{
    "title": "Shenandoah National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants          Over 1,400 species of vascular plants are found in Shenandoah National Park, though fewer than one hundred of these are the familiar trees and shrubs most noticeable to park visitors. The park's 70-mile length and 3,500-foot elevation range create numerous habitats that support a wide variety of forest cover types. The primary factors determining which plants grow in certain areas of Shenandoah National Park are elevation, available moisture, bedrock geology, soil conditions, and the direction of slope exposure (slope aspect). Chestnut oak and red oak forests are most common in the park, but other forest types such tulip poplar, cove hardwood, and even small areas of spruce-fir forest, may also be found when exploring the park's hillsides, sheltered stream valleys, and peaks. Visitors to Big Meadows will find a diverse array of sun-loving wildflowers, shrubs, and grasses. Threats to the park's flora include the spread of invasive exotic plants, insect pests, illegal plant collecting, excessive deer browsing, and changes brought about by climate change.           Wildflowers (Standard List - Customize Your List)  Wildflowers, also known as herbs, are comprised of 805 species and represent more than half of the floral species diversity within the park. More...               Trees, Shrubs & Vines  (Standard List - Customize Your List)   The vast forest covering more than 95% of Shenandoah National park contains 331 tree, shrub, and vine species. More...            Grasses, Sedges & Rushes (Standard List - Customize Your List)  Collectively referred to as graminoids, grass and the grass-like (sedges and rushes) species account for 13% of the vascular plants within Shenandoah National Park and are found in a variety of habitats. More...            Ferns & Lycophytes (Standard List - Customize Your List)  Ferns can be found in almost any habitat within Shenandoah National Park. The park supports 44 species of fern and an additional 11 species of related spore-producing plants (fern allies) such as club mosses and horsetails. More...                  Full Plant List (Standard List - Customize Your List)       What is NPSpecies? How Does it Work?    NPSpecies is the ultimate consolidated database where you can find the latest information on any species, from any National Park Service unit. This resource lets you search for species information on specific parks and allows you to create your own itemized species lists. Click on the \"Customize Your List\" links above and use the proceeding instructions as a guide to help you create your customize species lists.   Once at the (https:\/\/irma.nps.gov\/NPSpecies) custom report there will be a variety of options in pull-down boxes that will let you choose the categories of species you would like included in your list, there will also be options to select the way you want your species sorted or grouped. Once you make your selections, click on the grey View Report button. This will generate the report you have customized. From here you can either click on the large Print button at the top of the document to print, or if you want to save it, look for the blue and white floppy disk symbol with a green arrow on it, that can be found above the black bar on the document. Click on the icon to see the many different formats you can save your customized species list in. We hope this a useful way to better meet your needs and interests in Shenandoah National Park.        Central Appalachian Dry Chestnut Oak – NorthernRed Oak\/Heath Forest SNP Photo   Shenandoah National Park is home to a wonderful variety of plant life. The park's Mid-Atlantic location straddles conditions of both the Northern and Southern Appalachian mountains allowing everything from lichens to oak trees to thrive. Over 1400 species of vascular plants are found in the park, though fewer than one hundred of these are the familiar trees and shrubs most noticeable to park visitors.   The forests within Shenandoah National Park are generally classified as \"oak-hickory\", yet they contain far more than just oak and hickory trees to discover. The park's 70 mile length and 3500 foot elevation range create numerous habitats able to support a variety of forest cover types. Some of the strongest influences determining what plants grow in certain areas of Shenandoah National Park are elevation, the available moisture, the bedrock geology, and the directions of slope exposure (slope aspect), and soil conditions. Chestnut and red oak forest are common in the park, but other forest types such tulip poplar, cove hardwood, and even small areas of spruce-fir forest, may also be found when exploring the park's hillsides, sheltered stream valleys, and peaks. Forest names such as cove hardwood and chestnut oak are only a starting point to describe the variety of plants present within Shenandoah National Park. The forests would be incomplete without the seemingly countless herb, fern, and shrub species found beneath the trees. Trillium, jack-in-the-pulpit, interrupted fern, blueberries, azaleas, and lady slipper orchids are just a few examples of the numerous smaller species that enrich the understory. Explorations into the forests of Shenandoah National Park provide tremendous opportunities for discovery to both the casual and serious botanical enthusiast.              Jump to: Wildflowers - Trees, Shrubs & Vines - Grasses, Sedges & Rushes - Ferns & Lycophytes  Full Plant List                     × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.      Select a Park:  Shenandoah National Park    Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/plants.htm"
}
