{
    "title": "Shenandoah National Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                 Amphibians         Red Backed Salamander   The word amphibian comes from the Greek amphibios meaning \"both lives\". This description is appropriate because most adult amphibians are better adapted to life on land, while their larval phases are entirely aquatic. For much of their lives, which may last several years or a couple of months, depending on species, larval amphibians (e.g. tadpoles) bear little resemblance to their adult forms. However, in a matter of weeks or days, the fish-like larvae transform into terrestrial, air-breathing, four-legged animals. Adult terrestrial amphibians can either breathe through their skin or with lungs. The families include frogs, toads, salamanders and newts.  Shenandoah is home to ten species of toads and frogs and fourteen species of salamanders or newts. The Shenandoah Salamander is the only federally endangered animal species found in the park. It is endemic to high elevation talus slopes located in three scattered areas of the central section of the park. This salamander is closely related to the ubiquitous red-backed salamander.  The long-term health of worldwide and park amphibian populations remains in question. Acid deposition, heavy metal deposition (mercury), forest defoliation due to exotic insect pests may adversely impact amphibian populations. The park is supporting a number of amphibian related research efforts that are attempting to describe species associations, habitat preferences, distributions, and relative abundance of these animals. Research is also looking into the connection between stream water acidification and effects on park amphibian populations.               Amphibians  Standard List  Customize Your List       There are a multitude of toads, frogs, salamanders and newts all living here in Shenandoah National Park. Help with NPSpecies...         Related Information One useful reference related to amphibians is: Martof, B.S., W.M. Palmer, J.R. Bailey, and J.R. Harrison III. 1980. Amphibians and Reptiles of the Carolinas and Virginia. The University of North Carolina Press, Chapel Hill, North Carolina. Websites that provide photographs and helpful biological information about amphibians include the following: Online Guide for Identification of Amphibians of North America Virginia Herpetological Society Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/amphibians.htm"
}
