{
    "title": "Shenandoah National Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         Box Turtle   Species within this class are cold-blooded, such as snakes, lizards, and turtles. Reptiles have an external covering of scales or horny plates and breathe by means of lungs. Reptiles do not form a distinct evolutionary group as birds and mammals do. Instead, the Class Reptilia consists of four orders which are very different from each other. As an example, lizards are more closely related to birds than to turtles. Reptiles differ from amphibians in that they have dry, waterproof skin and they lay eggs with shell coverings. In addition they have more advanced circulatory, respiratory, excretory, and nervous systems. There are twenty-six species of reptiles found at Shenandoah including eighteen snakes, five turtles, and lizards. Man's fear of snakes likely results in large numbers of them killed each year. Others (including turtles) perish from motor vehicle activity along Skyline Drive. Additionally, illegal collecting (poaching) of certain species such as timber rattlesnakes or box turtles, accounts for additional losses. These animals are usually sought for their value in the illegal pet trade and black market arenas. Currently, the park has little information as to how these illegal activities may be affecting reptile populations.              Reptiles  Standard List  Customize Your List       More than 20 species of reptiles are found in Shenandoah National Park, including snakes, turtles, lizards, and skinks. Help with NPSpecies...         Related Information One useful reference on reptiles found at Shenandoah National Park is: Mitchell, J.C. 1994. The Reptiles of Virginia. Smithsonian Institution Press, Washington, DC. One website that provides photographs and helpful biological information about reptiles is: National Wildlife Federation's Electronic Field Guides Listing of this website does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the site.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/reptiles.htm"
}
