{
    "title": "Shenandoah National Park: Mosses and Liverworts",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Mosses and Liverworts                Mosses and Liverworts         Haircap Moss (Polytrichum sp.) with fruiting bodies. NPS Photo  Mosses and liverworts occur in a variety of habitats throughout Shenandoah National Park. These non-vascular plants (bryophytes) lack well developed water conducting tissue and tend to be most abundant in moist areas, such as the splash zones of a waterfalls, or in the higher elevation forests that are frequently enveloped in fog. Mosses and liverworts contain photosynthetic pigments and, like more advanced plants, produce their own food from sunlight. Mosses typically have small leaves arranged in a whorl around a short stem. Liverworts are closely related to mosses, but can usually be recognized by their larger flattened leaves that grow in two rows.        Stair-step moss (Hylocomium splendens) withseveral other species of moss. NPS Photo  The park supports approximately 208 species of moss and 58 species of liverwort. These plants can grow on many different substrates including soil, rocks, and bark in a variety of environmental conditions. Some examples from Shenandoah include white cushion moss (Leucobryum glaucum) on nutrient poor acidic soil, haircap moss (Polytrichum commune) on moist ground, and sphagnum moss (Sphagnum spp.) in the Big Meadows swamp.   Related Information Useful references on mosses and liverworts are:  Crum, H.A. and L.E.Anderson. 1981. Mosses of Eastern North America. Columbia University Press, New York, New York.  Hicks, M.L. 1992. Guide to Liverworts of North Carolina. Duke University Press. Durham, North Carolina.  Websites that provide photographs and helpful biological information about mosses and liverworts include the following: Ohio State University Online General Plant Biology Course - Liverworts Ohio State University Online General Plant Biology Course - Mosses University of Massachusetts Bryophyte Page Listing of this website does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/mossesandliverworts.htm"
}
