{
    "title": "Shenandoah National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         White-tailed deer abound in Shenandoah National Park   Shenandoah serves as a refuge for many species of animals otherwise pressured by human activities, development and other land uses. There are over 190 resident and transient bird species, over 50 species of mammals, over 50 reptile and amphibian species, and over 35 fish species found in the park. Only incomplete records of insects, spiders, and other invertebrates are available so the total number of different species of these groups is unknown. A handful of these species are large and conspicuous and therefore easily found by visitors. The park provides boundless opportunities for the public to search for and discover the thousands of other park residents.            Birds (Standard List - Customize Your List)  Shenandoah National Park includes a wide variety of essential habitat for resident and migratory  birds. More...              Butterflies  (Standard List - Customize Your List)  Butterflies are one of the better understood insect groups at Shenandoah. More...              Mammals (Standard List - Customize Your List)  Shenandoah National Park is home to more than 50 mammal species. More...            Fish (Standard List - Customize Your List)  More than 35 species of fish have been found in the 90 or so mountain streams in the park. More...            Amphibians (Standard List - Customize Your List)  There are a multitude of toads, frogs, salamanders and newts all living here in Shenandoah National Park. More...            Reptiles (Standard List - Customize Your List)  More than 20 species of reptiles are found in Shenandoah National Park, including snakes, turtles, lizards, and skinks. More...       What is NPSpecies? How Does it Work?    NPSpecies is the ultimate consolidated database where you can find the latest information on any species, from any National Park Service unit. This resource lets you search for species information on specific parks and allows you to create your own itemized species lists. Click on the \"Customize Your List\" links above and use the proceeding instructions as a guide to help you create your customize species lists.   Once at the (https:\/\/irma.nps.gov\/NPSpecies) custom report there will be a variety of options in pull-down boxes that will let you choose the categories of species you would like included in your list, there will also be options to select the way you want your species sorted or grouped. Once you make your selections, click on the grey View Report button. This will generate the report you have customized. From here you can either click on the large Print button at the top of the document to print, or if you want to save it, look for the blue and white floppy disk symbol with a green arrow on it, that can be found above the black bar on the document. Click on the icon to see the many different formats you can save your customized species list in. We hope this a useful way to better meet your needs and interests in Shenandoah National Park.        Those who explored the Shenandoah Valley and Blue Ridge Mountains in the early 1700s reported an abundance and variety of animals. As European settlers cleared the land, introduced domestic animals, and hunted native animals, the abundance and variety in species diminished. An unknown number of native species disappeared from the area, while populations of many other species dwindled. American bison were eliminated around 1798 and elk followed in 1855. Beaver and river otter disappeared in the late 1800s. Other species, including the eastern timber wolf, the eastern cougar, the white-tailed deer, turkey, black bear, and bobcats were either extirpated or declined drastically.   Fortunately, most of these species have now returned to the park either through re-introductions on lands elsewhere in Virginia or through natural population recovery. The designation and management of the area as a National Park provides refuge to both the resident animals and those that are passing through on their migrations.    Today, Shenandoah National Park is a great place to observe wildlife. Countless visitors spend hours watching deer snip and tear plants. Other people look for tracks and scat of bobcats, listen for the rustling of raccoons in the brush, and occasionally smell striped skunks. The grey squirrel, deer, groundhog, bear, and cottontail rabbit are more commonly seen mammals in the park.    Because close contact with people is frequent and hunting and trapping are prohibited, some animals appear almost tame. They are wild, however. Even beautiful brown-eyed deer will defend their young from harm. Their elegant legs are powerful and their hooves are sharp; facts some visitors insist on learning the hard way.                  × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.      Select a Park:  Shenandoah National Park    Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/animals.htm"
}
