{
    "title": "Shenandoah National Park: Lichens",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Lichens                Lichens         Sulphur-firedot lichen (Caloplaca flavovirescens), a crustose lichen NPS Photo  If you visit a rock outcrop in Shenandoah National Park you are sure to find lichens. Lichens are a specific group of fungi unique because of their symbiotic relationship with green algae. In this relationship, the algae provide carbohydrates from photosynthesis to the fungus, while the fungus provides nutrients from decomposition to the algae. Lichens are the first colonist on exposed rock. They secrete acids that gradually break down the rock surface on which they grow, contributing to soil development. Lichens grow extremely slowly, adding only 0.1 mm to 10 mm of growth per year. Much of the mineral nutrition needed by lichens is obtained from the surrounding air and precipitation to which they are exposed. For this reason, lichens are extremely sensitive to poor air quality, especially sulfur dioxide pollution.        Smooth lungwort (Lobaria quercizans), a foliose lichen NPS Photo  Lichens come in a wide variety of shapes and colors. They can grow flat against a smooth surface (crustose), extend from a surface like leaves (foliose), or form branched projections (fruticose). Common colors include black, white, orange, yellow, red, brown, and green. Sixty-nine species of lichen are known from Shenandoah National Park. Two of these species, map lichen (Rhizocarpon geographicum), and black crust (Melinelia stigia) are extremely rare in Virginia and found only on rock outcrops in the central district of the park. Other notable lichens within the park include the green foliose boulder lichen (Parmelia spp.) commonly seen on trees and rocks. And the large brown oval leaf-like projections of rock tripe (Umbilicaria spp.) often seen on large forest boulders. Related Information Useful references on lichens: USGS Online Lichen Database: (Fact Sheet) Lichen Collection the Smithsonian Brodo, I.M. S.D. Sharnoff, and S. Sharnoff. 2001. Lichens of North America. Yale University Press, New Haven, Connecticut. Websites that provide photographs and helpful biological information about lichens include the following: Lichens of North America Listing of this website does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the site.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/lichens.htm"
}
