{
    "title": "Shenandoah National Park: Viewing Wildlife",
    "body": "Viewing and Photographing Wildlife Reminders         NPS Photo  One of the most popular activities in our National Parks is viewing and photographing wildlife. For some visitors, the only opportunity they have to view some species is when they are in the wild setting of a park. Others look for the opportunity to view wildlife in natural settings rather than in artificial settings found in zoos and aquariums. Unfortunately the excitement of seeing an animal triggers behaviors by some park visitors that are unhealthy for the wildlife and that pose serious risks to the public. Things like feeding wildlife, approaching or chasing animals, or harassing wildlife are all actions that are expressly prohibited in Shenandoah National Park. Park animals are wild and therefore unpredictable and interactions with people (feeding, obtaining garbage, petting) can habituate animals which puts people and bears at risk. Following are a few simple reminders of things you should remember when viewing or photographing wildlife:   Maintain your distance from animals, particularly large animals (preferrably 200 feet or more).  If the animal moves closer to you, move away slowly. Never approach an animal for that \"perfect shot or view\". Use telephoto lenses, binoculars, or spotting scopes. Never deliberately move or position yourself in order to alter an animal's movement or behavior Never surround an animal such that it does not have an escape route. Never entice an animal into a preferred pose with food or garbage. Be considerate of the interests of others who may be observing or photographing the animal. Many animals are more active at night and are more readily seen in the early morning and late evening. This can be a hazardous time for driving. Many collisions with wildlife occur because they are foraging close to Skyline Drive. Visibility is reduced and many drivers do not pay as close attention to driving - instead they are looking for wildlife. Be careful. Development of \"bear jams\" or \"wildlife jams\" on park roads is common when many visitors in motor vehicles spot wildlife close to the road. Be particularly cautious in these areas as drivers and pedestrians alike are focused on the wildlife not on moving motor vehicles. Remember - if you want to view wildlife along Skyline Drive, make sure you pull your car completely off of the paved surface. Dispose of garbage properly.  You will find various reminders about our concerns related to wildlife protection in the park's newspaper The Overlook, in the park brochure, and at various bulletin boards throughout the park. Please help us keep the \"wild\" in wildlife.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/viewing-wildlife-reminders.htm"
}
