{
    "title": "Shenandoah National Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                 Insects, Spiders, Centipedes, Millipedes         American Lady Butterfly   The insect world is one of the least well understood groups of animals at Shenandoah National Park. This is not uncommon in many parks where most investigations have focused on larger animals, plants, or organisms that are important to people because they are hunted, fished, or watched, or are hazardous or pestiferous. Thus we find that invertebrates (including insects) are not well documented in many parks. Insects are invertebrates (see the page on Other Invertebrates) and are grouped with a large number of other life forms known as arthropods. This group includes spiders (Arachnida), crayfish, fleas, and lice (Crustacea), centipedes (Chilopoda), and millepedes (Diplopoda) as well as insects (Insecta). Insects are differentiated from the others in this group by the presence of three main body parts (head, thorax, and abdomen), a pair of antennae, three pairs of legs, and distinguishing mouthparts. Insects are extremely important ecologically and to society. Many are a food source for other animals, some are important plant pollinators, and others serve important roles in the reduction and decomposition of organic matter. Insects produce products such as honey, silk, and beeswax. It is estimated that the number of insects worldwide exceeds the total number of species of all plants and all other animals combined. Nearly one million insects have been described worldwide. Scientists speculate that there are another 20-50 million that have yet to be described. There are approximately 92,000 species of insects in the United States alone. It is unknown what the total number of different types of insects, present in the park, is. However, some groups are known more thoroughly such as butterflies, aquatic insects, and forest insects that feed heavily on trees.                Butterflies  Standard List  Customize Your List       Butterflies are one of the better understood insect groups at Shenandoah. Help with NPSpecies...         Related Information One useful reference on insects is: Arnett, R.H. 1993. American Insects. CRC Press, Boca Raton, Florida. Websites that provide photographs and helpful biological information about insects include the following: Butterflies & Moths of North America   University of Kansas - Monarch Watch  Caterpillars of Eastern Forests  Ohio State University - Fire Fly Files  Moths and Butterflies of Georgia and the Southeastern United States  Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/insects.htm"
}
