{
    "title": "Shenandoah National Park: Copyright and Privacy Restrictions",
    "body": "Copyright and Privacy Restrictions       Copyright and Privacy Restrictions The copyright law of the United States (Title 17, United States Code) governs the making of photocopies and other reproductions of copyrighted materials. The various state privacy acts govern the use of materials that document private individuals, groups, and corporations. Under certain conditions specified in the law, libraries and archives are authorized to furnish a reproduction if the document does not infringe the privacy rights of an individual, group, or corporation. These specified conditions of authorized use include:  • non-commercial and non-profit study, scholarship, research or teaching • criticism, commentary, or news reporting • as a National Park Service preservation or security copy • as a research copy for deposit in another institution  The researcher is personally liable for copyright, privacy, or publicity infringement and agrees to indemnify the National Park Service from any legal action as a result of error. The National Park Service's permission to obtain a photographic, xerographic, digital, or other copy of a document does not indicate permission to publish, exhibit, perform, reproduce, sell, distribute, or prepare derivative works from a document without first obtaining permission from the copyright holder and from any private individual, group, or corporation shown or otherwise recorded. Permission to publish, exhibit, perform, reproduce, prepare derivative works from, sell, or otherwise distribute the item must be obtained by the researcher separately in writing from the holder of the original copyright (or if the creator is dead from his\/her heirs) as well as from any individual(s), groups, or corporations whose name, image, recorded words, or private information (e.g., employment information) may be reproduced in the source material. The National Park Service is not legally liable for copyright, privacy, or publicity infringement when materials are wrongfully used after being provided to the researcher for \"fair use.\" The Shenandoah National Park reserves the right to refuse to accept a copying order if fulfillment of the order is judged in violation of copyright or federal or state privacy or publicity law. The Shenandoah National Park also places restrictions on the use of camera, photocopies, and scanners in the research room. Extracted from National Park Service Museum Handbook, 3 vols. (Washington, D.C.: 1990-2000)",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/restrictions.htm"
}
