{
    "title": "Shenandoah National Park: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses          Grass and grass-like species (sedges and rushes) account for 13% of the vascular plants within Shenandoah National Park. Despite this relative abundance, these species are often overlooked because of their small wind-pollinated flowers and nondescript linear leaves.        Indian grass (Sorghastrum nutans) inflorescence Photo courtesy of Gary Fleming VA-DCR  Many grass flowers mature in the late spring to early summer. The wind-pollinated nature of these flowers necessitates producing large quantities of pollen, making them particularly common culprits for seasonal allergies. In Shenandoah National Park grasses can be easily viewed at Big Meadows where red top (Agrostis perennans) and tall oat grass (Arrhenatherum elatius) are particularly common. The troublesome invasive species Japanese stilt grass (Microstegium vimineum) can be seen throughout the Elkwallow picnic area where it is has overrun virtually all other forest understory herbs. Grasses possess a subtle beauty, and provide a worthy botanical challenge to those interested in determining individual species. Take a moment next time you pass some grass to bend down and take a closer look.              Grasses, Sedges & Rushes  Standard List  Customize Your List       Collectively referred to as graminoids, grass and the grass-like (sedges and rushes) species account for 13% of the vascular plants within Shenandoah National Park and are found in a variety of habitats. Help with NPSpecies...       Related Information One website that provides photographs and helpful biological information about grasses is: Noble Foundation Plant Image Gallery (emphasis on plants of Oklahoma and Texas) Listing of this website does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the site.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/grasses.htm"
}
