{
    "title": "Saint Croix National Scenic Riverway: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories       A history of the area comprising St. Croix National Scenic Riverway was written in 2002. To view it on line see..        A birchbark canoe under construction and completed, by Ojibwe Indians near dwellings. Charles Alfred Zimmerman, Minnesota Historical Society  To the Dakota and Ojibwe Indians, life depended on their skills in using the natural resources of the St. Croix River valley. They had to make their own clothing, build their own homes, make their own tools and hunt or fish for their food. The Ojibwe and Dakota were semi-nomadic people, they moved from camp to camp looking for food. In the early spring they would move to their sugar bush camps to make maple sugar. Throughout the summer they would be gathered into larger fish camps. When the wild rice was ready to harvest in the fall they would gather in ricing camps. During the winter when game for hunting was scarce, they would separate into smaller family units and eat stored food. Children were essential to the survival of the tribe. During the summer while their parents were out hunting for food or sewing clothes what did the children do? They did what children do today. They played games. But they played games such as throwing a spear through a rolling hoop, and catching a bundle of cedar leaves on a pin. Although the games were fun and provided hours of entertainment they also taught valuable skills such as teamwork, endurance and hand-eye coordination, skills necessary for hunting. Described below is a popular Native American game for you to try at home. Ball & Triangle: To make this game cut a triangular shaped piece of birchbark or wood. Attach one end of a string to the wood and the other end to a small ball. Drill a hole in the wood slightly larger than the ball. The object of this game is to drop the ball through the hole in the wood. What kind of life skills could you learn from this game?  On long winter evenings the family would gather in their wigwams to listen to their grandparents tell stories of times past. Often these stories were about the tribe's relationship with the natural world. Not having a written language, storytelling was an important way for Native Americans to pass on family history and traditions to future generations. What stories does your family tell? In 1804 two rival fur trade companies, the North West and XY, sent traders to build wintering posts in the St. Croix Valley. John Sayer of the North West Company, based in Montreal, Canada, built a trading post along the Snake River. Michel Curot of the XY Company, also based in Montreal, built his trading post along the Yellow River. Both rivers are tributaries of the St. Croix. During the next several months Sayer and Curot competed with each other to see who could acquire the greatest number of animal pelts from the local Ojibwe Indians. Beaver was the most desired pelt, but they also accepted muskrat, mink, otter and others. In many ways fur traders were traveling salesmen. Sayer and Curot brought with them trade items they believed the Ojibwe would want. Things like cooking pots, axes, guns, tobacco and beads. The money used by the traders had no value to the Ojibwe, so the Ojibwe used animal pelts, wild rice and meat to purchase what they wanted. This came to be known as the barter system and is still used in some parts of the world today. Imagine if this system was still commonly used in the United States. You might pay for a compact disc player and tennis shoes by mowing a lawn for the summer. Why were Sayer and Curot so interested in beaver pelts? Centuries ago, hatmakers in Europe discovered that beaver fur made the finest felt for making hats. In England and France beaver hats were very expensive. The price of one beaver hat might represent three to six month's wages for the owner. Because of their cost, beaver hats became symbols of status for wealthy people. You might think of them as a top of the line computer with all the extras or a fancy car. What are some other examples of status symbols at your school? What happened to the beaver hat? By the 1840's beaver were depleted from most of their former habitat, they had been over trapped. It was also about this time that silk was introduced from China. Silk produced a more durable hat than beaver felt and soon became the material of choice among European hatmakers. This change in fashion spelled the end of the fur trade as a major industry in North America.         The 1886 log jam in the Dalles of the St. Croix River Minnesota Historical Society  A River Drive: From 1837, when a treaty with the Ojibwe Indians opened this area to settlement, until 1912 when all the trees worth logging were gone, the St. Croix and Namekagon Rivers carried logs. During the winter months lumberjacks sawed and chopped trees, piling them up along the shoreline waiting for the ice to melt. When the ice was gone and the rivers were flowing, the logs were dumped in the river to be escorted down river by the river drivers, called river pigs, to the sawmills in Stillwater, Minnesota. \"It requires no great stretch of fancy to imagine one's self passing through a country in military possession of Queen Victoria, so often do we pass detachments of stout, hardy men dressed in red.\" Red wool flannel undershirts helped keep the men warm, as they scurried from log to log over cold water. River driving was dangerous work. Men who fell into the water often drowned or were crushed between logs. Homer Canfield, a river pig on the Namekagon, remembered that a drowned man's tool was considered jinxed and none would want to use the pike pole or peavey, so they just let them float down river. If the river pig was really good, like Homer Canfield was, he might show off `by eating his lunch on a log, instead of going to shore. Can you imagine spending a day walking across moving logs on a river? River pigs did not like the Dalles of the St. Croix. Almost every year the logs would pile up and jam there because of a sharp bend in the river. In 1886 the logjam was exceptionally bad, stretching 2 miles. The logs were so thick you could stand on them. Tourists and townsmen posed on the logs for pictures. Over 200 river pigs tried to pry the logs apart and restart their trip down river. Ropes, steam engines and finally, 24 lbs. of dynamite were used to break the jam. Nevers Dam, a large dam built 10 miles north of St. Croix Falls in 1890, helped prevent bad log jams, by limiting how many logs went through the Dalles at one time. Still a river pigs job was never easy. Would you have wanted to be a river pig?        Steamboats: Every spring, townspeople of St. Croix River communities looked forward to it. \"Steamboat's a-comin!\" was the call to teachers to close school early, for merchants to close their shops and for everyone to gather at the levee. The sound of steam driven calliopes and dark smoke billowing on the horizon was a sign that the isolation of winter was over! The ice had melted and riverboats could travel once more. The first steamboat to travel the St. Croix River was the Palmyra in 1838. St. Croix Falls was as far upriver as the boats could go because of the falls or rapids that existed there. Hundreds of steamboats traveled annually on the St. Croix, peaking between 1860-90. Steamboats with paddlewheels were useful for river travel because they could carry large amounts of cargo in shallow water. A 200-ton steamboat extended only 18 inches underwater. However, during low water steamboats could get stuck on sandbars for several days. During one summer of low water, a steamboat pilot suggested that the Minnesota legislature prohibit river catfish from using what little water was left. Logjams also affected steamboat travel. The l883 logjam prevented travel for more than two months. Steamboat travel became such an important industry that nearly every town along the St. Croix had a boat-manufacturing yard. From the beginning, steamboats were decorated with elegance in mind. Many had brass bands on board and large staterooms for dining and dancing. Early residents described these vessels as \"floating wedding cakes\", because they were usually white and multi-storied. Despite their luxury, steamboat travel was inexpensive. The cost to travel from Prescott to the Dalles of the St. Croix was 25 cents. However, it was also common for passengers to share deck space with livestock. As the name implies, steamboats were powered by steam. Wood was used as fuel for the giant boilers that created the steam to power the paddlewheels. Several steamboats sank when their boilers exploded and the boat caught fire. Before the railroads came to the St. Croix valley in 1870 and good roads were built, steamboats were the only connection river towns had with the outside world. Today paddleboats travel the St. Croix River for fun not need. What do you think it would have been like to work or travel on a paddleboat?        The Rush City Ferry on the Wisconsin side.  June 1931 JWG Dunn, Minnesota Historical Society  Ferries and Bridges: Most of the St. Croix River is too deep to walk across, so once towns were built, boats or ferries were needed to cross the river. Ferries are rafts with cables or ropes that connect to the two shores. Through pulleys, poling, or sometimes engines, the ferry operator could take people, animals, wagons or cars across the river for a fee. Unfortunately ferries were slow and couldn't carry many people or vehicles at a time so bridges have mostly replaced them. Have you ever traveled on a ferry? The first bridge across the St. Croix River was built in 1856 between St. Croix Falls and Taylors Falls. In 1876 the first bridge connecting Stillwater, Minnesota to Houlton, Wisconsin was built. It was a wooden bridge. To cross it you had to pay a toll. It cost 5 cents for a person walking, 15 cents for a horse and carriage and 25 cents for a pair of horses or oxen pulling a wagon. One section of the bridge was a 300' pontoon that swung down river allowing tall boats and log rafts to pass through. The wooden bridge caught on fire and burned in 1904. Another wooden bridge was built to allow for traffic until 1930-31 when the State of Minnesota built the current metal bridge. To make the bridge shorter, a 760-foot earthen dike or causeway was constructed on the Wisconsin side of the river to which the new bridge was attached. To allow boats to pass through, a 140-foot section of the bridge was built to be raised 48 feet. The current bridge is on the National Register of Historic Places. This is a list of structures all across the country that are recognized as special because of their age, how they were built or who has used them. The bridge is important not just because it is old, but because of the methods used to raise and lower the lift section. It is called a Waddell and Harrington vertical lift. The bridge has towers, cables, weights and an engine that work together to raise and lower the lift section. During the main boating season it is raised at scheduled times. In spring and fall boats request when they need it raised. If you come for a visit, maybe you will be able to watch it go up and down.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/historyculture\/stories.htm"
}
