{
    "title": "Shenandoah National Park: Shenandoah's Civil War Connection II",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Shenandoah's Civil War Connection II                Shenandoah's Civil War Connection II       November 28, 1862-Marching to Destiny: Jackson's use of the Blue Ridge Mountains to screen his movement to Fredericksburg The Blue Ridge Mountains as a Confederate Ally Shenandoah National Park protects nearly 200,000 acres of Virginia's Blue Ridge Mountains. The park's scenic byway, Skyline Drive winds along the crest and features numerous overlooks that give visitors sweeping views of the Piedmont and Shenandoah Valley to the east and west. This unique vantage point also gives visitors the chance to see for themselves the important role these mountains played in advancing the cause of the Confederacy during the American Civil War. A previous article, Shenandoah's Civil War Connection, describes how the Confederate armies utilized the Blue Ridge Mountains as a natural screen to conceal the movement of troops and highlights the skill of Confederate General Thomas \"Stonewall\" Jackson in utilizing the lesser known passes through the mountains to obscure his troop movements from prying eyes during his famous 1862 Valley Campaign. Jackson made it clear that this talent for using the Blue Ridge Mountains to his strategic advantage was not limited to a single campaign when he exhibited the same aptitude five months later. The Road from Antietam On September 17, 1862 the Confederate Army of Northern Virginia and Union Army of the Potomac engaged each other at the Battle of Antietam, on what remains the single bloodiest day in American history. The following day Confederate commander Robert E. Lee decided to pull his army off the field of battle and retreat across the Potomac River into Virginia. He then decided to split the army in two, sending the newly designated II Corps under Jackson up the Shenandoah Valley while he and the remainder of the army moved south where they spent the next two months regrouping in the piedmont region between Culpeper and Fredericksburg. While Jackson and his Corps rested unopposed in the valley, Lee kept eye on the Union Army of the Potomac. On November 17 the Right Grand Division of this army, a third of the total force now commanded by Ambrose Burnside, reached the ground just across the Rappahannock River from Fredericksburg, VA. The next day, on November 18, Lee began moving the 40,000 men under his direct command to block Burnside's advance and sent this message to Jackson: \"I think it would be advisable to put some of your divisions in motion across the mountains.\" This simple message was all Jackson needed to take his corps on a route he had planned out in case the need arose. Whereas in June he had used Browns Gap southeast of Harrisonburg to move his forces to Richmond, now Jackson wished to pass through the mountains further north. Upon receipt of Lee's message Jackson ordered his lead division, commanded by D.H. Hill, to begin moving toward the mountains. His initial order was not specific and Hill responded by asking for greater detail. On November 20, 1862 Jackson sent this message to D.H. Hill: \"Your route will be from New Market via Columbia bridge, & Fishers Gap. You will leave the Valley pike at New Market, & keep to the right of Luray.\"        Confederate General Daniel Harvey (D.H.) Hill   Once Hill began to move the rest of Jackson's corps soon followed. Captain James Cooper Nisbet recorded that, \"on November 21st we bade the valley…goodbye…and commenced our march down the valley. We proceeded through Winchester to New Market, where the head of the column turned toward the Blue Ridge.\"   The Gordonsville New Market Turnpike The route ordered by Jackson meant that Hill's division with the rest of Jackson's Corps behind it, would cross the mountains via Fishers Gap on the Gordonsville Newmarket Turnpike. This road had only been completed nine years earlier after the state chartered the Blue Ridge Turnpike Company for the purpose of constructing a road through the gap following the path of the Rose River.* Finished in the spring of 1853, the Turnpike offered a much more direct and better concealed passage for Jackson to reach Fredericksburg and assist Lee. Jackson knew of the route because of the devoted work of his chief cartographer, Jedediah Hotchkiss. *This river had originally been referred to as \"Row's River\" after George Row who owned property near its head, but had subsequently morphed into \"Rose River.\"        Jedediah Hotchkiss   Jedediah Hotchkiss  Jedediah Hotchkiss had requested service with General Jackson as a topographic engineer (map maker) when he responded to Virginia Governor Letcher's call for militia on March 10, 1862. Jackson had quickly taken advantage of Hotchkiss, telling him on March 26 that he wanted Hotchkiss to make him \"a map of the Valley, from Harpers Ferry to Lexington, showing all the points of offense and defense in those places.\" \"It was the dedicated work of Hotchkiss that provided Jackson with the information he needed during the Valley Campaign and subsequent movements. In early November, anticipating the need for a movement to join Lee in the East, Jackson sent Hotchkiss out once again, this time to personally travel along the Gordonsville Newmarket Turnpike to survey it for use as a potential route for the movement of his corps. On November 12, 1862 Hotchkiss wrote to his wife Sara of the journey: \"Monday was a fine day, and I had a nice ride across the Blue Ridge, by the crookedest road I have ever seen -- 19 miles across -- but the road is a fine one.\"      Sketch No. 105 by Jedediah Hotchkiss shows his route from General Lee's headquarters at Culpeper Court House through Madison Court House to Criglersville, then twisting up the Gordonsville Newmarket Turnpike along the Rose River past Dark Hollow Falls to Big Meadows and finally winding down along the Hawksbill Creek into Page County toward Newmarket.       Sketch No. 105-by-Jedediah-Hotchkiss        Fishers Gap or Milam Gap? In Jackson's order to Hill he refers to the pass through the mountains as \"Fishers Gap,\" which is the same name by which the park designates the gap today. About three miles south of Fishers Gap visitors to the park will find \"Milam Gap.\" Today these two names clearly refer to two different gaps on Skyline Drive, but this was not always the case. Fishers Gap takes its name from Stephen Fisher who received a Northern Neck Land Grant for 216 acres in the region on August 4, 1778. His grant describes the land it includes as: \"a certain Tract of Waste & ungranted land near Milam's Pass on the Blue Ridge in Culpeper and Shenandoah Counties.\" In the grant through which Fisher gained the land we see a reference to \"Milam's Pass.\" When this same parcel of land was sold to Isaac N. Long, John E. Koontz and A. J. Huffman more than 200 years later, on July 25 1894, it was referred to in the same way: \"The tract of 216 acres more or less of land lying in the counties of Madison & Page near what is known as Milam's pass or Milam's gap on the Blue Ridge Mountains.\" Thus it appears that what we now know as Fishers Gap was earlier referred to as Milam's Pass and Milam's Gap in land grants and surveys. Even Hotchkiss, who referred to it as Fishers Gap when communicating with Jackson, labeled it as Milam's Gap on his maps. Hotchkiss Map No. 17, which clearly designates the pass through which the Gordonsville Newmarket Turnpike ran as \"Milam's Gap.\"       Hotchkiss Map No. 17        All such confusion was sorted out when Isaac N. Long sold the land to the Virginia State Commission on Conservation on July 8, 1931, who then turned the land over to the National Park Service to be part of Shenandoah National Park. Marching through Fishers Gap Seeing the arrival of Burnside's entire army north of the Rappahannock River in the vicinity of Fredericksburg, Lee decided to send a second message to Jackson on November 23. In this message, Lee stated that he did not see \"what military effect can be produced by the continuance of your corps in the valley. I wish you would move east of the Blue Ridge.\" On November 28, 1862 Hill's division led the way in crossing the Blue Ridge Mountains. The Staunton Spectator records that:  \"The army was marching by brigades, each brigade followed by its own artillery and wagon train; they stretching for miles and miles along the turnpike, up the mountain side, and far across the Page Valley to the Massanutten range. The troops and trains winding the turns of the grade up the mountain were at times all in sight and seemed moving in every possible direction, 'In wondering mazes lost'.\"  Roots in the Mountains In addition to preserving the routes that Jackson used to move across the mountains in 1862, Shenandoah also preserves the land that many of Jackson's men called home. The \"stonewall\" brigade that Jackson originally commanded at the First Battle of Manassas, and which remained under his command until his death in 1863, was made up almost entirely of men from the Shenandoah Valley and surrounding mountains. Several other regiments in Jackson's corps contained men whose homes were located in the land now preserved by Shenandoah National Park. Two such men, John Weakley and Layton Sisk, served in the 10th Virginia Volunteer Infantry Regiment, which was made up almost entirely of men from the Shenandoah Valley and Blue Ridge Mountains. The families of both men have placed memorial stones in the Cave Cemetery in the park. The Cave Cemetery also includes a stone for John I. (G.) Cave who served in the Confederate artillery.       The Cave Cemetery",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/civil-war-connection-ii.htm"
}
