{
    "title": "Shenandoah National Park: Skyland",
    "body": "Skyland       Decades before Shenandoah National Park was established, vacationers traveled to Skyland Resort seeking respite from urbanized, mechanized city life. The resort was created in the late 1800s and grew in popularity among middle class business people in nearby urban areas. George Freeman Pollock, dynamic and gregarious, managed Skyland with a showman's flair. His ever-present bugle awoke guests each morning, summoned them to meals and elaborate entertainments, and announced the departure of the daily mail. Pollock promoted the resort through his \"newspaper,\" The Stony Man Camp Bugle Call. Published somewhat erratically, the paper provides a glimpse into daily life at the resort we know today as \"Skyland.\"             Bugle Call Articles     Bugle Call July 2, 1898 Pg 1  jpg, 507KB    Bugle Call July 2, 1898 Pg 2  jpg, 590KB    Bugle Call July 2, 1898 Pg 3  jpg, 619KB    Bugle Call July 2, 1898 Pg 4  jpg, 466KB            Click here to read more articles               Massanutten Lodge at Historic Skyland (ca 1910) NPS Photo  Visit the Massanutten Lodge at Historic Skyland - The figures and forces of the early days of Skyland Resort come to life in a tour of the recently restored 1911 cabin. Click here for the current Ranger Program Schedule.        George Freeman Pollock, developer and manager of the 19th century resort Skyland. NPS Photo  Skyland Resort History In 1854 Samuel and Maria Williams of Brooklyn, New York purchased 21,371 acres of land in the Blue Ridge Mountains of Virginia for $4,750. One year later the land was passed on to the Virginia Cliff Copper Company for $1,000,000, although only $7,000 was ever actually tendered. Soon 5,371 acres of the tract were sold to the newly incorporated (January 1858) Stony Man Mining Company for $550,000 of stockholder funds. In 1866 the Miners Lode Copper Company (incorporated in NYC in 1865) purchased the property--its principal stockholders were Stephen M. Allen and George H. Pollock. Although copper did exist in the area and was mined, it was not commercially successful. By 1889 Pollock and Allen were forced to obtain a $52,000 mortgage to pay their debts. The following year, convinced by Pollock's son George Freeman that the property had value for resort development, Pollock Sr. and Allen incorporated as the Stoneyman Park Preserve Lands, Inc. and began selling mortgage bonds guaranteed by building lots at the new Stoneyman Park Preserve. By the time Pollock Sr. and Allen died in 1893 over thirty building lots (at the future Skyland) had been sold. The lot sales, however, were to no avail for in 1896 the Albemarle County Courts ordered the entire property sold at public auction to satisfy the 1889 mortgage.        Stony Man Mining Co. Stock Certificate 1858 and a copper ore example.   George Freeman Pollock convinced the Chancery Court to allow him to buy the Blue Ridge land on credit although he had no real occupation and little money. He was back before the judge again in 1900, 1902, and 1904, in each case gaining approval to sell off part of the assets to bring his debt current. By 1906 he was able to borrow, mortgage, and mortgage again enough to finally retire the 1889 mortgage and, theoretically, to gain title to the resort. In actuality Pollock never owned the Stony Man Camp\/Skyland property. At the time of the establishment of Shenandoah National Park he had $67,107.22 in outstanding liens against a property ultimately appraised at less than $30,000. He received nothing for almost four decades of work on the resort and many of his creditors, as the copper stockholders years earlier, received nothing. Pollock was not a businessman, but he was a promoter. Over the years he sold lots for and developed cabins on almost fifty lots and established the rustic architecture still seen at the resort. He established dining and recreation halls for which there were no alternatives and did guarantee some regular income, but most of all he planned and engineered elaborate balls, costume parties, teas, jousts and tournaments, musicales, pageants, and bonfires. Many of the cabin owners first came for the three-month season, but as automobiles became ubiquitous, shorter stays of a few weeks or just a few days became more common. With the advent of the Skyline Drive, day-tripping was the norm and the \"old\" Skyland became a thing of the past. The Skyland Resort became the core of the new Shenandoah National Park after the National Park Service awarded the new concession contract to Virginia Sky-Line Company, Inc. in 1937. The Richmond-based company immediately began to build new facilities and to rehabilitate the earlier ones. Twelve historic Skyland structures remain and allow modern visitors to experience life at the turn of the 20th century.                   Pre-Park Resort Life   15 Photos",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/skyland.htm"
}
