{
    "title": "Shenandoah National Park: Photograph Use Policy",
    "body": "Photograph Use Policy       Photograph Use Policy   Procedures that govern the use of photographs in the Shenandoah National Park Archives are fully described in the National Park Service Museum Handbook (U.S. Government Printing Office, 2000).    Cotton gloves must be worn when handling photographs.    Scanners, portable photocopiers, and cameras (including digital cameras) are not permitted in the reading room.    Most photographic records in the archives are available for public research. However, some photographs have had access or use restrictions placed on them by their donors as part of the deed of gift. Also, photographic records that pertain to archeological sites and excavations are restricted by law.    Public access to and use of photographs are tempered by federal and state laws that pertain to copyright, privacy, publicity, defamation, obscenity, and cultural sensitivities (Indian sacred sites).    Many of the images in the archives are of unidentified individuals, or the photographer is unknown, or the source of the photograph is not documented. Nevertheless, it is the responsibility of the researcher to make a good faith effort to identify the copyright owner and the persons photographed to obtain their permissions to use an image.    Federal and state privacy laws prevent the National Park Service from making available to researchers photographic images that include identifiable children, unless the child has given his\/her consent.    Copyright protection for photographs (17 USC 101 et seq):      Works created before 1978 are protected for the life of the creator plus 70 years, or until December 31, 2002 (whichever is longer);   Works created in 1978 and after are protected for the life of the photographer plus 70 years;   Heirs of the photographer own the copyright for 70 years after the photographer's death;   Works created by persons who died before 1929 are no longer protected;   If the photographer's death date is unknown, the work is protected for 120 years from the date of creation, or until December 31, 2047 (whichever is longer)      Photocopies of photographs can be provided under the fair use exception to copyright protection. Fair use includes:     non-profit teaching   private study, scholarship, or research   satire or parody   news reporting     The National Park Services reserves the right to refuse photocopy reproduction requests that appear to be beyond the boundaries of fair use.    Publication copies of photographs will be made by the archives staff using digital scanning technology. The cost of an initial scan is $8.00 per image. Subsequent copies produced from an existing scan are $4.00 each. This service includes a digital file (TIFF) with a resolution (300 DPI) that is suitable for publication purposes, or a computer-generated print made from the digital file on glossy finish paper. No cropping or other manipulation will be made to the original image when it is being scanned. Digital files will be provided on CD-ROMs ($10 surcharge), as an FTP file, or as an attachment to email. For requests for high resolution images (i.e., resolutions above 300 DPI) or for other file formats (such as JPEG, BMP, etc), please inquire.    Only images are available for scanning. Optical character recognition (OCR) of textual material is not available.    The provision of a copy by the National Park Service does not imply the image is in the public domain.    The provision of a copy by the National Park Service does not authorize publication (including use on the Internet), exhibition, distribution, resale, performance, reproduction, or the production of derivative works. Permission for such use of an image must be obtained in writing from the copyright holders.    The preferred citation for photographs is: National Park Service, Shenandoah National Park Archives, and name of collection. Also include the name of the photographer, if known.    As the researcher of these materials, you are responsible for all lawsuits, civil actions, or related actions, including lawyers and court costs, arising out of inappropriate use of copies provided by the National Park Service.    Extracted from National Park Service Museum Handbook, 3 vols. (Washington, D.C.: 1990-2000)",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/photograph_use.htm"
}
