{
    "title": "Shenandoah National Park: Historical Overview",
    "body": "Historical Overview         Roosevelt gave a stirring speech at the dedication of the park on July 3, 1936. NPS  by Reed Engle, Cultural Resource Specialist The drive to establish a large national park in the east, at least, dates to meetings held in Washington in the first year of this century between Virginia and Tennessee Congressmen. In attendance was Virginia's Henry D. Flood, uncle of future Virginia Governor (1926-1928) and Senator, Harry Flood Byrd. Although a bill to establish a park was drafted, nothing came of this early effort.{1} The concept languished until 1923 when National Park Service Director Stephen Mather approached Calvin Coolidge's Secretary of the Interior and former Colorado psychiatrist, Hubert Work, with a request to establish a national park in the southern Appalachians. Work asked Congress to authorize an unpaid Southern Appalachian National Park Committee (S.A.N.P.C.), which resolution passed on February 24, 1924. The five member Committee was immediately appointed by Work.{2} By Spring, the Committee had developed and published a broadly distributed questionnaire inviting public input into suggested sites for the new park area. Click here to view the S.A.N.P.C. Questionnaire (pdf, 294 kb). The timing of the establishment of the S.A.N.P.C. could not have been more advantageous for Shenandoah Valley boosters. In early January, 1924, businessmen in Harrisonburg, Virginia had put out the call for a convention to be held on January 15, for the purpose of rallying all the resources of the Valley together in a program that would tell the world of the scenic, historical, industrial, and other values of the famous Shenandoah Valley.{3} Whether the timing of this event was serendipitous or based on a knowledge of Work's congressional proposal is unknown, but almost 1,000 delegates attended the convention, representing thirteen Valley counties. A regional Chamber of Commerce, henceforth known as Shenandoah Valley, Incorporated, was established and a thirty man Board of Directors, composed of the most influential businessmen, bankers, and politicians was elected. The first Board meeting, held on February 25, 1924 (the day after the S.A.N.P.C. was authorized by Congress) passed a resolution calling for the creation of a new national park in the Shenandoah Valley on lands owned by the Forest Service and private parties, but to the west of the future Shenandoah National Park. By June, 1924 George Freeman Pollock, owner\/manager of the 19th century resort Skyland located in the heart of the future park, Harold Allen, Criminal Investigator for the Department of Justice, and George H. Judd, owner of Judd & Detweiler Publishing Company (both property owners at Skyland), filled out a S.A.N.P.C. questionnaire advocating the creation of a national park along the Blue Ridge spine with a central focus on Skyland. By September Pollock's group had formed their owned Northern Virginia Park Association, sharing two officers with Shenandoah Valley. Inc. At this time, the earlier group had joined in advocacy of the Skyland-centered park. Between September and December of 1924, the members of S.A.N.P.C. visited the proposed park sites individually and in groups. The business boosters from the Valley and Skyland had been busy in preparation:  We have already ridden several hundred miles over the area, we have seven towers built upon high points, several trails blazed the whole length of the Blue Ridge... and we have the whole country-side aware to the fact that the Commissioners [sic] are coming....{4}  Shenandoah Valley, Inc. Spent over $10,000 in their campaign to sell the Blue Ridge site and in December the Committee presented their report to the Secretary of the Interior. The report recognized that the Great Smoky Mountains were the most picturesque of the visited areas, but felt that the Blue Ridge Mountains of Virginia had the greater advantage of accessibility to the 40,000,000 visitors within a days drive of the area. They noted that  The greatest single features, however, is a possible skyline drive along the mountain top, following a continuous ridge and looking down westerly on the Shenandoah Valley... and commanding a view [to the east] of the Piedmont Plain.... Few scenic drives in the world could surpass it.{5}  Politics being politics, Congress passed legislation on February 21, 1925 allocating $20,000 for the survey and evaluation of proposed parks in the Great Smoky Mountains, Mammoth Cave (Kentucky legislatures would not support the bill with this inclusion), and Shenandoah National Park. The S.A.N.P.Committee became an official Commission. The authorization envision Shenandoah as a park of 521,000 acres, a figure soon reduced to 400,000 and with a stipulation that Virginia purchase the land and present it to the federal government for such purpose.{6} Congress to that time had established parks only on government land or on land donated for park establishment—it was not about to break prior precedent. On July 7, 1925 the Shenandoah National Park Association, Incorporated was formed in Charlottesville for the sole purpose of collecting funds and donated land for the proposed park. The organization formed by the Virginia Chamber of Commerce and Shenandoah Valley, Inc., set as its goal the raising of $2,500,000, a figure estimated to be the cost of purchasing 400,000 acres at $6.00\/acre. By April, 1926 $1,249,154 had been pledged and the S.A.N.P.C. felt confident enough to recommend that Congress authorize Shenandoah National Park. The bill passed on May 14 and was signed by Calvin Coolidge on May 22, 1926. Shenandoah would become a reality when Virginia donated a minimum of 327,000 acres in fee simple to the federal government.{7} Governor Harry F. Byrd established the Virginia Conservation and Development Commission in April, 1926 to take over the management of funds collected for the park. The new Commission was headed by William Carson, Byrd's former campaign manager, and had a mandate to survey, appraise, and purchase the estimated 4,000 properties within the authorized boundary. As time passed, landowner resistance mounted, and actual property values became more evident or inflated due to government purchase, Carson convinced the Commonwealth legislature to enact a blanket condemnation law. The legislation was passed in Virginia in December, 1927, survived Commonwealth Supreme Court challenges in October, 1929, but was not finally resolved until the United States Supreme Court refused to hear the case in December, 1935. On December 26, Ickes officially accepted the legally cleared deeds. Because of the unresolved legal status of the park land, National Park Service planning and development of Shenandoah from 1931-1935 was confined to the narrow 100' right-of-way for the Skyline Drive purchased from willing landowners happy to see modern road access to their adjacent properties, to the more than 6,000 acres at Skyland and White Oak Canyon owned by booster George Pollock, or to the lands purchased by the Commonwealth at Big Meadows. From 1931-1933 Herbert Hoover (intimately familiar with the park area because of his fishing camp on the Rapidan River within the park boundary) supported the expenditure of significant sums of public works funds to build the initial 32 miles of Skyline Drive from his Camp Rapidan to Big Meadows, to Skyland, and to Thornton Gap (Virginia Route #211). After F.D.R.'s inauguration in 1933 and the establishment of six Civilian Conservation Corps camps in Shenandoah by years end, construction and development exploded—primarily as highly visible public relations efforts to bolster Roosevelt's campaign to fight the negative psychological impacts of the Great Depression. Click here to view the 1931 Department of the Interior Press Release announcing Skyline Drive funding (pdf, 84 kb). The historian will search in vain in public and private archives in an attempt to find an indication that there was an official master plan, an overriding philosophy, behind the development of Shenandoah in the years 1926-1936. The Commonwealth of Virginia and business interests sought to have a national park because of the economic stimulus it would provide; George Pollock naively thought that he would retain his Skyland {8}, and many of the commercial lodging and mineral-rights owners of park land thought that they would share in a harvest of greatly inflated land values. And no one seemed to have given serious thought to the 400-500 mountain families that had no desire to move from their homes. Actual number of residents in Shenandoah will never be precisely known because many moved before December, 1935, the issue of the forced resettlement of 465 families between 1935-1937 represents a classic case of bureaucratic ineptitude. Herbert Hoover's Secretary of the Interior, Ray Lyman Wilbur, long had expressed the Washington policy that park residents would not be disturbed unless they were in the direct path of development. Then on February 1, 1934, the new Director of the Service, Arno Cammerer stated that all inhabitants of the park lands whether landowners, tenants, or squatters, would have to leave....{9} At first official Washington attempted to dump the entire problem on Virginia officials, but a flood of letters to the White House in part instigated by extensive coverage of the issue by The Sun (Baltimore), soon brought reaction and the Department of Agriculture, Resettlement Administration, purchased 6,291 acres in seven locations bordering the proposed park, to establish resettlement homestead communities. By the Spring of 1938, 42 elderly residents had been given life estates, 175 families had been relocated to resettlement communities, several families had been physically evicted and their houses burned, and the majority of the mountain residents just left the mountain on their own. Visitor service facilities also seemed to be an afterthought in the new park. Although the CCC developed trails, picnic areas, overlooks and Skyline Drive features, water and sewer systems tied to comfort stations and drinking fountains, other development remained unplanned when the park was officially established. The Service, experienced only with the development of the western parks where the railroads had the primary role in accommodation development, followed that precedent an advertized in 1936 for a concessioner. A contract was awarded in February, 1937 to the Virginia Sky-Line Company, Inc., a consortium of Richmond businessmen, which immediately began plans for the design and development of the lodges, cabin camps, gas stations, riding stables and other recreational facilities that today comprise the majority of the buildings listed on the National Register of Historic Places within the park. At the instance of the new concessioner, George Pollock ceased to manage Skyland. The park Master Plans for the year 1937-1942 to a large extent were driven by the needs and desires of Virginia Sky-Line Company. In 1935, park establishment pending, Cammerer gave thought to the many building being removed by the Commonwealth for salvage lumber to construct outbuildings in the resettlement communities. He sent Edward Steere, Washington Office Junior Historian, to survey park structures and Steere's 88 page \"The Shenandoah National Park, Its Possibility as an Historical Development\" was produced in January, 1936.{10} Steere recommended the preservation of over 40 buildings, including a saw mill, a grist mill, and several log homes in Corbin and Nicholson Hollows. Cammerer strongly endorsed the report, in spite of Superintendent Lassiter's protests that Athere was nothing culturally significant in the mountains {11}, and directed the Superintendent to preserve the structures as they were vacated.{12} The Director's action unequivocally established that Shenandoah first was not intended solely to be a \"natural\" park. Yet for the Service of the 1930s, building preservation and restoration was an infant art and archeology yet a wet nurse. Time passed, Lassiter left, World War II began and labor and budgets went the way of the CCC. Buildings decayed and with the rot went the chance to interpret the full spectrum of physical fabric representing 200 years of permanent occupation of the Blue Ridge. Scientific natural resource management also was non-existent. Quasi-scientific vegetative surveys did not begin in Shenandoah until 1937, long after the CCC began the planting of tens-of-thousands of specimens of \"decadent\"{13} species: Fraser fir, red spruce, canadian yew, table mountain pine, and fragrant sumac were started from park seed, purchased from commercial nurseries, or imported from other parks. Deer, trout, turkey, and, possibly black bear, were introduced to Shenandoah to help establish \"a wild game preserve.\"{14} Extensive efforts were made by the CCC to remove dead wood, obliterate exotics, control pine bark blister rust, and, generally, to beautify and reestablish \"nature.\" Site-specific records of the twelve years of natural resource activities from 1931-1942 are scant, making modern assessment of \"natural communities\" difficult. Shenandoah National Park today approaches 200,000 acres. Forty percent of the area is Congressionally designated wilderness. Hiking in some wilderness areas of the park a visitor can easily feel that they, alone, are the first to brush past the mountain laurel, to spook the flock of turkey, or to stop an examine the trailing Arbutus in the thick humus and duff of the forest floor. But then, the same visitor stops at a row of fieldstone, unmarked but linearly precise—mute testimony to a cultural past. Much remains to be learned about this intimately interwoven legacy.   Endnotes:   Simmons, Dennis Elwood, \"The Creation of Shenandoah Nation Park and the Skyline Drive, 1924-1936\", (unpublished dissertation, Corcoran Department of History, University of Virginia, 1978), p.1 Benchoff, H.J., \"Report to Arno B. Cammerer, Director, N.P.S., Washington, D.C., August 20, 1934\", (Shenandoah Valley, Inc.), p. 3. The composition of the selected Committee is of interest. The Chairman was the Honorable Henry W. Temple, Congressman from Pennsylvania. He was assisted by Col. Glenn S. Smith, topographic engineer, U.S.G.S., Major W.A. Welch, General Manager of the Palisades Interstate Parkway, William C. Gregg of the National Arts Club of N.Y.C., and Harlan Kelsey of the Appalachian Mountain Club of Salem, Massachusetts, the foremost advocate of a national Appalachian Trail (who would soon express strong objections to the development of the Skyline Drive). Benchoff, loc. Cit. Quoted from a letter of Dan P. Wine, Secretary of Shenandoah Valley, Inc. and editor of Harry F. Byrd's Harrisonburg Daily News-Record, November 6, 1924 in Benchoff, op.cit., p.9 \"Report of the Souther Appalachian National Park Committee\", Zirkel Papers, SNPA Benchoff, op. Cit., p. 10 The minimal acreage requirement later was adjusted downward to 160,000 acres later. 176,429 acres were accepted by Harold Ickes on December 26, 1935. Pollock wrote to all former Skyland guests and present property owners on October 15, 1925, requesting that they contribute to the Shenandoah National Park Association. He stated that although \"It is true you will have to share the joys of this lovely retreat with many others...[there is] enough for all for many years to come.\" Copy of letter in Zerkel files, SNPA. Cammerer quoted in the Harrisonburg Daily News-Record, February 1, 1934, Zirkel files, SNPA. The paper, owned by Senator Harry Byrd, initiated an editorial campaign against the decision which was picked up by the national press. Copy in SNPA, Box I, N.P.S. file #103 Lassiter, J.R. to Verne E. Chatelain, December 27, 1935, loc. Cit. Cammerer to Lassiter, January 7, 1936, loc. cit. The phrase is Lassiter's and refers to those that we would today call \"Rare, Threatened, or Endangered\" Sixteen deer were donated by the Mount Vernon Ladies Association and released near Skyland in 1934. George Pollock discussed this and other \"preserve\" efforts in the 1934 \"Skyland, Virginia\" advertising brochure. SNPA.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/historicaloverview.htm"
}
