{
    "title": "Shenandoah National Park: Panorama",
    "body": "Panorama         Black bear with visitors at Panorama Resort. NPS Photo  Why Not Panorama? By Carrie Janney-Lucas In 1935 George Freeman Pollock, proprietor of Skyland Resort, wrote an article for the Potomac Appalachian Trail Club Bulletin entitled \"Why Skyland?\" proclaiming that his mountain top resort was the primary reason Congress had chosen the Blue Ridge for a national park. \"If there had been no Skyland,\" he wrote, \"then there would have been no Shenandoah National Park.\" While his claims have been proven to be exaggerated as they ignore the work of Ferdinand Zerkle, the Shenandoah Valley Inc., and others, most people still recognize Skyland as the premier mountain retreat in the area. But Skyland was not the only resort on the Blue Ridge during the 1920s and 1930s, although it was the only one chosen by park creators to remain after the park's establishment. On July 20, 1924, Panorama Resort opened its doors to guests. Managed by J. Allen Williams of Luray, the resort was located seven miles east of Luray. Straddling Page and Rappahannock counties, the property occupied approximately 350 acres including Mary's Rock. The site had been purchased in 1923 by Williams, his brother-in-law Paul Taylor of Washington, D.C., and R. L. Cheatham and A.M. Priest of Washington, Virginia. By 1928 the resort included a Tea Room, summer hotel, five cottages, dining room, bath house, miniature golf course, tennis court, and various other service buildings. The bungalow-style hotel, with fourteen guestrooms and four baths, was the largest building. Like many of the structures at Skyland, the hotel had been built using rustic verandas affording guests \"opportunities for entrancing and unrestricted view[s] of undulating mountains and valleys that stretch to all horizons.\" The cottages, also of bungalow type, were built in a semi-circle and were completely furnished ranging in size from two bedrooms, living room, and bath to six bedrooms, living room, and two baths. The Tea Room had accommodations for over-night guests, but also served regular meals and a la carte service. All together, the resort provided accommodations for 75 guests and dining facilities for over 200. Not only did Panorama provide accommodations for guests, but the resort also offered a wide variety of attractions including miniature golf, horseback riding, and several caged bears. The bears, however, proved to be a troublesome source of entertainment for the resort's managers. In 1935 John Nichols, a guest, brought a suit against Panorama to recover damages for personal injuries sustained when he was attacked by a bear kept at the resort. According to Nichols, the resort encouraged their guests and the general public to feed soft drinks, ice cream, etc. to the bears. While Nichols was standing near the bears' enclosure preparing to feed them, \"one of the bears sprung on the fence, pushed his paw through the wire enclosure and tore [Nichols's] face,  G. Freeman Pollock, \"Why Skyland,\" in Potomac Appalachian Trail Club Bulletin, October 1935. Black Rock Springs Hotel was another mountain resort situated along the Blue Ridge within current park boundaries. Black Rock Hotel, however, burned in 1909. Darwin Lambert, The Undying Past of Shenandoah National Park (Roberts Rinehart, Inc. Publishers, 1989), pp. 190-191. Page News & Courier, 8 June 1924 and 1 July 1932. State Commission on Conservation and Development Records. SNP Archives; During the same period in which Williams et al developed Panorama, Skyland was undergoing a similar boom. Pollock notes that around 1923 he added waterworks, sewers, and a large dining hall. Pollock, \"Why Skyland?\"  painfully and seriously injuring him.\" Although Panorama's owners claimed that Nichols had been intoxicated and was in fact teasing the bear, the court ultimately found in favor of Nichols and awarded him $200 in damages. Despite this incident, it appears that the bears remained at Panorama until they were released by members of the Civilian Conservation Corps later in the 1930s. Regardless of the problem with the bears, Panorama seems to have been a thriving summer retreat with guests traveling from as far as New York to spend their summers. So why were the hotel and cottages not maintained for park visitors? Although park developers generally always agreed that Skyland would remain a visitor facility after the park's establishment, they did not always see eye-to-eye regarding the fate of Panorama. As early as 1926 Ferdinand Zerkle, chairman of Shenandoah National Park Association, Inc., insinuated to his close friend William Carson, chairman of the Virginia State Commission on Conservation and Development (SCCD), that both Skyland and Panorama would be exempt from purchase by the state. Zerkle informed Carson that both of these resorts should be \"the subject of some special lease or contract by the National Park Service,\" thereby relieving the state commission of the financial burden required to purchase the properties. Statements such as these may have fueled Pollock and Williams's belief that they could continue to operate their respective resorts following park establishment. Despite Zerkle's inclination that the properties would not become part of the new park, following the 1927 Condemnation Act commissioners from the SCCD performed mandatory property surveys to determine all property values within the proposed park boundaries. Dissatisfied with the appraised value of $16,987 for the entire property and improvements, in September 1932 Williams, Cheatham, and Priest filed exception for the valuation in the Page County Circuit Court claiming the value \"grossly inadequate.\" The exception was the first formally filed against such appraisals in Page County, and perhaps the political move that cost the owners their opportunity to maintain the resort. By mid-1932 it was clear that Arno Cammerer, Director of the National Park Service, would not allow Williams and associates to continue operating Panorama once the park had been established. While the condition of Panorama's buildings accounted for part of Cammerer's reasoning, his motive in closing the resort was much more political. Cammerer bluntly stated that Panorama was \"not to be continued for two reasons: first because it is right on the highway in a commanding position that should be  Court records indicate that Panorama purchased the bears around 1933 when they were small cubs. The resort testified that the cubs had been raised by them, were tame, and had never shown any disposition to attack any one. Panorama Resort vs. John Nichols, Supreme Court of Virginia, 165 VA. 289, 182 S.E. 235, 14 November 1935. John Nichols vs. Panorama Resort, Page County Circuit Court, April 1936. Reports that the C.C.C. released the bears appear in records at the National Archives, College Park, Maryland. Conversation with Paul Williams, Jr., July 2002 (nephew of part owner, Paul Taylor). Ferdinand Zerkle to William Carson, July 30, 1926. Ferdinand Zerkle Collection, SNP Archives, box 9, folder 8. For discussion of Pollock's belief that he would continue to operate Skyland, see Reed Engle L., \"An Historical Overview.\" On October 15, 1925, Pollock wrote to all former Skyland guests and present property owners, requesting that they contribute to the Shenandoah National Park Association. He stated that although \"It is true you will have to share the joys of this lovely retreat with many others...[there is] enough for all for many years to come.\" Copy of letter in Zerkel files, SNP Archives. Page News & Courier 6 September 1932.  kept free from such buildings, and secondly because the present owners have done nothing except try to block the park project.\" Although Cammerer felt that Williams and Cheatham were \"nice fellows,\" he believed they held \"the wrong point of view.\" He recommended that the owners be paid the full price for their holdings, but should receive nothing more. Skyland, however, should be maintained \"due to Pollock's pioneering work and wonderful cooperation with park authorities.\" Although it seemed clear by the spring of 1934 that Panorama would never see the admiration Skyland received, numerous park creators saw the merits of a visitor facility at the intersection of Skyline Drive and Lee Highway (Route 211). Ralph Lassiter, Engineer in charge of Shenandoah, wrote to Cammerer in March suggesting that the Tea Room, filling station, and comfort station be maintained to provide for the crowds of visitors now touring the mountain by way of the Skyline Drive. While the \"flimsy hotel and cottages higher on the hill\" could be demolished, Lassiter believed that the other buildings were essential for hungry and tired visitors . Likewise, Lassiter noted that Roy Cheatham was \"anxious to operate…individually and not as a continuation of the partnership,\" perhaps an indication that he recognized the potential benefits of playing along with Cammerer and others. Still, Cammerer maintained his position. Wilbur Hall, Carson's replacement as chairman of the SCCD, nevertheless wrote to Cammerer as late as August 1935 practically begging the National Park Service not to destroy the hotel given the tourist traffic in the area. Since the government was allowing Pollock to continue, Hall requested that the NPS grant a permit to Williams allowing him to operate until the federal government took legal control. If the park did not want to keep the hotel, Hall believed that the buildings should be sold for relocation rather than destroyed. Within three days Cammerer responded to Hall noting that \"the two areas are in entirely different status.\" While Skyland would be continued at its present location, Cammerer held that Panorama, \"is not desired to be perpetuated by the NPS since it does not fit into our plans.\" This time, however, Cammerer did not mention Williams and Cheatham's efforts to thwart the park movement. Rather, he simply commented that the park was considering constructing its administrative buildings in that area and it would be necessary to raze the present structures. Cammerer told Hall to inform Williams \"to move out equipment and furnishings without delay.\" Despite Cammerer's harsh words to Hall, four months later he told Lassiter that he was \"willing to approve the temporary continuance of the Skyland Camp and Panorama Tea Room operations on the grounds that these [buildings] fulfill a public necessity.\" While the park searched for a single concessionaire Williams and Cheatham continued to operate the Tea Room through 1936 although the hotel and cottages were not used after the fall of 1935. Finally, in February 1937 the Virginia Sky-Line Company of Richmond won the contract for concessionaire taking over the reins of both Skyland  Cammerer to Demaray and Moskey, July 15, 1932. Cammerer to Albright, November 30, 1932. Quoted in Darwin Lambert, Administrative History of Shenandoah National Park, unpublished, pp. 253-254. Ralph Lassiter to Arno Cammerer, March 27, 1934. Resource Management Records, SNP Archives. The federal government granted Pollock permission to continue operation Skyland until October 31, 1934. By 1935, however, Pollock was still managing his resort under a temporary concessions agreement. Lambert, Administrative History, pp. 245-256. Wilbur Hall to Cammerer, August 9, 1935. Resource Management Records, SNP Archives. Cammerer to Hall. August 12, 1935. Resource Management Records, SNP Archives   and Panorama. Virginia Sky-Line Company continued to operate the Tea Room until the Park Service razed the structure in 1958 to make way for the clover-leaf intersection which now occupies the site of the former resort. Today Skyland remains an integral part of Shenandoah's landscape and remembered past, while most visitors and employees know Panorama only as an ARAMARK gift shop and restaurant. Panorama resort's short and soon forgotten lifespan is testament to the ways in which personalities and politics shaped the existing structures and boundaries of Shenandoah. Pollock's political connections and constant self promotion helped assure \"why Skyland,\" while Williams and associates' resistance to park development insured their removal. As with so many instances of life, a little politics can go a long way. -   Cammerer to Lassiter, December 4, 1935. Lambert, Administrative History, pp. 356-260. While the hotel was razed, the Park Service continued to use several of the cabins as offices for the local Bureau of Public Roads and as employee housing through 1939. Resource Management Records, Box 82, Folder 1, SNP Archives. Resource Management Records, Building Files, Box 10, Folder 1, SNP Archives. For discussion of how money and politics determined the southern portion of Skyline Drive in the 1930s, see Reed L. Engle, \"Skyline Drive: Road to Nowhere?\" August 2000.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/panorama.htm"
}
