{
    "title": "Shenandoah National Park: Wilderness by Design?",
    "body": "Wilderness by Design?         NPS Photo  Shenandoah: Wilderness by Design? by Reed Engle, Cultural Resource Specialist Ecology and environmental design were unknown disciplines when the construction of Skyline Drive began in 1931. Landscape Architecture was in its infancy and the terms \"designed\" and \"cultural landscape\" had not been coined. Although a narrow majority of Americans no longer lived on farms or in rural areas, America had not become suburbanized. Most native-born adults had rural roots and it was not difficult, then, to experience nature. The early planning and design for Shenandoah included the provision of the basic amenities of hot water, flush toilets, and camp stores and restaurants. Very few park users wanted a true wilderness experience. They wanted, and park designers planned for, a park that would allow visitors to get out of the city and commune with nature, while providing facilities and developments for their fundamental needs. Those perceived needs included the creation of a varied and aesthetic landscape both along and visible from Skyline Drive.  Mr. Arno B. Cammerer, Director National Park Service… Dear Mr. Cammerer: Report on visit to Shenandoah National Park, October 21 and 22, 1939 There are a number of things I would like to put on record from my observations made last Saturday and Sunday at Shenandoah National Park, and particularly with reference to developing the right kind of plant associations. First, to conform with the conditions as they originally existed, and second, to greatly increase the landscape values on a broad scale. Last week in discussing the Skyline Drive with Mr. F[rederick] L[aw] Olmsted, he remarked that after 30 miles or so, to him the trip became a little bit monotonous. The forst [sic] landscape, it must be admitted, is more or less monotonously the same throughout the Park, and this, of course, is occasioned by the fact that all the land has been cut over, not only once, but probably in many cases many times…. Yours truly, Harlan P. Kelsey Collaborator at Large {1}  Harlan Kelsey, one of five members of the Southern Appalachian National Park Committee created to study and recommend a suitable site for a national park in the east, was a botanist, a landscape designer, and the President of the Appalachian Trail Conference (ATC). Before the 1935 establishment of the Park, Kelsey strongly opposed the creation of the Skyline Drive because of its impact on the AT. His letter to Cammerer 15 years after his Committee appointment and 4 years after the Park was established, is testimony to both his and the park planners' conflicting philosophies for Shenandoah's development. Although advocating the restoration of vegetative communities \"as they originally existed\", Kelsey also supported Olmsted's desire to create a less \"monotonous\" landscape with more aesthetic \"values.\" Kelsey's letter went on to specifically note that:  [In] the northern section of the Park, originally there was unmistakably a dominance of White Pine and Chestnut which would give the area around Mt. Marshall a very distinctive character of its own. This indicates that there should be many thousands of White Pine planted in that area…. Again, from time to time along the Skyland [sic] Drive we find areas where Canada Hemlock once flourished in the upper ends of ravines and even around cliffs and rock promontories. These remnants indicate that once there was [sic] considerable areas of hemlocks in those places which, if restored, will give a very distinctive and pleasant relief from the excessfully [sic] dominant hardwood forest. From Stony Man and Hawskbill [sic] south, we find three most interesting conifers which should be largely used to break up the monotonous hardwood dominance. The three trees are Picea rubra, Red Spruce, Abies fraseri, Fraser Balsam Fir, and Pinus pungens, Table Mountain Pine. [As to] the splendid areas completely, or quite so, covered with Mountainlaurel [sic], and in other places, Azaleas or a combination of both which are now being choked out and their development impeded by an overgrowth of weedy deciduous trees and shrubs …judicious cutting should be done to develop these areas into fairly pure stands of the variety which deserved [sic] dominance. This would again tend to relieve monotony of landscape. The hardwoods should be removed from around individual pines, hemlocks, and the like so that they could develop naturally.…  The author continued by recommending the use of \"Virginia Clematis and Bittersweet\" and \"native grapevines and Virginia Creeper\" to cover embankments and steep slopes as \"they will trail from 50 to 100 feet in many cases.\" He concluded by complimenting \"some of the landscape plantings on the islands separating traffic at the overlooks\" stating that \"the plantings are extremely pleasing and naturalistic. Though I believe a few large weathered boulders introduced in these islands would add to the interest and also be of considerable traffic value.\" {2} The letter presents a case for how the forest \"should be\" and how it should \"develop naturally\", but the author sees no contradiction in stating how to help nature by recreating what \"there once was.\" Kelsey's stated goal of natural regeneration also is tempered by a desire to create a designed landscape, a landscape incorporating labor-intensive and highly unnatural \"pure stands\" created only for aesthetic reasons. At roughly the same time Kelsey sent his letter to Cammerer, Civilian Conservation Corps Landscape Architect Knox , an ally of Kelsey, made a rough site plan of the CCC nursery at Big Meadows. Knox detailed nursery stock including 4,500 Parthenocissus quinquefolia (Virginia Creeper), 1526 Campsis radicans (trumpet creeper), 116 Celastrus scandens (bittersweet), 138 Viburnum dentatum ( arrow-wood), 64 Cornus alternifolia (alternate leaved dogwood), 56 Rhus canadensis (sumac), 9 Euonymus Americana (strawberry bush), and unnumbered pitch pine, red spruce, fir, chestnut, walnut, and Rhododendron maximum. {3} The similarity between the material Kelsey advocated and that which Knox was growing is striking and suggests prior discussion. Another CCC nursery, of similar size to that of Big Meadows, was in operation in 1939. Collectively, however, the nurseries could not have provided the 26,701 trees and shrubs reported planted by Shenandoah's CCC camps between July, 1939 and June,1940. {4} Subsequent orders to the Virginia Forest Service (March 16, 1940) for \"10,000 2'0\" White Pine\" and \"5,000 2'0\" Pitch Pine\", and to the Cole Nursery Company, Painesville, Ohio (September, 1940), suggest that the large proportion of landscape material planted by the Civilian Conservation Corps was coming from outside the park. In the fall of 1941, the Big Meadows CCC nursery was growing 355 \"Blue Ridge [Fraser] Fir, 3,551 Table Mountain Pine, 975 Pitch Pine, 2 White Pine, 6 Red Spruce, and 947 Bittersweet.\" A new plant nursery had been established at park headquarters and was growing \"170 Viburnum dentatum, 14 Rhus canadensis, 31 Cornus paniculata, 6 Azalea sps (Hybried) [sic], 112 Evanymous [sic] Amencaiea [americana], and 220 Black Walnut.\" {5} An undated table detailing plans for \"Planting Park Species\" provides an illustrative indication of the early Service and CCC philosophy for revegetation-an admixture of both aesthetics and ecology--and perhaps, a pragmatic reforestation based on the species on-hand.     LOCATION   ELEVATION   EXISTING SPECIES   PROPOSED SPECIES    Mount Marshall 3368' ----------- [Fraser] Fir   Hogback 3474' -----------  [Fraser] Fir, Red Spruce    Mary [sic] Rock 3514' ----------- [Fraser] Fir, Red Spruce   Pinnacle 3720' ----------- [Fraser] Fir   Stonyman [sic] 4010'  Canadian Yew (Taxus canadensis)  [Fraser] Fir, Red Spruce   Hightop 3585' ----------- [Fraser] Fir, Red Spruce   Crescent Rock 3500' [Fraser] Fir Canadian Yew, Red Spruce   Sawtooth Mtn. 4049' [Fraser] Fir, Red Spruce Canadian Yew, [Fraser] Fir   Rapidan Camp  2500' - 2600'  Canadian Yew, Rosebay (Rhododendron catawbiense) [Fraser] Fir, Red Spruce   Hawksbill Creek    Rosebay  Pinxter Azalea (Rhododendron nudiflorum)   Deep Run    Rosebay  Pinxter Azalea (Rhododendron nudiflorum)    Although existing vegetative communities had been documented, subsequent revegetation did not necessarily support those facts. As late as April, 1945 park reports on the efforts at revegetation (conducted by conscientious objectors working in the CPS) indicate that the park was concentrating on the planting of \"5-7 year old transplant\" Table Mountain and Pitch pines, i.e., large nursery stock. Table Mountain pines had been planted at the former Skyland CCC camp (650), Hawksbill Gap (25), Hawksbill-Heywood Saddle (450), and Spitler Knoll (150). Pitch pines had been planted at South River (125), Ketes [Kites] Deadening (100), CCC camp NP-3 (50), and the Naked Creek Post Office (75). {6} Early efforts were not expended on revegetation alone, but also on the removal of native forest for aesthetic or prophylactic reasons. In the two years from January, 1937 to January, 1939, legible CCC records indicate that over 74 forested acres adjacent to Skyline Drive had been cleared to create vistas; the actual figure may have been much higher. A regular project over the nine year tenure of the CCC was the eradication of Ribes americanum (American Currant), a native species that unfortunately serves as an intermediate host for the virus destructive to the commercially valuable and aesthetically desirable white pine. Another nine year effort was the removal of endless acres of standing dead chestnut for both fire-prevention and aesthetic reasons. In one six month period, the Skyland CCC camp (NP-1) eradicated Ribes from over 1,200 acres. CCC monthly reports from 1933-1942 suggest that there is no part of the park that was not altered by this specific control program. Ongoing research continues to document management manipulation of parkland in the first decade of development. It demonstrates that Shenandoah is not simply a testimony to \"nature's ability to heal herself\", {7} but an early example of environmental planning and design--a broad-brushed cultural landscape first created by very concerted efforts to erase obvious impacts of human use and to reestablish perceived and aesthetic vegetative associations. When America joined War II and when the Civilian Conservation Corps was discontinued, Shenandoah lost the labor force that fueled the engine of vegetative restoration and change. Mother Nature was left in charge to complete the process.  Endnotes:  Kelsey, Harlan P. to Arno B. Cammerer, October 28, 1939  Examination of historic photographs indicates many of these boulders were introduced. Many, however, were removed in the past few decades to expedite mowing operations.  The original park, non-CCC, records on which this article are based are no longer retrievable in the General Files. The author thanks Paul Pfenninger, who provided xerographic files of similar copies, found in old Division of Interpretation staff research notes.  A compilation of CCC Monthly Reports, Record Group 79, National Archives. Unfortunately, the CCC reports from 1936 to 1942 are available only on very poor quality microfilm. This number is the very minimum of reported work accomplishments as many numbers were not legible and were not included.  Memorandum by Robert B. Moore, Forester, Shenandoah National Park, September, 19, 1941  \"Summary of Field Planting, April 1945, Table Mountain and Pitch Pine…,\" 855-01, original location unknown.  The phrase is typical of most publications dealing with Shenandoah National Park prior to those published in the past decade",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/wilderness_by_design.htm"
}
