{
    "title": "Shenandoah National Park: Appalachian Trail History",
    "body": "Appalachian Trail History         Sexton Shelter at Pinnacles, 1932   Appalachian Trail Conservancy (ATC) was formed in 1925 to advance proposals for a continuous \"super trail\" along the mountain crests of the eastern wilderness. Benton MacKaye, first a forester for the U.S. Forest Service and later a planner for the Tennessee Valley Authority, advocated a trail maintained by local organizations that would support not just a recreational route, but also shelter camps and food and farming communities to support the camps. MacKaye saw the Appalachian Trail as an escape from the evils of modern life and as \"a moral equivalent to war.\" Although MacKaye's larger philosophic vision for the trail was not realized, his legacy is the 2,175-mile-long route that exists today. The Potomac Appalachian Trail Club (PATC) was founded in November 1927 to construct and supervise segments of the AT in the mid-Atlantic region; by 1931 a trail had been constructed on privately-owned land on the crest of the Blue Ridge Mountains, the area destined to become Shenandoah National Park. Early supporters of the PATC were closely tied to George Freeman Pollock's Skyland and many were frequent guests. Some owned cabins at the resort. It is therefore not surprising that the early trail went right through Skyland. The PATC strongly supported the establishment of Shenandoah National Park, seeing the eastern national park as a means for the preservation of a large block of rustic, if not wilderness, land. The design and construction of the Skyline Drive between 1931-1939 caused a riff in the ATC and the PATC and the end to the friendship between MacKaye and PATC President Myron Avery. The Skyline Drive was being built on the crest of the Blue Ridge in the same location as the original AT, most of which had to be relocated and rebuilt lower down the mountain slopes. Avery believed that the roadway and the trail could co-exist and provide a recreational experience to great numbers of visitors, while MacKaye was unwilling to compromise with the automobile. He left the ATC and went on to become a founding member of the Wilderness Society. From 1933-1942 the Civilian Conservation Corps built the new trail and structures associated with the AT, but then and today the PATC administered the trail cabins and huts and partnered with the National Park Service in maintaining the route. Today 101 miles of the Appalachian Trail wind their way through the park. The forest has changed since 1926 and the trail has been shifted in places due to floods, fire, and landslides. However, the experience first sought by the early trailblazers remains unchanged. Appalachia Magazine, circa 1937, article titled, \"Shenandoah National Park, The Skyline Drive and the Appalachian Trail\" (pdf, 342 KB).                   Early Trail Construction   36 Photos  Historical Photographs of Shenandoah National Park Trail Construction, 1933-1942.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/at.htm"
}
