{
    "title": "Shenandoah National Park: Skyline Drive",
    "body": "Skyline Drive         NPS Photo  Click here to learn more about the history of Skyline Drive Skyline Drive Historic District by Reed Engle, Cultural Resource Specialist Whose Idea Was The Drive? The first recorded mention of the construction of a Skyline Drive (not the phrase then mentioned) was by William C. Gregg, a member of the Southern Appalachian National Park Committee who suggested the idea of a ridge road to L. Ferdinand Zerkel, a member of the Board of Shenandoah Valley, Inc., during his five-day visit to Skyland. The idea ended up incorporated into the recommendations of the Committee. Length: 105.5 miles from Front Royal to Rockfish Gap         Dates\/Costs of Construction:  Official ground breaking was July 18, 1931, although the actual field survey began in January of that year. First section of construction initially was to be from Rapidan Camp to the Skyland Resort, some twenty miles, but evolved into the 34 miles from Swift Run Gap (U.S. 33) to Thornton Gap (U.S. 211). Original funds were allocated by the Federal Drought Relief Administration to employ Virginia farmers and apple pickers suffering from the severe drought impacts on the apple and produce harvests in 1930. Congress appropriated $1,000,000 the fall of 1932 to continue construction of the Drive and the Department of the Interior announced that the Drive would extend from Swift Run Gap to Front Royal. Roosevelt forms Civilian Conservation Corps and first two companies in the National Park Service are formed at Skyland (NP-1) and Big Meadows (NP-2). Shenandoah National Park would eventually benefit from ten CCC camps. May, 1933. Skyline Drive from Thornton Gap to Swift Run Gap was completed in the summer of 1934 and opened to the public on September 15, 1934. This section cost $1,570,479 or approximately $39,000\/mile. Skyline Drive from Thornton Gap to Front Royal (32 miles) was opened to the public on October 1, 1936 and cost $ 1,235,177 or, approximately $42,000\/mile. Skyline Drive from Swift Run Gap to Jarman Gap (32.4 miles) was opened to the public on August 29,1939 and cost $1,666,528 or, approximately $51,500\/mile. Skyline Drive (then Blue Ridge Parkway) from Jarman Gap to Rockfish Gap (8.5 miles) was completed on August 11, 1939 and cost $358,636 or, approximately, $40,000\/mile. [The southernmost section of the Drive from Jarman Gap to Rockfish Gap was originally constructed in 1938-1939 as a part of the Blue Ridge Parkway and was deeded to Shenandoah National Park in 1961.  Contractors for the Drive:  Thornton Gap to Big Meadows: Ralph E. Mills Construction Company, Frankfort, Kentucky Big Meadows to Swift Run Gap: Keeley Construction Company, Clarksburg, West Virginia Front Royal to Compton Gap (9.76 miles): Waugh Brothers, Fayetteville, West Virginia Compton Gap to Hogback Mountain (10.4 miles): Sammons-Robertson Company, Huntington, West Virginia Hogback Mountain to Thornton Gap (10.3 miles): Albert Brothers, Salem, Virginia Swift Run Gap to Simmons Gap (8.04 miles): M.E. Gilioz Company, Monett, Missouri Simmons Gap to Browns Gap (IO. 18 miles): M.E. Gillioz Company, Monett, Missouri Browns Gap to Black Rock Gap (4.80 miles): Chandler Brothers, Inc., Virgilina, Virginia Black Rock Gap to Jarmans Gap (9.39 miles): Albert Brothers Construction, Inc., Salem, Virginia Jarmans Gap to Rockfish Gap (8.5 miles): Ralph E. Mills Company, Frankfort, Kentucky  Bituminous surfacing of the roadway was separately contracted and was awarded to either Corson and Gruman Company, Washington, D.C., Southern Asphalt Company, Richmond, Virginia, or Barrett Paving Company, Harrisonburg, Virginia. Marys Rock Tunnel The tunnel, 670 feet long, was bored through the solid granite of Marys Rock in 1932. Although justified as avoiding the necessity of creating an expensive cut on the existing slope and filling the down slope areas, thus creating a massive man-made, visual feature, it has been suggested that the tunnel was built as a challenge to Bureau of Public Roads and National Park Service landscape architects. The tunnel was partially lined with concrete in 1958 to alleviate the formation of icicles in winter and water seepage in summer-a partially successful effort. Guard Walls and Guard Rails The CCC built many of the stone walls along the Drive, particularly those in the South District and those at overlooks. Beginning in 1983 many of the original walls have been rebuilt by the Federal Highways Administration with cores of concrete, reusing the original stone as a veneer. When built the Skyline Drive had miles of chestnut log guardrails, particularly in areas of open fields and meadows. The guardrails rotted and all were removed in the 1950s, not to be replaced. Civilian Conservation Corps The CCC \"boys\" did not construct the roadbed of the Drive as has at times been suggested. But there would be no Skyline Drive without the efforts of the CCC. They graded the slopes on either side of the roadway, built the guardrails and guard walls, constructed overlooks, planted hundreds of thousands of trees and shrubs and acres of grass to landscape both sides of the roadbed, built the picnic areas and campgrounds, comfort stations, visitor contact and maintenance buildings, and made the signs that guided visitors on their way. Many served as the first park interpreters. More about Skyline Drive... \"Skyline Drive: Railing at Walls\" by Reed Engle, Cultural Resource Specialist from Resource Management Newsletter, October 1996 \"Skyline Drive: A Road to Nowhere?\" by Reed Engle, Cultural Resource Specialist from Resource Management Newsletter, October 1999                       Skyline Drive Construction   15 Photos",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/skylinedrive.htm"
}
