{
    "title": "Shenandoah National Park: Women and the National Park Service",
    "body": "Women and the National Park Service         Early 1970s era uniforms.   The Way We Were: Women and the National Park Service by Reed L. Engle and Carrie Janney-Lucas As the National Park Service approaches its centennial year, few people remember that for the greater part of its history Service women did not have the right to \"look like a ranger.\" Not until 1978 were women allowed to cast off their unique polyester knit, \"fast food worker's\" uniforms (Bicentennial replacements for the earlier \"stewardess\" garb), and wear the same official uniform Service men had always worn. They also were given the right to wear the official badge, as opposed to the former diminutive replica, and the regular, rather than the earlier lightweight and flimsy, Stetson. It had taken sixty-two years, an Act of Congress, a ruling by the U.S. Attorney General, and much quiet internal protest for women to gain the right to be perceived by the public as National Park Service rangers.         The changes of May 1978 began in 1960 when the Committee on Interpretive Standards was established. Composed of male park historians and interpreters, the Committee came to an agreement in 1962 that the \"Service must make up for lost time and an unperceptive attitude by initiating a strong program of recruiting young [emphasis by author] women for some types of interpretive work.\" The report was \"generally acceptable\" to most superintendents and regional directors, all white males in 1962. The Report saw women as competent to be interpreters in historical parks, but not in the military or traditional \"natural\" parks where the prevailing ethic still saw a uniformed ranger as a white male. There is little doubt that the primary reason the Committee forwarded their recommendation is that the male-dominated Service saw interpretive programs at historical parks as similar to those given by volunteers at historic shrines and local historical societies. They were willing to concede these positions as a sap to women's rights. Women hired for these positions, however, would not wear a standard Service Class \"A\" uniform, but one of polyester knit with a pillbox hat based on that worn by airline stewardesses (unofficially known as a \"buffalo chip\"). In 1962 Attorney General Robert Kennedy handed down a ruling invalidating an 1870 law that allowed federal agencies to limit job offerings by sex; in 1965 Congress repealed the 1870 law. Although Kennedy's ruling forbid \"male only\" job announcements as did Title VII of the Civil Rights Act of 1964 two years later, the Service continued to do so on ranger positions. In 1967 Secretary of the Interior Stewart Udall responded to a discrimination complaint by a woman wanting to apply for a ranger position by stating that it was \"our concern and affection for girls that prevents our saddling them with the full load of ranger duties.\" Udall continued by welcoming the woman to apply for naturalist or historian positions which while also done by males could be \"done just as well, and indeed, often better by, women.\" Udall echoed the prevailing feeling in the Service that women were better at public interpretation of \"touchy-feely\" sites that dealt with culture, society, or sensitivity, but that men were better at interpreting nature and war, and certainly with law enforcement. In 1964 the first two Service women were admitted to the Albright Training Center ranger training. They ended up in ranger-naturalist or ranger-historian, hyphenated positions, unlike the men's. It was not until 1969 that the Office of Personnel Management (OPM) issued new standards for the ranger series that allowed a woman to hold a ranger position without a hyphen. It was not until 1971 that the first woman was allowed to take law enforcement training and commissioned to carry a gun. And it was not until 1978 that women in the Service gained the right to wear the \"man's\" uniform, the Service badge, and the \"man's\" Smokey Bear hat.         As with all history, the changing roles of women in the National Park Service must be placed in context. Prior to 1962 it was not just the National Park Service men that were products of their times and backgrounds, but often the Service wives. Those in positions of authority and their wives had grown up in time when protest was rare. The sixties changed that forever, but it would take those in authority in the Service and many other federal agencies a decade to catch up with society. A case-in-point is that in February 1967 the park superintendents in the Southwest Region held their yearly conference in Tucson, Arizona. The attending wives developed a nationally distributed \"National Park Service Wives and Women Employees Handbook\" that included the following guidance  \"You are married to a very special man, or you would not be reading this letter. The Park Service challenges men who are intelligent, able to communicate and get along with people, and who also have a special love for our USA wonderlands, the National Park areas. As the wife of such a man, you are also challenged!\" \"Most men choose the Park Service as a career because of a special interest or skill. They quickly become involved in their work. If you don't want to be left out, share his interests, read everything you can get your hands on that pertains to his field of work, listen to him.\" \"Just one word of caution. The job is his, not yours. Don't intrude into official duties.\" \"Whatever your husband's position, how he looks on the job is important. . . As a Park Service wife, it is your responsibility to see that his clothes are ready when needed, clean and neatly pressed. He will appreciate this more than you'll ever know.\" \"A park community differs from most communities because the people not only must live together, they also work closely together. It is not fair for wives to burden husbands with complaints about a neighbor when he has to work with the same man all day. Practice patience and understanding and try not to let coffee chats degenerate into gossip sessions or comparisons of advancement and careers.\" \"Wives, sometimes more than husbands, color the community's impression of the NPS. There may be a place where you will have to live down or make up for mistakes of wives who've gone before you. This isn't easily done. Be yourself, be honest, and try very hard to avoid self-centeredness.\" \"There will come times when you will want to conk your beloved on his pointed little head for ever getting you into this NPS way of life! You will wonder if he'll ever come home in time for dinner, just once even, but fire season, ski patrol, or rains which bog down unwary visitor's cars shall pass, and you'll have plenty of time to subdue and arrange your feelings and laugh at it together.\"   We have come a long way.  Reed L. Engle and Carrie Janney-Lucas  i Final Report of the Committee on Interpretive Standards, NPS, May, 1962, page 125 in Polly Welts Kaufman, National Parks and the Woman's Voice, Albuquerque, 1996. Kaufman's work is the definitive history of women in the National Park Service. ii Loc. Cit., p.126 iii Loc. Cit., p. 126 iv Copy in the Shenandoah National Park Wives Club Scrapbook Collection in the Shenandoah National Park Archives",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/women_and_nps.htm"
}
