{
    "title": "Shenandoah National Park: Shenandoah's Civil War Connection",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Shenandoah's Civil War Connection                Shenandoah's Civil War Connection         \"Stonewall\" Jackson   June 18, 1862-Leaving the Shenandoah Valley: Jackson Crosses the Blue Ridge Mountains through Browns Gap The Blue Ridge Mountains   The Blue Ridge Mountains running along the East side of the Shenandoah Valley make up the core of Shenandoah National Park where Skyline Drive runs along their crest.   Today most visitors to the park travel along at least a portion of Skyline Drive, from whence they encounter stunning vistas of the Shenandoah Valley from numerous viewpoints along the drive.   What visitors may not realize is that they are driving along one of the most significant tools the Confederacy utilized during the American Civil War.   Throughout the four years of the Civil War (1861-1865), Confederate armies frequently used the Blue Ridge Mountains as a natural screen to conceal the movement of troops from Union forces. Because of the southwest-northeast orientation of the Shenandoah Valley west of the Blue Ridge, Confederate armies marching down the Valley naturally moved toward a position from whence they could threaten the northern cities of Washington and Baltimore, while Union armies marching up the Valley were forced to move farther away from the Confederate capitol of Richmond.   In addition to shielding troop movements, the Blue Ridge Mountains also contained passes and roads that passed directly through what is now Shenandoah National Park. The larger passes, such as Rockfish and Thornton Gaps, were used throughout the war by both armies, but Thomas \"Stonewall\" Jackson was uniquely gifted in utilizing the lesser known passes to conceal his troop movements from prying eyes, allowing him to move troops from the Valley into the piedmont without the Federals knowing he was doing so.   Jackson is unquestionably one of the most legendary and well known commanders of the American Civil War. Much of that reputation is due to the success and skill he demonstrated not only on the field of battle, but also in the manner in which he used the mountains to conceal the movement of his troops during his 1862 campaign in the Shenandoah Valley.      Valley Campaign   In the years preceding the war Jackson had made his home in Lexington, VA and developed a deep connection to the Shenandoah Valley and the mountains surrounding it.   As the war progressed Jackson rose to command a brigade that was composed almost entirely of men from the Shenandoah Valley and the surrounding mountains. When Jackson was further elevated to the rank of General and given command of an independent force, it was these men, who came to be known as the \"stonewall brigade\" who formed the core of Jackson's army during the Valley Campaign of 1862.   Between the end of March and mid-June Jackson and his men marched more than 500 miles, fought six pitched battles, and frequently engaged union troops in smaller skirmishes around the valley, often on ground that his men had grown up on.   Skyline Drive not only runs along the crest of the Blue Ridge Mountains, but also provides views that include the sites of the six major battles that made up the 1862 Valley Campaign.   1.   Kernstown (March 23) 2.   McDowell (May 8) 3.   Front Royal (May 23) 4.   1st Winchester (May 25) 5.   Cross Keys (June 8) 6.  Port Republic (June 9)        General Robert E. Lee   In recognition of Jackson's success at Cross Keys and Port Republic Gen. Robert E. Lee wrote to Jackson from Richmond on June 11th: \"Your recent successes have been the cause of the liveliest joy in this army as well as in the country. The admiration excited by your skill and boldness has been constantly mingled with solicitude for your situation.\" Reinforcing Jackson   Following his victories at Cross Keys and Port Republic, Jackson pulled his troops out of the valley into the Blue Ridge Mountains and ensconced his army at Brown's Gap where he remained for three days. While there Jackson sent messages to Richmond requesting that his force be increased to 40,000 men so that he might push offensively down the Valley and across the Potomac, in order to drive the Federal troops out for good and directly threaten Washington.   Jackson's Valley campaign had already delayed Union Gen. George McClellan's attack on Richmond by drawing the 40,000 men under Gen. Irvin McDowell away from Richmond to the Shenandoah Valley. Believing that he could best keep Union forces away from McClellan's efforts against Richmond by exciting fears for the safety of Washington, Lee sent Jackson 14,000 reinforcements by rail for this purpose. As they were taken from the Valley toward Richmond Federal prisoners met these reinforcements in passing, and when paroled shortly thereafter, carried the news to Washington, where it had exactly the effect that Lee and Jackson desired.   After resting for three days, in Jackson's own words, on June 12th, the troops moved down from the mountains, \"recrossed South River and encamped near Weyer's Cave.\" They were soon joined there by six of the regiments sent by Lee, with the remainder of the reinforcements on their way to Staunton. Union Retreat In the aftermath of the Battles of Cross Keys and Port Republic both Union Gen. John Frémont (whom Jackson had defeated at Cross Keys) and Gen. James Shields (whom Jackson had defeated at Port Republic) pulled back down the valley away from Jackson. When Jackson returned to the valley on June 12, he sent cavalry out in front of his men, who spread intelligence that Jackson, with 50,000 men or more, would soon again march down the Valley to drive the Federals out entirely. These tactics were so successful, that not only did both Union armies continue to retreat, but on June 12 Frémont telegraphed Washington that \"Jackson is heavily reinforced and is advancing.\" One week later, on the 19th he sent another message to Washington claiming, \"No doubt another immediate movement down the Valley is intended, with a force of 30,000 or more.\" These messages and the movement of reinforcements to Jackson had the desired effect of both deterring Union troops in the Valley from further action, and redirecting reinforcements intended for McClellan's offensive move against Richmond. As a result of this success, four days later on June 16, General Lee wrote to Jackson, suggesting that he and his men march from the Shenandoah Valley to assist in the relief of Richmond, by attacking the relatively unprotected right flank of McClellan's army, north of the Chickahominy River.      Marching through Brown's Gap   As Jackson himself records, \"The army remained near Weyer's Cave until the 17th, when, in obedience to instructions from the commanding general of the department, it moved toward Richmond.\"   Shortly after midnight, in the early hours of June 18, Jackson and his men left their position at Weyer's Cave and began the 120 mile march to Richmond.   The route that Jackson took on his secret march through the night of June 17-18 followed the old Browns Gap Turnpike across the Blue Ridge Mountains, past their camp of a week earlier, and down toward Richmond.   Construction of the road they took had begun in 1805 by Brightberry Brown and William Jarman. Commonly known as \"Brown's Turnpike,\" this road had become an important crossing through the mountains by the time of the Civil War and was utilized effectively by Confederate forces on several occasions.             Arriving in Richmond   After defeating all three Union armies in the region and pulling additional reinforcements away from Richmond, Jackson successfully departed from the Shenandoah Valley and joined Lee as he prepared to launch an attack on McClellan's exposed right wing. His use of the Blue Ridge Mountains to both conceal his movements and provide passage into the piedmont was so successful that, on June 28, ten days after Jackson had left the valley, when he and his men were actually fighting McClellan in the Seven Days Battle, Union General Nathaniel Banks (whom Jackson had defeated at the First Battle of Winchester on May 25) still believed \"Jackson meditates an attack in the valley.\" The mountains had played a key role in the success of the Confederate armies once again.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/civil-war-connection.htm"
}
