{
    "title": "Shenandoah National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 04, 2016  Bear Incident Prompts Trail Closure at Shenandoah National Park  On August 3, 2016 a hiker reported an encounter with a mother bear and two cubs on the Snead Farm Fire Road near Dickey Ridge Visitor Center (mile 4.6 Skyline Drive). The Snead Farm Fire Road and Loop Trail will remain closed while park staff monitor the area. Hikers with dogs are asked to avoid the Dickey Ridge Area.   July 29, 2016  Shenandoah National Park Celebrates National Park Service History  Stephen T. Mather was a successful businessman, brilliant promoter, and a visionary who became the first director of the National Park Service (NPS) in 1916, setting the standard for all who followed. To honor Director Mather and celebrate the NPS Centennial, a special one-hour, costumed, living history interpretive program will be presented twice this season.   July 22, 2016  Shenandoah National Park Selects Sound Artist Dianne Ballon for the August Artist-in-Residence Program  Shenandoah National Park is pleased to announce the selection of sound artist Dianne Ballon as the August Artist-in-Residence.   July 21, 2016  Shenandoah National Park Hosts Night Sky Festival  Luray, Virginia:  Shenandoah National Park will celebrate the importance of dark skies and the beautiful night skies that Shenandoah protects with a Park-wide Night Sky Festival from Thursday, July 28 to Sunday, July 31, 2016.   July 15, 2016  Shenandoah National Park Seeks Public Input on Proposed Removal of Five Buildings in the Big Meadows Area  The National Park Service (NPS) is seeking public input into the proposed removal of five buildings in the Big Meadows area known as the Big Meadows Cottages or Maids Cabins.   July 12, 2016  Shenandoah National Park Reflects on the History of Gliders at Big Meadows  Shenandoah National Park is hosting a special presentation on the history of gliders on July 15 and July 16 at 1:00 p.m. in the Byrd Visitor Center auditorium (mile 51 Skyline Drive).  Presenter Lt. Col. Hulstrunk, a WWII glider pilot, will speak about his experience of attending and assisting with the glider competition held at Big Meadows in the 1930s.  He will discuss the search for better aircraft and flying sites during the 1930s, the methods of getting a glider into the air, and the unique experimental gliders of the time period.  He will also touch on how the pilots who competed for aviation records quickly found themselves on opposite sides during World War II.   July 07, 2016  Renowned Outdoor Author Presents the New Bubba Jones National Park Adventure Series in Shenandoah National Park  Shenandoah National Park, Shenandoah National Park Association, and Delaware North Company (DNC) are delighted to once again host special programs featuring outdoor recreation expert and award-winning author Jeff Alt, who will inspire families to enjoy and care for nature and the outdoors.  Want your kids to enjoy hiking and the Great Outdoors? “Make it fun”, says Jeff, and he has lots of great advice on how some simple pieces of equipment and a few techniques can help make sure you and the kids have a great time outdoors. “It’s time to get off the couch and hit the trail with your kids.”   September 30, 2015  Park Seeks Feedback on Biocontrols to Manage Non-native Hemlock Woolly Adelgid Pest  Shenandoah National Park officials are seeking public opinion on a plan to release a predatory beetle as a new tool to help control the spread of hemlock woolly adelgid (HWA).  HWA is an invasive insect that has devastated hemlock forests throughout the eastern United States.   September 02, 2015  Shenandoah National Park Welcomes 4th-Grade Students through Every Kid in a Park  Shenandoah National Park invites all 4th-grade students to visit the Park for free as part of the White House’s new Every Kid in a Park program.   April 23, 2015  Shenandoah National Park Announces Entrance Fee Increase  As part of a nationwide initiative, Shenandoah National Park will begin charging increased entrance fees in two stages, beginning on May 1, 2015.   April 07, 2015  Shenandoah National Park Joins National Find Your Park Movement  Shenandoah National Park joins parks, programs, and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. Launched earlier this month by the National Park Service and the National Park Foundation, Find Your Park is a public awareness and education campaign celebrating the centennial of the National Park Service in 2016 and setting the stage for its second century of service.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/news\/newsreleases.htm"
}
