{
    "title": "Shenandoah National Park: Archive",
    "body": "Archive           Subscribe  | What is RSS     July 07, 2016  Shenandoah National Park Temporarily Closes Trails Due to Unusual Bear Activity  Due to recent unusual bear activity, Shenandoah National Park has established two sets of closures in the South District of the park.   June 03, 2016  Shenandoah Selects Artist-in-Residence  Shenandoah National Park is pleased to announce the selection of Missouri-based artist Felicia Leach as the June Artist-in-Residence. “We are excited to have Felicia join us during the National Park Service’s Centennial celebration. 2016 is a special year for us and I look forward to seeing Felicia’s artistic interpretation of what the Centennial means to her,” stated Superintendent Jim Northup.   May 26, 2016  Celebrate National Trails Day at Shenandoah  Celebrate American Hiking Society’s National Trails Day® in Shenandoah National Park on Saturday, June 4, 2016.  In partnership with Shenandoah National Park, the Potomac Appalachian Trail Club (PATC) invites new hikers and experienced backpackers to learn new trail skills at PATC Trail Patrol’s “Beyond the Trailhead” event at Byrd Visitor Center (milepost 51 on Skyline Drive) from 9:15 am to 3:30 pm.  Come join guided hikes and hands-on demonstrations throughout the day.   May 11, 2016  Tunnel Closure  Portion of Skyline Drive to be Temporarily Closed at Night; Shenandoah National Park to Remain Open Luray, Virginia - Beginning May 16, 2016, Shenandoah National Park will close a portion of Skyline Drive between the gate near Panorama Comfort Station (mile 31.7, just south of the Thornton Gap Entrance Station) and Hazel Mountain Overlook (mile 33.0) to do necessary maintenance and repairs to Marys Rock Tunnel.  The closure will be from 9:00 pm to 6:00 am, Monday through Thursday and from 12:00 am (midnight) to 6:00 am, Sunday. The tunnel will not be closed on Friday and Saturday nights. The work is expected to take approximately six weeks.   April 17, 2016  Rocky Mtn Fire 2016 Forces Trail Closures  The Rocky Mtn Fire 2016 has forced the closure of Rocky Mount Trail, Gap Run Trail, and Onemile Run Trail.   January 11, 2016  CWD Response Plan Approved  The National Park Service and Shenandoah National Park have issued final approval of the Park's Chronic Wasting Disease Management Plan.   December 02, 2015  Shenandoah National Park Announces Winter Visitor Center Hours  Starting Friday December 4, Byrd Visitor Center will go to a weekend only schedule, weather permitting   November 04, 2015  Shenandoah National Park to Implement Night Closures of Skyline Drive during Virginia Hunting Season  Park Superintendent Jim Northup announced today that portions of the Skyline Drive, the famed mountain road through Shenandoah National Park, will be closed at night during hunting season.   October 14, 2015  Shenandoah National Park Introduces the New Mobile Visitor Center  Shenandoah National Park has a new Mobile Visitor Center that will serve to provide visitors with information in the South District of Shenandoah National Park. The Mobile Visitor Center will supplement the services that are already available at the Park’s two visitor centers - Dickey Ridge Visitor Center (mile 4.6 on Skyline Drive) and the Byrd Visitor Center (mile 51).   October 02, 2015  Shenandoah National Park Officials Issues a Weather Advisory  Shenandoah National Park Officials are issuing a weather advisory for anybody planning on travel to the Park over the next few days.   Since Monday, the Park has received 8.8 inches of rain in some areas, resulting in localized flooding of trails, parking lots and roads.  Forecasts show more rain - heavy at times - in the upcoming days.   September 21, 2015  New Junior Ranger Book Announced at Shenandoah National Park  Shenandoah National Park has released a new full-color Junior Ranger book.  The new book encourages families and children to explore, learn, and help protect the Park and its resources.   September 16, 2015  Total Lunar Eclipse at Shenandoah National Park  Shenandoah National Park will celebrate the upcoming total lunar eclipse with a Park “star party” on Sunday, September 27. Join Park Rangers, NASA’s Jet Propulsion Laboratory Solar System Ambassador Greg Redfern, and local amateur astronomers at Big Meadows (mile 51 on Skyline Drive) for an evening of astronomy presentations and dark-sky viewing.   September 11, 2015  Shenandoah National Park’s Artist-in-Residence Program Hosts Writer Kim A. O’Connell  The Artist-in-Residence program is established in numerous National Park Service sites to inspire artists to create and share art that not only motivates and encourages millions of people to visit and explore, but also helps build awareness and develop stewardship of these beautiful public lands.  As part of Shenandoah National Park’s Artist-in-Residence program, the park will host writer Kim A. O’Connell during a two-week period in late September.   September 10, 2015  Concession Facilities Receive Major Upgrades at Shenandoah National Park  Under the terms of their 10-year contract with the National Park Service, the Delaware North Company is making significant improvements in many aspects of the concession-operated facilities at Shenandoah National Park.   September 01, 2015  Wilderness weekend  Shenandoah National Park will honor America’s wilderness heritage during its 15th annual Wilderness Weekend, September 12 – 13, 2015.   August 21, 2015  Celebrate the 99th Birthday of the National Park Service  Shenandoah National Park Will Offer Free Admission on August 25.  The National Park Service is turning 99 years old on August 25 and Shenandoah National Park wants to give you a present – free admission!   August 19, 2015  Shenandoah National Park Volunteer Receives Regional Award for Outstanding Volunteer Service  Annually, the National Park Service honors the efforts of exceptional volunteers.  Nominations are brought forward by employees in national parks across the country.   Each National Park Service Region selects a few nominees to be recognized.   One of this year’s nominees, Shenandoah National Park Volunteer John Marklin, was selected as the Northeast Regional George and Helen Hartzog Award.  Marklin, who won the award in the Individual Volunteer category, logged over 4,000 hours of volunteer service, for serving as both peregrine falcon restoration site attendant and campground host.   August 18, 2015  Shenandoah National Park Establishes Sister Park Relationship with Nature Reserve in China  Shenandoah National Park and Baihuashan National Nature Reserve in China formalized a sister park arrangement at an official ceremony on July 4, 2015, in Beijing, China. The arrangement outlines the commitment from both parks to foster international cooperation in preserving these protected areas.   July 23, 2015  Additional Emerald Ash Borer Found in Shenandoah National Park  Shenandoah National Park staff have confirmed additional infestations of emerald ash borers (EAB) in the park.   June 17, 2015  Shenandoah National Park Announces 2015 Seminar Series  The Shenandoah National Park Association is sponsoring the 2015 Resource Seminars in Shenandoah National Park. These Resource Seminars provide participants with the opportunity to get to know their national park a little more personally through in-depth, hands-on experiences. The seminars will also highlight the upcoming centennial of the National Park Service in 2016 to celebrate national parks as places for inspiration, recreation, and renewal.   May 28, 2015  Shenandoah National Park Continues Neighbor Appreciation Day  Shenandoah National Park staff are again inviting community neighbors to enjoy a fee-free day in the park in celebration of Shenandoah Neighbors’ Day. On June 20, 2015, entrance fees will be waived for residents living in the nine counties bordering the Park including: Albemarle, Augusta, Greene, Madison, Nelson, Page, Rappahannock, Rockingham, and Warren.   May 20, 2015  Celebrate National Trails Day® 2015 at Shenandoah National Park  Celebrate American Hiking Society’s National Trails Day® in Shenandoah National Park on Saturday, June 6, 2015.  In partnership with Shenandoah National Park, the Potomac Appalachian Trail Club (PATC) invites new hikers and experienced backpackers to learn new trail skills at PATC Trail Patrol’s “Beyond the Trailhead” event at Byrd Visitor Center (milepost 51 on Skyline Drive) from 9:15 am to 3:30 pm.  Come join guided hikes and hands-on demonstrations throughout the day.   May 15, 2015  Shenandoah National Park Dedicates Second TRACK Trails Activity Trail  To encourage children and their families to get outdoors, Shenandoah National Park has again partnered with the Kids in Parks program to establish a second TRACK Trails location. This trail is at the Blackrock Summit trail.   May 13, 2015  “Get Your Kids Hiking!\" in Shenandoah National Park  The Shenandoah National Park Association and Shenandoah National Park are delighted to once again host a special program featuring Jeff Alt, renowned author of Get Your Kids Hiking: How to Start Them Young and Keep it Fun, who will inspire families to enjoy and care for nature and the outdoors.  On Saturday, June 13, 2015, 11:00 a.m. join Mr. Alt, as he teams up with Shenandoah National Park Rangers to lead kids and accompanying adults on a short hike loaded with hands-on family hiking tips and ways to explore the outdoors.   May 08, 2015  Shenandoah National Park Reopens Marys Rock Tunnel  Shenandoah National Park will reopen the section of Skyline Drive that includes Marys Rock Tunnel at 5:00 p.m. on Friday, May 8, 2015.   April 24, 2015  Portion of Skyline Drive to be Temporarily Closed  Beginning May 4, 2015, Shenandoah National Park will close a portion of Skyline Drive between the gate near Panorama Comfort Station (mile 31.7) and the Hazel Mountain Overlook (mile 33) to remove potentially loose rock from the south end of Marys Rock Tunnel.  The work is expected to take approximately two weeks.   April 23, 2015  Shenandoah National Park Hosts Wildflower Weekend 2015  Native spring wildflowers and children’s creativity will be celebrated during Shenandoah National Park's 29th annual Wildflower Weekend, May 9-10, 2015.   April 08, 2015  Shenandoah National Park  Celebrates National Junior Ranger Day 2015  Connecting children and nature will be the focus of Shenandoah National Park’s National Junior Ranger Day celebration on Saturday, April 18, at Dickey Ridge Visitor Center (mile 4.6 on Skyline Drive) and Byrd Visitor Center (mile 51).   April 06, 2015  Shenandoah National Park Plans Prescribed Burn this Spring  Shenandoah National Park Fire Managers plan to burn 35 acres of Big Meadows sometime between April 13 and May 15, 2015, weather permitting.   March 02, 2015  Shenandoah National Park Seeks Applicants for 2015 Summer Youth Conservation Corps (YCC) Positions  Shenandoah National Park is now accepting applications for its summer Youth Conservation Corps (YCC) program. The YCC program provides gainful employment and an educational experience in the conservation of the park’s natural and cultural heritage. YCC enrollees work to maintain park trails, roads, buildings and campgrounds while learning about Shenandoah National Park.   February 20, 2015  “Catch the Buzz” Research Grant Awarded in  Shenandoah National Park is pleased to award the inaugural Shenandoah National Park Trust Research Grant to Dr. Jessica Rykken,  Associate with the Museum of Comparative Zoology at Harvard University, for her project:  \"Catch the Buzz: pollinator diversity, distribution and phenology in Shenandoah National Park\".   January 26, 2015  Shenandoah National Park Modifies Fee Increase Proposal  Officials have announced that they will modify a proposal, first announced in November 2014, to increase park entrance fees based on comments received from the public.   January 07, 2015  Shenandoah National Park Holds Additional Public Meeting and Reopens Comment Period for Chronic Wasting Disease Management Plan  In response to a request from several park neighbors, Shenandoah National Park will hold an additional public meeting On January 22, 2015, in Front Royal on the park's proposed Chronic Wasting Disease (CWD) response plan. Following the meeting, the park will reopen the comment period for eight days.   December 08, 2014  Shenandoah National Park Proposes Revised Fee Structure  In compliance with a nation-wide review being conducted by the National Park Service, officials at Shenandoah National Park are inviting the public to comment on proposed entrance fee increases for the park.  The Entrance Fee for parks within Tier Group 3 is $25 per car for a 7-day permit. Shenandoah's entrance fee is currently $15 per car in the summer and $10 in the winter. The park is also proposing to eliminate the summer\/winter fee differential. The fee for a 7-day pass for motorcycles would go from $10 to $20, and the cost of a 7-day pass for a single person (on foot or a bicycle) would go from $8 to $12. Under the current proposal, the cost of an Annual Park Pass would increase from $30 to $50. The new fees would become effective May 1, 2015. Shenandoah's current park entrance fees have been in place since 2006.   November 10, 2014  Shenandoah National Park Seeks Public Input on Proposed Chronic Wasting Disease Management Plan  The National Park Service (NPS) is seeking to amend the approved 2013Chronic Wasting Disease Detection\/Assessment Plan, Shenandoah National Park to include response actions necessary to address chronic wasting disease (CWD) within five miles of or within the park. Although CWD has not been detected in the park, it has been documented approximately 12 miles from the park’s northern boundary.  The spread of the disease into the park appears imminent, and park staff has determined that a plan for managing the disease is needed. CWD is a serious, non-native disease which threatens deer populations, related natural resources, and visitor experiences at Shenandoah National Park.  The proposed plan amendment calls for the lethal removal of deer within specific developed areas of Shenandoah National Park to reduce the likelihood of CWD establishment and decrease the disease’s progression within the park.   October 20, 2014  Shenandoah National Park Dedicates TRACK Trails Activity Trail  To encourage children and their families to get outdoors, Shenandoah National Park has partnered with the Kids in Parks program to establish the Limberlost Trail as a TRACK Trails location. Supported with a grant from the Shenandoah National Park Trust, the park’s activity trail includes a new introductory exhibit and activity guide. The public is invited to attend an opening ceremony on Saturday, October 25, 2014 at 9:30 a.m. The trail dedication will take place at the Limberlost Trail parking area at milepost 43 and will be followed by family-friendly, ranger-led hike at 10:00 a.m.   October 16, 2014  Shenandoah National Park to Implement Night Closures of Skyline Drive During Virginia 2014 Hunting Season  Park Superintendent Jim Northup announced today that portions of the Skyline Drive, the famed mountain road through Shenandoah National Park, will be closed at night during hunting season.   October 03, 2014  Shenandoah National Park Trust Research Grant Announced  To facilitate and encourage scientific research in Shenandoah National Park, a research fellowship program is being offered, funded by the Shenandoah National Park Trust, to support field research in the physical, biological, ecological, social, and cultural sciences. The funding will support projects conducted in the park and help answer questions important to park managers.  The grants are managed by Shenandoah National Park and up to $15,000 per grant will be awarded.   October 02, 2014  Shenandoah National Park Prepares for Fall Travel Season  Shorter days and cooler nights signal the arrival of fall in Shenandoah National Park. Every autumn is different, and park staff is looking forward to a wonderful fall season.  Some of the trees and other plants are already putting on their autumn colors.   September 25, 2014  Shenandoah National Park Completes Rock Outcrop Management Plan  After years of planning and public input, Shenandoah National Park staff recently concluded the Rock Outcrop Management Plan (ROMP) and Environmental Assessment (EA) planning process with the signing of the Finding of No Significant Impact (FONSI).   September 11, 2014  Shenandoah National Park Selects Sandy Long for Inaugural Artist-in-Residence Program  Shenandoah National Park is pleased to announce Pennsylvania-based photographer Sandy Long, as the artist selected for the Park’s inaugural Artist-in-Residence program.   September 04, 2014  Shenandoah National Park Plans Prescribed Burn in Big Meadows  Shenandoah National Park Fire Managers plan to burn 35 acres of Big Meadows (milepost 51) sometime between September 20 and October 10, 2014, weather permitting.   July 25, 2014  Tourism to Shenandoah National Park creates $72.4 million in Economic Benefit  A new National Park Service (NPS) report shows that 1.14 million visitors to Shenandoah National Park in 2013 spent $72.4 million in communities near the park. That spending supported 889 jobs in the local area.   July 14, 2014  Successful Restoration of State-threatened Peregrine Continues in Shenandoah National Park  Shenandoah National Park Natural Resources staff, working in partnership with the Center for Conservation Biology at the College of William & Mary, the Virginia Department of Game and Inland Fisheries,and the Virginia Department of Transportation, has successfully restored nine peregrine falcons in the park.   July 09, 2014  “Get Your Kids Hiking!\"  Shenandoah National Park and the Shenandoah National Park Association are delighted to once again host a special program featuring Jeff Alt, renowned author of Get Your Kids Hiking: How to Start Them Young and Keep it Fun, who will inspire families to enjoy and care for nature and the outdoors.  On Saturday, July 19, 2014, 11:00 a.m. join Jeff, as he teams up with Shenandoah National Park Rangers to lead kids and accompanying adults on a short hike loaded with hands-on family hiking tips and ways to explore the outdoors.   June 21, 2014  Celebrating Wilderness through Art in Shenandoah National Park  Shenandoah National Park will be hosting a one-day seminar on Saturday, July 12, 2014, as part of the year-long 50th anniversary celebration of the Wilderness Act, which initially set aside more than 9 million acres of public land as Congressionally-designated wilderness. \"Celebrating Wilderness through Art\" will provide a special opportunity to join two local artists to learn fun and easy nature writing and drawing exercises that will help preserve your own nature and wilderness experiences. The seminar will feature the Wilderness resources found in Shenandoah National Park.   June 10, 2014  Additional Emerald Ash Borer Found  Shenandoah National Park staff has confirmed the existence of additional emerald ash borer beetles (EAB) in the park. Sixty-five adult EAB beetles were caught in an EAB surveillance trap near the park’s northern boundary and the town of Front Royal.   June 05, 2014  Shenandoah National Park Expands Neighbor Appreciation Day  Each year Shenandoah National Park staff invite community neighbors to enjoy a fee-free day in the park in celebration of Shenandoah Neighbors’ Day. On June 21, 2014, Shenandoah will waive entrance fees for those residents living in counties bordering the park, including: Albemarle, Augusta, Greene, Madison, Nelson, Page, Rappahannock, Rockingham, and Warren.  Shenandoah Neighbors’ Day is an annual event held on the third Saturday of each June.   May 28, 2014  “Get Your Kids Hiking!” in Shenandoah National Park  Shenandoah National Park and the Shenandoah National Park Association are delighted to once again host a special program featuring Jeff Alt, renowned author of Get Your Kids Hiking: How to Start Them Young and Keep it Fun, who will inspire families to enjoy and care for nature and the outdoors.   May 20, 2014  Celebrate National Trails Day® at Shenandoah National Park  Celebrate American Hiking Society’s National Trails Day® in Shenandoah National Park on Saturday, June 7, 2014.  In partnership with Shenandoah National Park, the Potomac Appalachian Trail Club (PATC) invites new hikers and experienced backpackers to learn new trail skills at PATC Trail Patrol’s “Beyond the Trailhead” event at Byrd Visitor Center (milepost 51 on Skyline Drive) from 9:15 am to 3:30 pm.  Come join guided hikes and hands-on demonstrations throughout the day.   April 29, 2014  National Park Service Seeks Comments on Environmental Assessment for Dooms – Bremo 230-kV Transmission Line Upgrade for Right-of-Way and Special Use Permit  Shenandoah National Park Superintendent Jim Northup and Appalachian National Scenic Trail Superintendent Wendy Jansen announced today that the public is invited to review and comment on the Environmental Assessment (EA) for Dooms – Bremo 230-kV Transmission Line Upgrade for Right-of-Way and Special Use Permit.   March 16, 2014  Park Announces Spring Opening Dates 2014  Facilities in Shenandoah National Park will begin opening this month and will continue to open through the spring. Visitors will begin to see improvements in concessions-operated facilities.   March 14, 2014  Shenandoah National Park Seeks Input for Foundation Document  The National Park Service (NPS) has begun the process of preparing a Foundation Document for planning and management of Shenandoah National Park. A Foundation Document involves revisiting the park’s core purpose and significance, most important resources and values, and the interpretive themes that tell Shenandoah’s important stories.   March 13, 2014  Rocks Mountain Fire in Shenandoah National Park Declared Contained  Shenandoah National Park fire personnel have walked the entire Rocks Mountain Fire perimeter looking for areas that may still be burning.  Firefighters did not detect any open flames or smoke within the burn perimeter; therefore, the Rocks Mountain Fire has been declared 100% contained.   March 06, 2014  Cause of Rocks Mountain Fire in Shenandoah National Park Determined  Shenandoah National Park personnel have determined that the cause of the Rocks Mountain Fire was an illegal campfire.   The fire, which was reported to the park at approximately 3:10 p.m. on Friday, February 28, 2014, had burned approximately 450 acres inside Shenandoah National Park before a winter storm brought rain, sleet and snow to the area.   March 04, 2014  Rain and Snow Dampen the Rocks Mountain Fire in Shenandoah National Park  Before the fire reached containment lines, rain, sleet and snow fell on the Rocks Mountain Fire late Sunday and much of Monday.  Fire managers will continue to monitor the fire and, when the snow melts, firefighters will patrol the area for hot spots.  Shenandoah National Park Superintendent Jim Northup said:  “The goal remains to keep the fire inside the park and, thanks to the firefighters’ hard work and the precipitation, we’re confident we can do that.”   March 03, 2014  Tourism to Shenandoah National Park creates $76 million in Economic Benefit  A new National Park Service (NPS) report shows that 1.2 million visitors to Shenandoah National Park in 2012 spent $76 million in communities near the park. That spending supported 945 jobs in the local area.   March 02, 2014  Rain and Snow Forecast for Rocks Mountain Fire in Shenandoah National Park  The Rocks Mountain Fire in the southern third of Shenandoah National Park remains within the park’s boundary. Firefighters ensured containment lines were as secure as possible and then were sent to their homes as the winter storm approached the area this afternoon. Park fire managers will monitor the fire and plan for continued actions depending upon the effects of the winter storm.   February 28, 2014  Shenandoah National Park Fire Closes Trails  Shenandoah National Park personnel are responding to the Rocks Mountain Fire located in the South District of the park.  Personnel are currently sizing up the fire and staging resources in the area.  Early estimates put the fire at approximately 70 acres.   December 30, 2013  Byrd Visitor Center Open on Weekends  The Harry F. Byrd Sr. Visitor Center at Big Meadows (mile 51 on Skyline Drive) in Shenandoah National Park will be open on winter weekends, weather permitting. Beginning January 11, 2014, the visitor center will be open from 9:00 a.m. to 4:00 p.m. on Saturdays and Sundays when the Skyline Drive is open.   December 05, 2013  Shenandoah National Park Completes CWD Detection and Assessment Plan  Shenandoah National Park staff recently concluded a planning process for a Chronic Wasting Disease (CWD) Detection and Assessment Plan after receiving a Finding of No Significant Impact (FONSI) decision.  The purpose of the CWD plan in Shenandoah National Park is to establish a framework that allows the National Park Service (NPS) to determine with a high level of confidence whether CWD is present in the park’s deer population; to understand the prevalence and distribution of CWD if it is detected in the park; to support future decision-making relative to long-term management of CWD in the park’s deer population; and to cooperate\/coordinate to a greater degree with the Virginia Department of Game and Inland Fisheries (VDGIF)in its surveillance efforts.   November 04, 2013  Night Closures of Skyline Drive  Park Superintendent Jim Northup announced today that portions of the Skyline Drive, the famed mountain road through Shenandoah National Park, will be closed at night during hunting season.   September 10, 2013  Shenandoah National Park Celebrates National Public Lands Day 2013  In celebration of National Public Lands Dayon Saturday, September 28, 2013, Shenandoah National Park will host a number of volunteer activities.  National Public Lands Day is an annual event intended to encourage people to visit and support places like Shenandoah National Park through volunteer efforts.   August 26, 2013  Emerald Ash Borer Found in Shenandoah National Park  On August 19, 2013, Shenandoah National Park Natural Resources staff confirmed the presence of a single emerald ash borer (EAB) beetle in the park. The adult beetle was caught in an EAB surveillance trap in the Dickey Ridge Picnic Grounds, in the park’s northern section. The level of EAB infestation in this area is not known, but park staff, in cooperation with the Virginia Department of Forestry, will soon survey the Dickey Ridge area.   July 29, 2013  National Park Service Denies Madison County Request to Establish New Park Entrance on Rapidan Road  Shenandoah National Park Superintendent Jim Northup announced today he has denied Madison County’s request to establish a new entrance for motor vehicles into the national park on Rapidan Road in Madison County.   July 12, 2013  Search Concludes  Search Concludes for Missing Man   July 10, 2013  Search Underway in Shenandoah National Park for Missing Man  Shenandoah National Park Rangers are searching for Tyler Keefer, a 21 year-old Front Royal, VA area man. The search is a joint operation between Shenandoah National Park and the Front Royal Police Department.   June 25, 2013  Park Hosts Special Program in July  Shenandoah National Park and the Shenandoah National Park Association are hosting another special program featuring renowned author Jeff Alt who will inspire enthusiasm and care for nature and the outdoors. The program will be held on July 6, 2013, at Byrd Visitor Center at milepost 51 on Skyline Drive.   May 31, 2013  Shenandoah National Park Continues Neighbor Appreciation Day 2013  Shenandoah National Park Superintendent Jim Northup is inviting community neighbors to enjoy a day in the park as a part of Shenandoah Neighbors' Day. On June 15, 2013, the park will waive entrance fees for those residents living in counties bordering the park including: Albemarle, Augusta, Greene, Madison, Nelson, Page, Rappahannock, Rockingham and Warren.   May 31, 2013  Shenandoah National Park Hosts Special Programs in June  Shenandoah National Park and the Shenandoah National Park Association will host two special programs in June featuring renowned authors who will inspire enthusiasm and care for nature and the outdoors. These programs will be held at Byrd Visitor Center at milepost 51 on Skyline Drive.   May 10, 2013  Celebrate National Trails Day at Shenandoah National Park  Celebrate National Trails Day in Shenandoah National Park on Saturday, June 1.  In partnership with Shenandoah National Park, the Potomac Appalachian Trail Club (PATC) invites new hikers and experienced backpackers to learn new trail skills at PATC Trail Patrol’s “Beyond the Trailhead” event at Byrd Visitor Center (milepost 51 on Skyline Drive) from 9 a.m. to 3:30 p.m.  Come join guided hikes and hands-on demonstrations throughout the day.   April 15, 2013  Shenandoah National Park Hosts Wildflower Weekend  Conservation of native flowers and plants will be the focus of Shenandoah National Park's 27th annual Wildflower Weekend.   April 12, 2013  Jarman Gap Prescribed Burn Completed  The 500-acre Jarman Gap prescribed burn in Shenandoah National Park was successfully completed on Wednesday and Thursday, April 10-11, 2013.   April 09, 2013  Park Plans Prescribed Burn for April 10, 2013  Shenandoah National Park Fire Managers plan to burn 500 acres in the park’s south district on April 10, 2013.  The ignition of the fire is dependent on weather conditions.  The burn area is located west of Jarman Gap and northeast of Waynesboro, Virginia.   March 12, 2013  Jarman Gap Prescribed Burn  Shenandoah National Park Fire Managers plan to burn 500 acres in the park's south district sometime between March 15 and April 30, 2013. The burn area is located west of Jarman Gap and northeast of Waynesboro, Virginia.   March 05, 2013  Park Announces Public Meetings for Development of a Chronic Wasting Disease Management Plan\/EIS  The National Park Service (NPS) is developing a plan and environmental impact statement to manage the threat of Chronic Wasting Disease (CWD) to park populations of white-tailed deer. The purpose of the plan is to reduce the likelihood of the CWD establishment and decrease the disease’s progression within Shenandoah National Park.   February 26, 2013  Shenandoah National Park Tourism Creates $73.9 Million in Local Economic Benefit  A new National Park Service (NPS) report for 2011 shows that the 1,209,883 visitors to Shenandoah National Park spent $73.9 million in communities surrounding the park.  This spending supported 1,050 jobs in the local area.   February 01, 2013  Prescribed Burn Planned in Shenandoah National Park Headquarters Area  Shenandoah National Park Fire Managers are planning a prescribed fire in the headquarters area near Luray, Virginia, in February, 2013.   January 31, 2013  Jim Northup Named Superintendent of Shenandoah National Park and Cedar Creek and Belle Grove National Historical Park  Jim Northup, a 32 year National Park Service veteran, has been selected as the new Superintendent of Shenandoah National Park and Cedar Creek and Belle Grove National Historical Park, both in Virginia.   November 12, 2012  National Park Service Seeks Comments on Environmental Assessment for Rock Outcrop Management Plan  Park Superintendent Martha Bogle announced today that the public is invited to review and comment on the revised Shenandoah National Park Rock Outcrop Management Plan (ROMP) and Environmental Assessment (EA).   October 22, 2012  Park to Implement Night Closures of Skyline Drive During 2012 Virginia Hunting Season  Park Superintendent Martha Bogle announced today that portions of the Skyline Drive, the famed mountain road through Shenandoah National Park, will be closed at night during hunting season.  She noted that this is the thirty-second year that this closure has been undertaken and stressed its importance in reducing illegal hunting activity within the park during the Commonwealth's hunting season outside the park.   October 19, 2012  Park to Begin 2012 Winter Operations Schedule  Shorter days and cooler nights signal the end of the autumn travel season and the closing of facilities at Shenandoah National Park.  Superintendent Martha Bogle announced today that facilities will begin closing at the end of October.   September 18, 2012  Shenandoah National Park Co-Hosts 79th Civilian Conservation Corps Reunion  Shenandoah National Park, along with the Barlow family of Stanley, Virginia, will be co-hosting the 79th Annual Civilian Conservation Corps (CCC) Alumni Reunion on September 29, 2012.  The public is invited to meet with Alumni and hear first-hand about their experiences. Alumni reunion events will take place at the Big Meadows Lodge Massanutten Room beginning at 9:00 a.m. with remarks from park superintendent Martha Bogle.   September 05, 2012  Park Offers Special Program on the Geology Along Skyline Drive  Shenandoah National Park is pleased to announce a special program by the author of Geology Along Skyline Drive. On Saturday, September 15, Dr. Robert Badger will discuss the fascinating geology preserved in the rocks readily accessible along the Skyline Drive.   September 04, 2012  Shenandoah National Park Celebrates Public Lands Day 2012  Shenandoah National Park invites you to become one of thousands of volunteers across the country to celebrate service and recreation on National Public Lands Day 2012 on Saturday, September 29, 2012. All National Park Service entrance fees will be waived to encourage participation.   August 20, 2012  Founders Day  Shenandoah National Park will celebrate the 96th birthday of the National Park Service by offering special programs and activities for children of all ages on Saturday, August 25 at Dickey Ridge Visitor Center and Harry F. Byrd, Sr. Visitor Center from 9:00 AM to 4:00 PM.   June 15, 2012  Park Continues Neighbor Appreciation Day  Shenandoah National Park will celebrate its communities and neighbors with the continuation of Shenandoah Neighbors’ Day.  On July 21, 2012, the park will waive entrance fees for those residents living in the following counties adjoining the park: Albemarle, Augusta, Greene, Madison, Nelson, Page, Rappahannock, Rockingham and Warren.   May 17, 2012  Shenandoah National Park Hosts Regional Conference  Shenandoah National Park and its neighboring communities will host a one-day conference, Connecting for Prosperity – Charting the Future Together, on May 24, 2012, from 9:00 a.m. to 3:00 p.m. at James Madison University in Harrisonburg. The Conference is free and open to the public.   May 16, 2012  Active Duty U.S. Military Offered Free Entrance to All National Parks  To show our appreciation for those who serve in the U.S. Military, on May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   April 20, 2012  Giant oversized LOVE installation on display at Shenandoah National Park  The iconic and enduring \"Virginia is for Lovers\" campaign will reach new heights. Skyland Resort, located at the highest point along Skyline Drive in Virginia's Shenandoah National Park, is hosting Virginia Tourism Corporation's oversized L-O-V-E letters through the end of April.   April 13, 2012  Shenandoah National Park Celebrates Junior Ranger Day  Connecting children to nature will be the focus as Shenandoah National Park celebrates National Junior Ranger Day on Saturday, April 21.   April 04, 2012  Shenandoah National Park Plans Prescribed Burn at Jarman Gap  Shenandoah National Park Fire Managers plan to burn 500 acres sometime between Wednesday April 4 and April 20, 2012, weather permitting.The area is in the park's south district, west of Jarman Gap and northeast of Waynesboro, Virginia.   February 28, 2012  Shenandoah National Park equals visitors and money and jobs for local economy  A new National Park Service (NPS) report shows that more than 1,253,000 visitors in 2010 spent approximately $71.8 million in Shenandoah National Park and in communities near the park. That spending supported 1087 jobs in the local area.   February 15, 2012  Park Plans Prescribed Burns for 2012  Shenandoah National Park Fire Managers are planning several prescribed burns in the park this year.   February 14, 2012  Shenandoah National Park Announces Opening Dates 2012  Shenandoah National Park Superintendent Martha Bogle announced that facilities closed during the winter season will begin opening in March and will continue to open throughout the spring.   February 08, 2012  Park Solicits Proposals to Operate Commercial Visitor Services  The National Park Service has issued a prospectus for proposals to provide lodging, food and beverage, retail sales and other services within Shenandoah National Park in Virginia. The proposed Concession Contract will be for a term of ten (10) years.   November 02, 2011  Park to Implement Night Closures of Skyline Drive During Virginia Hunting Season 2011  Park Superintendent Martha Bogle announced today that portions of the Skyline Drive, the famed mountain road through Shenandoah National Park, will be closed at night during hunting season.   October 05, 2011  Shenandoah National Park Celebrates Wilderness 2012  Shenandoah National Park will honor America’s wilderness heritage during its 11th annual Wilderness Weekend, October 15 - 16, 2011. This year commemorates the 35th anniversary of Shenandoah’s wilderness designation.   September 13, 2011  Park to Host Shenandoah Views Photography Gallery  In celebration of the park’s 75th Anniversary, Shenandoah National Park and the 75th Anniversary Planning Committee will host a temporary photography exhibit entitled Shenandoah Views at Skyland Resort from September 24 to October 6, 2011.   September 13, 2011  Shenandoah National Park Celebrates National Public Lands Day 2011  Shenandoah National Park invites you to become one of thousands of volunteers on public lands across the country to celebrate service and recreation on National Public Lands Day 2011! The park will be hosting an event at the Byrd Visitor Center and in the Big Meadows Area at milepost 51.2 along Skyline Drive.  Following a short informative presentation, participants will assist with field work in the Big Meadows area.  The service project will take place within the meadow and will include using loppers and\/or folding handsaws to cut small-sized black locust trees.  Leather gloves and other needed equipment will be provided.   September 13, 2011  Park to Celebrate Civilian Conservation Corps Reunion 2011  Shenandoah National Park will be hosting the 78th Annual Civilian Conservation Corps (CCC) Alumni Reunion on September 24, 2011.  The public is invited to meet with Alumni and hear first hand about their experiences. Alumni reunion events will take place at the Big Meadows Lodge Massanutten Room beginning at 9:00 a.m.   April 28, 2011  Jarman Gap Prescribed Fire  Shenandoah National Park Fire Managers plan to burn 500 acres Sunday, May 1 and Monday, May 2, weather permitting.  The area is in the park’s south district, west of Jarman Gap and northeast of Waynesboro, Virginia.   April 28, 2011  Wildflower Weekend  No abstract supplied.   March 07, 2011  Prescribed Burns Planned for 2011  No abstract supplied.   February 27, 2011  Closures lifted in Shenandoah National Park  No abstract supplied.   February 25, 2011  Weather Brings Mixed News for Firefighters on the Smith Run Fire  Rain, a fast moving thunderstorm, and a high wind warning kept firefighters from the Smith Run Fire today.  The rain is welcome, but winds of 25 mph, gusting to 60 mph, will quickly dry leaves and twigs throughout the area.   February 24, 2011  Work Continues on Smith Run Fire  Today firefighters cut down hazardous trees along Skyline Drive and the Appalachian Trail within the Smith Run Fire burn area.   February 23, 2011  Rehabilitation begins on Smith Run Fire  Today crews will be doing emergency stabilization work on firelines along the park boundary.   February 22, 2011  Snow and Ice Dampen Smith Run Fire  The Smith Run Fire in Shenandoah National Park received rain, snow and sleet overnight.   Fire activity has decreased with the precipitation.   February 21, 2011  Burn Out Planned Today for Smith Run Fire  No abstract supplied.   February 20, 2011  Smith Run Fire Forces Partial Closure of Skyline Drive and Some Trails  Firefighters are working to contain Smith Run fire. Due to the fire and to ensure visitor safety, the Skyline Drive between Front Royal and Rt. 211 remains closed to traffic.  The following trail closures are in effect until further notice: Mt. Marshall Trail from Skyline Drive to the intersection at the Bluff Trail; Appalachian Trail between Compton Gap and the Browntown Trail; Lands Run Gap Fire Road; and the Jenkins Gap Trail.   November 29, 2010  Park Partner Receives 2009 Northeast Region George and Helen Hartzog Award  No abstract supplied.   October 26, 2010  Shenandoah National Park Begins 75th Anniversary Celebration  Shenandoah National Park will launch a year-long celebration of the 75th anniversary of its establishment with a ceremony at McCormick Gap Overlook at milepost 102 on Skyline Drive at 2:00 p.m. on November 5, 2010. Shenandoah National Park Superintendent Martha Bogle will receive the \"mantle of celebration\" from Phil Francis, superintendent of the Blue Ridge Parkway, whose 75th anniversary celebration took place in 2010.  Due to limited space along Skyline Drive, parking for the event will be at Afton Mountain on Route 250, and shuttles will provide transportation to the ceremony at the McCormick Gap Overlook.  Shuttle service will begin at 12:30.   October 21, 2010  Park Announces Night Closing of Skyline Drive During Hunting Season 2010  Park Superintendent Martha Bogle announced today that portions of the Skyline Drive, the famed mountain road through Shenandoah National Park, will be closed at night during hunting season.   September 28, 2010  Shenandoah National Park Celebrates Wilderness 2010  Shenandoah National Park will honor America’s wilderness heritage during its 10th annual Wilderness Weekend, October 16 - 17, 2010. This year commemorates the 34th anniversary of Shenandoah’s wilderness designation. Celebrate wilderness by viewing Shenandoah’s wilderness from Skyline Drive, hiking a wilderness trail, joining a ranger program, completing the Wilderness Explorer Ranger Activity Guide, or exploring a visitor center exhibit.   September 24, 2010  Shenandoah National Park Celebrates National Public Lands Day 2010  No abstract supplied.   April 28, 2010  Shenandoah National Park Hosts Wildflower Weeknd  No abstract supplied.   April 21, 2010  Shenandoah National Park Announces 2010 Resource Seminar Series  Shenandoah National Park is pleased to announce its Resource Seminars for 2010. Resource Seminars provide participants with the opportunity to get to know their national park a little more personally through hands-on opportunities and field experience. Seminars provide a more in-depth experience to learn from scientists, researchers, educators, and other experts about resource issues and recreational opportunities in Shenandoah National Park.   March 04, 2010  Shenandoah National Park Announces 2010 Spring Opening Dates  Shenandoah National Park Superintendent Martha Bogle announced that facilities closed during the winter season will begin opening in March and will continue to open through the spring.  Even though spring is just around the corner, park staff is continuing the hard work of clearing snow from the unprecedented 2010 winter season.  March opening dates below are tentative based on weather and successful snow clearing operations.   March 02, 2010  Two Page County Residents Convicted of Hunting in Shenandoah National Park  In November, Shenandoah National Park Rangers charged two men with hunting in Shenandoah National Park, a federal misdemeanor crime.   February 22, 2010  Shenandoah National Park Travel Advisory  No abstract supplied.   February 22, 2010  Shenandoah National Park to Ban Outside Firewood in March  Beginning March 1, 2010, Shenandoah National Park will institute an Outside Firewood Ban in an attempt to slow the spread of the Emerald Ash Borer.  The Emerald Ash Borer (EAB) is a destructive invasive exotic beetle that feeds on ash trees.   November 03, 2009  Secretary Salazar Honors Veterans with Fee Free Day at National Parks  To honor America’s service men and women, Secretary of the Interior Ken Salazar today announced that areas managed by the department will not charge entrance fees on Wednesday, November 11, 2009.   October 21, 2009  Night Closing of the Skyline Drive During Virginia 2009 Hunting Season  Park Superintendent Martha Bogle announced today that portions of the Skyline Drive, the famed mountain road through Shenandoah National Park, will be closed at night during hunting season.  She noted that this is the thirtieth year that this closure has been undertaken and stressed its importance at reducing illegal hunting activity within the park, a sanctuary for wildlife, during the Commonwealth's hunting season outside the park.   October 19, 2009  Shenandoah National Park to Begin 2009 Winter Operations Schedule  No abstract supplied.   October 07, 2009  Shenandoah National Park Announces Plans to Begin Recovery Funded Projects  In late September, Shenandoah National Park officials awarded the first contract to improve park facilities using part of the $30 million that Shenandoah is receiving under the American Recovery and Reinvestment Act (ARRA).   September 29, 2009  Shenandoah National Park Celebrates Wilderness 2009  Shenandoah National Park will honor America’s wilderness heritage during its 9th annual Wilderness Weekend, October 17 - 18, 2009. This year commemorates the 33rd anniversary of Shenandoah’s wilderness designation. Celebrate wilderness by viewing Shenandoah’s wilderness from Skyline Drive, hiking a wilderness trail, joining a ranger program, completing the new Wilderness Explorer Ranger Activity Guide, or exploring a visitor center exhibit.   September 11, 2009  Shenandoah National Park Selected for the America the Beautiful Quarter Program  Shenandoah National Park will be featured on a quarter-dollar produced by the U.S. Mint in 2014. It will be the twenty-second of 56 quarters issued in the recently announced America the Beautiful Quarters program.   June 26, 2009  Shenandoah National Park Presents Hiking Program for Families With Children  Shenandoah National Park will be hosting a second “Hiking With Children” seminar on Sunday, July 12, 2009, from 11:00 a.m. to 1:00 p.m. This program is for parents who have wanted to go hiking with their children but worried about what to do to keep them interested, entertained, and safe. Here is the chance to learn from an expert. Join Jeff Alt, noted author of A Walk for Sunshine and avid hiker, to learn firsthand how to share nature with children for a fun and safe outdoor adventure   June 26, 2009  Shenandoah National Park Kicks Off 75th Anniversary Planning  The staff of Shenandoah National Park has begun planning for a year long celebration of the park’s 75th Anniversary.    Over 30 people from local county governments, partner organizations and tourism professionals have volunteered their time to work with park staff to engage local communities and ensure a terrific celebration of one of the nations most treasured places.  The mission of the anniversary celebration is to inspire the public to value the park resources in Shenandoah’s Blue Ridge Mountains and infuse surrounding communities in the Shenandoah Valley and Virginia Piedmont with a sense of ownership and pride in the park and region.   June 15, 2009  Shenandoah National Park Continues Neighbor Appreciation Day and Participates in National Park Service Fee Free Weekends  No abstract supplied.   May 29, 2009  Shenandoah National Park Presents Family Camping Seminar  No abstract supplied.   May 21, 2009  Hiking Program for Families With Children  Shenandoah National Park will be hosting a “Hiking With Children” seminar on Sunday, June 14, 2009, from 11:00 a.m. to 1:00 p.m.   May 21, 2009  Celebrate National Trails Day!  Celebrate National Trails Day with the Potomac Appalachian Trail Club (PATC) at Shenandoah National Park on Saturday June 6.   March 24, 2009  National Park Service Seeks Comments on Loft Mountain Contact Station Project  The National Park Service is seeking comments on a proposed construction of a new visitor contact station at Loft Mountain.   March 24, 2009  Shenandoah National Park Announces Spring Opening Dates  Shenandoah National Park Superintendent Martha Bogle announced that facilities closed during the winter season will begin opening at the end of this week and will continue to open through out the spring.   March 07, 2009  Shenandoah National Park Announces 2009 Resource Seminar Series  Shenandoah National Park is pleased to announce the Resource Seminar Series for 2009. Resource seminars provide participants with the opportunity to get to know their national park a little more personally.   February 25, 2009  Shenandoah National Park Sponsors Junior Ranger Day  Shenandoah National Park has special activities planned for National Junior Ranger Day on Saturday, April 25, 2009.   February 05, 2009  Shenandoah National Park Plans Prescribed Burns  No abstract supplied.   October 08, 2008  Park announces night closure of the Skyline Drive during hunting season  Portions of the Skyline Drive, the famed mountain road through Shenandoah National Park, will be closed at night during hunting season, Park Superintendent Martha Bogle announced today.  She noted that this is the twenty-ninth year that this closure has been undertaken and stressed its importance at reducing illegal hunting activity within the park, a sanctuary for wildlife, during the Commonwealth's hunting season outside the park.   September 10, 2008  Park to Chip Seal a Portion of Skyline Drive  Shenandoah National Park has contracted to resurface 10 miles of Skyline Drive.  Work is expected to commence during the week of September 15, 2008.    September 10, 2008  Park to Celebrate Civilian Conservation Corps Reunion and Anniversary  No abstract supplied.   August 29, 2008  Martha Bogle Named Superintendent of Shenandoah National Park  National Park Service (NPS) Northeast Regional Director Dennis Reidenbach has selected Martha Bogle as the superintendent of Shenandoah National Park.  Bogle will assume her duties as superintendent on September 14, 2008.   June 11, 2008  Shenandoah National Park Presents Butterfly Photography Seminar  No abstract supplied.   May 30, 2008  Construction to Begin in Panorama Area  Shenandoah National Park Superintendent Chas Cartwright announced that construction would soon begin in the Panorama area, including the removal of buildings and construction of a new restroom facilities.   May 22, 2008  Shenandoah National Park Opens Picnic Grounds in South District  No abstract supplied.   May 01, 2008  Shenandoah National Park to Employ Aerial Spraying Against Gypsy Moth  No abstract supplied.   April 23, 2008  Save the Meadow  No abstract supplied.   April 22, 2008  Shenandoah National Park Hosts Wildflower Wknd  No abstract supplied.   April 08, 2008  Search Concludes for Missing Man in Shenandoah National Park  The body of Jose Alfonso Martins, Jr. was located this morning in the Keyser Run area of the park, marking the end of an eleven day search.   April 03, 2008  Trail Closures in Effect in Search Area for Missing Manassas Man  Trails in the Keyser Run and Little Devils Stairs drainages have been closed immediately, as park employees and trained volunteers continue to search for a missing Manassas man.   April 03, 2008  Search Day for Missing Manassas Man Terminated Early  No abstract supplied.   April 02, 2008  Park Plans Trail Closures in Search Area for Missing Manassas Man  Shenandoah National Park Rangers continue to search for Jose Alfonso Martins, Jr., a 42 year old Manassas man.  Search operations began during the morning of Saturday, March 29 and have continued through today.  Operations have centered on the Keyser Run area in the park’s north district.  Park officials will close the access points from both Skyline Drive and the park boundary for the following trails beginning at 4 p.m. on Friday, April 4, 2008:  Keyser Run Fire Road, Little Devils Stairs, Piney Branch, Sugar Loaf, Piney Ridge, Pole Bridge Link Trail, and Hull School (from Piney Branch to Keyser Run.  Trail closures will remain in effect until further notice.   April 01, 2008  Search Continues for Missing Manassas Man in Shenandoah National Park  Shenandoah National Park Rangers continue to search for Jose Alfonso Martins, Jr., a 42 year old Manassas man   March 31, 2008  Search Underway for Missing Manassas Man in Shenandoah National Park  Shenandoah National Park Rangers are searching for Jose Alfonso Martins, Jr., a 42 year old Manassas man.   November 21, 2007  Shenandoah National Park to Begin Skyline Drive Road Reconstruction  Shenandoah National Park will begin a year long road construction project in the Central District on Skyline Drive after the Thanksgiving holiday.   November 02, 2007  Missing Man Located in Shenandoah National Park  Christopher David Beach, a 40 year old Fredericksburg area man who has been missing since Sunday, was located by ground searchers in the Shenandoah National Park.   November 01, 2007  Search Enters Day Five for Missing Man in Shenandoah National Park  The search continues today for Christopher David Beach, a 40 year old Fredericksburg area man who has been missing since October 28, 2007.   October 30, 2007  Search Continues for Missing Man in Shenandoah National Park  No abstract supplied.   October 29, 2007  Search Underway for Missing Man in Shenandoah National Park  Shenandoah National Park Rangers are searching for Christopher David Beach, a 40 year old Fredericksburg area man.   October 25, 2007  Shenandoah National Park Temporarily Lifts Fire Restrictions  Recent rainfall and cooler temperatures will allow for fire restrictions to be temporarily lifted in Shenandoah National Park effective immediately.   October 24, 2007  Shenandoah National Park Announces Winter Operations Schedule  Superintendent Chas Cartwright announced today that facilities begin closing at the end of October.   October 19, 2007  Shenandoah National Park to Implement Fire Restrictions  No abstract supplied.   October 19, 2007  Shenandoah National Park Fire Restrictions - Frequently Asked Questions  Frequently asked questions regarding the implentation of fire restrictions Shenandoah National Park on October 24, 2007.   October 18, 2007  Public Comment on Rock Outcrop Management Plan Suspended  No abstract supplied.   October 12, 2007  Shenandoah National Park Announces Night Closing of the Skyline Drive During Virginia's Hunting Season  Portions of the Skyline Drive, the famed mountain road through Shenandoah National Park, will be closed at night during hunting season, Park Superintendent Chas Cartwright announced today.  He noted that this is the twenty-eighth year that this closure has been undertaken and stressed its importance at reducing illegal hunting activity within the park, a sanctuary for wildlife, during the Commonwealth's hunting season outside the park.   October 01, 2007  National Park Service Announces Availability of Environmental Assessment for the Rock Outcrop Management Plan  Park Superintendent Chas Cartwright announced today that the public is invited to review and comment on the Shenandoah National Park “Rock Outcrop Management Plan (ROMP) and Environmental Assessment (EA), including Climbing Management Guidelines.   September 27, 2007  Shenandoah National Park Celebrates Wilderness  No abstract supplied.   September 18, 2007  Shenandoah National Park is Recruiting Volunteers to Help Fight Invasive Plants at Big Meadows As Part of National Public Lands Day  Shenandoah National Park invites the public to join in a National Public Lands Day Event for a day of learning and participation in the identification and control of invasive exotic plants September 29, 2007.   September 18, 2007  Civilian Conservation Corps Reunion to be held at Skyland  No abstract supplied.   August 23, 2007  Scoping Period Extended On Old Rag Parking Lot Project  No abstract supplied.   May 18, 2007  Shenandoah National Park Hosts Meetings on Rock Outcrop Management Project  Hikers, rock climbers, and others interested in Shenandoah National Park are invited to express opinions at an upcoming meeting on the progress of the park’s Rock Outcrop Management Project (ROMP).   May 11, 2007  Shenandoah National Park to Begin Road Work  No abstract supplied.   May 04, 2007  Save the Meadow! Weekend  Shenandoah National Park is Recruiting Volunteers to Help Control Exotic Plants at Big Meadows   May 04, 2007  Public Meeting to Discuss Old Rag Parking Lot Project  Shenandoah National Park Announces Public Meeting to Discuss Old Rag Mountain Parking Lot Project   May 04, 2007  Lewis Peak Fire Fully Contained       May 03, 2007  Shenandoah National Park Sponsors Wildflower Weekend      May 02, 2007  Lewis Peak Fire Grows to 200 Acres       April 24, 2007  Shenandoah National Park Junior Ranger Day  Explore, Learn, Protect.   March 21, 2007  YCC Applications Now Being Accepted  Applications Now Being Accepted for Summer Youth Conservation Corps (YCC) Positions in Shenandoah National Park   March 07, 2007  Special Brown Trout Regulations  Shenandoah National Park Implements Special Brown Trout Regulations within Rose River, Hughes River and Brokenback Run   March 06, 2007  Chronic Wasting Disease Plan  National Park Service Announces Public Meetings for Development of a Chronic Wasting Disease Plan   March 05, 2007  2007 Spring Opening Dates       February 26, 2007  Prescribed Burns      November 27, 2006  Ice Storm Closes Portions of Skyline Drive      November 21, 2006  Shenandoah National Park Association '07 Calendar      October 25, 2006  Night Closing of the Skyline Drive  Portions of the Skyline Drive through Shenandoah National Park, will be closed at night during Virginia's hunting season.   October 23, 2006  Winter Operations Schedule  No abstract supplied.   October 10, 2006  Wilderness Weekend 2006  Shenandoah National Park Celebrates Wilderness during the 6th annual Wilderness Weekend, October 21 - 22, 2006.   September 05, 2006  Civilian Conservation Corps Reunion  September 30 and October 1 at Skyland   August 24, 2006  Shenandoah National Park is Recruiting Volunteers to  Volunteers Sought to Help Fight Against Exotic Plants at Big Meadows   July 21, 2006  Shenandoah National Park Trust Grants Announced  Shenandoah National Park Trust will fund two important projects in the park during the fiscal year 2007.  The Trust is granting $62,000 to restore the Old Rag View Overlook and implement a new interpretive tool for visitors.   June 30, 2006  New book about Skyline Drive  New Book Tells the Story of Skyline Drive in Shenandoah National Park   June 29, 2006  Fire Management Plan Completed  Shenandoah National Park has revised and updated the Park’s Fire Management Plan.   May 11, 2006  A New Hiking Guide to the Geology of Old Rag Mountain  The Shenandoah National Park Association (SNPA) announces the publication of \"A Hiker’s Guide to the Geology of Old Rag Mountain\" in Shenandoah National Park.   February 28, 2006  Entrance Fees to Change  Shenandoah National Park Superintendent Chas Cartwright announced that on March 1, 2006, the park will begin charging slightly higher fees for certain entrance permits.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/news\/newsarchive.htm"
}
