{
    "title": "Shenandoah National Park: Driving Skyline Drive",
    "body": "Driving Skyline Drive          Inclement weather may necessitate closure of Skyline Drive at any time. Please call the park's recorded information line:  (540) 999-3500, 1, 1 for the most current Skyline Drive status.      Note: RVs, camping trailers, and horse trailers are welcome, but be prepared to shift into low gear. Also, be sure you will clear Marys Rock Tunnel (just south of Thornton Gap entrance from Route 211) at 12'8\".        White-tailed deer are frequent sights on Skyline Drive. The speed limit on Skyline Drive is 35 mph!        Remember when driving was fun and relaxing? No? Well, believe it or not, your car can be your escape. A slow meander down Skyline Drive will give you a whole new driving experience. The Skyline Drive runs 105 miles north and south along the crest of the Blue Ridge Mountains in Shenandoah National Park and is the only public road through the park. You can enter Shenandoah at four places: Front Royal near Rt. 66 and 340, Thornton Gap at Rt. 211, Swift Run Gap at Rt. 33, and Rockfish Gap at Rt. 64 and Rt. 250 (also the northern entrance to the Blue Ridge Parkway). It takes about three hours to travel the entire length of the park on a clear day. As you travel along Skyline Drive you will notice mileposts on the west side (right side if you are traveling south) of the road. These posts help you find your way through the park and help you locate areas of interest. The mileposts begin with 0.0 at Front Royal and continue to 105 at the southern end of the park. The largest developed area, Big Meadows, is near the center of the park, at milepost 51. All park maps and information use these mileposts as a reference. The speed limit is 35 mph, so you can roll down your windows, feel the breeze and experience every curve and turn of this beautiful drive. There are 75 overlooks that offer stunning views of the Shenandoah Valley to the west or the rolling Piedmont to the east. The park purposely leaves the roadsides unmowed so wildflowers put on a show all year long. In early spring you can see trillium peeking through the grass. June's display of azaleas is spectacular, and cardinal flower, black-eyed susans, and goldenrod keep the color coming right into fall. Deer, black bear, wild turkey, and a host of other woodland animals call Shenandoah home and regularly cross Skyline Drive in their daily travels. Watch carefully for these animals who may dart across your path without warning. At 35 mph, you'll stand the best chance of a fun and exciting wildlife encounter rather than an unpleasant wildlife experience! If you want a closer look, be sure to pull completely off the Drive and stay in your vehicle. Remember it is unlawful to feed the wildlife. RVs, camping trailers, and horse trailers are welcome, but be prepared to shift into low gear. Also, be sure you will clear Marys Rock Tunnel (just south of Thornton Gap entrance from Route 211) at 12'8\". Click here to download a driving map of Skyline Drive.",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/driving-skyline-drive.htm"
}
