{
    "title": "Shenandoah National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar         NPS photo John F. Mitchell  RANGER PROGRAMS Click here for the current Ranger Program schedule. Make your visit to Shenandoah complete by attending a ranger-led program. Discover the many stories of Shenandoah's past, take a walk through the splendor of a unique mountain meadow, or learn about the many animals and plants that thrive in Shenandoah National Park. OFFICIAL PARK CONCESSIONER PROGRAMS  The park's concessioner offer a wide variety of events throughout the season such as night skies programs, cooking demos, tastings and culinary events. Visit www.goshenandoah.com\/activities-events\/calendar for details.             Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 13 results    Show ALL instances of recurring events   RSS Feed      Shenandoah National Park Centennial Hike - Twilight Hike to Stony Man       Time: 6:00 PM to 8:00 PM Location: Stony Man Trailhead, mile 41.7 Fees: Free     Friday, August 19, 2016 Join Skyland founder \"George Pollock\" on this evening living history walk to the summit of Stony Man. 2 hours, 1.6-mile hike View Details      Shenandoah National Park Re-dedication of Hawksbill Viewing Platform       Location: Hawksbill Viewing Platform     Saturday, August 20, 2016 We're hard at work restoring the stone viewing platform on our highest peak. Join us for the re-dedication! View Details      Shenandoah National Park \"An Interview with Stephen Mather\"      Time: 8:30 PM to 9:30 PM Location: Big Meadows Amphitheater, mile 51 Fees: Free     Thursday, August 25, 2016 To honor first NPS Director Mather and celebrate the Centennial, a special one-hour, costumed, living history interpretive program. View Details      Shenandoah National Park Founder's Day (Fee Free)      Time: 9:00 AM Location: Byrd and Dickey Ridge Visitor Centers Fees: Fee Free Day     Thursday, August 25, 2016 Join us on Saturday, August 25 as we celebrate the 100th birthday of the National Park Service.  View Details      Shenandoah National Park Centennial Hike - Hike to the Highest Peak      Time: 10:00 AM to 12:00 PM Location: Upper Hawksbill parking area, mile 46.7 Fees: Free     Friday, August 26, 2016 Explore a high-elevation forest on the way to the summit of Shenandoah's tallest mountain, Hawksbill. 2 hours, moderate 2.1-mile hike View Details      Shenandoah National Park Centennial Hike - Highest Point at Big Meadows      Time: 4:00 PM to 5:00 PM Location: Big Meadows Amphitheater, mile 51 Fees: Free     Saturday, August 27, 2016 Take a short walk along the Appalachian Trail to the spectacular view from the Blackrock viewpoint. View Details      Shenandoah National Park Centennial Hike - Hike Through History      Time: 10:00 AM to 12:00 PM Location: Pocosin Trailhead, mile 59.5  Fees: Free     Sunday, August 28, 2016 Travel back in time to learn about some of the Park’s human history and visit the ruins of an Episcopal mission. 2 hours, moderate 1.9-mile hike View Details      Shenandoah National Park Centennial Hike - Little Stony Man Cliffs      Time: 10:00 AM to 11:30 AM Location: Stony Man Mountain Overlook, mile 38.6 Fees: Free     Friday, September 2, 2016 Explore a sheer cliff face and breathtaking views of the Shenandoah Valley during this scenic hike that rises in elevation 270 feet.  1.5 hours, 1.5 miles  View Details      Shenandoah National Park Centennial Hike - Discovery Walk on the Story of the Forest Trail      Time: 10:30 AM to 12:00 PM Location: Byrd Visitor Center, mile 51 Fees: Free     Saturday, September 3, 2016 Slow down, look up, under and around – explore the forest with a Ranger and see what you can discover! This family-friendly hike is good for all ages.  1.5 hours, 1.8-mile easy hike View Details      Shenandoah National Park Fall Ranger Program Begins       Location: Parkwide Fees: Free with entry fee     Tuesday, September 6, 2016 The lush green of summer fades to bright reds, yellows, and browns as we start our Fall Ranger Program.  View Details      Shenandoah National Park Shenandoah Bio Blitz      Location: Front Royal and the Park's North District     Wednesday, September 7, 2016 We'll join the North American Mycological Association to have some fun with fungi!  View Details      Shenandoah National Park Centennial Hike - Rose River Wilderness Hike      Time: 9:00 AM to 1:00 PM Location: Fishers Gap Overlook, mile 49.3 Fees: Free     Saturday, September 10, 2016 Explore the benefits of designated Wilderness on this hike through a part of Shenandoah's Wilderness.  Wear sturdy shoes and bring water. 4 hours, moderate, 4-mile hike. Part of Wilderness Weekend. View Details      Shenandoah National Park Wilderness Weekend      Time: 9:00 AM to 4:00 AM Location: Byrd Visitor Center, Dickey Ridge Visitor Center Fees: Free with park entry fee     Saturday, September 10, 2016 Activities highlighting the value of Wilderness: Special hikes, interactive demonstrations, short talks, etc.  View Details",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/calendar.htm"
}
