{
    "title": "Shenandoah National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         NPS Photo  The oldest rocks in the Blue Ridge Mountains were created over a billion years ago as magma deep within the earth's crust moved upward. Over eons it cooled, fractured, and was joined by younger metamorphic rocks formed from sedimentary deposits. All were altered and eroded to shape today's granite peaks and sylvan hollows.        NPS Photo  Around 8,000-9,000 years ago, but seconds in geologic time, the first traces of humans were recorded on the land that would become the park. Native Americans seasonally visited the area to hunt, to gather nuts and berries, and to find sources for and to make their stone tools.        NPS Photo  Europeans first experienced the beauty of these mountains less than 300 years ago. First came hunters and trappers, and soon after 1750 the first settlers moved into the lower hollows near springs and streams. Over the next century and a half many hundreds of families built homesteads, mills and stores and planted orchards and crops. The mountains were logged and minerals were mined. Vacation resorts were established to allow guests to experience the mountain views, healthy water, and cool breezes. And American Society became urban, industrial, and yearned for special places for recreation and refuge. In the early 20th century the first calls for National parks in the east were heard in the United States Congress. It would be two decades before Shenandoah National Park was authorized and another ten years before it was established. During that time President and Lou Henry Hoover established their Summer White House on the Rapidan River, the construction of Skyline Drive began, the Civilian Conservation Corps was established and moved into the park area, and over 450 families of mountain residents were relocated from the Blue Ridge.        NPS Photo  With the establishment of the park in December 1935, the CCC began to build visitor facilities throughout the mountain, areas that were initially racially segregated. The core of the park's development was completed by the beginning of WWII and, to a great extent, the mountains were released to nature.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/index.htm"
}
