{
    "title": "Shenandoah National Park: Getting Started With EarthCaching",
    "body": "Getting Started With EarthCaching         GPS Units can be fun tools for exploring Shenandoah.   Read the guidelines and suggestions posted below, bring your GPS unit and digital camera, and get ready to discover fascinating features of Shenandoah's history and geology for yourself!   What you will need to participate:   GPS device   Digital Camera (optional)   A user account at www.geocaching.com   Printout of specific Shenandoah National Park EarthCache information from www.earthcache.org and a pen or pencil   Enthusiasm to explore Shenandoah National Park!    Things to know before your EarthCache adventure:   Access to Shenandoah National Park is required to complete a park-based EarthCache. Visitors have widespread access from late March - November. Please be advised of potential road closures for Skyline Drive for construction work, during deer hunting season, and in the event of inclement weather. Click here for information about road closures prior to your visit. Also be advised that most visitor services are closed from December - March. Click here for detailed facility information.   While there is no fee for participation in the EarthCache program, all visitors are required to pay park entrance fees. Click here for fee information.   All EarthCaches are located along marked trails. Do not go off trail! Doing so is unsafe and will take you farther away from your destination. Parking is available at each trailhead.   As with all EarthCaches, there are no physical caches to be found. Search for natural features to answer the questions. Learning about the natural wonders of the park when you visit the site is the treasure!    How the Program Works   Set up a membership to access complete EarthCache listings. The basic membership is free!   Choose an EarthCache found in Shenandoah National Park. The park is divided into 3 sections: North, Central, and South Districts. Look for EarthCache opportunities in each district!   The estimated time to complete each EarthCache varies depending on trail conditions, terrain, and your own pace preference. Check the difficulty and terrain ratings listed on each EarthCache to help you decide which one is best for you.   Log in and print the text of the EarthCache you have selected and either download or manually enter the GPS coordinates for the EarthCache objectives into your GPS device. Once in the park, use your GPS device to locate the EarthCache objectives and answer the questions. Each Shenandoah National Park EarthCache is a separate entity so you can choose to complete the ones that look most interesting or are most suitable for you.   Return to the EarthCache.org website to log in your EarthCache and give a short statement about your experience. You can also email the answers to the EarthCache questions separately so you won't give away the answers to future EarthCache enthusiasts.       Trail  Accessible  Skyline Drive Mile   District   Map   EarthCache Link     Compton Peak     10.4   North   North District   Compton Peak EarthCache     Little Stony Man     39.1   Central   Skyland Area   Little Stony Man EarthCache     Old Rag Mountain     Park Boundary See Map   Central   Old Rag Area   Old Rag EarthCache     Bearfence Mountain     56.4   Central   Lewis Mountain Area   Bearfence Earthcache    Skyline Drive Car & Wheelchair  71.8  South Eaton Hollow Overlook The Lowly Worm EarthCache   Skyline Drive Car & Wheelchair  74.5  South Loft Mountain Overlook Seeing Spots & Lines EarthCache    Blackrock     84.8   South   Rip Rap Area   Blackrock Earthcache     More Information EarthCaching is a world-wide phenomenon! If you are interested in finding out more, visit www.earthcache.org           Trail   Accessible   Skyline Drive Mile   District   Map   EarthCache Link     Compton Peak       10.4   North   North District   Compton Peak EarthCache     Little Stony Man       39.1   Central   Skyland Area   Little Stony Man EarthCache     Old Rag Mountain       Park Boundary (see map)   Central   Old Rag Area   Old Rag EarthCache     Bearfence Mountain       56.4   Central   Lewis Mountain Area   Bearfence Earthcache     Skyline Drive   Car & Wheelchair   71.8   South   Eaton Hollow Overlook   The Lowly Worm EarthCache     Skyline Drive   Car & Wheelchair   74.5   South   Loft Mountain Overlook   Seeing Spots & Lines EarthCache     Blackrock       84.8   South   Rip Rap Area   Blackrock Earthcache",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/earthcaching-gettingstarted.htm"
}
