{
    "title": "Shenandoah National Park: Get Your Kids Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Special Events     Get Your Kids Hiking                Get Your Kids Hiking          What is it?  The Shenandoah National Park Association, Shenandoah National Park, and Delaware North are delighted to once again host a special program featuring Jeff Alt, renowned author of Get Your Kids Hiking: How to Start Them Young and Keep It Fun. Jeff's program will inspire families to enjoy and care for nature and the outdoors.   Join Jeff as he teams up with Shenandoah National Park Rangers to lead kids and accompanying adults on a short hike loaded with hands-on family hiking tips and ways to explore the outdoors. This short family stroll turns a walk in the park into a fun-filled, multi-dimensional adventure. Learn how a few simple techniques and some basic equipment can turn any walk in the woods into a safe, fun-filled adventure that kids of all ages and parents will enjoy.   When is it?   Saturday, July 16, 2016 \"Get Your Kids Hiking\" - 11:00 a.m. -12:00 noon, Byrd Visitor Center, Mile 51 on Skyline Drive. Join Jeff as he teams up with Shenandoah National Park Rangers to lead kids and accompanying adults on a short hike loaded with hands-on family hiking tips and ways to explore the outdoors. This short family stroll turns a walk in the park into a fun filled multi-dimensional adventure.  \"Walk for Sunshine: Appalachian Trail\" - 4:00 p.m., Big Meadows Lodge, Mile 51. Jeff will present his acclaimed Walk for Sunshine Appalachian Trail program. Sunday, July 17, 2016 \"Time Travel with Bubba Jones & Family\" -  10:00 a.m. –11:00 a.m., Byrd Visitor Center, Mile 51. Time travel to meet President Franklin D.Roosevelt and the Civilian Conservation Corps boys. Come prepared for a short stroll. 2:00pm –4:00pm, Skyland Lodge, Mile 41.7, meet in front of Skyland Lodge gift shop. Travel back in time to meet George Pollock who ran Stonyman Camp before Shenandoah became a National Park. Come prepared for a short walk. Monday, July 18, 2016 \"Time Travel with Bubba Jones & Family\" - 10:00 am - 11:00 a.m. Byrd Visitor Center, Mile 51. Time travel through the Big Meadows area. Come prepared for a short stroll Where is it?  Byrd Visitor Center and Big Meadows Lodge (mile 51), and Skyland (mile 42).  How much is it?  Free with cost of park entry.",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/get-your-kids-hiking.htm"
}
