{
    "title": "Glen Canyon National Recreation Area: Bats",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Bats                  Bats        A close-up of a Big Brown bat about to take off after being released from a handling bag. NPS Photo        What Are Bats? Bats are a special order of animals called Chiroptera and are the only mammals capable of true flight and the second most abundant mammal on Earth just behind rodents. Most bats are nocturnal species and so operate primarily after dusk after awaking from their roost sites. During this time, carnivorous bats and many species of nectar-feeders fly out into the night to forage for food and drink. These nocturnal mammals provide a large service to their respective ecosystems; however many are rarely seen and all are mostly misunderstood. Glen Canyon National Recreation Area is working to contribute to a nationwide field effort for monitoring and preserving bat species that recently began to decline.        An extracted Pallid Bat, one of the many unique bats within Glen Canyon National Recreation Area. NPS Photo  Glen Canyon Bat Inventory    Glen Canyon National Recreation Area is currently underway on a field effort to learn more about its resident and migratory bat population. To do that, resource teams are figuring out current bat activity through soundscape monitoring and strategic bat netting. From collected species and geographic data, the National Park Service may draw inferences to significant bat population trends in the Glen Canyon area.    Methods of Bat Detection    Bats are shadowy fliers, and can be reliably identified at the species level when held in hand. To do this, black mesh capture nets are suspended between two poles (similar to a volleyball net) and deployed in a bat flyway after sunset to capture bats that are in free flight. Bats become entangled in the net and are retrieved by biologists for processing. All bats captured have their information collected such as weight, reproductive status, age, etc. and then released unharmed. In 2015, Park Service staff at Glen Canyon National Recreation Area confirmed 9 species of bats through mist netting efforts.   Another way Glen Canyon has been gaining insight into bat species is by recording the natural acoustics bats emit through their travel –a process they use called echolocation. Bats primarily travel by using sound as a guiding direction. By sending out high frequency sound waves, well above the human range of hearing, bats can use the corresponding echoes and the time it takes to travel between their ears to identify an objects location and shape in a 3D space. Scientists at Glen Canyon National Recreation Area have been using this sound to identify the bat species they are and aren't able to capture in mist nets. National Park Service scientists have found that bats are in greater concentrations near intermittent ponds farthest away from Lake Powell. In 2015, Park Service staff at Glen Canyon National Recreation Area confirmed 4 species of bats through acoustic monitoring efforts.      Bats in Glen Canyon Out of the 28 species of bats in Arizona and 18 species in Utah, 16 species are known to occur within Glen Canyon National Recreation Area. These bats are:             California myotis (Myotis Californicus) Yuma myotis (Myotis lucifugus) Fringed myotis (Myotis thysanodes) Small-footed myotis  (Myotis Ciliolabrum)   Long-legged myotis  (Myotis Volans) Big brown bat (Myotis Yumanensis) Silver-haired  bat (Lasionycteris Noctivagans) Big free-tailed bat  (Nyctinomops macrotis)   Red bat (Lasiurus blossevilli) Hoary bat (Lasiurus cinereus) Canyon bat (Pipistrellus Hesperus) Pallid bat  (Antrozous pallidus)   Spotted bat  (Euderma maculatum) Townsend's big-eared bat (Corynorhinus townsendii) Allen's lappet-browed bat (Idionycteris phyllotis) Brazilian free-tailed bat  (Tadarida brasiliensis)           Big Brown Bat, rare in Glen Canyon National Recreation Area, stuck in a capture net. NPS Photo   Importance of Bats Having these bats around is beneficial to campers and backpackers by the bats' abilities to help control insect populations. More importantly some bat species can eat their entire body weight in insects each night and serve as a natural insect remover from important agricultural crops and native vegetation. Herbivorous insects in areas where vegetation may be sparse can be especially harmful to crop resources, so having a local bat population can drastically help in agricultural damage control and limit other methods of insect control such as pesticides.      Bat Stewardship   Bats have a high survivorship curve, living up to 20 years; however bats having low reproductive rates (1 pup\/female\/year) are susceptible to environmental and human disturbances. Colony roosts of over 1000 bats can be greatly affected by a single disturbance event. It is important for visitors to respect the natural sounds of the environment and not create undue disturbance to any sleeping nocturnal animals during their visit.     To learn more about White Nose Syndrome, its effects on eastern bat species, and the recent spread across the US please view these recent National Park Service articles:                   Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: white nose syndrome white-nose syndrome bats",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/bats.htm"
}
