{
    "title": "Shenandoah National Park: Waterfalls",
    "body": "Waterfalls        (object placeholder)      Who doesn’t love a waterfall? Besides small cascades along streams, there are large and lovely waterfalls in each section of Shenandoah National Park. All are accessible from a parking place along Skyline Drive. But note that all involve a hike downhill—and, of course, the harder hike back up! All waterfalls are along blue-blazed, forested trails. Check out the waterfalls and the climb back up. Pick one you can’t resist! Each has its own beauty and personality. Click on the links below for downloadable maps. Overall Run Falls, (pdf, 241 kb) from mile 21.1 in the North District of the park, is the tallest waterfall—93 feet. It’s an impressive drop of water! Beyond it, you’ll also get a view of the Shenandoah Valley and Massanutten Mountain to the west. You’ll have rock ledges to sit on as you enjoy the scene. The hike to the falls and back is 6.4 miles roundtrip, with a climb of 1850 feet. Rose River Falls, (pdf, 210 kb) from mile 49.4 along Skyline Drive, is a dazzling cascade of 67 feet. After lots of rain, there are as many as four cascades! For most of this hike, you’ll be on a beautiful trail in one of the park’s federally designated wilderness areas. The hike is 2.6 miles roundtrip, with a climb of 720 feet. South River Falls, (pdf, 209 kb) at mile 62.8 in the Central District of the park, is truly spectacular. It’s a waterfall of 83 feet, the third tallest in the park. A rock ledge with a stone guard wall offers you a good resting place as you enjoy the sight—and the thundering sound—of falling water. The hike is 2.6 miles roundtrip, with a climb of 850 feet. Jones Run Falls (pdf, 203 kb) is at mile 84.1 in the South District of the park. Do you want a waterfall that will soothe your spirit and bring you peace? Try this one. The hike is 3.4 miles roundtrip, with a climb of 915 feet. But the climb is gradual, so you may find it easier. The waterfall is a jewel—a cascade of 42 feet, surrounded by rocks, moss, and bushes. While sitting on flat rocks right in front of it, you become part of the scene! Other waterfalls in the park are Whiteoak Canyon Falls, mile 42.6 (pdf, 220 kb); Cedar Run Falls, mile 45.6 (pdf, 220 kb); Dark Hollow Falls, mile 50.7 (pdf, 210); Lewis Falls, mile 51.4 (pdf, 210 kb) and Doyles River Falls, mile 81.1 (pdf, 203). There are five additional falls beyond the first one in Whiteoak Canyon, for those who are true long hikers and climbers, and there’s a second falls beyond the first one on Doyles River. In fact, you can make longer hikes of each of these nine hikes to a waterfall. Just be sure to have a good map! All of the falls are described, with a map, in the inexpensive guide Hikes to Waterfalls in Shenandoah National Park. Most of the waterfalls are less impressive in a dry season, so it may be wise to check with a ranger about water flow.                      Waterfalls   7 Photos  Waterfalls",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/waterfalls.htm"
}
