{
    "title": "Shenandoah National Park: Old Rag Mountain",
    "body": "Preparing to Hike Old Rag Mountain       Old Rag is Shenandoah's most popular and most dangerous hike. The number of blogs and websites about this hike attests to its popularity. The number of search and rescue missions each year attests to its danger. There's no doubt that the scramble is great fun and the views are spectacular. A day on Old Rag is one of Shenandoah's premier experiences. We want to be sure that your experience is not marred by an accident or health issue that could be prevented with good planning.          Old Rag Mountain Safety Video(object placeholder)        There are numerous fantastic views from the boulders of Old Rag. Holly Mills, NPS  Planning Your Visit The most important step to a great hiking experience in Shenandoah National Park is good planning. Many of the points below are applicable to any hike, but there are a few special considerations for Old Rag.   Be sure that you are physically able to complete this hike. The circuit hike is about 9 miles. There is a significant elevation change and a strenuous rock scramble that requires good upper body strength. Often, children and shorter adults need assistance navigating the scramble.   Take at least 2 quarts of water per person. Dehydration is one of the most prevalent issues.   Wear sturdy shoes that will support your ankles and allow you to to get a foothold without slipping.   Allow 7 or 8 hours. Yes, people do it in less time but, like all types of travel, you may experience unanticipated delays. It's always a good idea to have a headlamp in case you don't complete your hike before dark.   Be sure you know the forecast and never attempt this hike in wet or icy conditions.   Stay with your group and stay on the trail. Do not allow children to run ahead.   Although you need to be sure you have plenty of water and food, it is a good idea to pack as lightly as possible. Most hikers prefer fanny packs to backpacks which can be difficult to maneuver through the rock scramble.   Planning your hike on a weekday will enhance your experience. Old Rag can become very crowded on weekends. At times, the parking lot will be full and there will be long lines and substantial waits at some of the narrow passages. For current conditions follow us on Twitter: ShenandoahNPS.   Pets are strictly forbidden on Old Rag for their own and hikers' safety.   Directions Although Old Rag Mountain is within the boundaries of Shenandoah National Park, most people approach it from the park's eastern boundary. Follow these directions to get to the trailhead:   From Sperryville, Route 211: Take Route 522 south for .8 mile. Turn right onto Route 231 and go 8 miles. Turn right onto Route 601 and follow the signs to the parking area (approximately 3 miles).   From Madison, Route 29 Business: TakeRoute 231 for 12.8 miles. Turn left onto Route 602 and follow the signs to the parking area (approximately 3 miles).         Parking Especially during busy weekends, parking can be another challenge. All Old Rag hikers must use the large parking area at the Old Rag Fee Station. The small parking area at the Old Rag Trailhead is NOT open to the public.  In an effort to make the Old Rag experience safer, we have increased patrols so the trailhead lot will be reserved for Old Rag staff including Search and Rescue personnel, park staff, trail overseers, and Old Rag Mountain Stewards. The parking lot is about a .8 mile walk along the road to the trailhead  Parking is prohibited along the road shoulders. Please use the lot to avoid being towed.       Fees Visitors hiking Old Rag must have a valid Shenandoah National Park entrance permit. You can purchase permits and yearly passes from Rangers when present, or via self-pay at the Old Rag Fee Station.Please note: We cannot accept pre-loaded gift cards. To learn more about Shenandoah's Fees click here.       Overnight Camping in the Old Rag Area Legal overnight camping sites are very limited in the Old Rag area. Camping is prohibited above 2,800'. If you want to make your trip an overnight one, you'll need a Backcountry Camping permit and you'll need to study a map of the area to choose a site. Visit our Backcountry Trip Planning pages for more information. Study the suggested trips for the Old Rag, Corbin Hollow, and Nicholson Hollow areas.      For more about the Old Rag area, click here.      For additional Old Rag resources and to see what the bloggers are saying click here.",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/old-rag-hike-prep.htm"
}
