{
    "title": "Shenandoah National Park: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking                Hiking         A hiker negotiates the rock scramble on Bearfence.    Hiking Alerts and Closures   Suggested Hikes and Printable Maps  More Printable Hiking Maps     Shenandoah National Park has over 500 miles of trails, including 101 miles of the Appalachian Trail. Some trails lead to a waterfall or viewpoint; others penetrate deep into the forest and wilderness.  To help you plan your hiking adventures we have listed on this page popular suggested hikes that include trail descriptions, special features and information about the hikes, as well as maps. We also have printable maps of popular hiking areas in the park available. With such an abundance of trail options you will certainly be able to find something to fit your interest and ability. Maps have suggested ability descriptors determined using the formulas listed below.   Hiking Difficulty Shenandoah's Hiking Difficulty is determined by a numerical rating using the following formula: Elevation Gain x 2 x distance (in miles). The product's square root is the numerical rating.  For example, a 10-mile hike that gains 2,200 feet in elevation: 2,200 x 2=4,400 4,400 x 10 = 44,000 Square root of 44,000=209.8 The hike's numerical rating is then tied to one of five descriptors: Easiest, Moderate, Moderately Strenuous, Strenuous, Very Strenuous. The example hike (above) would be rated Very Strenuous. There are a few exceptions to the formula's validity, such as Dark Hollow Falls. Although its numeric rating of 36.3 puts it in the \"Easiest\" range, its steepness over such a short distance warrants a \"Moderate.\" Easiest Numerical Rating: less than 50 A hike that is generally suitable for anyone who enjoys walking. Mostly level or with a slight incline.  Generally less than 3 miles. Moderate Numerical Rating: 50-100 A moderate hike is generally suitable for novice hikers who want a bit of a challenge. The terrain will involve a moderate incline and may have some steeper sections. Generally 3 to 5 miles. Moderately Strenuous Numerical Rating: 100 –150 Moderately Strenuous hikes will generally be challenging for an unconditioned person. The terrain will involve a steady and often steep incline. Generally 5 to 8 miles. Strenuous Numerical Rating: 150-200 Strenuous hikes will challenge most hikers. The hike will generally be longer and steeper, but may be deemed \"Strenuous\" because of the elevation gain. Generally 7 to 10 miles. Very Strenuous Numerical Rating : greater than 200 Only well-conditioned and well-prepared hikers should attempt very strenuous hikes. The hike will generally be long and steep, and may include rock scrambling, stream crossings, and other challenging terrain. Generally 8 miles and over.  Pace Average pace is:   1.5 miles per hour for easiest trails. 1.4 mph for moderate trails. 1.3 for moderately strenuous trails. 1.2 for strenuous and very strenuous trails.  This is hiking time and does not take into consideration fitness, exploration, rest, contemplation, etc. Old Rag Mountain is one of the most popular hikes in the park. It is also the most challenging. Before embarking on this hike visit our Old Rag pages for important information about planning your hike.        Suggested Hikes Here are some some of the favorite day hikes in the park. Included on each page are trail descriptions, special features you should see, and downloadable maps!  MM= Mile markers where trailheads are found along Skyline Drive.  North District -  Front Royal to U.S. 211  Fox Hollow  MM 4.6 Compton Gap  MM 10.4 Overall Run  MM 21.1 Overall  MM 21.1 Keyser Run  MM 19.4   Central District-  U.S. 211 to U.S. 33  Marys Rock  MM 33.5 Nicholson Hollow  MM 38.4 Stony Man  MM 39.1 Hawksbill  MM 45.6 Blackrock  MM 51.2 Milam Gap  MM 52.8 South River Falls MM 62.8 Upper Hawksbill  MM 46.7 Bearfence MM 56.4   South District-  U.S. 33 to U.S. 250 & 1-64  Doyles River  MM 81.1 Big Run MM 81.2 Jones Run Falls  MM 84.1 Wildcat Ridge  MM 92.1 Blackrock Summit  MM 84.8 Riprap  MM 91.4 Frazier  MM 79.5       Closures In order to better protect the fragile plants that live on some of Shenandoah's rock outcrops, the park has implemented some very limited closures. Small areas on Little Stony Man, Hawksbill, and Old Rag are closed to public access. Printable maps the closures: Little Stony Man  Hawksbill  Old Rag   Several commercial businesses are permitted to offer guided hiking and hiker support services in Shenandoah National Park.",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/hiking.htm"
}
