{
    "title": "Glen Canyon National Recreation Area: Endangered Fish",
    "body": "Endangered Fish       The Colorado River and its tributaries make up one of the world’s most colorful river basins. From the high mountains of Wyoming and Colorado, the river drops more than two miles in elevation on its 1,700- mile journey to the Gulf of California. For long stretches, the river is bounded by red canyon walls. Historically, river flows fluctuated widely from season to season and from year to year, reaching peaks of nearly 400,000 cubic feet per second. It took tough, adaptable creatures to survive in this river system.      The Colorado River Basin The Colorado River basin is composed of the Colorado River and its tributaries. It is home to 14 native fish species, four of which are now endangered. These four fish − the Colorado pikeminnow, razorback sucker, bonytail and humpback chub − evolved in the Colorado River basin and exist nowhere else on earth. Why these fish have become endangered There are two main contributors to the decline of these four native species: water development and the introduction of nonnative fish. Dams, diversions, and other barriers, which provide recreation, flood control, critical water storage, and power generation for the rapidly growing Southwest, also change the dynamics and environment of the river. In many areas, the river is no longer the warm, silt-laden, and sometimes turbulent home these species require. In addition, as the demands of tourism and sport fishing have increased, more than 40 species of nonnative fish have been introduced into the Colorado Basin.      Fish recovery in Glen Canyon National Recreation Area The two species of endangered native fish in our aquarium highlight both the plight of these fish and the efforts underway to help them recover. Here at Glen Canyon National Recreation Area, as in other areas along the river, steps are underway to attempt to re-establish these fish species. • The National Park Service is working with the Bureau of Reclamation, the U.S. Fish & Wildlife Service, and many other partners to help educate the public about the need to save these historic fish. • The Utah Department of Natural Resources is operating a hatchery at Big Water, UT, raising some of these endangered species to be restocked in suitable habitat along the river. This hatchery is where our aquarium fish were obtained. • The Bureau of Reclamation, as part of the Adaptive Management Program, monitors and controls releases from Glen Canyon Dam in order to reduce the impacts of these releases on plant and animal species below the dam. • Biologists from many agencies continue to study, monitor, and collect these endangered species so we may learn more about them and help ensure their survival.      For more information about the Upper Colorado Endangered Fish Recovery Program, visit their website at: http:\/\/ColoradoRiverRecovery.fws.gov",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/endangeredfish.htm"
}
