{
    "title": "Shenandoah National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Attention: For important information about using GPS and internet mapping services to reach Shenandoah National Park, please click here.      Where is Shenandoah?Shenandoah National Park is located in the Blue Ridge Mountains of Virginia just west of Washington, D.C. and stretches 105 miles from its northern entrance at Front Royal to its southern entrance near Waynesboro.  (Click to see a map)         Shenandoah National Park brings the National Park experience within a 2 hour drive for millions who live in the DC metro area. Google Maps - by Navteq North America LLC  The Park's Four Entrances: There are only four entrances into Shenandoah National Park, and numerous gateway communities that offer services.   Front Royal (AKA North Entrance), accessible via I-66 and Route 340 Thornton Gap, accessible via Route 211 Swift Run Gap, accessible via Route 33 Rockfish Gap (AKA South Entrance), accessible via I-64 and Route 250 (Rockfish Gap is also the northern entrance to the Blue Ridge Parkway.)       Traveling By Car   From Washington, D.C. Metro Area  To North Entrance (Front Royal Entrance)  Travel west on Interstate 66 to Front Royal, Virginia (62 miles). Take exit onto Route 340 South Follow signs for Shenandoah National Park and Skyline Drive. Mapped directions  To Thornton Gap Entrance   Travel west on Interstate 66 to exit 43A (32 miles).  Take US Highway 29 South to Warrenton, Virginia (11 miles). Take US Highway 211 West to Shenandoah National Park and Skyline Drive (28 miles). Mapped directions  From Richmond, Virginia Area  To South Entrance  Travel west on Interstate 64 to exit 99 (87 miles) Follow signs to Shenandoah National Park and Skyline Drive. Mapped directions  To Swift Run Gap Entrance  Travel west on Interstate 64 to Charlottesville, Virginia (65 miles). Take exit to US Highway 29 North (14 miles). Turn left onto US Highway 33 West and follow 14 miles to Shenandoah National Park and Skyline Drive. Mapped directions  From Pittsburgh, Pennsylvania Area To North Entrance  Travel east on Interstate 76 to exit 161 (105 miles). Take Interstate 70 East to US Highway 522 South (25 miles). Follow 522 to VA-37 South (24 miles) to Interstate 81 South (7 miles). Follow I-81 South 9.5 miles to Interstate 66 East. Take I-66 to Front Royal, Virginia (7 miles). Follow signs to Shenandoah National Park and Skyline Drive. Mapped directions  Click here for detailed Virginia road map.         Nearby Airports  Washington Dulles International (IAD): 56 miles west to Front Royal Reagan National (DCA): 70 miles west to Front Royal Shenandoah Valley Regional (SHD): 27 miles east to Swift Run Gap Charlottesville-Albemarle (CHO): 31 miles west to Rockfish Gap",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/directions.htm"
}
