{
    "title": "Shenandoah National Park: Lodging",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging              Lodging        Historic Big Meadows Lodge        Click here for Opening\/Closing Dates Big Meadows Lodge Big Meadows (mile 51) has 25 rooms in the main lodge, 71 additional rooms in rustic cabins, multi-unit lodges, and suites. American Express, MasterCard, VISA, and Discover cards are accepted. Limited number of pet friendly rooms available. All rooms and public areas are smoke-free environments. No extra fee is charged for cribs or children under 16 years old. To make reservations at Big Meadows, or for additional information, visit this page or call (877) 247-9261.        Skyland Room   Skyland  Skyland (mile 41.7) has 179 guest rooms, rustic cabins, multi-unit lodges, and modern suites. American Express, MasterCard, VISA, and Discover cards are accepted. All guest rooms are non-smoking. A limited number of pet-friendly rooms are available. No extra fee is charged for cribs or children under 16 years old. To make reservations at Skyland, or for more information, visit:    www.goshenandoah.com\/lodging\/skyland or call (877) 247-9261.        Lewis Mountain Cabins   Lewis Mountain Cabins Lewis Mountain (mile 57.5) has several rustic, furnished cabins with private baths and outdoor grill areas. American Express, MasterCard, VISA, and Discover cards are accepted. One designated pet-friendly cabin is available. All cabins are smoke-free environments. No extra fee is charged for cribs or children under 16 years old. To make reservations at Lewis Mountain, or for more information, visit:   www:\/\/goshenandoah.com\/lodging\/lewis-mountain-cabins or call (877) 247-9261.      PATC Cabins The Potomac Appalachian Trail Club (an authorized park concessioner), maintains six locked, primitive cabins in the park. The cabins are equipped with mattresses, blankets, and cookware. A pit toilet and spring water are nearby. To get information or to make reservations, call PATC at (703) 242-0693 or (703) 242-0315; or write to PATC, 118 Park Street, SE, Vienna, VA 22180. Visit PATC online.",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/lodging.htm"
}
