{
    "title": "Shenandoah National Park: Eating & Sleeping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping             Eating & Sleeping       Restaurants View  Opening\/Closing Dates.    For more information about dining services, please see the park's visitor guide, Shenandoah Overlook, or visit www.goshenandoah.com\/dining.     Elkwallow Wayside (mile 24.1) The Wayside offers a variety of breakfast selections and sandwiches and grilled items for lunch and dinner, with seating outside on the patio or at picnic tables.  Skyland (mile 41.7 and 42.5) Full service dining room serving breakfast, lunch and dinner. Mountain Taproom features a lighter fare menu with family-friendly nightly entertainment.  Grab N Go offers sandwiches, salads, pastries, snacks and drinks for meals to go.  Big Meadows Wayside (mile 51.2) The Wayside houses a full-service dining room with carryout service and offers a varied menu of regional favorites and contemporary food.  Big Meadows Lodge (follow signs from Skyline Drive at mile 51.2) Dining room in lovely rustic setting serving breakfast, lunch and dinner. New Market Taproom features a lighter fare with family-friendly nightly entertainment. Box lunch options available for a picnic to go. Loft Mountain Wayside (mile 79.5) The Wayside has a dining room with counter service, with seating inside and outside on picnic tables. The menu includes a variety of breakfast selections, sandwiches, and grilled items. For more information about services, visit the concessionaire website.   Lodging Nestled in the heart of Shenandoah you will find multiple lodging options that cater to different tastes and needs. We have the comfy Big Meadows Lodge, the elegant Skyland Resort, and the rustic Lewis Mountain Cabins. Reservations can be made online at www.goshenandoah.com or by calling 877-247-9261.     Camping Shenandoah has four campgrounds spread throughout the length of the park: Mathews Arm Campground (mile 22.1), Big Meadows Campground (mile 51.2), Lewis Mountain Campground (mile 57.5), and Loft Mountain Campground (mile 79.5). Three of our campgrounds are RV accessible. Reservations can be made with Recreation.gov or by phone at (877)444-6777.   Beyond our formal campgrounds we also have numerous backcountry camping opportunities. Backcountry permits are free and can be acquired at visitor contact stations during business hours.",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/eatingsleeping.htm"
}
