{
    "title": "Shenandoah National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Jump to: Lodging Reservations Camping Reservations  Backcountry Camping Permits Commercial Filming\/Photography Permits Hang Gliding\/Paragliding Permits   Many people are drawn Shenandoah because of the endless mountains, waterfalls, and sweeping vistas. This makes Shenandoah an ideal place to backpack, or host a special event. Detailed information and permit applications are below.     Backcountry Camping permits are required for visitors who want to camp in Shenandoah's backcountry areas rather than in developed campgrounds. These permits are available free from park headquarters, visitor centers, and entrance stations. (more ...) Special Park Use permits are required for some activities such as special events and commercial filming and photography. Applications for permits should be submitted to the appropriate park official well in advance for consideration and processing.    Special Use Permits are required for special events such as car cruises, group bicycle rides, gatherings, distribution of printed material and other public expressions of views, and other activities that are otherwise controlled or prohibited.  For information or to schedule an event, please contact the park at 540-999-3500 ext. 3374. Completed applications may be emailed to chad_tinney@nps.gov or mailed to the Concessions Management Office, Shenandoah National Park, 3655 US HWY 211 East, Luray, VA 22835.  IT IS RECOMMENDED THAT YOU CONTACT THE PERMITS OFFICE PRIOR TO COMPLETING ANY APPLICATION.      Weddings or ceremonies coordinated by the authorized concessions operator, Delaware North at Shenandoah National Park, contact the Delaware North group sales office at 866-383-2922. For all other weddings or ceremonies in the park contact the permits office prior to completing any applications - 540-999-3500 x3374. Commercial Filming Permits must be obtained when filming is done by other than bona fide newsreel or news television. To apply for a Commercial Filming Permit contact the Concessions Management Office at 540-999-3500 x3374 or email chad_tinney@nps.gov.  Commercial Photography Permits are required if photography is to be done of vehicles, or other articles of commerce, or models for the purpose of commercial advertising. To apply for a Commercial Photography Permit contact the Concessions Management Office at 540-999-3500 x3374 or email chad_tinney@nps.gov.  Commercial Use Authorizations are required for engaging in any business. To apply for information on Commercial Use Authorizations contact the Concessions Management Office at 540-999-3500 x3374 or email chad_tinney@nps.gov.  Hang Gliding and Paragliding in Shenandoah National Park requires a permit. Pilots may only use approved launch sites. For regulations, certification requirements, and to apply for a permit contact the Concessions Management Office at 540-999-3500 x3374 or email chad_tinney@nps.gov. This listing is not complete. If you have any uncertainty about a planned activity it is best to contact the permits office at 540-999-3500 x3374.",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/permitsandreservations.htm"
}
