{
    "title": "Shenandoah National Park: Resource Seminars",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Resource Seminars              Resource Seminar Series       Download the 2016 Resource Seminar Series Flyer (1.5 mb, PDF) We're celebrating the NPS Centennial in a big way in 2016 and we've got four awesome seminars that applaud our national parks as places for inspiration, recreation and renewal! These special programs are sponsored by our partner, the Shenandoah National Park Association (SNPA). Advance reservations are required and space is limited. To register, visit their website: http:\/\/www.snpbooks.org. For information, contact them by email: snpagm@centurylink.net  Or phone: 540-999-3582. Members of SNPA receive a 20% discount on seminars. Seminar fees do not include the Park entry fee which is $20 per vehicle. Valid annual and lifetime passes are acceptable.          Fly fisherman in Shenandoah National Park. NPS\/Neal Lewis  Trout Fishing in Shenandoah Saturday, May 21, 2016 This seminar will provide one-on-one instruction in fly fishing techniques. We'll begin with a one-hour presentation on trout fishing in Shenandoah National Park and how to get started in fly fishing. The remainder of the day will feature hands-on instruction by Harry Murray, author of Trout Fishing in Shenandoah National Park. Rods and reels will be provided or bring your own gear. Each participant will receive a copy of Murray's book. Location: Graves Mountain Lodge. $30 registration fee. Limited to 15 participants.          A seminar participant draws in her journal. NPS\/Pat Poffenberger  Art in the Park: Seeing and Recording Your Nature Experiences Saturday, June 11, 2016  The Art in the Park seminar will provide a special opportunity to learn fun and easy ways to use journaling, sketching, and drawing to capture outdoor experiences through artistic expression. Local professional artists Betty Gatewood and Rhonda Roebuck will present sessions during the day-long seminar on nature journaling, intimate landscapes - focusing on small wonders, and capturing the big view of scenic landscapes. All art supplies and nature journals will be provided. Location: Big Meadows area. $40 registration fee. Limited to 15 participants.        Tiger Swallowtail NPS\/Neal Lewis  Finding Beauty on Fragile Wings: Exploring Shenandoah's Butterflies Saturday, July 9, 2016 Participants will learn the basics of butterfly identification and about Shenandoah butterfly species, including rare ones. We'll also talk about the importance of conserving plant and insect diversity. Indoor morning sessions will be followed by a field session in Big Meadows in the afternoon. Seminar instructors are Ranger Mara Meisel and Michael Smith, compiler of the Shenandoah National Park-Luray Area Fourth of July Butterfly Counts for the North American Butterfly Association. Location: Big Meadows area. $30 registration fee. Limited to 25 participants.        A participant focuses a shot. NPS  Advanced Nature Photography Saturday, August 27, 2016 The Advanced Nature Photography seminar will build on basic photography techniques to enhance skills in capturing nature experiences through photography. Professional photographers Ann and Rob Simpson will share their expertise through classroom instruction and field sessions on a variety of photography techniques including scenic, macro, and telephotography. Location: Big Meadows area. $40 registration fee. Limited to 20 participants.",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/resourceseminars.htm"
}
