{
    "title": "Shenandoah National Park: Exhibits",
    "body": "Exhibits        \"Experience Shenandoah\" exhibit at Dickey Ridge Visitor Center        Dickey Ridge Visitor Center at mile 4.6 has both a movie and an interactive exhibit designed to introduce you to your Shenandoah experience. There's a large interactive topographic map and lots of information about what you're likely to see in Shenandoah.         Byrd Visitor Center exhibit   The exhibits at Byrd Visitor Center (mile 51) tell the stories of Shenandoah's establishment and development, including the controversial acquisition of privately owned land, the work of the Civilian Conservation Corps, and the little-known story of desegregation in the 1930s and 40s. As each decade has unfolded, Shenandoah's landscape has changed in reflection of Americans' values. This exhibit chronicles those changes and seeks to involve you in the future of Shenandoah. Also at Byrd you'll find a selection of movies including Shenandoah, The Gift.             Visitors can learn about the Hoover Presidency at historic Rapidan Camp. NPS John F. Mitchell       Rapidan Camp is the former summer retreat of President Herbert and First Lady Lou Henry Hoover. The President's House has been historically refurnished and The Prime Minister's cabin houses an exhibit. The exhibit explains the Hoovers' choice of a vacation home in Virginia's Blue Ridge Mountains and tells the story of their tumultuous presidency.   The exhibits are open intermittently. During the summer and fall, you can travel to the camp with a Ranger and tour the buildings. Reservations for the $10 per person-tour can be made at www.recreation.gov or by calling 877-444-6777. Reservations can be made up to two weeks in advance. Check the ranger programs schedule for the tour schedule. Tours usually begin Memorial Day weekend and end in late October. You can also hike (4 miles round trip or a 7.4-mile loop) to Rapidan Camp. Get a map of the Rapidan Camp area here.         The \"Women of Skyland\" interpretive exhibit resides within recently restored Massanutten Lodge at Skyland. NPS John F. Mitchell  Massanutten Lodge was the home of Addie Nairn Pollock, co-owner of Skyland Resort. The lodge's living room has been historically refurnished. The lodge also houses an exhibit, \"The Women of Skyland\", which documents the lives of several women who frequented the resort in the Roaring 20s. Although from very different backgrounds, they all held in common the need to reach beyond many of the social barriers of the time. Check the ranger program schedule for times to visit.                        Byrd Visitor Center Exhibit   15 Photos",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/exhibits.htm"
}
