{
    "title": "Shenandoah National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Shenandoah National Park 3655 U.S. Highway 211 East  Luray, VA 22835                 Directions         Shenandoah National Park is located in the Blue Ridge Mountains of Virginia, west of Washington, D.C. It stretches 105 miles and has four entrances: Front Royal (northern entrance), Simmons Gap, Swift Run Gap, and Rockfish Gap (southern entrance & the northern entrance to the Blue Ridge Parkway). Complete directions can be found at the accompanying link. The physical address listed is the address to the headquarters, not the park itself.  GPS is sometimes unreliable when navigating to our park.   Directions Details           Operating Hours & Seasons         Park Operating Hours Shenandoah National Park is always open. However, portions of Skyline Drive, the only public road through the park, are periodically closed during inclement weather and at night during deer hunting season, mid-November through early January. Visitors can still enter the park on foot to hike even when the Drive is closed.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Additional Information View More       Hunting Season:   October 26  - January 3   Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM                  Weather           Shenandoah experiences four distinct seasons. Best know for its fall foliage, the park is also spectacular in spring when the wildflowers and trees are in full bloom. Summer brings lush greens and relief from the hot valleys. The park's elevation encourages as much as a 10 degree temperature difference. In winter, this means that when surrounding lowlands are experiencing rain, the the park can be blanketed in snow and ice. It's always a good idea to be prepared for varying weather.          Fees & Passes     Entrance Fees:   Shenandoah Single Vehicle Fee - $20.00 This fee covers unlimited entry for one vehicle and passengers for seven consecutive days. Vehicles must be private, noncommercial, and with a seating capacity of 15 or less.   Shenandoah \"Per Person\" Fee - $10.00 This is the fee for walk-up or bicycling visitors. The fee covers unlimited entry to the park for 7 consecutive days.    Commercial Tour (1-6 Passengers) - $25.00 Pass is valid for the day of purchase and the next six days for a vehicle carrying the same group of passengers. A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service.    Motorcycle Fee - $15.00 Pass is valid for day of purchase and next six days.   Commercial Tour (7- 15 Passengers) - $75.00 Pass is valid for the day of purchase and the next six days for a vehicle carrying the same group of passengers. A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service.   Commercial Tour (16-25 Passengers) - $100.00 Pass is valid for the day of purchase and the next six days for a vehicle carrying the same group of passengers. A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service.   Commercial Tour (26+ Passengers) - $200.00 Pass is valid for the day of purchase and the next six days for a vehicle carrying the same group of passengers. A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service.   Entrance Passes:   Shenandoah Annual Pass - $40.00 Unlimited entry for one year to pass owner and passengers in same vehicle.         Visitor Centers       Dickey Ridge Visitor Center Dickey Ridge Visitor Center is located at Mile 4.6 on Skyline Drive. Here, you will find restrooms, an information desk, exhibits, an orientation movie, a bookstore, publications, maps, backcountry permits, and first aid. Right across Skyline Drive from the visitor center you will find the popular Fox Hollow Trail trailhead.    Harry F. Byrd, Sr. Visitor Center Byrd Visitor Center is located at Milepost 51 on Skyline Drive, right across from Big Meadows. Here, you will find restrooms, information desks, exhibits, ranger programs, video screenings, a book store, maps, backcountry permits, and first aid. The visitor center is located close to Big Meadows lodge, campgrounds, and dining facilities.                  Fly Poison NPS Photo  Shenandoah National Park is a playground for adventure, learning, and fun!  Use the links below to start planning your next visit to Shenandoah.   Operating Hours & Seasons Much of the park and facilities are only open seasonally.   Fees & Passes Entrance fees and information on obtaining passes.   Permits & Reservations Information on obtaining Special Use Permits and how to make reservations.   Weather Weather conditions can change quickly. Please stay up-to-date on the latest conditions to have a safe experience.   Pets Learn what trails you and your pet can enjoy together.  Firewood Notice Visitors to Shenandoah must use only USDA certified firewood or dead and down firewood gathered in the park.  Goods & Services Where to find groceries, wood, ice, and camping supplies.  Downloadable Guides Get the latest seasonal bulletin and a copy of the Shenandoah Explorer Visitor Guide.",
    "url": "https:\/\/www.nps.gov\/shen\/planyourvisit\/basicinfo.htm"
}
