{
    "title": "Glen Canyon National Recreation Area: History of Mussel Prevention",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Mussel Update     History of Mussel Prevention                  History of Mussel Prevention        NPS Photos       Over a decade ago, scientists predicted that Lake Powell would be the first lake in the western U.S. to get mussels, prompting the National Park Service to implement a mussel prevention program at Glen Canyon. The Glen Canyon mussel prevention program is a multi-organization cooperative effort focused on protecting Lake Powell. Coordination, education\/outreach, monitoring, and interdiction are the four main aspects of Glen Canyon's prevention program. Quagga and Zebra Mussel Timeline at Glen Canyon National Recreation Area      1998: Scientists predict Lake Powell will be the first western body of water infested with zebra or quagga mussels. 1999: Glen Canyon begins risk assessment and monitoring efforts. Boat trailer license plates from infested states were counted in parking lots. Visual monitoring efforts include looking for quagga or zebra mussels on buoys, docks, and other underwater objects. 2000: Glen Canyon NRA begins screening boats at entrance stations to determine which boats are a risk for spreading mussels. High-risk boats are asked to undergo a free, voluntary decontamination. ARAMARK begins offering free hot water boat decontaminations at Wahweap, Bullfrog, and Halls Crossing marinas to prevent mussels from infesting Lake Powell. 2002: The first documented boat with adult mussels attached is found and decontaminated at Lake Powell. Monitoring for invasive mussels in Lake Powell was improved with 9-15 artificial substrate samplers continuously maintained at marina areas lake-wide. 2003: Glen Canyon requires any vessels coming from quagga or zebra mussel infested waters within 30 days to be decontaminated before launching in Lake Powell. Vessels which have not been cleaned, drained, and completely dried before arriving at Lake Powell are required to undergo decontamination. Decontamination is no longer voluntary. 2005: Antelope Point Marina opens and begins offering hot water boat washes to prevent quagga or zebra mussels from infesting Lake Powell. Lake Mead becomes infested with quagga mussels that will not be discovered until 2007. 2007: Quagga mussels are detected for the first time west of the Rocky Mountains in Lake Mead. Glen Canyon requires all vessels to be certified \"MUSSEL FREE\" prior to launching.Water monitoring tests produce what is later determined a \"false positive\" result. Lake Powell is still considered mussel-free with no other indication of mussels found until 2012. 2008: High-risk vessels are required to report directly to the decontamination facility. 2009: Launch hour restrictions are put in place. Self-certification as \"MUSSEL FREE\" is no longer an option at major marinas (NPS certification required). Full quarantines of contaminated vessels are authorized and implemented when warranted. All vessels are screened before launching. Eleven watercraft with mussels attached are stopped from entering Lake Powell. 2010: 15,000 vessels inspected. 5,000 vessels decontaminated. 14 vessels with mussels attached are stopped from launching. 2011: 17,000 vessels inspected. 4,000 vessels decontaminated. 16 vessels with adult mussels are stopped from launching. 2012: Over 20,000 vessels inspected. Over 6,000 vessels decontaminated. 38 vessels with mussels are stopped from launching. Monitoring results indicate the presence of mussel larvae, or veligers, near the Glen Canyon Dam and Antelope Point. 2013: The first mussels are reported in Lake Powell when a local marine services business discovered 4 adult mussels on a boat that had been pulled for service. Subsequent diver searches found and removed over 400 mussels from marinas in the southern portion of the lake. Approximately 800 mussels are discovered and removed from canyon walls near the mouth of Wahweap Bay. 2014: Thousands of adult mussels are found and removed from canyon walls, the Glen Canyon Dam, boats, and other underwater structures. Boat inspections and decontaminations continue in an effort to minimize the spread of mussels to other parts of the lake and prevent the introduction of other aquatic species. The National Park Service begins to develop the Quagga\/Zebra Mussel Management Plan to help determine what tools are appropriate to support the ongoing management of invasive mussels in Glen Canyon. 2015: Over 150,000 visitors educated on launch ramps and in marinas about mussels impacts and regulations. Carpets of mussels appear on natural substrates for the first time in southern lake areas. Mussel reproduction detected near Bullfrog Marina.",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/history-of-mussel-prevention.htm"
}
