{
    "title": "Glen Canyon National Recreation Area: Mussel Containment Program",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Mussel Update     Mussel Containment Program                  Mussel Containment Program              Glen Canyon National Recreation Area Quagga Mussel Containment Program Overview      Glen Canyon National Recreation Area is developing an extended response strategy in accordance with the National Park Service Quagga\/Zebra Mussel Infestation Prevention and Response Planning Guide (2007) to minimize the spread of invasive mussels from Lake Powell and to manage park operations now that quagga mussels are present. The main focus shifts from prevention to containment and incorporates science and lessons learned from Lake Mead National Recreation Area. As there is a high degree of uncertainty but clearly defined goals, adaptive management will provide the framework for the prevention, monitoring, and containment actions for extended response. In March of 2013, the first adult quagga mussels were discovered in Lake Powell. Between March 2013 and January 2014, more than 7000 adult quagga mussels were found on watercraft, marina structures, and canyon walls. It is expected that the mussel infestation will continue to spread and that the population abundance will continue to increase. Glen Canyon National Recreation Area convened a science panel and a problem analysis team to inform management discussions regarding the National Park Service (NPS) response to the presence of quagga mussels in Lake Powell. The science panel concluded that there is no known feasible method to eradicate quagga mussels from Lake Powell by that time. The problem analysis team identified and ranked the relative risks of different pathways for both the introduction of aquatic invasive species to Lake Powell and the potential spread of quagga mussels from Lake Powell. For spread of adult mussels, long-term slipped and moored watercraft were identified as a high risk vector, and short-term come-and-go watercraft were identified as a lower risk. Utah and Arizona have designated the entirety of Lake Powell as infested\/affected by invasive quagga mussels. State laws require that watercraft and conveyances be decontaminated to avoid the transport of quagga mussels to uninfested waters. The National Park Service operates under proprietary jurisdiction at Glen Canyon and has no jurisdictional authority to enforce state laws regarding containment (exiting watercraft) of quagga mussels at Lake Powell. State officers retain full authority to enforce state laws within Glen Canyon National Recreation Area boundaries.      Prevention Actions The National Park Service can require (36 CFR 2.1) decontamination of any watercraft observed entering Glen Canyon National Recreation Area with confirmed visible (or detectable) aquatic invasive species. This is not a new requirement but rather a continuation of the park's long-standing prevention program, only less intensive than previous efforts to screen all incoming watercraft. Prevention will be included in the public education effort to support containment actions. Glen Canyon will require agency controlled watercraft (concessioners, contractors, permittees) to be inspected and, if necessary, decontaminated in accordance with Utah and Arizona state laws. This requirement applies to agency controlled watercraft entering Lake Powell for the first time or after use in other water bodies. This requirement will be managed as a concessioner, contractor, and permittee responsibility as law and policy allow.      Containment Actions A targeted education campaign will be aimed at come and go boaters to reinforce watercraft operator responsibility to \"clean, drain, and dry\" their vessel to prevent the spread of aquatic invasive species. The park will launch a highly visible public education and outreach campaign to promote the message of \"clean, drain, and dry\" to increase awareness of and compliance with watercraft owner responsibilities required by state aquatic invasive species laws and regulations. This public messaging effort will include roving NPS employees at launch ramps and marinas where rangers will contact boaters to provide the \"clean, drain, and dry\" message, show how to carry it out if necessary, and answer questions about quagga mussels and applicable state requirements. Non-personal services will also be used to promote the message through signs, displays, website, social media and other mechanisms. Glen Canyon National Recreation Area does not have the infrastructure or the resources to use the few existing NPS decontamination stations for the hundreds of thousands of watercraft using Lake Powell. For the 2016 boating season, Glen Canyon will offer decontamination services for any non-agency-controlled vessels (other than concessioner, contractor, permittee) observed entering or exiting the park with confirmed visible (or detectable) attached quagga mussels or other aquatic invasive species (AIS). The NPS will encourage the states or private businesses to develop permanent decontamination stations outside the park to serve watercraft using Lake Powell. Glen Canyon will require agency controlled watercraft (concessioner, contractor, permittee) to be inspected and if necessary decontaminated, in accordance with Utah and Arizona state laws and will provide information about applicable state rules. This requirement will apply to agency controlled watercraft upon exit from Lake Powell for transport to other waters. This will be managed as a concessioner, contractor, and permittee responsibility as law and policy allow. All slipped and moored boats, the most likely vector of spread of adult mussels, are covered by this provision. As multi-jurisdictional data collection systems are developed, Glen Canyon will consider participation through the Utah and\/or Arizona Aquatic Invasive Species programs to monitor the movement of watercraft to and from Lake Powell. Such systems are already in place in other western states though none are currently operational in Utah or Arizona. If states develop watercraft inspection and decontamination regulations or licensing requirements for private businesses engaged in those processes, NPS will assist with training vendors in the local area and will gladly direct visitors to those state approved facilities.      Funding Glen Canyon National Recreation Area has received a targeted annual base operational budget of $750,000 for quagga and zebra mussel containment, prevention, and enforcement beginning FY14. Glen Canyon will utilize the new funds to hire and support 20+ NPS aquatic invasive species staff (primarily seasonal) to meet quagga mussel containment goals through an extensive visitor education effort at park launch ramps, marinas, and in local communities, as well as online and through public events. The new funds will also be used to continue to monitor the distribution and abundance of quagga mussels in Lake Powell and to support early detection of other aquatic invasive species. U.S. Fish and Wildlife Service and the State of Utah have provided supplemental funds to help support the NPS quagga mussel program. Glen Canyon National Recreation Area will continue to use funds as provided by partners for additional staff and equipment to help support containment efforts. Continued partner supplemental funding would be an effective way to enhance National Park Service containment efforts. Please direct questions in regards to the quagga mussel response at Glen Canyon National Recreation Area to us at e-mail us Dated: February 26, 2016",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/mussel-containment-program.htm"
}
