{
    "title": "Saint Croix National Scenic Riverway: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 23, 2016  Namekagon River Visitor Center Opens  Beginning Friday, May 27, 2016, the Namekagon River Visitor Center of the St. Croix National Scenic Riverway will be open from 9:00 am to 5:00 pm daily through Labor Day.   May 05, 2016  St Croix Bioblitz Scheduled for May 20-21  Join scientists and other experts in a 24-hour search for the plants and animals that call the St. Croix River Valley home. The St. Croix Bioblitz will be held May 20-21, 2016 at the St. Croix National Scenic Riverway, Minnesota Interstate State Park, and Wisconsin Interstate State Park.   April 12, 2016  National Park Service to Conduct Prescribed Burns  The St. Croix National Scenic Riverway plans to conduct four prescribed burns in the Riverway corridor in the spring of 2016. These burns may take place April 18-May 20, depending on weather conditions.   April 05, 2016  Volunteers Needed for Namekagon River Cleanup on April 30  Celebrate the National Park Centennial by helping the National Park Service and Namekagon River Partnership clean up the Namekagon River on Saturday, April 30.   March 31, 2016  St. Croix River Visitor Center Opens April 6  Beginning on Saturday, April 9, 2016, the St. Croix River Visitor Center of the St. Croix National Scenic Riverway will be open from 9:00 am to 5:00 pm daily.   January 07, 2016  Riverway Speaker Series Kicks Off  Join the National Park Service and the St. Croix River Association in exploring the heritage, natural wonders, and communities of the St. Croix National Scenic Riverway during this year's Riverway Speaker Series. The series kicks off on Saturday, January 23, 2016, with a program about the glacial history of the St. Croix River Valley.   August 03, 2015  Join a Park Ranger for Sunday Morning Coffee Walks  Enjoy the beauty and tranquility of the St. Croix River Valley with some fresh coffee, good conversation, and a healthy morning walk next to the St. Croix River. Park rangers from the National Park Service will lead these walks (with coffee provided!) on every other Sunday through October 18.   June 26, 2015  Registration Open for \"Paddle with a Ranger\" Programs  Join the National Park Service, in partnership with the St. Croix River Association, for a unique opportunity to explore the St. Croix and Namekagon rivers with a park ranger this summer.   June 12, 2015  Volunteers Needed to Work along the Namekagon River  Interested in making a positive impact on the Namekagon River? Want to meet other people who love the river? If so, consider becoming a volunteer for the St. Croix National Scenic Riverway.   June 12, 2015  \"Ruins of a Forgotten Highway\" Program on June 25  Learn about the underwater archeology of the St. Croix River. Jessica Keller, an archeologist with the Submerged Resources Center, and Jean Schaeppi-Anderson, Riverway historian, will discuss structures built during the late 1800s to create a shipping channel in the river.   June 12, 2015  Biobllitz Scheduled for June 27 at Minnesota Interstate State Park  Become a citizen scientist as you join experts and enthusiasts for the \"All About Insects\" Bioblitz on Saturday, June 27, from 1:00 to 5:00 pm at Minnesota Interstate State Park in Taylors Falls.   June 10, 2015  NPS Offers Weekly Programs on the St. Croix River  Join a National Park Ranger for an evening program on the St. Croix River this summer!   May 29, 2015  Free Fly Fishing Workshop on June 6  A free fly fishing workshop will be held on Saturday, June 6, at William O'Brien State Park. The workshop will be led by Park Ranger John Eret and volunteers from the Lew Jewett Chapter of the Federation of Fly Fishers, Trout Unlimited, and the St. Paul Fly Tiers.   May 26, 2015  River Use Study to Begin on Namekagon River  To improve understanding of the visitor experience on the Namekagon River, the National Park Service is conducting a river use study during the summer of 2015.   May 21, 2015  Tourism to Riverway Creates Economic Benefits  A new National Park Service (NPS) report shows that 671,582 visitors to the St. Croix National Scenic Riverway in 2014 spent $27,645,600 in communities near the park. That spending supported 439 hobs in the local area and had a cumulative benefit to the local economy of $37,646,100.   May 11, 2015  New Light Under the Surface Exhibit on Display  \"New Light Under the Surface,\" a new exhibit at the St. Croix River Visitor Center in St. Croix Falls, Wisconsin, is on display through June 14.   April 22, 2015  National Park Service to Conduct Spring Prescribed Burns  ST. CROIX FALLS, Wisconsin: The St. Croix National Scenic Riverway plans to conduct six prescribed burns in the Riverway corridor in the spring of 2015. These burns may take place April 24 - May 15, depending on weather conditions. The National Park Service (NPS) is conducting these prescribed fires to improve prairie and savanna habitat along the St. Croix and Namekagon rivers.   April 13, 2015  2015 Permits for Camping on the Lower St Croix River Now Available  ST. CROIX FALLS, Wisconsin: The National Park Service (NPS) at the St. Croix National Scenic Riverway announces that the annual permit required for camping on the Lower St. Croix River is now available. The permit is required for anyone camping along the St. Croix between St. Croix Falls, Wisconsin - Taylors Falls, Minnesota, and the Soo Line High Bridge (river mile 20.5). Camping in this area is limited to designated campsites.   April 13, 2015  Art Exhibit at the St. Croix River Visitor Center  ST. CROIX FALLS, Wisconsin: Inspired by the themes of Louise Erdrich's award-winning novel Love Medicine, more than a dozen artists from the St. Croix Valley used photography, painting, ceramics, printmaking, and fiber arts to express their spirits, expose their hearts, and celebrate their homes. A selection of this artwork will be on display at the St. Croix River Visitor Center beginning April 11.   April 03, 2015  Volunteers Needed for Namekagon River Cleanup on April 25  Celebrate National Park Week by helping the National Park Service and Namekagon River Partnership clean up the Namekagon River on Saturday, April 25.   March 17, 2015  Seeking Volunteers for Namekagon River Landing Host Position  St. Croix Falls, Wisconsin: Interested in spending the summer camped next to a wild and scenic river while helping to provide information to visitors? The National Park Service is seeking volunteers interested in serving as the landing and campground hosts at Earl Park Landing on the Namekagon River during the 2015 season.   February 11, 2015  Program on Cabin Architecture  Interested in learning more about the St. Croix Valley's national park? Join the National Park Service and the St. Croix River Association for the 2015 Speaker Series. The second program in the series is on Saturday, February 21, and features a presentation on cabin architecture.   January 15, 2015  Program on Ojibwe Culture  Interested in learning more about the St. Croix Valley's national park? Join the National Park Service and the St. Croix River Association in exploring the heritage, natural wonders, and communities of the St. Croix National Scenic Riverway during this year's Riverway Speaker Series. The series kicks off on Saturday, January 24, 2015, with a program focused on Ojibwe language revitalization and traditional subsistence.   November 17, 2014  Auction Underway for Four Structures  Bidding has opened for structures on three properties located near the Namekagon River in the vicinity of Hayward and Cable, Wisconsin.  These structures are being auctioned by the General Services Administration (GSA).   September 12, 2014  Sarah Waterworth Selected as Riverway’s Administrative Officer  Sarah Waterworth has been selected as the Administrative Officer for the St. Croix National Scenic Riverway. Her responsibilities include oversight of programs related to financial, property and personnel management, Commercial Use Authorizations, and contracting.   May 29, 2014  fly fishing workshop June 7  A free fly fishing workshop will be held on Saturday, June 7, at William O'Brien State Park from 9:00 a.m. to 3:00 p.m..   May 09, 2014  Sunday Coffee Walks  Park rangers and naturalists from the National Park Service and Minnesota and Wisconsin State Parks will lead walks (with coffee provided!) one Sunday each month, May through September.   April 29, 2014  Namekagon River Volunteers  We are looking for volunteers to assist with youth and family programs, help with guided paddles, keep the river clean, join our River Rovers team, staff outreach booths, and explore the river with 4th grade students. To learn more, join us for a volunteer information event at the Namekagon River Visitor Center on Thursday, May 15 from 6:00 to 8:00 p.m.   April 23, 2014  Ranger Guided Paddle  Join the National Park Service, in partnership with the St. Croix River Association, for a unique opportunity to explore the St. Croix and Namekagon rivers with a park ranger this summer.   April 07, 2014  Volunteers Needed for River Cleanup  Celebrate National Park Week by helping the National Park Service and Namekagon River Partnership clean up the Namekagon River on Saturday, April 26.   April 01, 2014  Talk on Honey Bees  The Riverway Speaker Series concludes on Saturday, April 12, 2014, with a program about the survival of honey bee colonies at 10:00 a.m..   April 01, 2014  St Croix River Visitor Center Reopens  Effective April 12, 2014, the St. Croix River Visitor Center of the St. Croix National Scenic Riverway will be open from 9:00 a.m. to 5:00 p.m. daily.   March 05, 2014  Economic Benefits  A new National Park Service (NPS) report shows that 221,028 visitors to the St. Croix National Scenic Riverway in 2012 spent $8.7 million in communities near the park. That spending supported 124 jobs in the local area.   February 27, 2014  Elk in Wisconsin  Laine Stowell of WI DNR will speak on Saturday, March 15, 2014, at 10 am about elk in Wisconsin.   January 30, 2014  Presentation Oneota Archaeology  The speaker series continues on Saturday, February 8, 2014, at 10:00 am with a program focused on Oneota archaeology of the St. Croix Valley. Dr. Ed Fleming of the Science Museum of Minnesota will be the presenter.   September 05, 2013  Sunday Morning Coffee Walks  Enjoy the transition to autumn during the month of September with some fresh coffee, good conversation, and a healthy morning walk next to the St. Croix River. National Park Rangers from the St. Croix National Scenic Riverway will lead these walks (with coffee provided!) each Sunday of the month.   August 19, 2013  Help Kids Discover That Rivers Are Alive  Join the National Park Service this fall and become a volunteer for the “Rivers Are Alive” program. Students discover river life by going mucking with a dip net, learn what the creatures they capture reveal about water quality, and discuss what they can do to protect the Riverway.   July 29, 2013  Program on Climate Change and Brook Trout  A program on the impact of climate change on brook trout in the St. Croix National Scenic Riverway will take place on Thursday, August 1 at 7:00 p.m. at the St. Croix River Visitor Center in St. Croix Falls, Wisconsin.   July 15, 2013  Exhibit Opening  Beginning on July 19, explore the challenges and potential impacts of  climate change through the artwork on display in a temporary exhibit at the St. Croix River Visitor Center in St. Croix Falls, Wisconsin.   June 20, 2013  Sister Parks  With the help of a grant from Rotary International’s District 5960, the St. Croix National Scenic Riverway, along with 12 other National Park System units in the Upper Midwest, have established a “sister park” partnership with several national parks and protected areas of the Osa Region of Costa Rica.   May 23, 2013  Birding Packs and Fishing Kits Available  Looking for a way to explore and enjoy the Namekagon and St. Croix rivers? Stop by the Namekagon River Visitor Center and borrow a birding pack or a fishing kit.   May 20, 2013  Free Fly Fishing Workshop  Free fly fishing workshops will be held the weekend of June 8 and 9 at William O’Brien and Wild River State Parks.   May 01, 2013  Reopen Visitor Center  The Arcola Mills Historic Foundation and the National Park Service (NPS) are pleased to announce that Arcola Mills will again host an NPS Visitor Center. The site will be open to the public from 9:00 a.m. to 4:00 p.m. Thursdays through Mondays from May 9 through October 21, 2013.   April 25, 2013  Speaker: Bird Migration  Celebrate International Migratory Bird Day. Attend, Migration - Beyond the Bottom of the Page Presented by Everett Janssen, Kids Saving the Rainforest   April 16, 2013  volunteers needed at st croix  The Volunteer Program at the St. Croix National Scenic Riverway is seeking volunteers to fill a variety of roles during the upcoming summer season.   April 08, 2013  Namekagon River Cleanup  Celebrate National Park Week by helping the National Park Service and Namekagon River Partnership clean up the Namekagon River on Saturday, April 27.   March 04, 2013  Speaker: Climate Change on Forests  Join us Saturday, March 16 for a program by Dr. Lee Frelich, director of the University of Minnesota Center for Forest Ecology.   February 27, 2013  Economic Benefit  A new National Park Service (NPS) report for 2011 shows that the 273,729 visitors to the St. Croix National Scenic Riverway spent $8,803,000 in communities surrounding the park.This spending supported 137 jobs in the local area.   September 05, 2012  Art Exhibit  Visit the St. Croix River Visitor Center to view 25 pieces of artwork created by artists who have experienced the St. Croix River at Pine Needles.   August 25, 2012  Volunteers Needed  From September 1 through October 26, 2012, Arcola Mills will be open to the public daily, 9:00 a.m. to 5:00 p.m., as a visitor center for the St. Croix National Scenic Riverway. It will be staffed by volunteers with support from National Park Rangers. Arcola Mills and the National Park Service are looking for people to volunteer to assist with daily operations over the coming months.   August 25, 2012  Arcola Mills Visitor Center  The Arcola Mills Historic Foundation and the National Park Service (NPS) are pleased to announce that Arcola Mills will again host an NPS Visitor Center. The site will be open to the public daily from 9:00 a.m. to 5:00 p.m., from September 1 through October 26, 2012. Admission to the historic site is free throughout this period.   July 16, 2012  Fifth Annual Namekagon River Memory Day  Learn about others and share your history of the Namekagon River at the Trego Visitor Center   July 02, 2012  Family Adventure on the St Croix  Celebrate the St. Croix River with the St. Croix Sojourn, a day of on-river activities and presentations scheduled for Saturday, July 14. Hosted by the National Park Service, Minnesota State Parks, and Wisconsin State Parks, this event features family fun, river stewardship, and watershed learning.   May 24, 2012  National Park Paddle  Join a ranger for a paddle on the St. Croix River from Osceola Landing to William O'Brien State Park on Sunday, June 10, from 7:15 a.m. to noon.   May 21, 2012  Stillwater Islands Area Program  The St. Croix National Scenic Riverway, , is offering weekly programs via pontoon boat on the St. Croix River every Wednesday evening this summer. Reservations are required.   May 18, 2012  Veterans Paddle River  Coined \"America's Finest Women Paddle America's Finest River,\" the May 9th event featured a 10-mile paddle from Whispering Pines to McDowell Bridge on the Namkeagon River, part of the St. Croix National Scenic Riverway. It was organized by the National Park Service and the Wisconsin County Veteran Service Offices. Canoes on Wheels provided canoes free of charge.   April 25, 2012  Invasive Plant Management Plan EA  The National Park Service (NPS) has prepared an Environmental Assessment (EA) for a Great Lakes Invasive Plant Management Plan (IPMP) for ten parks located in the Great Lakes region including St. Croix National Scenic Riverway.  It is available for public comment.   April 17, 2012  Exhibit of National Park Photographs by At-Risk Youth  Witness the inspirational power of America’s National Parks through spectacular nature photographs. Visit the exhibit:  “In a New Light: At-Risk Youth Find Hope through Nature Photography in National Parks,” on display in the North Corridor of the Minnesota Capitol Building in St. Paul, April 23-30.   April 05, 2012  Fire Restrictions  Fire restrictions in portions of the St. Croix National Scenic Riverway will become effective on Friday, April 6, 2012.The restrictions prohibit campfires and smoking outside.   March 15, 2012  Free Presentation  Craig Thompson of the Wisconsin Department of Natural Resources will present \"Knee Deep in Monkeys: Protecting Tropical Forests for Our Migratory Birds\" on Saturday, April 14 at the St. Croix River Visitor Center in St. Croix Falls, Wisconsin.   February 28, 2012  Economic Impact  A new National Park Service (NPS) report shows that 188,400 visitors in 2010 spent over $5.6 million in the St. Croix National Scenic Riverway and in communities near the park. That spending supported 90 jobs in the local area.   February 01, 2012  Landscaping for Wildlife  Mike Zeckmeister, the regional wildlife biologist for the Wisconsin Department of Natural Resources’ Northern Region, will provide information to create naturally beautiful settings that enhance wildlife habitat. Learn about basic wildlife needs and practical tips to meet those needs where you live. Discover some simple techniques to make your property more bird and butterfly friendly while also reducing harm to the environment and saving time and money with lower maintenance.   January 17, 2012  Opening Osceola Loop Road  Effective immediately, the National Park Service (NPS) will open the loop road at Osceola Landing, part of the St. Croix National Scenic Riverway, for use during the winter months.   January 05, 2012  Asian Carp Presentation  Biologist Byron Karns provides the latest information related to the movement of Asian Carp into local waters.\"Asian Carp:Responding to a Problem Leaping our Way\" will be presented on Saturday, January 21, at the St. Croix River Visitor Center in St. Croix Falls, Wisconsin.   October 11, 2011  NPS Visitor Center Hours  Winter Visitor Center Hours are 9-4   July 21, 2011  St. Croix River Memory Day  St. Croix River Memory Day hosted by the National Park Service on Sunday, August 14, from 1:00 to 4:00 p.m. at the St. Croix River Visitor Center in St. Croix Falls. The focus of this event will be the area east of Rush City, Minnesota, in northeast Chisago and southeast Pine counties and south of Grantsburg, Wisconsin in southern Burnett county.   June 09, 2011  St. Croix Boomsite Day  Discover the history of the Stillwater Boomsite on Saturday, June 25 from noon to 3:00 p.m. through speakers and activities   June 08, 2011  Paddle with a Ranger on the Summer Solstice  Celebrate the summer solstice.  Join a National Park Service Ranger in paddling from the Wisconsin or Minnesota Interstate State Park to Osceola Landing.   June 02, 2011  Free Fly Fishing Workshops  Free fly fishing workshops will be held the weekend of June 11 and 12 at William O’Brien and Minnesota Interstate State Parks.   June 02, 2011  Evening Programs of the Stillwater Islands Area  Offering weekly programs via pontoon boat on the St. Croix River every Wednesday evening this summer. The presentations will explore the historic and fragile Stillwater Islands stretch of the river.   May 04, 2011  Fly Fishing  The National Park Service at the St. Croix National Scenic Riverway will host a free fly fishing workshop at Osceola Landing on Saturday, May 21, from 9:00 a.m. to 3:00 p.m.   April 18, 2011  VC Summer Hours  Effective April 16, 2011, the St. Croix River Visitor Center of the St. Croix National Scenic Riverway will be open from 9:00 a.m. to 5:00 p.m. daily.   April 13, 2011  Catfish Slough Educational Campsite  St. Croix National Scenic Riverway is now accepting reservations for the Catfish Slough Educational Group Campsite, a group campsite near Osceola Landing.   March 28, 2011  Discover Bald Eagles  Discover more about eagles through guest speaker, Bill Route,  the University of Minnesota Raptor Center's live bald eagle and bird display and junior ranger activities.  See schedule for details.   February 05, 2011  Riverway Speaker Series-Ojibwe  No abstract supplied.   October 25, 2010  Decision on Stillwater Bridge  The National Park Service (NPS) has determined that the proposed St. Croix River Crossing Project would have direct and adverse effects that cannot be avoided or eliminated.   September 23, 2010  Parks Working in Partnership  No abstract supplied.   September 20, 2010  In A New Light Exhibit  No abstract supplied.   May 28, 2010  June Fly Fishing Workshop  Free fly fishing workshops will be held the weekend of June 12 and 13 at William O’Brien and Minnesota Interstate State Parks.  The workshops are led by Park Ranger John Weinberg and volunteers from the Federation of Fly Fishers.   May 19, 2010  National Park Service Checking Young Eagles for Contaminants  No abstract supplied.   May 03, 2010  Grant Awarded  No abstract supplied.   May 03, 2010  Fly Fishing Workshop  The National Park Service at the St. Croix National Scenic Riverway will host a free fly fishing workshop at Osceola Landing on Saturday, May 22, from 9:00 a.m. to 3:00 p.m.   April 30, 2010  National Park Week  No abstract supplied.   April 30, 2010  Fire Training Exercise  The St. Croix Falls Fire Department will utilize a structure located at 410 North Hamilton Street in St. Croix Falls for a training exercise on Saturday, May 8.    April 20, 2010  Ban on Campfires and Charcoal Fires  Effective immediately, campfires and charcoal fires are prohibited on certain federal lands within the St. Croix National Scenic Riverway.  This ban is due to the very high fire danger.   November 23, 2009  Stillwater Islands Listening Session  The National Park Service (NPS) will hold a listening session on Wednesday, December 2, from 7:00 to 8:30 p.m. at the Stillwater City Hall.    June 25, 2009  July Events on the Lower River  No abstract supplied.   June 25, 2009  July Events- Upper St Croix and Namekagon  No abstract supplied.   May 28, 2009  NPS Photographic Exhibit  No abstract supplied.   May 11, 2009  Volunteer Opportunities  Three volunteer opportunities are being highlighted for the summer of 2009: Volunteer Program Intern,Oral History Intern, and Stillwater Islands Volunteer   April 16, 2009  NPS Stillwater Islands 2009  No abstract supplied.   November 18, 2008  Change in St. Croix River Visitor Center Hours  Visitor Center open 9 a.m. to 4 p.m.   July 17, 2008  St Croix River Visitor Center Open House During Wannigan Days  A family friendly open house is planned with activities for children, book signings, and a local artist from 10-3.   July 17, 2008  Namekagon Memory Day August 17  The National Park Service and local Historical Societies join to share history and gather memories.   May 30, 2008  Join the NPS on Paddling Trips  No abstract supplied.   May 20, 2008  Award Winning Film  The National Park Service movie,The St. Croix: A Northwoods Journey, recently won a platinum remi at the International WorldFest Independent Film &Video Festival   May 16, 2008  NPS Clarifies Rules on the St Croix  NPS regulations on the stretch of the St. Croix River between the Soo Line High Bridge and Boomsite Landing remain the same in 2008.  Specifics are detailed.   April 28, 2008  Riverway Receives Centennial Funding  Efforts to protect water quality in the St. Croix River Basin got a boost this week, with the announcement that the St. Croix National Scenic Riverway is one of 76 national parks to receive funding through a new cost-share initiative, the Centennial Challenge. The Riverway is receiving $200,000,  which will be matched with funding from the Twin Cities Metropolitan Council and the Minnesota Pollution Control Agency, to develop a watershed model that will help achieve nutrient reduction goals for the St. Croix River.   April 16, 2008  April 18  On April 18, 2008 Special activities are planned for over 500 area sixth graders for a day of music, history, culture, environmental science, and a lot of river appreciation.   March 31, 2008  Five Mile Islands Workshop  Two workshops will be held on managing recreational use and protecting resources on the St. Croix National Scenic Riverway between the Soo Line High Bridge and north Stillwater.  The workshops are April 12 and 16 at Stillwater City Hall.   March 31, 2008  New Camping Regulations for Lower St Croix River  New camping regulations are in effect for the area between Highway 8 and Log House Landing for the Lower St. Croix National Scenic Riverway.   March 31, 2008  Riverway Hosts Open House at Park Headquarters  An Open House to highlight new happenings and new faces at the Riverway will be held April 10, 2008   July 23, 2007  St. Croix National Scenic Riverway Awarded Junior Ranger Ambassadors Grant  St. Croix National Scenic Riverway announces that they have been selected to receive a 2007 Junior Ranger Ambassadors grant to assist the Riverway in creating a Jr. Ranger program.   June 21, 2007  New St Croix River Camping Regulations to Take Effect in 2008  The National Park Service has selected Alternative 3a of the Lower River Camping Plan to implement in 2008 north of the High Bridge.  Elements of 3a will also be implemented between the High Bridge and Stillwater.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/news\/newsarchive.htm"
}
