{
    "title": "Golden Spike National Historic Site: Volunteer",
    "body": "Volunteer       The Volunteer Program at Golden Spike  Volunteers contribute thousands of hours to Golden Spike National Historic Site each year. Retired couples, individuals, school groups, scouts, clubs and organizations - people just like you - donate their time and efforts to provide essential services at Golden Spike's visitor centers, with the cultural resource specialist, locomotive operations, and with the re-enactments. Our volunteers also contribute time upkeeping trails, eradicating invasive plants, cleaning park grounds, and assisting with park research projects.  Volunteers may donate several months at a time or perhaps a few hours. If this sounds like something you may be interested in, please read further.  During the summer months including late spring and early fall, Golden Spike NHS has limited opportunities for volunteers to stay on site. We have dedicated trailer pads with hook-ups in the headquarters area, as well as a few trailers avilable for volunteer use. Volunteers who apply through the Student Conservation Association or AmeriCorps program will have preference with provided trailers.  During the winter Golden Spike has a huge need of volunteer help connected with the locomotive maintenance. The \"off\" season is a great time for us to organize and prepare for the busy summer. America the Beautiful -  National Parks and Federal Recreational Lands Volunteer Pass  This pass is for volunteers who donate 250 hours on a cumulative basis. Valid for a year from the date of being awarded, it provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder and passengers in a non-commercial vehicle at per-vehicle fee areas and admits the pass holder plus three other adults at per-person fee areas. Children under 16 are admitted free. If you have further questions, please contact:  Volunteer Coordinator Golden Spike National Historic Site P.O. Box 897 Brigham City, UT 84302  435-471-2209 x35",
    "url": "https:\/\/www.nps.gov\/gosp\/getinvolved\/volunteer.htm"
}
