{
    "title": "Natural Bridges National Monument: Sustainability",
    "body": "Solar Power System        The solar array at Natural Bridges NPS Photo by Tom Gray       Electricity at Natural Bridges National Monument is produced from the sun. Solar cells convert sunlight to electricity through a process called photovoltaics, a word meaning electricity from light. When sunlight strikes a photovoltaic (PV) cell, photons interact with electrons in the cell to create direct current (DC) electricity. The DC current is then fed to an inverter where it is converted to alternating current (AC) electricity, the most commonly used form of electrical power. Excess power is stored in batteries for later use. While only 10 percent of the sun's energy striking the PV cell is converted to electricity, the many cells that comprise the PV array produce up to 50 kilowatts of power. That is more than enough electricity to supply the needs of the small community of National Park Service personnel, their families and you, the public. The PV array is located on an acre of land across the road from the visitor center. A short path from the west side of the visitor center parking area leads to a viewing platform. Here, with a push of a button, an audio message explains the photovoltaic process. Natural Bridges National Monument was chosen as a demonstration site for the use of solar energy more than two decades ago. Situated at an elevation of 6500 feet in Utah's southeastern desert, Natural Bridges' moderate, sunny climate makes it an ideal location for a solar energy system. Other factors in this decision included Natural Bridges' remote location away from commercial power sources and the solar system's accessibility to the visiting public. Following the dedication of the system in June 1980, visitors could see how nonpolluting, quiet, cost-effective electric power is produced from the sun by, what was then, the world's largest PV power plant. Why Solar Power? Prior to the installation of the PV system, the Monument relied on diesel generators for all its electricity needs. The generators operated continuously. The noise and pollution produced by burning nonrenewable fossil fuel was incompatible with Natural Bridges' pristine desert setting. Unlike diesel generators, a PV system is a clean, quiet, safe, nonpolluting source of electric power, and the sun's energy is nearly unlimited. Before switching to PV power, the Monument consumed up to 200,000 kilowatt hours of electricity annually. With installation of the PV system and the implementation of energy-efficient measures, the Monument now consumes about 70,000 kWh annually with over 90 percent of that coming from the sun. Most heating and cooking needs continue to be met by liquefied petroleum gas. How PV Cells Work The PV cells used here are made primarily of silicon - one of the most abundant elements on earth. When sunlight strikes the surface of the cell, photons from the light are absorbed. These react with electrons on the silicon surface to create a weak electrical current. Many thousands of these cells are wired together to create a PV array. On its front surface, the cell is coated with a thin grid of collector wires. These tiny wires, together with a conductive back surface, provide the contact through which the power from the cell is delivered. To maximize the amount of sunlight absorbed by the cell, its front surface is also covered with an anti-reflective coating. Major Components The major components of the PV power system are shown in the diagram at right. Direct current electricity from the array is either stored in lead-acid batteries or passed to a 50 kilowatt inverter, that converts DC electricity into AC electricity. As a backup power source, the Monument has a 40 kilowatt diesel-powered generator. When needed, power from this generator may be supplied either directly to the site or to a battery charger. Power Storage System Since solar energy is not always available - at night or on cloudy days - a remote PV system such as the one at Natural Bridges must have a way to store electricity. To accomplish this, 39 deep-cycle lead-acid batteries weighing 1200 pounds each are used. These batteries have combined rated capacity of over 600 kilowatt hours, although the maximum drawdown is limited to 480 kWh in order to increase battery life. 450 kWh is enough to operate the Monument for two days without sun. System Control An automatic control allows the PV system to operate for extended periods without human intervention. It controls the array when the battery is at or near full charge. It also starts the backup diesel generator automatically when the battery state-of-charge falls below 20 percent. Near full charge, the control will disconnect (shed) one or more of the 48 array stations to prevent overcharging the batteries. The Future of Solar Power Solar power was first used at Natural Bridges Monument on a test basis in February 1980. The entire 100 kW PV system became operational in May of that year. The original batteries provided excellent service for 10 years. Then, for a two-year period, the system was inactive while alternatives for reactivation were explored. In 1992, the system was refitted with new batteries and the array downsized to 50 kilowatts. The PV system was reactivated through a partnership among the National Park Service, U.S. Department of Energy and the Utah Department of Natural Resources. Today, the PV system operates more efficiently on a smaller scale while still meeting the energy needs of the Monument. It has shown itself to be a cost-effective, pollution-free source of power in remote locations like this one. As research and development continues, photovoltaics will become even more cost-effective. Perhaps one day, in the not too distant future, your home energy needs will be met by the sun.",
    "url": "https:\/\/www.nps.gov\/nabr\/planyourvisit\/solarpower.htm"
}
