{
    "title": "Glen Canyon National Recreation Area: Driving the Hole-in-the-Rock Road",
    "body": "Driving the Hole-in-the-Rock Road         The Hole-in-the-Rock road ends at the dropoff into Lake Powell.   This guide describes that portion of the Hole-in-the-Rock road which runs from Escalante, Utah to the Hole-in-the-Rock on the western shore of Lake Powell. There are other sections of this trail on the east side of Lake Powell. For the most part, these eastern sections are much rougher, requiring well-equipped four-wheel drive vehicles. This 62 mile (100km) drive (one way) follows the general route of of the original Hole-in-the-Rock Expedition. Most of the road is in Grand Staircase-Ecalante National Monument, however the last approximately 5 miles are within the boundaries of Glen Canyon NRA. Most of the road on BLM land is passable to high-clearance, two-wheel drive vehicles in dry weather. The last few miles within Glen Canyon are best travelled by foot, bicycle, or four-wheel drive vehicle. There are numerous side-roads that leave this main road. Nearly all of these are only recommended for four-wheel drive. Persons travelling this road should carry plenty of water (at least one gallon--4 liters--per person per day) and be equipped to get themselves out of any difficulty they might encounter. This road is not routinely patrolled by any agency. Temperatures can range over 100° F (38°C) in summer to near 0° F (-17°C) in winter. Sudden heavy rains, especially in summer months may make this road impassable. If you are caught near the end of the road during a heavy storm, you may not be able to make it back to the paved highway, even with a four-wheel drive. Check with the Interagency Visitor Center in Escalante for latest road conditions and travel information. Points of Interest This guide will help point out areas of historical and scenic interest along the road. Mileages indicated do not allow for side trips. Be aware that your odometer may not register exactly the same mileage listed here. Please keep this in mind as you drive. GUIDE Mile 0.0, Junction of Hole-in-the-Rock road and Highway 12: The town of Escalante, a few miles west of this junction, provided the last chance for the pioneers to obtain food and supplies and to make repairs on their equipment. Mile 4.2, Ten Mile Spring: A small seep where the first major camp was established after departing from Escalante. Mile 12.0, Devil's Garden: About 1\/2 mile southwest from this road, one can observe spectacular rock formations. This site has been designated as an Outstanding Natural Area by the BLM. Always carry water when walking in the desert! Mile 14.0, Twenty Mile Spring: At this site, now called Collett Wash, water was so scarce the pioneers had to dig in the sand to obtain sufficient quantities for survival. Mile 36.4, Dance Hall Rock: This is a large, solid sandstone amphitheater. The pioneers set up a base camp near here and held dances in the natural theater, accompanied by violins, to keep the morale up. Mile 37.1, Forty Mile Spring: This area served as a base camp and rendezvous point, since the well-used road ended here. A member of the advance party of scouts, Platt D. Lyman, commented on the terrain that lay directly ahead: \"It is certainly the worst country I ever saw . . . \" Mile 39.1, Carcass Wash: A major obstacle for the expedition, as well as the site of a terrible accident that took the lives of 13 Boy Scouts on June 10, 1963. Brake failure on a truck was blamed. Mile 45.7, Glen Canyon National Recreation Area Boundary: You have left BLM lands and are now within Glen Canyon NRA, a National Park Service area. From here to the end, the condition of the road worsens and is recommended for four-wheel drive only. Mile 48.7, Fifty Mile Spring: A major mission camp was located in this general vicinity at one of these three springs. The first child born on this journey was born here. Mile 50.1, Hole-in-the-Rock Arch: A commemorative plaque is mounted in stone next to the road, pointing out a natural arch at the top of the Kaiparowits Plateau. Careful observation will reveal faint remains of wagon tracks to the side of the road. Mile 55.3, Hole-in-the-Rock: Construction of this passageway was very difficult. The workers were plagued by lack of wood, forage for cattle, bitter cold, and diminishing food supplies. Blasting powder and picks were used to widen and\/or fill various sections of the crevice. At the lower part of the Hole, a road was constructed on the side of a sheer cliff wall. Although a three-foot shelf had already existed, an extension to the shelf was formed by driving two-foot stakes into the rock and piling vegetation and rocks on top. This portion of the trail was nicknamed \"Uncle Ben's Dugway\" in honor of its engineer, Benjamin Perkins. After six weeks of picking, chiseling, drilling, blasting, and digging, the Hole-in-the-Rock road had been completed. If you wish, you may hike down to Lake Powell. This trail is very strenuous and is not maintained. You should be in good physical shape and have experience hiking over rough and uneven terrain. Always carry water.       If you choose to climb any part of the Hole-in-the-Rock, use caution.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/driving-the-hole-in-the-rock-road.htm"
}
