{
    "title": "Glen Canyon National Recreation Area: Driving the Burr Trail",
    "body": "Driving the Burr Trail         Switchback section of the Burr Trail   Map of Burr Trail (647KB pdf) The Burr Trail takes the adventurous traveler into some of Utah's most beautiful and extraordinary country. Views of the Henry Mountains, the colorfully contorted Waterpocket Fold, red Circle Cliffs, and Long Canyon all await the traveler who wishes to drive this interesting back road. Numerous hikes and side trips are available for those with the time and inclination. John Atlantic Burr was born in 1846 aboard the SS Brooklyn somewhere in the Atlantic Ocean. He and his family lived in Salt Lake City, then later moved south and established the town of Burrville, Utah, in 1876. John Burr soon developed a trail to move cattle back and forth between winter and summer ranges and to market. This cattle trail through the rough, nearly impassable country around the Waterpocket Fold, Burr Canyon, and Muley Twist Canyon came to be known as the Burr Trail. Today, the road which connects Bullfrog and Boulder, Utah, and which passes through the painted rock country of Glen Canyon National Recreation Area, Capitol Reef National Park, and Grand Staircase-Escalante National Monument land is known as the Burr Trail. Please Note: Although in dry weather the Burr Trail is easily accessible to passenger cars, wet weather may make the road impassable even for 4WD vehicles. Check with rangers or local officials for weather and road conditions. Recreational vehicles are not recommended.      Mile by Mile Guide to the Burr Trail This mile by mile guide will help to point out junctions, trail heads, side roads, and scenic views. It will help to provide some interesting information about the geology, plants, and human history of the area through which the Burr Trail passes. Please note: Mileages indicated in this booklet do not allow for side trips. Your odometer may not register exactly the same mileage listed here. Please keep this in mind as you look for roads, trails, and scenic features. Miles from Bullfrog: 0 Miles from Boulder: 67.4 Here, the Burr Trail joins Utah State Hwy. 276. To the south, Highway 276 continues to Bullfrog. From Bullfrog, one can take the ferry John Atlantic Burr across Bullfrog Bay (part of Lake Powell) to Halls Crossing. To the north, Hwy. 276 intersects Hwy. 95 northwest of Hite. From Bullfrog: 2.1 From Boulder: 65.3 This side road leads to Bullfrog South Primitive Camping Area (currently closed). From Bullfrog: 3.6 From Boulder: 63.8 This road leads to Bullfrog Bay North Primitive Camping Area (currently closed).        One of the rocks in Pedestal Alley   From Bullfrog: 4.8 From Boulder: 62.6 Parking for Pedestal Alley trailhead. This 3-mile round-trip hike leads to some interesting pedestal rocks. The trail is marked by cairns (small rock piles), and there is no shade. Spring and fall are the best seasons for this hike. Take sufficient water and wear a hat when hiking this trail. From Bullfrog: 5.1 From Boulder: 62.3 Bullfrog Creek crossing. When Lake Powell is at full pool, water can extend up the wash as far as the road! After a rain, the wash can be wet and muddy. Use caution when entering this wash if the streambed is wet. From Bullfrog: 7.9 From Boulder: 59.5 Glen Canyon National Recreation Area boundary. This area between Glen Canyon National Recreation Area and Capitol Reef National Park is administered by the Bureau of Land Management (BLM). To the north is an excellent view of Muddy Canyon.        Three of the Henry Mountains   From Bullfrog: 9.6 From Boulder: 57.8 Stop the vehicle, get out and look at the view! To the southeast is the rounded form of Navajo Mountain. Known geologically as a laccolith, this mountain was formed by igneous magma (molten rock) which pushed up under already-existing sedimentary layers. To the west is the Waterpocket Fold, a colorful eroded fold of rock layers nearly 100 miles (162 km) long but only a few miles wide. To the south, Upper Bullfrog Bay and Upper Halls Creek Bay can be seen. From Bullfrog: 12.4 From Boulder: 55.0 View of the Henry Mountains. Like Navajo Mountain, the Henry Mountains are also laccoliths, formed when magma pushed overlying sedimentary rock up into a dome. Much of the sedimentary rock has since been eroded away, exposing much of the igneous rock underneath. Five distinct peaks make up the Henry Mountains. They are: Mt. Ellen 11,615' elevation Mt. Pennell 11,371' elevation Mt. Hillers 10,723' elevation Mt. Ellsworth 8,235' elevation Mt. Holmes 7,930' elevation The Henry Mountains were among the last important mountain ranges in the continental United States to be named. When Major John Wesley Powell saw them in 1869, during his exploration of the Green and Colorado Rivers, the Henry Mountains did not appear on any official map. Powell first called the mountains the \"Unknown Mountains,\" but he later named them for Professor Joseph Henry, who was Secretary of the Smithsonian Institute at that time.      From Bullfrog:18.8 From Boulder: 48.6 Halls Creek Overlook road branches off to the west. It is 3 miles to the overlook. The road is rough and may not always be passable for passenger cars. When it is wet, the road is impassable for all types of vehicles. The overlook provides a superb view of the Waterpocket Fold. Clearly visible is Brimhall Natural Bridge, an unusual double arch, named for Dr. Dean Brimhall, an authority on prehistoric Indian rock art in Utah's rugged canyon country. A rough 2-mile trail descends the cliffs and leads across the valley floor and into the canyon to Brimhall Bridge, but the trail is difficult to hike and involves wading. It should be attempted by experienced hikers only! To the south is Red Slide, a huge red mud and rock flow. A few thousand years ago, during the most recent glacial period, this rubble poured down from the Circle Cliffs and through a break in the Waterpocket Fold, blocking the valley floor and briefly creating a small lake. From Bullfrog: 19.7 From Boulder: 47.7 Junction with Starr Spring Road. Starr Spring is 21 miles east, on the east side of the Henry Mountains. There is a BLM campground at Starr Spring, and from there the road connects in approximately 5 miles with Utah State Hwy. 276.        Waterpocket Fold   From Bullfrog: 27.5 From Boulder: 39.9 Capitol Reef National Park boundary. Here is a distant view of the Waterpocket Fold, a 100-mile long bend in the earth's crust, extending from Thousand Lake Mountain in the north to Lake Powell in the south. At about the time that the Rocky Mountains were being uplifted - 60 to 70 million years ago - the layers of sedimentary rock here were warped and bent into a spine of rock, several miles wide. Weathering and erosion have exposed the various colorful layers and carved the Navajo sandstone into cliffs, canyons, caves, alcoves, and basins or \"pockets\" which collect and hold drainage water. John Wesley Powell named this remarkable geologic feature the \"Waterpocket Fold.\" The formation to the north is composed of Bentonite clay. When wet, this clay can make the road impassable. From Bullfrog: 28.5 From Boulder: 38.9 The Post. This was once the site of a roundup corral and a cabin, but now it is merely a point of reference. To the south is a spur road leading to a parking area and a corral. A trail from the parking area leads to Lower Muley Twist Canyon (6.5 miles one way). Within a few miles of the parking area are some of the largest waterpockets found in the Waterpocket Fold. From Bullfrog: 29.0 From Boulder: 38.4 Surprise Canyon trailhead. Surprise Canyon is a short narrow gorge which can be hiked in just a few hours round trip. From Bullfrog: 30.8 From Boulder: 36.6 Junction with the Notom Road. The road to the north parallels the Waterpocket Fold, accesses several canyons and washes which offer good hiking possibilities, passes through the town of Notom, and meets Hwy. 24 just east of Capitol Reef National Park.        Peek-A-Boo Arch   From Bullfrog: 30.9 From Boulder: 36.5 Peek-a-Boo Arch is visible on the skyline to the northwest. This arch rather resembles an unblinking eye in the horned head of a giant lizard stretched out along the sandstone slope of the Waterpocket Fold. From Bullfrog: 31.6 From Boulder: 35.8 Bottom of the switchbacks in Burr Canyon. Here in Burr Canyon, the Navajo sandstone has been completely eroded away, leaving a huge notch in the Waterpocket Fold. The Burr Trail switchbacks steeply up through the canyon. Originally, only the switchbacks were named the Burr Trail, a route used by cattlemen in the late 19th century to move cattle back and forth between winter and summer ranges. Today, the entire road from Bullfrog to Boulder is known as the Burr Trail. From Bullfrog: 32.9 From Boulder:34.5 Top of the switchbacks. The scenic view to the east is superb. Just to the west is a picnic area and the trailhead to Lower Muley Twist Canyon. Muley Twist Canyon was so named because it is so narrow and twisty that it would twist a mule to get through it! A hiker starting at this point may hike just a section of the canyon, returning to his car, or he may hike the entire 12 miles to Halls Creek. From Halls Creek, it is another 5 miles to The Post, where a second car may be left or auto pickup arranged. (It is an additional 4 miles from The Post to Lower Muley Twist Canyon trailhead.) From Bullfrog: 33.4 From Boulder: 34.0 Wash crossing. This crossing can be difficult or impossible if the wash is wet. From Bullfrog: 34.0 From Boulder: 33.4 Junction with road to Upper Muley Twist Canyon. Here is a view of the west side of Peek-a-Boo Arch. The first half mile of this side road is passable for passenger cars, then the road enters Upper Muley Twist Canyon and is recommended only for 4WD vehicles. There is an unusual double arch on the west wall of the canyon 2.3 miles from the junction with the Burr Trail. The road ends in a parking area 2.9 miles from the junction. A marked trail leads to Strike Valley Overlook, which presents a magnificent view of Halls Creek Valley. A hiking trail leads 6 miles farther into Upper Muley Twist Canyon, past several unnamed arches. From Bullfrog: 35.7 From Boulder: 31.7 Picnic area. Please be sure to carry out all trash and garbage.        Pinyon-Juniper Forest   From Bullfrog: 36.0 From Boulder: 31.4 Pinon\/juniper forest. Here, at an elevation of 6,000' is a different life-zone. The Upper Sonoran zone, characterized by such plants as sagebrush, blackbrush, and yucca, is found at lower elevations. At this higher elevation grows a forest of pinon and juniper. Both of these trees were utilized by Indians and early settlers. The pinon produces tasty, nut-like seeds which can be roasted, ground, or eaten raw. The juniper cones (which look like berries) are edible and are used as flavoring in gin. Although not related to the true cedars of the Mediterranean, the fragrant wood of the juniper is often used for \"cedar\" shakes, boxes, and chests. From Bullfrog: 36.2 From Boulder: 31.2 Western boundary of Capitol Reef National Park. To the east is a panoramic view of the jagged, brilliantly-colored west side of the Waterpocket Fold. All five peaks of the Henry Mountains can be seen from this viewpoint, and far in the distance are the red mesas and buttes of Glen Canyon National Recreation Area. Surrounding this area are the Circle Cliffs, named by John Wesley Powell. The great oval arena within the uplifted circle of cliffs eroded from the center, exposing the red sandstone cliffs which enclose it. From Bullfrog: 37.9 From Boulder: 29.5 Wolverine Loop Road. This 28-mile loop road leads to a beautiful but remote and rugged area near Wolverine Canyon. (It rejoins the Burr Trail near Long Canyon, 11 miles west.) Many side roads lead from the Wolverine Loop Road, and the road is not well marked. 4WD vehicles may access some of these side roads; others are accessible only by foot or horseback. The Wolverine Loop Road leads to a Petrified Wood Area. Petrified logs of large size are visible. Collection of petrified wood in this area is NOT allowed. This is BLM land. Check with the Bureau of Land Management (435-826-4291) for regulations and information. From Bullfrog: 42.6 From Boulder: 24.8 Road to the Lampstand. This side road leads 5 miles one way to the Lampstand, an unusually-shaped butte. From Bullfrog: 43.1 From Boulder: 24.3 This road, also 5 miles in length, also leads to the Lampstand.        Long Canyon   From Bullfrog: 50.1 From Boulder: 17.3 Here, the road enters Long Canyon, and it will follow this colorful canyon for the next 7 miles. The lighter, golden sandstone crowning the red cliff is known as the Diadem. From Bullfrog: 55.0 From Boulder: 12.4 Long Canyon. This narrow canyon is enclosed by sheer walls of Wingate sandstone which tower hundreds of feet above the road. The sandstone has fractured and eroded, forming alcoves. Some of the dark red sandstone has been leached by water to a whitish shade, and black desert varnish stains the vertical walls. From Bullfrog: 56.8 From Boulder: 10.6 The Gulch. The Burr Trail leaves Long Canyon here at its confluence with its sister gorge The Gulch and climbs up onto the lower slopes of Boulder Mountain. From Bullfrog: 60.7 From Boulder: 6.7 Deer Creek Campground. From Bullfrog: 61.2 From Boulder: 6.2 Sandstone sand dunes. Sand dunes, created millions of years ago by wind-blown sand, were covered over by other layers of sand and pressed into stone. Gradually, these dunes were again exposed as the over-lying sandstone was eroded away, creating the appearance of hardened, petrified dunes. Today, the light-colored Navajo sandstone, rounded into domes and hills, resembles the sand dunes it once was. From Bullfrog: 67.4 From Boulder: 0.0 Junction with Utah State Rte. 12. The Burr Trail ends (or begins) here at Boulder, Utah, on Utah State Rte. 12. Thirty-two miles south is the town of Escalante; forty miles north over Boulder Mountain is the town of Torrey. Some tips for a safe and enjoyable trip:   Pack out everything you pack in. Carry out all trash and food scraps. Avoid feeding wildlife, for human food is harmful to wild animals.   Always take plenty of drinking water with you.   Leave your trip itinerary with someone so you can be located in case of car trouble or other mishap.   Check with a ranger or other official for road and weather conditions before you start out.   Leave the scenery as it is. Do not write or carve on rocks; do not disturb plants or wildlife. Take only pictures; leave behind nothing.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/driving-the-burr-trail.htm"
}
