{
    "title": "Cedar Breaks National Monument: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies        Firearms Information As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering the park. As a starting point, please visit the State of Utah website: http:\/\/www.firemarshall.utah.gov\/bci\/CFreferences.html Federal law also prohibits firearms in buildings within the park; those facilities include the Visitor Center, restrooms, yurt and Cedar City administrative offices. Hunting is still prohibited within all areas of the monument. Any display or use of firearms other than lawful use is still prohibited. These changes do not extend to the possession or use of any weapon other than firearms under 36 CFR 2.4 (e.g. hunting bow, BB gun, slingshot). 18 USC 926A reserves your right to transport unloaded firearms as long as you are otherwise legally permitted to do so. If you have specific questions about firearms in Cedar Breaks National Monument, please contact the Cedar City administrative office at 435-586-9451.   Federal Laws Laws are created by Congress and establish the highest order of legal authority over national parks. More...    Many laws, including the 1916 Organic Act that created the National Park Service, affect all areas managed by the National Park Service. Enabling legislation are the laws passed by congress that establish and define the park.      NPS Policies Service-wide policy for the National Park Service is developed by the Office of Policy with public input and in accordance with applicable laws. Policies dictate many of the overall directions and procedures used by all parks. More...    Park Regulations The Code of Federal Regulations provide a complete listing of park rules and regulations.   36 CFR parts 1-199 pertains to all National Park areas. Some regulations may be subject to change. See also:  NPS Policy Office  Superintendent's Compendium The Superintendent's Compendium is an addendum to the CFR that lists specific rules and regulations for Cedar Breaks National Monument,including the justification for each.   2014 Cedar Breaks National Monument Superintendent's Compendium",
    "url": "https:\/\/www.nps.gov\/cebr\/learn\/management\/lawsandpolicies.htm"
}
