{
    "title": "Glen Canyon National Recreation Area: Day Hikes",
    "body": "Day Hikes       Page Area and Hwy 89 N Hikes: Click Here      Page\/Wahweap Area Dam Overlook From Hwy 89, turn west on Scenic View Drive, 1.5 miles (2.4 km) south of Carl Hayden Visitor Center. Take the first road to the right, and park in the parking area at the end of the road. Walk down stairs and over sandstone.  940 ft (286m) round-trip Easy Hanging Garden Turn off is one quarter mile (.4km) east of Glen Canyon Bridge (the opposite side from Carl Hayden Visitor Center) on Hwy 89. Trailhead parking is 500 yards (455m) off of Hwy 89. This hike leads you to a luxuriant Hanging Garden on the mesa top high above the Colorado River and Lake Powell. Securely hidden by Jurassic Navajo sandstone, this seep spring quickly takes hostage every drop of rainwater it can absorb. Slowly it liberates this water over time to create a surprisingly lush plant and animal habitat that delights and surprises those who discover it. The desert is astonishingly subtle and delicate. If you walk quietly, you will see and hear more. It can refresh observations and awaken inactive senses with each step you take. 1 mile (1.6km) round-trip Easy to Moderate Horseshoe Bend Approximately 5 miles south of the Carl Hayden Visitor Center on U.S. Hwy 89, just south of highway marker 545, turn west on the dirt road which ascends the small hill. Drive a short distance west on the dirt road and park at the base of the hill. Climb up and down sandy hill. 1.5 mile (2.4km) round-trip Easy  Antelope Point Just a short distance from Page on highway 98, turn onto the Antelope Point road. Though lacking in developed trails, Antelope Point offers opportunity for exploration. Take a walk-a-bout through slick rock formations west of the parking near the launch ramp. Perhaps you will discover a perfect spot to enjoy the lake and take a swim. Distance varies Easy to Moderate The Chains Just east of the Glen Canyon Dam, take a dirt road heading north off of highway 89. Lake shore access is possible depending on current lake elevation. Please note: the lake is very deep at this location and good swimming skills are required. Take a walk-a-bout north of the parking lot for a self guided adventure through slick rock sand formations. Distance varies Easy to Moderate         Hwy 89 North  Bucktank Draw and Birthday Arch Located off Utah Highway 89 at mile marker 9¾ or 17.3 miles from Carl Hayden Visitor Center, this pleasantly simple, easy to moderate hike in a sandy and partial bedrock sandstone draw leads you south to a box canyon, a large arch and a small sized slot canyon. Park your car on the south side of Hwy 89 just at the west end of the metal railing and head down the sandy slope through the gate into the draw. The arch is located approximately 1.5 miles from the road snuggled in along the western cliffs. When you spot the arch, you will need to traverse ½ to ¾ mile west over sandy uphill slopes. To get directly under the arch requires caution as you scramble up and over loose rocky ledges. Getting to the top requires work and backtracking until you have found a doable way up. The slot canyon is on the opposite side of the canyon fairly easy to spot from the arch. It is worth the cross country trek to see this very narrow, short slot. Driving time from Carl Hayden Visitor Center- 20 minutes, hike time: approx 3 hours Easy to Moderate Wiregrass Canyon From Page, drive north on Hwy 89 approximately 12 miles (19 km) to Big Water, Utah. Between mile posts 7 and 8 (at the Big Water Visitor’s Center), turn right (away from the VC). Turn right again 0.3 miles (0.5 km) from the junction of Hwy 89 - there is a sign at this intersection which reads “Glen Canyon Nation Recreation Area – State Highway 12”. Drive 4.6 miles (7.5 km) to “Wiregrass Canyon Back Country Use Area.” Park in the pullout provided. Sandy wash, requires some scrambling and detours - look for rock cairns to lead you out 6.0 miles (9.7km) round-trip Moderate Cottonwood Road Twenty-seven miles north of Carl Hayden Visitor Center, near milepost 18 on Hwy 89, the Cottonwood Road winds 46 miles north through the Grand Staircase-Escalante National Monument to Cannonville, Utah, connecting with Hwy 12. Traveling north, the road crosses through diverse scenery: the badlands that look like moonscape, by the Paria River with cottonwood trees, up and over the Cockscomb, the stone monuments of Grosvenor Arch and Kodachrome Basin State Park, eventually leading to Hwy 12. Hiking opportunities are numerous and include Hackberry Canyon, Yellow Mountain, Cottonwood Canyon Narrows, the Cockscomb, and Grosvenor Arch. Hike for an hour or take a longer hike - the choice is yours. There are books dedicated to different hikes along the Cottonwood Road. It may help to read ahead if you want to do some serious hiking. The Cottonwood Road is not passable when wet. Check road conditions before traveling. Many established trails - Distance varies Easy to Moderate to Difficult Paria Rimrocks - Toadstool Trail Explore the Paria Rimrocks on this moderate 1.5 mile round trip hike leading to hoodoos and balanced rocks. Drive north on highway 89 from the Glen Canyon Dam. Turn into the dirt parking area on the right just past Utah mile marker 19. Slip through the hikers-gate, sign the register, and head up the wash. When you think you are at the end, guess again; scramble up the trail obstacle and find your way to the hoodoo garden. Maps are available at the Grand Staircase-Escalante National Monument Visitor Center in Big Water. Driving time 30 minutes; dirt trail– some scrambling required over trail obstacles 1.5 miles round trip Moderate Pareah Townsite Paria Movie Set, Pahreah Cemetery, and Pahreah Town Site are located 5 miles off of Utah Highway 89 at approximately mile marker 30.5 or about 39 miles from the Carl Hayden Visitor Center. A five mile dirt road leads you to the structures and artifacts that tell the story of many former inhabitants who settled or visited the area; and of a once ideal Hollywood movie set for some of our most memorable western films. Both Paria and Pahreah are pronounced the same – rhymes with Maria. The Paria River runs slow and muddy most of the time but occasionally can exceed its banks. Use caution, but feel free to go ahead as this river will beckon you strongly to cross it and walk upstream or in stream to get a stronger sense of the area’s rich history - an area which people once called their home. Driving time: 45 minutes; hike time: 30-60 minutes Easy         Lees Ferry Area Lonely Dell ($1 Guide Available) Lonely Dell Ranch. Parking area at Lees Ferry .1 mile (1.6km) round-trip Grassy and flat Easy  Paria* End of Lonely Dell trail. The entire canyon is 45 miles (72.4km) one way, take a day trip into and out of the canyon as you see fit Sandy wash and multiple river crossings Difficult River Trail\/Lees Fort ($1 Guide Available) Lees Ferry at launch ramp parking area .2 mile (3.2km) round-trip Sandy Easy Spencer Trail Lees Ferry at end of River Trail 2.2 mile (3.5km) one-way1700 foot (518.2m) rocky climb up switchbacks Difficult         Bullfrog Pedestal Alley From the Bullfrog Visitor Center, take Highway 276 north approximately 4.4 miles (7 km) to the marked junction with the Burr Trail. Turn left onto the Burr Trail and go about 4.8 miles (7.7 km) to the Pedestal Alley parking area. The trailhead is across the road from the parking area. Sandy and rocky, must cross some washes. 3 mile (4.8km) round-trip Easy to moderate         There is little to no shade, questionable cell phone reception, and no water available on these trails. Be sure to bring enough water, wear sturdy shoes, sunscreen and a hat; and tell someone where you are going. Pets on leashes are permitted. Do not enter any trails through washes if there is a potential for Flash Floods! * Overnight hikes along Paria River require a permit from the Bureau of Land Management.        Also check out our Commercial Use Authorization for Guided Hiking Services.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/day-hikes.htm"
}
