{
    "title": "Cedar Breaks National Monument: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us          Federal Jobs Applications for jobs with the National Park Service are accepted via www.usajobs.gov, the federal government's official source for federal job listings and employment opportunity information.   To view more NPS Job opportunities, go to www.usajobs.gov         How do I learn about jobs in General? You can find general information about employment with the National Park Service on the nps.gov website. Information about student internships with the National Park Service is also on nps.gov including restrictions and qualifications details.      Volunteers in Parks (VIP) program Thank you for your interest in the Volunteers in Parks (VIP) program at Cedar Breaks National Monument. VIP's are an integral part of the staff at Cedar Breaks, and perform a wide variety of duties including:  Campground hosts for Point Supreme Campground     Special Events Team Volunteer    Assist with facilitating activities during the various summer festivals. Assist with putting up and taking down activities.       Visitor Center Information Volunteer   Staff the Visitor Center Information Desk; answer visitor questions about the park. Rove park trails and scenic overlooks, making visitor contacts and providing information.       BioBlast Volunteer   Assist in leading activities that focus on observing, identifying, or surveying specific wildlife species. Conduct species surveys. Assist the park in compiling species lists or confirming species lists.       Astro VIP   Assist in the presentation of Astronomy\/Nighty Sky Interpretive Programs. Provide solar viewing opportunities.       Photography Volunteer   Take a variety of digital photographs for the park for its use in online and printed media. Provide the photos in an accepted digital format and document subject, time, and place.       Interpretation   Staff the Visitor Center Information Desk. Lead or assist with guided hikes, talks, and roving interpretation. Junior Ranger program, and other activities.       Wildflower Festival   Assisting with annual Wildflower Festival planning, guided hikes, and other activities.   Assist with staffing, snow removal, interpretation, and general visitor assistance.    Winter Yurt   Assist with staffing, snow removal, interpretation, and general visitor assistance.       Contact Cedar Breaks National Monument Headquarters to inquire about current volunteer opportunities at (435) 586-9451. Internships  Student Conservation Association Internships You may also wish to contact the Student Conservation Association (SCA) about volunteer positions. SCA positions are generally full-time, twelve-week positions in public or private natural resource management agencies throughout the United States.  Transportation costs and bi-weekly stipends are paid by SCA. Cedar Breaks hires interpretive interns through this program each year.  Park housing is provided for SCA's. For more SCA information and an application, go to www.thesca.org or call (603) 543-1700.",
    "url": "https:\/\/www.nps.gov\/cebr\/getinvolved\/workwithus.htm"
}
