{
    "title": "Cedar Breaks National Monument: Partners In The Parks",
    "body": "Partners in the Parks       Partners in the Parks--Education, Recreation, and Stewardship In 2008, Cedar Breaks National Monument joined with Southern Utah University and the National Collegiate Honors Council in a Centennial Initiative project called Partners in the Parks. This nation-wide project brings collegiate Honors students into selected national parks for extended academic adventures. During the week long program participants engage in both educational and recreational activities to deepen their understanding and appreciation of the unique resources protected by the park. Educational seminars are led by both university faculty and NPS rangers to provide a wide range of expert instruction and hands-on experiences. These experiential learning opportunities often take the form of service projects where students assist rangers, scientists, and park volunteers with their work. Recreational seminars typically take students into the park backcountry where students can live within their classroom and learn outdoor basics including Leave-No-Trace camping\/hiking. In addition, park rangers and administrators also lead seminars in park management so that students gain a better appreciation for the Park Service and the important work they do in conserving some of America's most important historical, cultural, and natural treasures. In 2008, Partners in the Parks organized six projects. Projects were organized through partnerships between university Honors programs and regional NPS sites with training and coordination provided by NCHC and SUU. Acadia National Park & University of Maine-Augusta Bryce Canyon National Park & Southern Utah University Fire\/Ellis Island & Long Island University-C.W. Post Grand Canyon-Parashant National Monument & Southern Utah University Organ Pipe Cactus National Park & University of Arizona Zion National Park & Southern Utah University Click here to see photos from these various projects.",
    "url": "https:\/\/www.nps.gov\/cebr\/partners-in-the-parks.htm"
}
