{
    "title": "Cedar Breaks National Monument: Geologic Formations",
    "body": "Geologic Formations         Courtesy of Paula Hamilton  The geology of Cedar Breaks started around 60 million years ago. The amphitheater one can see from various viewpoints today, was created through 3 geological events: deposition, uplift, and erosion.        Deposition Deposition at Cedar Breaks started about 60 million years ago. The plateau that Cedar Breaks is currently located on was much lower than it is today. During this time, the area was completely covered by a lake. This lake became known as Lake Claron. The lake was 70 miles wide and 250 miles long. Surrounding highlands began to erode away and these sediments were carried away by wind and water into Lake Claron. These sediments settled at the bottom of this lake. Algae that naturally lived in the lake would eventually die forming a paste that cemented all the sediments together to form the sedimentary rock that is visible at Cedar Breaks today. The sedimentary rock visible at Cedar Breaks is limestone. The colors visible in the rock come from various amounts of oxidized irons (red and orange hues) and manganese (purple hues). This entire formation became known as the Claron formation or Pink Cliffs.      Uplift Cedar Breaks is located near a major fault known as the Hurricane fault. This fault is 100 miles long and runs parallel to I-15. It became very active about 10 million years ago, raising the Lake Claron bed to its current elevation of 10,350 feet above sea level. The Hurricane fault is known as a normal fault.  The fault is still active today, but because it moves at such a slow rate, it is hard for one to notice the movement.      Erosion Ever since the rocks were uplifted, they became exposed to the various erosion elements. There are three types of erosion apparent at Cedar Breaks: chemical, water, and wind erosion. Chemical: When it rains or snows, it combines with carbon dioxide in the atmosphere to form a weak carbonic acid. Although the acid is weak, it reacts with the limestone, dissolving the rock creating shallow caves, cracks, and fissures. Water: At Cedar Breaks, there are two forms of water erosion: running water and frost-wedging. Running water is caused by the rain and snow. At Cedar Breaks it snows about 15 feet during the winter and rains almost every day in July. These run down the amphitheater carrying away loose sediments and rock down into the valley at the bottom. Frost-wedging is the more interesting type of erosion at Cedar Breaks. Out of the year, Cedar Breaks gets about 250 days worth of freezing temperatures. The water gets in the cracks during the day, freezes at night and expands. This expanding process eventually causes the rock to break away from the main bedrock. Wind: On a very windy day, loose sediments can be carried away with the wind and deposited in a new location elsewhere. All of these erosion elements create the various features one can see looking down into the amphitheater. All the hoodoos, arches, fins, and shallow caves are created from these various forms of erosion.      To learn more about the Geology here at Cedar Breaks, download our Geology brochure.",
    "url": "https:\/\/www.nps.gov\/cebr\/learn\/nature\/geologicformations.htm"
}
