{
    "title": "Cedar Breaks National Monument: Plan A Field Trip",
    "body": "Plan A Field Trip       Entrance Fees The entrance fee is $5 per person age 16 and older (age 15 and younger are free). Most groups visiting for educational activities will not be charged provided they are sponsored by accredited educational institutions. A fee waiver or fee exemption should be requested three weeks in advance. For forms and guidelines, please go to Academic Fee Waivers. Student Groups 16 or older: Fee waivers are granted to educational institutions whose curriculum relates specifically to the resources at Cedar Breaks National Monument. Applications and guidelines may be obtained by going to Academic Fee Waivers, or by calling the park at (435) 586-9451. Completed applications along with required documentation may be faxed to (435) 586-3813, or mailed to the Cedar Breaks Headquarters: Cedar Breaks National Monument, 2390 West Highway 56, Suite 11, Cedar City, Utah 84720. All applications must be received three weeks prior to anticipated trip. Recreational field trips do not qualify for a fee waiver. Student Groups 15 or younger: Fee exemptions are granted to groups of students 15 or younger, accompanied by adult sponsors. Please send a letter on official school stationary to the Cedar Breaks Headquarters (address above), or call (435) 586-9451 at least three weeks before your visit. Include the number of students and buses, number of adults, if a ranger program is desired, and the date and time of your visit. Hiking If your group plans to hike, we recommend adequate supervision (one teacher\/adult per 10 students for younger groups). Please ensure your students stay on the trails for their own safety as well as reducing the impact on the natural or cultural resources around them. For more information on trails in the park, click here. Ranger Programs Ranger programs are available upon request. To see the available Ranger programs, click here. Logistics  Be prepared! Any visit to Cedar Breaks National Monument will include outdoor walking and exploring. Students should wear sturdy shoes. Be prepared for cooler temperatures and the possiblity of snow. Also keep in mind the sun's UV rays are more intense at higher elevations. Remember to wear your sunscreen. Bring rain gear on cloudy days. Each child should carry a water bottle if you plan to hike within the Monument. Restrooms are available by the entrance station near the Visitor Center parking lot. Restrooms are not available along the trails. Use restrooms before hiking. Picnicking is available 1\/4 mile north of the Visitor Center parking lot. See Ranger for more detailed information about the picnic areas. Please remember to search the area for litter when finished. Use recycling bins for aluminum cans and plastic bottles. Please do not feed any of the wildlife within the Monument.  Help Preserve Cedar Breaks Cedar Breaks National Monument is a special place set aside to be protected and preserved for future generations. Please help take care of your national monument. Remember, everything in a national park is protected, from the rocks to the plants and animals. To ensure the protection of Cedar Breaks and a memorable experience, please follow these guidelines.  Choose the Right Trail: Choose a trail that is best suited for the size, age, and ability of your group. Stay on Established Trails: Walking off established roads and trails can trample fragile native plants and increase the rate of erosion. On the Specta Point trail, walking near the edge off the trail can be hazardous. The rocks near the edge are unstable and could break away from the main rock at any time. Please stick to the trail for your safety and the protection of this natural resource. Do Not Feed Wildlife: Feeding wild animals is illegal and can cause injury or death to the animal or the human. Keep your distance. Keep wildlife WILD. Take Only Pictures, Leave Only Footprints: Enjoy rocks and flowers, but leave for others to enjoy too. Carry Out All Trash: Cedar Breaks is your park. Keep it clean and beautiful.  For additional information Please call (435) 586-9451 or (435) 586-0787 (summer only).",
    "url": "https:\/\/www.nps.gov\/cebr\/learn\/education\/planafieldtrip.htm"
}
