{
    "title": "Cedar Breaks National Monument: Get Involved",
    "body": "Explore This Park    Get Involved           Get Involved         Students volunteering in Cedar Breaks. NPS Photo  How Can You Get Involved at Cedar Breaks?    Cedar Breaks National Monument greatly appreciates public interest and involvement with our park! You can leave more than footprints as a mark on the park. You can take many other paths that support Cedar Breaks' mission. Please checkout the links below for ways you can contribute to improving and maintaining Cedar Breaks for future generations.   Become a Member of the Zion Natural History Association   When you join Zion Natural History Association you join the ranks of thousands who have expressed their commitment to the future of southern Utah's national parks. Your membership helps publish nearly one million pieces of free information for park visitors each year. It supports Junior Ranger Program and educational outreach into schools. It helps us produce interpretive books, posters, maps and audio-visual products that educate visitors. Las of all your membership aids ongoing research into the park’s flora, fauna, geology, and human history. Over the past 30 years, ZNHA has donated more than $10 million! Join our Adopt-A-Pika Program (Online \"Adoptions\" Coming Soon!) Cedar Breaks has a small pika population, and data needs to be collected to document them and understand if and how they are currently being affected by climate change. If you are interested in helping preserve and protect these cute critters, consider “adopting”! You can currently \"adopt\" by visiting the book-store at Cedar Breaks. Or, check back later for a link to \"adopt-a-pika\" from ZNHA's online store! Become an Event Sponsor to Cedar Breaks National Monument Arts Afire As a Purchase Award Sponsor you’re supporting the artists that will make this event possible as well as SUMA and Cedar Breaks National Monument. Art sales support educational programming at the Southern Utah Museum of Art and Cedar Breaks . Share Your Cedar Breaks Story on Social Media Help spread the word about how great our park is! Cedar Breaks is often overlooked, while more popular parks are over-crowded. Helping promote our park will increase visitation to Cedar Breaks, while reducing pressure on other parks.  Volunteer as a Campground Host Contact us at cedarbreaksinfo@nps.gov if you are interested! Volunteer on National Public Lands Day National Public Lands Day (NPLD) is the nation's largest, single-day volunteer effort for public lands. On NPLD 2015 nearly 200,000 volunteers and park visitors celebrated at 2,520 public land sites in all 50 states, the District of Columbia and Puerto Rico. Cedar Breaks volunteers help out with seed collection, trail work and more! Contact us at cedarbreaksinfo@nps.gov or search for ways to volunteer using the link above.",
    "url": "https:\/\/www.nps.gov\/cebr\/getinvolved\/index.htm"
}
