{
    "title": "Glen Canyon National Recreation Area: Cathedral Wash Hike",
    "body": "Cathedral Wash Hike        Take the time to enjoy your hike through Cathedral Wash. Come prepared for breathtaking scenery. Mike Wenger         There are plenty of nooks and crannies to check out in Cathedral Wash.   Trail Head: Cathedral Wash is near Lees Ferry, AZ. After you turn off Highway 89A onto the Lees Ferry access road, drive 1.3 miles. The trailhead is at the pull out on your left. You can access both upper and lower Cathedral Wash from this parking area. Hiking distance: 1.25 miles one way Hiking time: 1.5 to 3 hours Skill Level: Moderate. On a scale of 1 (easy) to 5 (arduous), this hike is rated a 3. This hike involves scrambling, traversing ledges and climbing up and down heights of approximately 30 feet. Conditions: During inclement weather it is not advisable to enter the wash due to the possibility of flash flooding. Remember that desert canyons can draw water from hundreds of surrounding miles, so clear weather here does not necessarily negate the possibility of flooding. Average temperatures are between 20 to 55 degrees F in the winter and 65 to 120 degrees F in the summer.        The cliffs become higher and higher as you hike deeper and deeper into Cathedral Wash.   Description: Your hike begins in Glen Canyon NRA. As you descend into the wash, you will travel through the Kaibab Limestone and Toroweap Formations of the Grand Canyon Group. Many interesting formations and fossils may be seen. A wide variety of plants both native and exotic can be found. The wash is teeming with life. You may encounter bighorn sheep, coyote, a variety of birds, insects and reptiles. YES, we do have rattlesnakes. As you reach the bottom of the wash, you will be awe struck by the beauty of the Colorado River, Cathedral Wash rapid and Grand Canyon National Park. Area Information: A wide variety of information is available at the Lees Ferry Ranger Station and at the Navajo Bridge Interpretive Center. Suggested hiking items:   WATER: MINIMUM 2 QUARTS 2 QUARTS PER PERSON MANDATORY   Sack lunch\/snacks   Sunscreen   Hiking shoes   Camera\/extra film   Binoculars   Geology\/bird\/reptile\/plant identification books   First Aid kit   Hat   Special Regulation: No overnight camping or pets are allowed in the Grand Canyon National Park portion of this hike. Collecting specimens of any kind (fossils, plants, reptiles, flowers, rocks, etc.) is prohibited. For more information on this or other hikes in the Lees Ferry area, contact the Lees Ferry Rangers at: (928) 355-2234.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/cathedralwashhike.htm"
}
