{
    "title": "Cedar Breaks National Monument: Winter Ranger Station Construction",
    "body": "Winter Ranger Station Construction       Winter Ranger Station (Yurt) Construction The Yurt was constructed in the late fall of 2007. It took a four-person crew three days to fully assemble it. The Yurt is 20 feet in diameter and approximately 10 feet tall from platform to dome. It is a carefully constructed balance between compression and tension. The dome's compression ring must withstand the pressure of the rafters, which radiate outwards to the sides. There, the rafters connect to a stainless steel cable that is stretched taut around the entire circumference of The Yurt. The cable is supported by the lattice framework and doorjamb of the sides, which are in turn supported by a circular platform. Every component of The Yurt was designed to render it well-insulated and protected from the elements. The result is a cool and airy Yurt in the summer, and a warm and cozy Yurt in the winter.        The first step of construction is building the platform of The Yurt.  Here workers assemble the octagonal framework that will support the platform. NPS Photo        Once the framework is carefully raised and leveled, the floor is built on top. The platform is insulated and resistant to weathering and moisture.   NPS Photo        The seven-foot-tall sides of The Yurt are a wooden lattice frame.  Workers first set the lattice up in the center of the platform, then expand it towards the edges. NPS Photo        Once the lattice framework is in place, a sturdy and well-insulated door is added.  NPS Photo        The conical roof of The Yurt is constructed with a framework of wooden rafters that radiate outwards from a central compression ring.  The compression ring will eventually contain a transparent dome to let in the light and warmth of the sun.   NPS Photo        The wooden bones of The Yurt are laid bare until a worker unrolls the heavy vinyl roof covering. NPS Photo        The vinyl covering of the roof is heavier than the vinyl on the sides.  However, both coverings are insulated against extreme temperatures and are protected from UV radiation. NPS Photo        A fully assembled yurt complete with insulated vinyl coverings, zippered windows with insect screens, and transparent dome. NPS Photo        A peek inside The Yurt reveals a cozy hideaway perfect for warming up in the winter months. NPS Photo",
    "url": "https:\/\/www.nps.gov\/cebr\/winter-ranger-station-construction.htm"
}
