{
    "title": "Cedar Breaks National Monument: Southern Paiute",
    "body": "Southern Paiute Indians        Southern Paiutes        The Southern Paiute thought that the oddly-shaped rock formations that we call ‘hoodoos’ were actually frozen people: people who had done bad things, and as a result, were trapped in stone. The Southern Paiute and their Neo-archaic ancestors have likely observed the strange hoodoos and other rock formations of Cedar Breaks for a very long time. From 1100 AD to the present, they have had a presence in Cedar Breaks and the surrounding area (a land area spanning from the Great Basin to southern California).   “Paa” ute means water ute, and explains the Southern Paiute preference for living near water sources. The Spanish explorer Escalante kept detailed journals of his travels in the Southwest and made notes concerning Southern Paiute horticulture, writing in 1776, that there were “well dug irrigation ditches” being used to water small fields of corn, pumpkins, squash, and sunflowers. Nearly every traveler who documented his explorations in southern Utah had an account that made reference to fields cultivated by the Southern Paiute along Ash Creek, the Santa Clara River, and the Virgin River. Water was the crucial element to traditional Paiute life-ways and subsistence strategies. In the 1850s, when Mormon settlement of southern Utah began, it was through water-access-denial that the Southern Paiutes began being marginalized. These “water utes” lived nomadically. After planting their fields in the spring, they often journeyed up in elevation (10,000 ft.+) to the lush meadows and cool forests of Markagunt Plateau, leaving the heat of the Cedar Valley below. Markagunt means high land of trees, and it is atop this plateau that the Cedar Breaks National Monument is situated. Here, in the refreshing highcountry, the Southern Paiute gathered berries and plants, hunted mule deer and elk, and collected nearby Brian Head chert to use in the production of stone tools. Other forms of production included the making of bow and arrow; coiled, twined and pitch-covered baskets; nets; sandals; cordage; lightweight bark skirts and leggings; buckskin and other hide dresses, shirts and breechcloths; and rabbit skin leggings, ropes, blankets and capes. The lasting Southern Paiute presence in the Cedar Breaks area has been well-documented. Over a 4-year period (1996-1999), archaeologists surveyed 2,318 acres within the Monument and additional acres of the surrounding Dixie National Forest. Results concerning the lengthy Southern Paiute presence in the area included the discovery of ceramics, sherds, debitage (material resulting from the manufacture of stone tools), projectile points and tools like scrapers, choppers, and hammerstones.  Cedar Breaks National Monument honors the Southern Paiute tradition of stewardship atop the Markagunt Plateau. The artifacts left behind by the Paiute are an irreplaceable window into the past. Federal law protects these precious cultural resources within the monument.",
    "url": "https:\/\/www.nps.gov\/cebr\/learn\/historyculture\/southern-paiute-indians.htm"
}
