{
    "title": "Glen Canyon National Recreation Area: Eagles",
    "body": "Eagles         Bald eagle (Haliaeetus leucocephalus) in flight   Bald eagles (Haliaeetus leucocephalus) and golden eagles (Aquila chrysaetos) are found in Glen Canyon National Recreation Area (NRA) at various times of the year. These raptors, or birds of prey, are both called eagles though they are not closely related. Raptors are top predators and are crucial to understanding ecosystems. Changes in an eagle population could indicate a change in the availability of prey, which includes mammals, birds, amphibians, reptiles, and insects. Though these birds have different habitat and food preferences, both use the diverse landscape of the Glen Canyon area.        Bald eagle   Bald eagles are usually found near open water and rivers. They feed mainly on fish and waterfowl. Bald eagles are opportunistic feeders and will congregate where prey availability is high. They prefer easy prey such as dying or dead fish, and will often steal prey from other eagles, birds, or mammals. Juveniles, which can be confused with golden eagles, have white scattered throughout their body until they are about five years old when they get their distinctive white head and tail. Bald eagles were listed as endangered in 1978 under the Endangered Species Act (ESA) because of sharp population declines due to pesticide poisoning (DDT), hunting, and habitat destruction. Protection of habitat under the ESA, release of hand-reared eagles, and ban of DDT increased populations of bald eagles. In 1995, the bald eagle was downlisted from an endangered species to a threatened species. On June 28, 2007, the U.S. Fish and Wildlife Service announced the removal of the bald eagle from the threatened and endangered species list.        Bald eagle counts on Lake Powell 1991-2007 NPS  The first bald eagles in the Glen Canyon area were recorded in the 1930s. The National Park Service has monitored wintering bald eagle populations in Glen Canyon NRA since 1991. The highest count of 50 bald eagles was recorded in January 2003. Birds start arriving around Lake Powell in October and November and are found through January and February. Bald eagles use the Lake Powell area as a wintering location because of the high populations of migratory waterfowl and abundance of fish. The origin of these birds is unknown, but they are likely from nearby Utah, Arizona, and Colorado populations. Bald eagles prefer wide, shallow bays and side canyons including Wahweap, Warm Creek, Halls Creek Bay, and Bullfrog Bay and are rarely seen below the Glen Canyon Dam in the winter. This avoidance of the downstream area is most likely due to human disturbance through recreational activities like fishing and boating. High water dam releases may also force birds off the Colorado River.        Golden eagle (Aquila chrysaetos)   Golden eagles prefer the rugged terrain of cliffs and mesas and build their large stick nests on cliff ledges. These raptors can feed on mammals up to the size of a small deer, but generally feed on small mammals like rabbits. Their feathered legs meet strong toes which have long thick talons for capturing and killing their prey. Several nesting pairs of golden eagles have been documented within Glen Canyon NRA, and they inhabit the area year-round. Migrating golden eagles use the sheer cliffs of the Glen Canyon area to hunt for small mammals, birds, and reptiles. Wintering golden eagles can be spotted from Lake Powell, sitting on high cliffs between November and March. In western North America, golden eagle populations are experiencing major declines due to poisoning, drought, and collecting of eaglets.        Golden eagle in flight   Interestingly, the golden eagle was the first bird to be considered as a candidate for the national symbol of the United States. Since this eagle is also found in Europe, it was rejected and the bald eagle, native to North America, was approved in 1782 as our national symbol. Ben Franklin famously opposed the adoption of the bald eagle, which he called a “bird of bad moral character” for its scavenging habits. Franklin was an adamant supporter of the turkey (Meleagris gallopavo) as our symbol, which he described as “a little vain and silly,” but a “bird of courage.” Continued monitoring of bald eagles and golden eagles can help detect population trends and contribute to the protection and preservation of these magnificent birds of prey. Published 8\/07",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/eagles.htm"
}
