{
    "title": "Cedar Breaks National Monument: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions          Brian Head Resort Brian Head Resort is Southern Utah’s premier winter and summer destination. With fun activities for all ages, there is no better family vacation destination. With our high speed quad chair lift and access to premier terrain, Giant Steps Mountain offers trails that intermediate and advanced skiers, snowboarders and mountain bikers love. Whether you’re a powder hound, downhill racer, or just in the mood for a beautiful hike with spectacular views, Brian Head Resort is the spot for you. For more information about upcoming events in Brian Head, visit brianhead.com  Shakespeare Festival Every summer Cedar City hosts the annual Utah Shakespeare Festival on the campus of Southern Utah University. A variety of shows are offered each year, from classic Shakespeare plays to contemporary comedies and dramas. Tickets can be purchased in advance or on the day of the show.  Scenic Southern Utah Find out more about outdoor activities, lodging, arts, culture, and events in southern Utah.          Navajo Lake Navajo Lake is located about 15 miles east of Cedar Breaks of Highway 14. There are plenty of activities available, from fishing and swimming to camping and hiking. For a short one-mile hike, try the Cascade Falls Trail which leads to a scenic overlook of the falls. There are also several mountain biking trails surrounding the lake.  Duck Creek Village Just a few miles east of Navajo Lake is Duck Creek Village. Lodging, restaurants, and a gas station are available in this town, as well as rental services for snowmobiles and ATVs. Duck Creek Days is an annual festival held every third weekend in July, and features live music, a chili cook-off, and various booths.          Parowan Gap  Parowan Gap was created when an ancient river carved a notch through the Red Hills northwest of Cedar Breaks. At the Gap, the cliff sides are covered with ancient petroglyphs dating back to the Fremont Culture. The most notable of these petroglyphs is the Zipper Glyph, believed to be a solar calendar, for on the day of the summer solstice the sun rises and sets directly though the middle of the gap.  Mammoth Cave When driving to Cedar Breaks on Highway 14 or Highway 143, you might see what appear to be fields of dirt along the road. These are actually the remains of lava flows from nearby cinder cones and faults. Just east of Cedar Breaks is Mammoth Cave, a quarter-mile long lava tube which can be explored with a flashlight and sturdy footwear.          Zion National Park Zion is located about 80 miles southwest of Cedar Breaks. A shuttle service takes you up the canyon amid towering cliffs of Navajo sandstone. Kolob Canyons, located on the northern end of Zion, is just 45 miles south on I-15.  Bryce Canyon National Park Bryce Canyon is located just 60 miles east of Cedar Breaks on Utah Highway 12. Its colorful red rocks and hoodoos are part of the same geologic formation as the Cedar Breaks amphitheater.",
    "url": "https:\/\/www.nps.gov\/cebr\/planyourvisit\/nearbyattractions.htm"
}
