{
    "title": "Cedar Breaks National Monument: Social Media",
    "body": "Explore This Park    Learn About the Park     News     Social Media              Social Media       Get Connected! Have fun learning about the park and join the conversation by following Cedar Breaks National Monument on your favorite social media sites! Have fun sharing photos, memories and experiences, and get up-to-date information sent directly to you & your mobile device. Click the links below, and get connected today!          Cedar Breaks National Monument: Facebook Photos, park programs, and up-to-date information are posted weekly. Share your photos, memories, and park experiences with us!          Instagram Share your photos using #CedarBreaks_NPS          Arts Afire: Facebook  Get current information about Cedar Breaks National Monument's Arts Afire, Plein Art Event.       Cedar Breaks Mobile Applications Learn more about the park using your mobile phone! Be aware that apps must be downloaded before you leave for Cedar Breaks - there is no WiFi or cellphone reception once you arrive on the mountain.          Wildflowers of Cedar Breaks National Monument App Designed to provide an easy way to identify over 100 of our most common wildflowers. You can identify flowers by picking photos out of a gallery, using lists of common and family names, or searching for flowers based on shape,color, and location. Download on Google Play or iTunes          Alpine Pond Trail App This app serves as a interactive trail guide to share stories of the plants, animals, and geology of the Alpine Pond trail. After downloading, begin exploring the trail. As you hike, you’ll see brown posts with white numbers. Find the corresponding number in the app, and you’ll learn something interesting about the flora and fauna found at that spot! Download through iTunes.         Scenic Drive App This app guides you on the 6 mile drive through the park. There are nine stops where you can learn about the park’s history, geology, recreational opportunities, wilderness, wildlife, plants and more. At each stop, you’ll see a choice for one or two subjects of interest. Each is elaborated on using text, photos, audio, and\/or videos! Download through Google Play.",
    "url": "https:\/\/www.nps.gov\/cebr\/learn\/news\/social-media.htm"
}
