{
    "title": "Cedar Breaks National Monument: Star Parties",
    "body": "Star Parties         Tree silhouettes against a starry night sky. Photo by Rob Whitmore  Summer Star Parties! As darkness falls on Cedar Breaks National Monument, a different kind of light illuminates the night sky. That light, which comes from objects out in space transforms the night from a place of darkness into a place of wonder. To celebrate and share the beauty of our dark night skies, Cedar Breaks hosts a series of star parties throughout the summer season. Park staff and astronomy volunteers at Point Supreme conduct each star party. Once the light fades, the party kicks off with a laser light tour of the constellations, followed by star viewing through several telescopes. Observe swirling nebulae, twinkling star clusters, neighborly planets, and distant galaxies. Learn about everything from constellation mythology to the structure of the universe, all in one night! Check out our upcoming events calendar for details on upcoming star parties! No reservation is needed, just turn up! Star parties are free of charge and are two hours in duration. Telescopes will be provided for viewing, although visitors who own their own telescopes are invited to bring them along. Please dress warmly for the cool night air at this high elevation! Star parties will be held every Saturday evening beginning in May and extending through Labor Day weekend. Additional star parties are scheduled for meteor showers. Please note that start times will change as the season progresses. Star parties may be canceled due to inclement weather: for more information call the visitor center at 435-586-0787 ex. 4031 (during the summer season only). Winter Star Parties To celebrate and share the beauty of our dark night skies, Cedar Breaks hosts a series of star parties in Brian Head during the winter months. A park staff and astronomy volunteers, at Brian Head's Navajo Lodge, conduct each star party. Once the light fades, the party kicks off with a laser light tour of the constellations, followed by star viewing through several telescopes. Observe swirling nebulae, twinkling star clusters, neighborly planets, and distant galaxies. Learn about everything from constellation mythology to the structure of the universe, all in one night! Visit our upcoming events calendar for times and dates of upcoming winter star parties. Star parties are free of charge and are two hours in duration. Telescopes will be provided for viewing, although visitors who own their own telescopes are invited to bring them along. Please dress warmly for the cold winter night air at this high elevation!        Glow in the horizon of a night sky seen from Cedar Breaks National Monument. Photo by Rob Whitmore  Darkness- A Forgotten Resource Due to its high elevation and remote location, Cedar Breaks has one of the darkest night skies in the country. However, this often-overlooked natural resource is in danger of being completely lost as increased light pollution from nearby cities obscures the stars. Instead of a deep black expanse punctuated by the brilliant pinpoints of stars and the iridescent glow of the Milky Way, light pollution reduces the night sky to a faintly orange haze. Light pollution has become so prevalent in urban areas that it is becoming difficult to remember what the night sky is supposed to look like. For example, after a 1994 earthquake knocked the power out in Los Angeles, emergency centers received numerous calls from anxious residents regarding a strange, silvery cloud in the sky. They did not realize they were looking at their own galaxy. National Parks and Monuments are one of the few remaining places where the wonders of the night sky can still be seen. In fact, two-thirds of the people in the United States will never see the Milky Way unless they travel to remote places like National Parks. Check out the EnviroNews Article on ecological and human health effects of light pollution to learn more.",
    "url": "https:\/\/www.nps.gov\/cebr\/star-parties.htm"
}
