{
    "title": "Cedar Breaks National Monument: Plein Air Art Event",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Plein Air Art Event              Cedar Breaks Arts Afire        2016 Arts Afire Plein Air Flyer            Arts Afire at Cedar Breaks National Monument! Get ready for the second annual Cedar Breaks National Monument, Arts Afire Plein Air Event, a Plein Air painting invitational and art exhibition. This event is free to visitors and will take place the week of July 11-16th in Cedar Breaks National Monument and surrounding areas. Studio pieces and Plein Air artwork created for this event will be exhibited at the brand new Southern Utah Museum of Art (SUMA) in nearby Cedar City, Utah.  How to Support This Event  Help Spread the Word! Follow us on Facebook at: www.facebook.com\/cedarbreaksartsafire\/ Purchase Award Sponsorship:  If you are interested in becoming a sponsor for this event, please download our Cedar Breaks Arts Afire: Sponsor Package! You can read about how to make a contribution, what it supports, the artists participating this year and more.   Purchase Award Sponsors are invited to attend an exclusive preview of all the original art produced during the the event. In addition, purchase Award Sponsors will have first choice of any painting or paintings totaling the amount of sponsorship. A Purchase Award Sponsor ribbon with your or your company’s name will be hung next to your chosen painting(s) and will be visible during the Wet Paint sale later that evening.     Purchase a Painting!  The Southern Utah Museum of Art is part of the Beverley Center for the Arts, located on the campus of Southern Utah University in Cedar City, UT. It is at the corner of 300 W and University Blvd.  http:\/\/suu.edu\/suma See the exhibition at SUMA Monday - Saturdays July 18 – September 1, from 10 AM – 8 PM. About the Exhibition: Plein Air is a French expres­sion mean­ing, \"open air,\" and refers to the act of paint­ing out­doors in full view of the subject. Plein air artists cap­ture the spirit and essence of a land­scape by interpreting the nat­ural light, color and move­ments of their subject into their works. The exhibit theme will feature studio pieces illustrating parks found in Southern Utah in addition to Plein Air paintings created during the 2016 Cedar Breaks Plein Air Art Event. Artists are challenged to document the mood, seasons and rhythms found within southern Utah's national parks and monuments by drawing and painting the landscapes Plein Air, or outdoors on site. The Arts Afire Exhibition will hang from July 16 to September 1. About the Artists: Ten artists will spend the week of July 11-16 painting plein air pieces in various media to be hung from July 16- September 1 at the brand new Southern Utah Museum of Art (SUMA). All proceeds support education programs in Cedar Breaks National Monument including internships through the Interagency Internship Cooperative, and annual Paiute Day Camps. The artists scheduled to paint in Cedar Breaks National Monument are listed below. We invite you to visit their websites to get acquainted with their work and individual styles. All are invited to witness the creation of masterpieces on location, daily painting demonstrations, and see the artists paint plein air throughout the park! J Brad Holt:  www.jbradholt.com Mary Jabens: http:\/\/maryjabens.com\/ Valerie Orlemann: http:\/\/www.orlemannart.com\/ Arlene Braithwaite: http:\/\/arlenebraithwaite.fineartstudioonline.com\/ Roland Lee: https:\/\/rolandlee.com\/ Nancy Lewis: http:\/\/nancylewisart.com\/node Rachel Pettit: http:\/\/rachelpettit.com\/ Royden Card: http:\/\/roydencardfineart.com\/ Susiehyer: http:\/\/susiehyerstudio.com\/ Megumi Dold:  www.megumiotsubo.com About the Museum: 28,000 square foot structure is inspired by regional sandstone formations and SUMA's state of the art exhibition space is composed of a series of separate and reconfigurable galleries intended to host local and international works, including masterpieces painted by Jim Jones. Additionally, SUMA will attract the same 100,000 visitors who will attend the Tony Award-winning Utah Shakespeare Festival theaters adjacent to SUMA. Arts Afire Event Timeline:  All selected artists will be given free access to Cedar Breaks National Monument & are welcome to paint in the area anytime leading up to the event. This ideally will allow artists to capture Cedar Breaks and the surrounding scenery during their many moods and seasons. July 7 - StudioPieces by each artist will be hung at SUMA. July 11 - Artists will be treated to a meet & greet dinner in Brian Head town. July 11-15 - There will be 2-3 scheduled artist demonstrations a day. Artists will explain their process and answer visitors' questions for a one - hour period. These demonstrations will be scheduled at Point Supreme, Brian Head Town and at the Southern Utah Museum of Art. July 12 10 AM ~ Arlene Braithwaite at Point Supreme, Cedar Breaks 1 PM ~ Susie Heyer at SUMA, Cedar City July 13 10 AM ~ Valerie Orlemann at Point Supreme, Cedar Breaks 1 PM ~ Royden Card at SUMA, Cedar City July 14 10 AM ~ Megumi Dold at Point Supreme, Cedar Breaks 1 PM ~ Rachel Pettit at SUMA, Cedar City July 15 10 AM ~ Mary Jabens at Point Supreme, Cedar Breaks 1 PM ~ Nancy Lewis at SUMA, Cedar City 1 PM ~ J.Brad Holt at Giant Steps Lodge, Brian Head 2:30 PM ~ Roland Lee at Giant Steps Lodge, Brian Head July 16 - SUMA will host the \"Cedar Breaks: ArtsAfire\" Gala. This will be an invitation only preview and awards party for artists and special guests. Cash awards and prizes will be presented, along with music & light refreshments. Those that cannot attend can see the exhibition Mon-Saturdays July 18 – September 1, from 10 AM – 8 PM. Artists will be painting \"free-range\" on Cedar Mountain during all other times. Sales & Contributions: 40% of each sale will be contributed towards youth education programs in Cedar Breaks National Monument. For more information about the Arts Afire Plein Air Art Event please contact: Shannon Eberhard Cedar Breaks National Monument 2390 West Highway 56, Suite 11 Cedar City, Utah 84720 Email: e-mail us Phone: 435-586-9451 ext. 4428",
    "url": "https:\/\/www.nps.gov\/cebr\/planyourvisit\/cedar-breaks-national-monument-plein-air-art-event.htm"
}
