{
    "title": "Cedar Breaks National Monument: Winter Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Winter Activities              Winter Activities         Snow on Cedar Breaks NPS Photo  Experience the sparkling white beauty of winter at Cedar Breaks. There are many activities available in the Monument during the winter for those who are unafraid of a little cold weather! Once the first heavy snowfall closes Utah Highway 148 (roughly mid November to late May) this scenic road becomes a groomed trail through the monument for visitors to ski, snowshoe and snowmobile on. Accessing Cedar Breaks in the Winter Junction of Utah Highway 143 & 148: (Between Parowan and Panguitch Utah) · Highway 143 is kept open all winter and the easiest way to access the winter ranger station. · Be aware that during and immediately after heavy snowstorms the road could be temporarily inaccessible. · Snow tires and\/or chains are required on this road for generally from November 30 to March 1. Drive on Highway 143 through Brian Head to the junction with Utah Highway 148. A plowed parking lot is maintained at this junction (except during and immediately after snowstorms). Distances from Highway 143 Junction into the Monument:  Highway 143 Junction to Winter Ranger Station: 1 Mile Highway 143 Junction to Point Supreme Overlook: 4.1 Miles Junction of Utah Highway 14 & 148: · Highway 14 is kept open all winter but accessing Cedar Breaks National Monument from this direction requires traveling further distances by foot or snowmobile. · Be aware that during and immediately after heavy snowstorms Highway 15 could be temporarily inaccessible. · Drive on Highway 14 from Cedar City or Duck Creek Village to the junction with Utah Highway 148. A plowed parking lot is maintained at this junction (except during and immediately after snowstorms). Distances from Highway 15 Junction into the Monument Highway 14 Junction to Winter Ranger Station: 6.5 Miles  Highway 14 Junction to Point Supreme Overlook: 3.5 Miles Winter Ranger Station Generally beginning in January on most Saturdays you can stop by the Winter Ranger Station at the north Alpine Pond Trailhead and warm up with a cup of hot chocolate (weather permitting). The most direct path to the Winter Ranger Station is from the junction of Utah Highway 143 & 148. A snowmobile track follows Highway 148 and is regularly groomed providing a direct path to the Winter Ranger Station. Please remember that the Winter Ranger Station is only open during select winter weekends. For more information on what days the winter ranger station is open please check our events calendar or call the Administrative office at 435-586-9451 ext. 4420 Winter Ranger Station GPS Coordinates N37 38'31.00 by W112 49'20.07 37.641944 -112.822242 Safety Since the majority of facilities and services are closed at Cedar Breaks your safety is ultimately your responsibility. · Please take into account your skiing abilities and be prepared for sudden weather changes. · Cell phone reception is unreliable in this area, so when planning your winter trip it is recommended that you notify friends or family of your plans and expected return time. · Be aware that snowdrifts can be 10-20 feet deep due to prevailing winds. · Hypothermia: Drink lots of liquids, stay dry, carry survival gear, wear layers of clothing, and snack frequently. Be alert to symptoms of drowsiness and confusion.  Winter Sports        Snowmobiler giving a thumbs up at Cedar Breaks. NPS Photo      Snowmobiling · Snowmobile travel is allowed only on the marked, groomed trail that follows Utah Highway 148. · Those wishing to stop at viewpoints are asked to walk, snowshoe, or ski while off-trail. · Please observe all trail markers and closure signs. Violators can be fined up to $5,000 and snowmobiles impounded. · Please ride safe, wear a helmet, and don't drink and drive! Just outside of Cedar Breaks, there are less restrictive opportunities for snowmobiling. Established trails exist and connect across the Cedar Mountain Complex, many of which are regularly groomed. Please visit the Cedar Mountain Snowmobile Complex website or view the trails map. Private property is generally closed to public use and the US Forest Service has been maintaining a closure at Deer Valley.         People on a guided snowshoe hike. NPS Photo      Snowshoeing & Skiing Cedar Breaks has miles of trails for the adventurous skier and snowshoer. Whether you are skiing a groomed trail in a developed area or venturing to the trees or rim, remember that you are traveling in a remote area with all its dangers: unpredictable wildlife, changing weather conditions, hydrothermal areas, deep snow, frozen ponds, and more. Your safety is not guaranteed. Be prepared for any situation and know the limits of your abilities.  · Track is set only on a few trails. All roads and trails are open to cross country skiing and show shoeing. · When skiing on groomed roadways used by snowmobiles, keep to the right to avoid accidents. · Cedar Breaks National Monument sits at around 10,000 feet (3048 meters). If you are coming from lower elevations be aware that you will tire more easily. · Cell coverage is non-existent or very limited in the backcountry. · Get specific information on weather conditions before leaving to ski or snowshoe. · Include allowances for limited daylight, snow conditions, temperature extremes, and the number of people in the group, their experience and physical condition. · Choose skis and boots made for touring or mountaineering. · Dress properly and know about layering for severe winter temperatures to prevent chilling and overheating. Guided Snowshoe Hikes Cedar Breaks’ interpreters provide free guided snowshoe hikes to the public on Saturdays in January and February (weather permitting). Snowshoe and poles are provided for free to those who don’t own their own. After making reservations, visitors meet with park rangers and carpool to the monument. Rangers instruct visitors in snowshoe use and lead an interpretive walk from the junction of Highways 148 and 143 to the Winter Ranger Station (yurt). After enjoying hot cocoa, provided by the Winter Ranger Station volunteers, rangers lead visitors back to their vehicles or encourage visitors to return at their own pace. visit our events calendar for dates and times of upcoming guided snowshoe hikes.         Milky-way over Cedar Breaks Mike Saemisch      Winter Star Parties To celebrate and share the beauty of our dark night skies, Cedar Breaks hosts a series of star parties in Brian Head during the winter months. Each star party is conducted by a park staff and astronomy volunteers at Brian Head’s Navajo Lodge. Once the light fades the party kicks off with a laser light tour of the constellations followed by star viewing through several telescopes. Observe swirling nebulae, twinkling star clusters, neighborly planets, and distant galaxies. Learn about everything from constellation mythology to the structure of the universe, all in one night! visit our events calendar for times and dates of upcoming winter star parties. Star parties are free of charge and are two hours in duration. Telescopes will be provided for viewing, although visitors who own their own telescopes are invited to bring them along. Please dress warmly for very cold winter conditions at this high elevation!",
    "url": "https:\/\/www.nps.gov\/cebr\/winter-activities.htm"
}
