{
    "title": "Cedar Breaks National Monument: Hiking",
    "body": "Hiking        Cedar Breaks offers hiking options for all skill-levels. The following trails are rated from easiest at the top, to more challenging at the bottom. Pets are only allowed on the campground trail and must be on leash at all times.         Bench overlooking Cedar Breaks Amphitheater. NPS Photo  Campground Trail This trail is one-mile round trip and offers a nice, short walk. The portion between the visitors center and the Scenic Road crossing is wheelchair accessible (ADA Compliant.) There are views of the amphitheater along the first half. This trail starts at the Visitor Center and ends in the Campground. This trail also provides an excellent opportunity to get out with your pet in the park, but pets MUST be leashed at all times.        Wildflowers along the meadows of the upper Alpine Pond Trail. NPS Photo  Alpine Pond Nature Trail This trail is a two-mile double-loop through forest and meadows. The lower trail offers excellent views of the \"breaks.\" The upper trail takes you past meadows of native wildflowers, through spruce-fir-aspen forest, and past ancient deposits of volcanic materials.  Located half-way through the loop is the Alpine pond. This natural, spring-fed pond offers visitors a quiet location to enjoy and relax. A small strand of bristlecone pines can also be viewed from this trail. The Alpine Pond is considered an easy to moderate hike. For a shorter trail, take the cut-off at the pond to make a one-mile loop trail.        Kids enjoying a viewpoint on the Ramparts Overlook Trail NPS Photo  Spectra Point & Ramparts Overlook Trail The Ramparts Overlook hike is four-miles round-trip, and follows the rim. Spectacular views can be seen from all directions. If you just hike to the Spectra Point Overlook, the trip is only two-miles round-trip.  Bristlecone pines, one of the longest-living species of trees, are found along this trail and at Spectra Point. The oldest known tree in the monument is over 1,600 years old!  At 10,500 feet, this hike is moderately strenuous and is not recommended for persons with cardiac or pulmonary problems. Bring adequate footwear for hiking, a hat, sunscreen, something to protect you from the cool winds, and lots of water.         Hiking along the river in the Ashdown Gorge Wilderness area. NPS Photo  Rattlesnake Creek Trail This rugged trail 9.8 mile (point to point) trail is located just outside the park’s north entrance and is part of the Ashdown Gorge Wilderness managed by the U.S Forest Service. For more information on this trail, please visit the Ashdown Gorge Wilderness Information Page.   The Rattlesnake Creek Trail drops 2,500 feet in four miles where it intersects with Ashdown Creek. Hikers can then follow the creek upstream into the canyons of Cedar Breaks, or follow the creek down through the Ashdown Gorge Wilderness Area, dropping an additional 1,000 feet over five miles to the lower trailhead at the 7-mile marker on Utah Highway 14 east of Cedar City.  Trail markers are poor or non-existent in places, so hikers should be versed in map reading. Topographic maps of the Ashdown Gorge Wilderness Area are available for purchase in the visitor center. Be prepared to do some wading. Hikers should be advised to check the weather prior to trip in case of flash floods within the gorge. NOTE: Almost all the trails into the Ashdown Gorge Wilderness Area travel through private property at some point. Please respect the landholders and follow all the guidelines outlined by Leave No Trace. Major areas of private land include the northwestern end of the Potato Hollow Trail, Ashdown Creek from the beginning of the gorge east for about one mile, and all buildings located near the creek bed.",
    "url": "https:\/\/www.nps.gov\/cebr\/planyourvisit\/hiking.htm"
}
