{
    "title": "Cedar Breaks National Monument: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Point Supreme Campground         Wildflowers and restroom facility at Point Supreme Campground. NPS Photo  Camp at 10,000 feet elevation! Camping is available from mid-June to mid-September. Each campsite has a picnic table and fire pit. There are also restrooms with showers, chopped firewood, and water spigots. Note that the campground opening and closing dates may be slightly earlier or later and is subject to favorable weather. Check out our Current Conditions Page for details on the campground status.  Fees $18 Per Night. $9 Per Night with a Senior Pass or Access Pass. This fee is paid at the self-pay station at the entrance to the campground or when reserving a site at www.recreation.gov. Capacity and Reservations Point Supreme Campground has 25 campsites and accommodates both tents and RVs. Ten sites are available for reservations on www.recreation.gov: eight RV\/tent sites and two tent only sites. The remaining 15 campsites are available on a first-come, first-served basis. Sites best for RVs include sites 1, 4, 5, 6, 7, 8, 10, 11, 14, 15, 16 and 21. For most large motor homes sites 1, 8, 15 and 21 are preferred. There is no slideout on the driver side at sites 8, 15 and 21. Tent only sites are 12 and 13. Camping is NOT permitted in parking lots or at overlooks.  Ranger Programs Ranger led evening programs are offered Fridays and Sundays at 7:00 PM from late May - Labor Day. Check the campground bulletin board for the evening program location and subject. Programs cover a wide range of topics from wildlife, history, astronomy and more. On Saturdays through Labor Day weekend, Star Parties will be held at Point Supreme Overlook beginning at 8:30 pm in July and 8:00 pm in August. Check at the Information Center or fee station for a schedule of special star-parties featuring special night sky events, such as meteor showers, eclipse's and more! Nearby Facilities Dump Stations There is not a dump station located within the campground. Nearby dump stations are located at Duck Creek on Highway 14 ($25 fee), and a free dump station at Panguitch on Highway 143, and KOA, in Cedar City ($10 fee).  Stores & Restaurants  The nearest local store is located in Brian Head (eight miles north of the campground). Brian Head also has WiFi access, several small restaurants, and a gas pump (credit card only). Duck Creek (ten miles south east of the campground) and Panguitch (33 miles from the campground) have gas. Regulations  Quiet hours are from 10:00 p.m. to 6:00 a.m. Generators and audio devices are not permitted during these times. Camp sites are limited to eight people and limited to two camping units, such as two tents or a tent with a trailer.  A vehicle is considered a car, truck, R.V., or trailer. Vehicles must be parked on established parking pads and not parked on the soil.  Tents must be erected within the confines of designated sites.  Waste water (grey water) must not be drained on the ground. Collect waste water and dump it in the camper's sink located on the west side of the restroom building. Grey water from RV waste tanks is not permitted. Pets must be kept on leash not exceeding six feet at all times. Pets are not allowed on trails except for the Campground trail that leads to the Visitor Center. concerning the pet policy at Cedar Breaks. Visit our pets page for more information Fires are permitted only in the fire grates when there are no fire restrictions within the area. Firewood collecting is not permitted.",
    "url": "https:\/\/www.nps.gov\/cebr\/planyourvisit\/campgrounds.htm"
}
