{
    "title": "Cedar Breaks National Monument: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around       By car:  A five-mile scenic drive runs through Cedar Breaks and provides views of the lush meadows and subalpine forests of the Markagunt Plateau. Please do not drive into meadows, which are easily damaged. Speed limits are reduced throughout the Monument to protect visitors and wildlife. Be alert, as deer and other animals frequently cross the road.  This drive, which is Utah Highway 148, leads to the Monument’s main attractions. Starting in the north, you will come to: • North View overlook • The Yurt and first Alpine Pond trailhead • Chessman Ridge overlook and second Alpine Pond trailhead • Sunset View overlook • Point Supreme Campground and picnic area • Visitor Center, Point Supreme overlook, and Spectra Point trailhead.  Please remember to pay your entrance fee at the fee booth  By foot:  Cedar Breaks has three hiking trails, which accommodate all levels of hikers. Try the half-mile campground trail for an easy walk. Explore the looping two-mile Alpine Pond Trail and view wildlife beneath the shade of spruce and fir trees. Or climb the hills of the four-mile Spectra Point Trail and admire the scenery along the rim of the amphitheater. Visit our hiking page for more information about these trails.  All three trails are unpaved, with the occasional rock or tree roots which require sturdy footwear. Wheelchairs and strollers are welcome at the four overlooks, which are all paved.  Take note that the high altitude of Cedar Breaks may cause shortness of breath and fatigue, so rest frequently when hiking and drink plenty of water and take your time.    For information about wheelchair accessibility, and available services for those with special needs please visit our Accessibility page.  For information on where pets are allowed, please visit our Pets page.",
    "url": "https:\/\/www.nps.gov\/cebr\/planyourvisit\/gettingaround.htm"
}
