{
    "title": "Cedar Breaks National Monument: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do          Hiking Cedar Breaks offers three trails accommodating all skill levels. Whether it's a shady stroll through the forest or a hike along the rim, our trails have something for everyone. There is also a fourth, more strenuous trail just north of the park for experienced hikers.         Ranger Programs Join a Park Ranger to learn more about Cedar Breaks National Monument. Topics include geology, animals, plants, human history and more. Programs include guided hikes, interpretive talks, junior rangers, and evening programs. All programs are free. Check our event calendar or in the Visitor Center for times, places, and subjects.         Information Center & Bookstore The Zion Natural History Association operates a bookstore and information desk located inside the Cedar Breaks Information Center. A wide variety of books and souvenir items can be purchased from 9:00 am--6:00 PM daily during the summer season         Star Parties To celebrate and share the beauty of our dark night skies, Cedar Breaks hosts an annual series of \"Star Parties.\" Star parties are free of charge and held in Cedar Breaks during the summer months, and Brian Head Town during the winter months. Telescopes are provided for viewing, although visitors with their own telescopes are invited to bring them along.         Camping Cedar Breaks offers a spectacular camping experience at 10,000 feet elevation. Ranger-led evening programs are offered on weekends in the 26-site campground.         Upcoming Events There is always something to do at Cedar Breaks from our annual festivals to our Star Parties. You are sure to find an activity that fits your plans!         Wildflower Festival  The summer months in Cedar Breaks are excellent for viewing a variety of wildflowers! Cedar Breaks also holds an annual Wildflower Festival in July when special activities and events are held for the public.         Plein Air Art Event Artists are invited to paint in the park and offer free painting demonstrations for the public at Point Supreme! Come see nature in the act of inspiration!         Fall Colors Late September to early October offer the best views of leaf colors on Cedar Mountain. Cedar Breaks was rated by USA Today as \"one of the top ten places to experience fall colors\" in the United States!             Winter Activities Cedar Breaks is open in winter! When several feet of snow cover the roads and meadows, Cedar Breaks becomes a paradise for snowshoeing, cross country skiing, and snowmobiling.",
    "url": "https:\/\/www.nps.gov\/cebr\/planyourvisit\/things2do.htm"
}
