{
    "title": "Cedar Breaks National Monument: Wildflower Festival",
    "body": "Wildflower Festival         Columbine and blue-bell flowers. NPS Photo by Bryan Larsen  Every summer Cedar Breaks exhibits a spectacular display of wildflowers. Early bloomers such as cushion phlox, kittentails, and aspen bluebells emerge in late June. Displays peak in mid-July as countless other wildflowers bloom: scarlet paintbrushes, Colorado columbines, little sunflowers, elkweeds, and many more fill the forests and meadows with color. Every year Cedar Breaks celebrates this colorful show with an annual Wildflower Festival. Join a specialist on a guided hike and learn all about the different wildflowers. Guided hikes are offered twice daily and meet at the Visitor Center at 10:00 am and 1:00 pm. You can also pick up a common wildflower checklist or a \"What's In Bloom\" handout and go on a self-guided walk. Family-friendly activities are available on weekends from 10:00 am to 4:00 pm in the Visitor Center area. Also check our Upcoming Events Calendar for special events and activities.  Zion Canyon Field Institute: Wildflower Classes Photography and journaling classes from Zion Canyon Field Institute are available during the wildflower festival for those who register. Visit the Zion Canyon Field Institute classes page to learn more about upcoming class offerings.   Download Our Wildflower App!         To learn more about the wildflowers that grow at Cedar Breaks download our free app: The Wildflowers of Cedar Breaks National Monument. The app provides an easy way for visitors to identify over 100 of our most common wildflowers. It is available for iOS and most Android devices. iTunes Download of the Wildflowers of Cedar Breaks App Here. Google Play Download of the Wildflowers of Cedar Breaks App Here.       Wildflower Photograpy Tips 1. ″FILL THAT VIEWFINDER! Perhaps the biggest shortcoming for photographers is their failure to get close to their subject.Get as close as you think you need to get and then move TWO STEPS closer. Especially with wildflower photography, you will need to get very close. 2. ″USE OPTICAL ZOOM When using digital cameras, optical zoom is preferable to digital zoom. Digital zoom is very low resolution and gives a \"grainy\" appearance. When using a macro lens on either a digital or film SLR, a 90 mm focal length at minimum is preferable. 55 mm or 75 mm macros just don't get close enough 3. ″AVOID DISTRACTING BACKGROUNDS Bring a sheet of matt black mat board in the field with you that measures 10 or 12 inches square. Place it behind your wildflower subject as a backdrop to give the illusion of a \"Studio still life.\" 4. ″DIRECT SUNLIGHT IS NOT NECESSARY Realize that direct sunlight is not only not necessary, but can be at times, unflattering. The diffuse \"soft\" light of an overcast day can be beautiful light for wildflower photography. If diffuse light seems not bright enough use a piece of white mat board as a \"fill\" card.Your fill card can also act as a \"wind break\" on breezy days so that your subject flower doesn't sway in the breeze producing a blurry photo. 5. ″USE A TRIPOD Tripods are especially useful in wildflower photography since as a photographer you are usually low to the ground in awkward positions. By placing the camera on a tripod you can work more deliberately and methodically ensuring good results. If you have a mirror lock-up feature on your SLR, use it in conjunction with a cable release. 6. ″USE THE RIGHT APERTURE Remember when you want the expansive vista shot with the wildflower in the extreme foreground and the mountains and everything else in between in focus, this will require an aperture of f16 or f22. 7. ″TAKE LOTS OF SHOTS Use lots of film and or memory and take an abundance of photos and try different angles, light, composition etc. 8. ″ENJOY THE BEAUTY Most importantly, have fun and enjoy the beauty you are attempting to capture!",
    "url": "https:\/\/www.nps.gov\/cebr\/wildflower-festival.htm"
}
