{
    "title": "Glen Canyon National Recreation Area: Condors",
    "body": "Condors         Adult and juvenile California condors (Gymnogyps californianus)   The California condor (Gymnogyps californianus) is one of the world’s largest and rarest birds, with a wingspan of 9 to 10 feet and weight of up to about 25 pounds. The condor is closely related to the turkey vulture (Cathartes aura) and Andean condor (Vultur gryphus). Like all vultures, the condor feeds on carrion, or dead animals. Their bald heads and necks keep the rotting meat of large, dead mammals from sticking to them. After eating, condors will clean themselves by rubbing their heads or necks on the grass, rocks, or tree branches. These birds also bathe frequently and will spend hours drying their feathers. Condors can live up to 60 years and start reproducing after about 5 or 6 years. Before the extinction of the late Pleistocene megafauna (large mammals) like mammoths, camels, and sloths, the condor ranged across southern North America. Fossil evidence shows condors once occurred as far east as present-day New York and Florida. Condors and other large scavenging birds disappeared from most of these areas as their food sources became extinct. The species became limited to the Pacific Coast from Canada to Mexico, but began to return to the southwest in the 1700s in response to the introduction of cattle, horses, and sheep. The population began to decline again in the early 1900s because of carrion poisoning meant to eradicate predators, as well as illegal collection of condors and their eggs. The last sighting of a wild condor in Arizona was south of the Grand Canyon in 1924.        California condor (Gymnogyps californianus) in flight   By the early 1980s, the range of the species was limited to a small area of Southern California. Modern destruction of habitat, lead poisoning, and poaching reduced the California condor population to 22 in 1982. Concern for the species led the U.S. Fish and Wildlife Service to list it as endangered in 1967, prior to the Endangered Species Act of 1973. Following inventory and monitoring of the species, eggs from the wild were collected for captive hatching. Young wild condors were also captured to accelerate breeding. The remaining wild condors were captured for captive breeding as the population continued to decline; the last wild condor was captured in 1987. While the captive breeding program proceeded, Andean condors were released into California condor habitat to experiment with release techniques and identify environmental threats. Females were used to prevent reproduction and the introduction of a new species in the wild. Once experiments were concluded, the Andean condors were recaptured and returned to South America. The first captive California condors were released in 1992 to California.        Park ranger with California condor puppet NPS PHOTO  California condors were reintroduced to the Glen Canyon area in 1996. Six captive parent-reared birds were released at the Vermilion Cliffs on the Paria Plateau in 1996. These condors have been observed in Glen Canyon National Recreation Area (NRA), mostly below the dam. As of June 2007, there were over 300 California condors in existence, with almost half of those living in the wild. The recovery efforts to reestablish a wild population of condors and prevent extinction are time intensive and costly. Continued threats to the condor include loss of habitat, power lines, poisoned carcasses, and lead exposure from eating carrion contaminated by lead bullets or shotgun pellets. Condors can sometimes be seen in the early mornings at Navajo Bridge. Published 8\/07",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/condors.htm"
}
