{
    "title": "Cedar Breaks National Monument: Winter Ranger Station",
    "body": "Winter Ranger Station         Winter Ranger Station (Yurt) NPS Photo  You're Invited to Visit the Winter Ranger Station!  On winter weekends January-February, this yurt (a traditional snow-shelter) is staffed during daylight hours by volunteers and park rangers.  Located 1 mile south of the junction of UT-143 and UT-148, the winter ranger station provides a warm welcome to Cedar Breaks for snowmobilers, snowshoers, and cross-country skiers.  * Please be aware that the winter ranger station is only open when park rangers are present, and is not generally open to the public.        What is a Yurt? A yurt is a portable structure that stays cool in the summer, but keeps the warm during the winter. The yurt was invented to be a portable dwelling for nomads. Originally, yurts were constructed with a wooden frame that was tied with rope to help keep it round. The cover was made from wool, sometimes with as many as six layers!  A yurt can stay warm in temperatures as low as -40 degrees! If you are interested in how our yurt was built, check out our winter ranger station construction page! To Get to the Winter Ranger Station in Winter: Drive on Highway 143 until approximately three miles south of Brian Head, at the junction with Utah Highway 148 (Cedar Breaks Scenic Drive). A plowed parking lot is maintained at this junction except during and immediately after snowstorms.  The Winter Ranger Station is located about one mile south of the junction. A snowmobile track follows Highway 148 and is regularly groomed, providing the most direct path to the Winter Ranger Station. Parking at the Winter Ranger Station is only available in the summer and fall due to the high snow levels.   GPS Coordinates N37 38'31.00 by W112 49'20.07 37.641944 -112.822242  Volunteer Opportunities at the Ranger Station Cedar Breaks relies on the services of dedicated, generous volunteers to staff the Winter Ranger Station on winter weekends. We are always appreciative of new individuals seeking to volunteer at the Winter Ranger Station. When considering this opportunity, please keep in mind the following: 1.    You must be physically able to ski, snowshoe or snowmobile at least two miles. This equipment is not provided, but rental options are available in Brian Head. 2.    You must participate in training prior to any service. This training is provided at the beginning of the winter season. Special accommodations can be made at mid-season. You will also be paired with an experienced volunteer before being allowed to work independently.  3.    Communication is required with Zion National Park Dispatch via cell phone or two-way radio (both are provided).  4.    Potentially severe weather conditions can pose safety hazards.  If you are interested in volunteering, please check out Cedar Breaks volunteer opportunities page for more information.  Guided Snowshoe Walks Cedar Breaks Rangers guide free snowshoe walks on Saturdays in January - February. Snowshoes are provided along with a ranger-guided program during the two-mile trek to and from the winter ranger station. For information on upcoming snowshoe hikes,view our Calendar Page and read more about snowshoeing on our Winter Activities Page.",
    "url": "https:\/\/www.nps.gov\/cebr\/winter-ranger-station.htm"
}
