{
    "title": "Cedar Breaks National Monument: Fees",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees              Fees        NPS Photo      Fee Free DaysIn 2016, entrance fees will be waived on:January 18 (Martin Luther King Jr. Day)April 16-24 (National Park Week's opening weekend)August 25-28 (National Park Service's 100th birthday weekend)September 24 (National Public Lands Day)November 11 (Veterans Day)Entrance FeesCedar Breaks Individual Fee (16 +Years) : $5 Per Person   Valid for seven days, this fee is for visitors, age 16 or older, entering the park.  This fee is paid at the entrance station at Point Supreme.Cedar Breaks Individual Fee (0-15 Years) : FreeChildren age 15 and under are free!Academic Fee WaiversQualifying educational groups are able to access Cedar Breaks National Monument at no charge with an academic fee waiver. PassesAll passes are available at the fee station at Point Supreme. At Cedar Breaks, each of these passes allows the pass-holder + three additional adults to enter the monument. Cedar Breaks Annual Pass: $20.00Admission to Cedar Breaks National Monument for one year from date of purchase. Annual 4th Grade Pass: Free In Celebration of the NPS Centennial, 4th grade students and their family are allowed free park entrance for 2015-2016 school year. For more information visit www.everykidinapark.gov.America the Beautiful—National Parks and Federal Recreational Lands Annual Pass: $80Annual pass covering entrance and standard amenity fees for national parks and other federal fee areas. This replaces the National Parks Pass and Golden Eagle Pass.Annual Pass for US Military: FreeAnnual pass covering entrance and standard amenity fees for all active military personnel and their dependents. (For active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173).)Access Pass: FreeLifetime admission and discount pass for US citizens or permanent residents with permanent disabilities.Senior Pass: $10Lifetime admission and discount pass for US citizens or permanent residents who are age 62 or older.  Why Pay Fees?Learn how your fees are used at Cedar Breaks National Monument.",
    "url": "https:\/\/www.nps.gov\/cebr\/planyourvisit\/fees.htm"
}
