{
    "title": "Cedar Breaks National Monument: Reservations & Special Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Reservations & Special Permits              Reservations & Special Permits       Events & Reservations Campground Reservations   Reservations for Point Supreme Campground are made through www.recreation.gov at the Point Supreme Campground listing.    Special Permits Wilderness Permits There is no permit needed to visit the Ashdown Wilderness, but please practice Leave No Trace Principals while visiting wilderness areas.   Special Use Permits The Special Use Permit (SUP) authorizes activities that benefit an individual, group or organization, rather than the public at large and that require written authorization and management control in order to protect park resources and the public interest. Examples include: weddings, memorial services, commercial filming and\/or photography, special assemblies, First Amendment activities, athletic events, or collecting of resource materials. Each of these activities requires a special use permit that must be acquired in advance. If you have more questions about Special Use Permits after reviewing the information below, please contact the park at 435-772-7820 well in advance of your activity and\/or event. Wedding Ceremony   Scattering of Ashes   Other Special Uses   Commercial Filming\/Photography   Commercial Use Authorizations Any commercial activity, other than commercial filming and\/or photography, requires a Commercial Use Authorization (CUA). The Commercial Use Authorization (CUA) program authorizes the provision of suitable commercial services to park area visitors, as long as three conditions are met: the services  (a) will have minimal impact on the park area's resources and values; (b) are consistent with the purposes for which the park area was established;and (c) are consistent with all applicable park area management plans, policies and regulations. The Superintendent grants CUAs to businesses when there are no fixed commercial facilities within a national park area; the commercial activity originates and terminates outside the park; no money changes hands on park lands;and no commercial solicitation occurs on park lands.  CUA permits are available for the following activities:  Commercial Interpretive Services (limited trail use) Bicycle Tours Photography or Painting Workshops Taxi and Recreational Shuttle Services Motorcycle Tours Rental RV Delivery  A business wishing to do any of these activities must procure a CUA in advance and follow the terms and conditions of the authorization. A Zion CUA is valid for one calendar year. Various liability insurance and first aid requirements must be met in order to receive a permit. Application Process 1. Download, complete, sign and return the permit application form. (E-mail, Mail or fax) 2. PERMITS FEES ARE ONLY ACCEPTED IN US DOLLARS FROM A US BANK or CREDIT CARDS CAN BE ACCEPTED OVER THE PHONE. 3. Submit a copy of your Liability Insurance naming the \"United States Government\" as additionally insured for \"Other Special Uses Permits\" only. USPS\/FEDEX\/UPS Address Zion National Park - Special Park Use Office SR 9 Springdale, UT 84767  FAX 1-435-772-3426 Attn: Special Park Uses   Additional Fees All costs incurred by the NPS in receiving, writing and issuing the permit, monitoring the permit, or otherwise supporting a special park use is to be paid by the permittee. Below are types of fees that may be charged depending upon the type of permit and complexity. Application Fee - Required (non-refundable) This covers the first two hours of time spent on the permit and includes communication with the applicant, park staff, site visits, etc. Administrative Fee - $50.00 per hour For permits\/projects that require more than two hours of administrative time.  Compliance Fee - $250.00 flat fee Required for any activity\/event other than weddings and scattering of ashes as described above. Minimum review time is 3 weeks.  Monitoring Fee - $50.00 per hour per person Depending upon complexity and\/or size of the activity\/event request, one or more monitors may be required to ensure compliance with terms and conditions of permit and\/or impacts to natural and cultural resources.",
    "url": "https:\/\/www.nps.gov\/cebr\/planyourvisit\/reservations-special-permits.htm"
}
