{
    "title": "Glen Canyon National Recreation Area: Concessioners",
    "body": "Concessioners       Antelope Point Holdings, LLC dba Antelope Point Marina & Resort Antelope Point Marina & Resort offers visitor services that include a full range of marina services. Antelope Point is the newest marina on Lake Powell and is being developed through a partnership between the National Park Service, Navajo Nation and Antelope Point Holdings, LLC. For more information If you would like to know more about Antelope Point Marina and Resort and the services they provide. www.AntelopePointLakePowell.com  Antelope Point Contract Section I Antelope Point Contract Section II  ARAMARK Sports and Entertainment Services, Inc. dba Lake Powell Resorts & Marinas Lake Powell Resorts & Marinas offers a variety of visitor services that includes lodging, restaurants, snack bars, boat tours, boat rentals, campgrounds, retail outlets and a full range of marina facilities. These visitor services are offered at Bullfrog, Halls Crossing, and Hite locations at the upper end of Lake Powell and at Dangling Rope and Wahweap\/Stateline locations at the lower end of Lake Powell. For more information If you would like to know more about Lake Powell Resorts & Marinas or services provided at a specific marina and resort location.  www.lakepowell.com ARAMARK Downlake Contract Section I ARAMARK Downlake Contract Section II  ARAMARK Downlake Contract Section III  Assigned Maintenance Map  Utility Locations Map  Wahweap\/Stateline Map ARAMARK Uplake Contract Section I ARAMARK Uplake Contract Section II  Colorado River Discovery, LLC Colorado River Discovery offers flat water float trips on the Colorado River from the Glen Canyon Dam to Lees Ferry.  For more information If you would like to know more about float trips or backhauling services. www.raftthecanyon.com Colorado River Discovery Contract  Strata Medical, LLC dba Bullfrog Medical Clinic Bullfrog Medical Clinic offers general medical treatment and emergency medical care including first-aid treatment, illness, and trauma treatment. The Clinic operates seasonally from the beginning of May through mid-October. For more information To contact the clinic call (435) 684-2288 Bullfrog Medical Clinic Contract",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/management\/concessionaires.htm"
}
