{
    "title": "Cedar Breaks National Monument: Brochures",
    "body": "Explore This Park    Plan Your Visit     Brochures            Brochures       These publications are created through the National Park Service and are to be freely distributed for public use. Please feel free to download, print and share! (All require Adobe Acrobat Reader for viewing.)         2016 Cedar Breaks Visitors Guide Most general information about the park can be found in our Visitors Guide. This is useful for people planning a trip to the park and the surrounding area.         Junior Ranger Booklet Download one of our Junior Ranger Booklets and print at home! You can complete and then mail to Cedar Breaks, or visit us in person to earn your Junior Ranger Badge! Make sure to include your name and mailing address and we will send you back the signed certificate, booklet and a Cedar Breaks junior ranger badge!         Geology Handout A brief overview of how the formations of Cedar Breaks were created. This handout covers the different geologic processes that built up and then eroded the stone into what you see today.         History Handout An introduction to the history of Cedar Breaks;The historic significance of the Civilian Conservation Corps and their importance to Cedar Breaks, the old Historic Lodge, and the Southern Paiute who occupied the area.         Lightning Handout Discusses the relevance of lightning at a higher elevation and the threats and safety issues that come with lightning strikes.         Spruce Bark Beetle Handout As you travel up the mountain and throughout the Monument, you will notice many dead spruce trees. This brochure offers you an explanation for why so many trees have died in recent history.         Wildflower Handout Cedar Breaks is home to a wide variety of wildflowers. This illustrated handout names and describes some of the most common flowers that bloom in the monuments meadows.",
    "url": "https:\/\/www.nps.gov\/cebr\/planyourvisit\/brochures.htm"
}
