{
    "title": "Natural Bridges National Monument: Canyon Country Outdoor Education",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Canyon Country Outdoor Education                Canyon Country Outdoor Education        Montezuma Creek 5th graders exploring the park. NPS photo by Mary Wilson       Canyon Country Outdoor Education (CCOE) is a cooperative venture between the National Park Service, local school districts, and nonprofit organizations in southeast Utah. Field trips are conducted to Arches National Park, Canyonlands National Park, Hovenweep National Monument, Natural Bridges National Monument and other areas. The goals for this program are:  To support the mission of the National Park Service and the Parks as Classrooms® program, as well as park management's goals. To help students safely experience and understand natural and cultural resources of our national parks, surrounding areas and the earth as a whole. To enhance existing state-approved science curricula. To expose students to a wide range of environmentally responsible activities in the outdoors so they can develop skills, judgment, confidence and sensitivity. To raise environmental awareness in the younger generation to prepare them for future roles as decision makers and voters.  The curriculum materials CCOE uses are available for download. They are designed for grades one through six engaging with desert habitats, but they could be adapted for other grades and other ecosystems. Internships with the CCOE program are available spring and fall. If you like children and working outdoors, consider applying for one of these opportunities partnering with San Juan County School District. To learn more about the program or obtain help in adapting lesson plans, please contact: National Park Service Canyon Country Outdoor Education PO Box 40 Monticello, UT 84535 (435) 587-2737 phone  Please note that outdoor education staff are only available during the school year (August to June). If you need assistance outside of this time, please contact the park directly.",
    "url": "https:\/\/www.nps.gov\/nabr\/learn\/education\/classrooms\/ccoe.htm"
}
