{
    "title": "Natural Bridges National Monument: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Natural Bridges        Kachina - possibly the youngest bridge NPS Photo by Tom Gray       Before the Bridges If you had visited this area 260 million years ago, you would be standing on the dazzling white beach of a sea which covered eastern Utah during the Permian geologic period. You may have noticed the sweeping lines, known as crossbedding, that pattern the white sandstone. Crossbedding represents the down-current face of a sand dune, down which sand slips as the dune advances under the force of wind or water. Geologists debate whether the Cedar Mesa Sandstone formed under water or along the shore as windblown dunes. You can see ripple marks forming today in the mud left in the canyon bottoms by receding flood waters. Although the waters of the warm Permian Sea supported abundant life, fossils are rare at Natural Bridges. If you have ever stood on the ocean shore, you may know why. A beach is classified as a high energy environment, where grains of sand continually grind back and forth with each sweep of the tide. Few organisms can survive such rough treatment; thus, few make it their home. Any plant or animal remains swept ashore soon wear away. If you examine the Cedar Mesa Sandstone with a hand lens, you may see that some of the sand grains are actually fragments of fossils. One type of fossil that is abundant in the streambeds of White and Armstrong Canyons is petrified wood. This wood washes out of the Chinle Formation, found high above the Cedar Mesa Formation. When the trees died, they fell into stagnant swamp water which prevented their decay. Eventually, silica derived from volcanic ash replaced the wood, preserving its grain in stone. Bridges and Arches You may have noticed that arches stand on the skyline whereas bridges form in the bottoms of deep canyons. Once water dissolves the cement between the grains of sand in a narrow fin of sandstone, frost wedging and gravity begin to work. While seeping moisture and frost shape arches, running water carves natural bridges. As the curving meanders of streams carved down into the sandstone, they undercut the canyon walls and bent back upon themselves until only a thin fin of stone separated them. Flash floods periodically pounded against weak spots formed by the soft siltstone layers in the sandstone. Eventually, the water cut through the narrow neck of the meander, forming a natural bridge. At first each bridge is thick and massive, as is Kachina Bridge, but as erosion attacks them on all sides, the bridges become more delicate (as with Owachomo Bridge) and eventually collapse. For additional reading on this subject, visit the Natural Arch and Bridge Society's website.  How Old is Old? We know that compared to the other bridges in the monument, Owachomo is the oldest bridge, but how old is old? Geologically speaking, the bridges themselves are relatively recent and short-lived occurrences. Since sandstone erodes at different rates (more weathering occurs when the climate is wet than during times of aridity), the exact age of the bridges is difficult to determine. We do know that ten million years ago the Colorado Plateau was flat and featureless. When the last glacial period ended 18,000 years ago, glacial melt and increased rainfall speeded the erosion of canyon country. A wet climate between 900 and 4,000 years ago probably began the erosion of most spans; the largest spans are believed to be over 5,000 years old. The Many-colored Landscape Southeastern Utah is a land not only of texture, but of radiant color. In the hills, pale greens mingle with grey and white, and mesas glow with the red of the setting sun. Much canyon country color derives from the presence of iron in different combinations with oxygen. The original sediments may have been drab, but they contained a small percentage of iron-bearing minerals. Groundwater later weathered these minerals, and oxygen rusted the iron a brilliant orange-red. Without enough oxygen, iron turns green. When iron combines with both hydrogen and oxygen, it becomes yellow-orange limonite. Beneath the multi-colored mesas, the Cedar Mesa Sandstone appears startlingly white. The waves of the ancient sea washed nearly all of the darker minerals away, leaving only white quartz sands behind. Down the walls of White Canyon streaks of red, orange, black and brown \"desert varnish\" run in a patterned tapestry. One theory is that water pours off the mesas during rainstorms, allowing bacteria to grow. These microorganisms combine iron and manganese with oxygen and fix these particles to the cliff walls, producing the shiny surfaces which often served as canvases for the petroglyphs of early Puebloans.",
    "url": "https:\/\/www.nps.gov\/nabr\/learn\/nature\/geologicformations.htm"
}
