{
    "title": "Natural Bridges National Monument: Night Skies",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Night Skies                Dark Midnight Skies        The Milky Way as seen from Owachomo Bridge Photo by Wally Pacholka\/www.AstroPics.com       Imagine sitting on a warm summer night looking through a massive natural bridges hidden in a canyon in remote southeast Utah. Thousands of years ago a river changed course, cutting through solid rock and creating one of the most magnificent natural bridges in the world. The bridge forms a window into a sky filled with thousands of stars bright enough to cast a shadow. The very same stars the ancestral Puebloans observed 800 years ago. National parks preserve some of the darkest skies in the country. In some areas, it’s possible to see up to 15,000 stars throughout the night. By contrast, fewer than 500 stars may be visible from more urban environments. What many people don't realize is that light pollution affects more than just astronomers. Nocturnal animals need darkness for survival, and the circadian rhythms of humans and plants rely on an unaltered night sky. Though light pollution is created by a multitude of lights, this problem can be resolved one light at a time. When an outdoor light burns out, consider it an opportunity to install a lower intensity bulb or replace the fixture with one that is more night-friendly. Shielding that directs light downward produces less glare and improves security. Natural Bridges has made protecting its dark sky a priority so that people can enjoy the stunning river of light formed by the Milky Way rising over Owachomo Bridge. On March 6th, 2007, Natural Bridges National Monument became the first International Dark Sky Park certified by the International Dark-Sky Association. The goal of a Dark Sky Park is to preserve the skies and educate the public about light pollution and how they can make a difference. Documents NPS Interim Outdoor Lighting Guidelines  [340k PDF file] Nomination Package to the International Dark-Sky Association [2.2mb PDF file] International Dark-Sky Park Program [245k PDF file]",
    "url": "https:\/\/www.nps.gov\/nabr\/learn\/nature\/darkskypark.htm"
}
