{
    "title": "Glen Canyon National Recreation Area: Trash Tracker",
    "body": "Explore This Park    Get Involved     Volunteer     Trash Tracker               Trash Tracker       Only a few slots left! Updated calendar at the bottom of the page. The Trash Tracker program is a co-operative effort between the National Park Service (NPS) and Lake Powell Resorts and Marinas (Aramark) to clean up the 1,960 miles of Lake Powell's shoreline. Participants in the program are members of the NPS Volunteer-In-Parks (VIP) Program and spend 5 or 7 days aboard a houseboat that has been donated by Aramark. Volunteers for the Trash Tracker program clean up trash along the shoreline. The Trash Tracker's destination changes on each trip. Applications for this season will not be accepted until February 1, 2016.        The \"Trash Tracker\" houseboat with the \"Eliminator\" barge and small runabout.       VOLUNTEER REQUIREMENTS   Must be at least 18 years of age   Be in good physical condition   Be willing to work 8 hours a dayWork will be performed under the direct supervision of the Trash Tracker pilot or his\/her designated representative.  Project work will be performed during daylight hours, in an outdoor setting, and volunteers should expect to be exposed to rugged, rocky terrain and extreme weather conditions. Work will involve picking up, transporting, and unloading trash, debris, and waste collected from the Lake Powell shoreline.The Trash Tracker Program is a high visibility project and those associated with the program must present a professional image at all times. Volunteers will, in the course of their work, have a great opportunity to enhance the experience of numerous visitors here at Lake Powell.QUALIFICATIONS:All volunteers must be 18 years of age or older and willing to perform basic clean-up functions.  Volunteers must be in good health and able to do bending, lifting, and walking for extended periods in temperatures reaching the 100's during the summer months.  Due to close living conditions aboard the houseboat, volunteer must be adaptable, flexible, and respectful of others. LIMITATIONS:Although the assigned location may be near developed park areas, volunteers should be prepared to have only basic amenities available for the entire trip.  The park and Aramark will provide certain items.  All volunteers must provide food and other personal items not on this list.  The Trash Tracker Pilot, according to the work schedule, will coordinate leisure time.TIME COMMITMENT:Volunteers will be asked to commit to working a minimum of 6-7 hours per day removing trash, debris and waste from the shoreline of Lake Powell. Crew members bring their enthusiasm and gear.  They also bring their own breakfast and lunch food and provide one dinner for all crew members one night of the trip.  If you plan on applying, please read the Equipment List page.  Participants receive a Trash Tracker t-shirt, a magnificent experience on Lake Powell and the personal satisfaction of taking care of the park.     HOW HAS THE PROGRAM HELPED?  The Trash Tracker is used in conjunction with Glen Canyon National Recreation Area's Water Quality Program to keep Lake Powell pure. In past years, canyons and beaches have closed due to excessive human waste, but now Lake Powell can be considered one of the cleanest lakes on the country.   Trips are limited to 4 volunteers and are booked on a first come first come served basis.  Volunteers must be at least 18 years old. This is a very popular program and trips fill quickly.  The more flexible you are, the more likely it is that we will be able to place you.  Please refer to the trip calendar at the bottom of the page for exact dates. Also, in order to be booked with your friends, please indicate the names of others in your group on the application form. If this is not done, you will not be scheduled on the same trip. If you have the same physical address, you may put both names on one application form. Otherwise, you must fill out a separate application form.  In the interest of fairness to all applicants, here is how the application proccess will happen. No applications will be accepted before 7:00 am MST on February 1, 2016. All faxes, emails, and phone calls come with a time stamp, and will be processed in the order they are recieved. If an application comes in before 7:00 am, it will be put on the bottom of the pile of applications. Once your application request is recieved, your paper application needs to be mailed or faxed in within a week. Questions and\/or reservations may be directed to 928-608-6350, or Trash Tracker Reservations.If you are having trouble with the email link on this website, send your application request to glca_trackergrit@nps.gov with the subject line \"Trash Tracker Reservations\".   To apply: please fill out all forms provided and mail to the address below or email to the address above or fax to 928-608-6259. Glen Canyon NRA Attn-Trash Tracker PO Box 1507 Page AZ 86040     APPLICATION FORMSPlease fill out both the application and agreement forms. These are new forms for 2016. Do not use older forms, they are obsolete.   Trash Tracker Application Form   Agreement for Volunteer ServicesThe \"Doctor's Note\" is no longer required. If you have questions about whether you are physically fit enough to perform this job, please make that decision on your own. Once you board the houseboat, your safety is in your hands, and you will be asked to sign a Safety Commitment emphasising your safety above the job.     TRIP SCHEDULEUse this Calendar to help decide your choices for the 2016 season. Trips are subject to change and\/or cancellation. Applications will be accepted beginning Feb 1, 2016 at 7:00am MST.",
    "url": "https:\/\/www.nps.gov\/glca\/getinvolved\/supportyourpark\/trashtracker.htm"
}
