{
    "title": "Natural Bridges National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        One of the structures at the Horsecollar Ruin site NPS Photo by Neal Herbert       Human Prehistory Repeatedly occupied and abandoned during prehistoric times, Natural Bridges was first used during the Archaic period, from 7000 B.C. to A.D. 500. Only the rock art and stone tools left by hunter-gatherer groups reveal that humans lived here then. Around AD 700, ancestors of modern Puebloan people moved onto the mesa tops to dry farm and later left as the natural environment changed. Around A.D. 1100, new migrants from across the San Juan River moved into small, single-family houses near the deepest, best-watered soils throughout this area. In the 1200's, farmers from Mesa Verde migrated here, but by the 1300's the ancestral Puebloans migrated south. Navajos and Paiutes lived in the area during later times, and Navajo oral tradition holds that their ancestors lived among the early Puebloans. European History In 1883, prospector Cass Hite wandered up White Canyon from his base camp along the Colorado River in search of gold. What he found instead were three magnificent bridges water had sculpted from stone. In 1904, National Geographic Magazine publicized the bridges, and in 1908 President Theodore Roosevelt established Natural Bridges National Monument, creating Utah's first National Park Service area. Naming the Bridges Several names have been applied to the bridges. First named \"President,\" \"Senator\" and \"Congressman\" by Cass Hite, the bridges were renamed \"Augusta,\" \"Caroline\" and \"Edwin\" by later explorer groups. As the park was expanded to protect nearby Puebloan structures, the General Land Office assigned the Hopi names \"Sipapu,\" \"Kachina\" and \"Owachomo\" in 1909. Sipapu means \"the place of emergence,\" an entryway by which the Hopi believe their ancestors came into this world. Kachina is named for rock art on the bridge that resembles symbols commonly used on kachina dolls. Owachomo means \"rock mound,\" a feature atop the bridge's east abutment.",
    "url": "https:\/\/www.nps.gov\/nabr\/learn\/historyculture\/index.htm"
}
