{
    "title": "Natural Bridges National Monument: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals        Mule Deer NPS Photo by Neal Herbert       The natural quiet of Natural Bridges often creates the impression of lifelessness. Yet many animals live here. Birds, desert cottontails, kangaroo rats and lizards are common and may be seen by a majority of visitors. Many desert animals are either inactive during daylight hours or wary of humans, so sightings can be special events. The area's hot climate and lack of water seems to favor small mammals. Because of their size, these animals have an easier time finding shelter and require less food and water to live. Rodents are numerous, with nine species of mice and rats alone. One animal uniquely adapted to life in the desert is the kangaroo rat. This rat lives its entire life consuming nothing but plant matter. Its body produces water by metabolizing the food it eats. However, even the kangaroo rat is prone to spending the hottest daylight hours sleeping in a cool underground burrow and may even plug the opening with dirt or debris for insulation. The desert climate also favors reptiles like lizards and snakes. Reptiles are cold-blooded, regulating their body temperature with sunshine and shade rather than internally. Since keeping warm in the desert requires little work during summer, reptiles can use their energy to find food and reproduce. During cold months, reptiles hibernate. Natural Bridges has several known rattlesnake dens. The midget faded rattlesnake, a subspecies of the widely distributed western rattlesnake, is the most common. During spring, these dens may contain several dozen snakes. Though small (usually around 24 inches long), the midget faded rattlesnake has a very toxic venom. Amphibians may be the last thing people think of when they visit Natural Bridges. However, the area is home to a variety of frogs and toads, as well as one species of salamander. These animals take advantage of intermittent springs and pools when they are available and remain dormant during drier periods. Witnessing a chorus of toads in White Canyon may be one of the most memorable experiences canyon country has to offer. Large mammals like mule deer and mountain lions must roam vast territories in order to find food and water, and sometimes migrate to nearby mountains during summer.",
    "url": "https:\/\/www.nps.gov\/nabr\/learn\/nature\/animals.htm"
}
