{
    "title": "Natural Bridges National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       The information about specific facilities and services provided below may help you better plan your visit. If a particular service or issue is not mentioned below, such as alternate formats for print materials, audio description, assistive listening, or physical access to particular facilities, programs or services, please contact the park.   U.S citizens or permanent residents with permanent disabilities qualify for the Interagency Access Pass, which provides free or discounted access to over 2,000 Federal recreation sites. More...      Physical\/Mobility Accessibility   The following facilities and destinations are ADA-compliant:    Natural Bridges Visitor Center  restrooms throughout the park  one table at the picnic area  Sipapu Bridge Overlook Trail Owachomo Bridge Overlook Trail   The following areas are considered barrier-free*:    most campground sites Kachina Bridge Overlook Trail photovoltaic array field Overlook    * Barrier-free trails may contain minor obstacles, steeper grades and temporary washouts.     Deaf\/Hearing Loss Accessibility For visitors with hearing impairments, a variety of publications may be obtained at the visitor center. The audio-visual program has closed captioning available upon request. Wayside exhibits with illustrations and text on natural and cultural features are situated throughout the park and in the visitor center.      Blind\/Low Vision Accessibility Visitor center exhibits include audio recordings and tactile models and exhibits that may be touched. An audio tour of the park's scenic road is available for purchase or rental at the bookstore. Recorded descriptions of exhibits or waysides are not available.      Service Animals Service animals are allowed in national parks. For a definition of a service animal, please go to www.ada.gov\/service_animals_2010.htm.    Service animals are permitted at Natural Bridges Visitor Center, on all park trails, and in the backcountry. Owners are encouraged to identify their working service animal, such as with a vest. Identification is not required, but helps prevent unwarranted \"dog on trail\" complaints from other visitors. There are no plastic bags provided at trailheads for waste products, so please bring your own.    Caution! The desert can be deadly for pets. Car temperatures rise quickly in the sun, even on cool days. Your pet can easily die of heat exhaustion. If you are leaving a pet in a car, crack the windows as much as possible and leave water to drink. We recommend you not leave pets in the car at all when the outside temperature exceeds 68 degrees, even with the windows cracked.",
    "url": "https:\/\/www.nps.gov\/nabr\/planyourvisit\/accessibility.htm"
}
