{
    "title": "Natural Bridges National Monument: Hiking",
    "body": "Hiking        Hiking the trail down to Sipapu Bridge NPS Photo by Neal Herbert       Sipapu Bridge Trail   length: 1.2 mi\/1.9 km  elevation: 500 feet\/102 m time: 1 hour  Sipapu Bridge is the second largest natural bridge in the world (only Rainbow Bridge in Glen Canyon is bigger). In Hopi mythology, a “sipapu” is a gateway through which souls may pass to the spirit world. The trail to the canyon bottom below Sipapu is the steepest in the park. A staircase and three wooden ladders aid in the descent. At the top of the stairway, notice the logs reaching from the cliff wall to the large fi r on the other side of the stairs. Early visitors to the park climbed down this tree to reach the canyon. At the base of the tree you can still see the remains of an earlier staircase. The ledge located halfway down the trail provides an excellent view of Sipapu. Please use caution around the cliff edges. The remaining portion of the trail leads down a series of switchbacks and ladders to the grove of Gambel's oak beneath Sipapu. Kachina Bridge Trail   length: 1.4 mi\/2.3 km elevation: 400 ft\/122 m elev time: 1 hour  Kachina is a massive bridge and is considered the \"youngest\" of the three because of the thickness of its span. The relatively small size of its opening and its orientation make it difficult to see from the overlook. The pile of boulders under the far side of the bridge resulted from a rock fall in 1992, when approximately 4,000 tons of rock broke off the bridge. As you descend the switchbacks, notice the “Knickpoint” pour-off in Armstrong Canyon below to your left. During fl oods, this spout sends a muddy red waterfall plunging into the pool below. The bridge is named for the Kachina dancers that play a central role in Hopi religious tradition. Owachomo Bridge Trail   length: 0.4 mi\/0.6 km elevation: 108 feet\/55 m time: 30 minutes  Owachomo means “rock mound” in Hopi, and is named after the rock formation on top of the southeast end of the bridge. From the overlook, the twin buttes called “The Bear’s Ears” break the eastern horizon. The original road to Natural Bridges passed between these buttes, ending across the canyon from Owachomo Bridge at the original visitor center (which was a platform tent). The old trail still winds up the other side of the canyon, but is seldom used. Notice that Tuwa Creek no longer flows under Owachomo like it did for thousands of years. The bridge’s delicate form suggests that it is has eroded more quickly than the other bridges. Horsecollar Ruin Overlook Trail   length: 0.6 mi\/1.0 km elevation: 30 ft\/9 m time: 30 minutes  This short, mostly level trail leads over the mesa top to the edge of White Canyon. From this perspective you can see the remains of an ancestral Puebloan cliff dwelling in a large alcove near the bottom of the canyon. Two granaries with uniquely shaped doors give this ruin its name. To the left of the granaries is a kiva, the community’s ceremonial and meeting room. Loop Trail The 8.6-mile loop trail provides visitors an excellent way to experience the wonders of Natural Bridges. The full loop passes all three bridges, but shorter loops between only two bridges are also possible. The loop trail may be started at any of the bridge parking areas. Visitors wishing to hike the full loop must follow the trail up the left side of the canyon after passing Kachina Bridge in order to skirt the “Knickpoint” pour-off.  Check the Natural Bridges Visitor Guide for more trail information.",
    "url": "https:\/\/www.nps.gov\/nabr\/planyourvisit\/hiking.htm"
}
