{
    "title": "Natural Bridges National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           At the end of UT-275 Approximately 45 minutes' drive west of Blanding, Utah  Lake Powell, UT 84533                 Directions         The entrance to Natural Bridges is at the end of UT-275, which is roughly 35 miles west of Blanding, Utah, on UT-95. Driving time from Blanding is roughly 45 minutes.  Directions Details           Operating Hours & Seasons         Open 24 Hours Natural Bridges National Monument is open 24 hours a day, year-round.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Natural Bridges is part of the Colorado Plateau, a \"high desert\" region that experiences wide temperature fluctuations, sometimes over 40 degrees in a single day. The temperate (and most popular) seasons are spring (April-May) and fall (mid-September-October), when daytime highs average 60 to 80 F and lows average 30 to 50 F. Summer temperatures often exceed 100 F, making strenuous exercise difficult. Winters are cold, with highs averaging 30 to 50 F, and lows averaging 0 to 20 F.          Fees & Passes     Entrance Fees:   Private Vehicle - $10.00 Admits one private, non-commercial vehicle (15 passenger capacity or less) and its occupants. Pass is valid for seven days.   Motorcycle - $5.00 Admits one private, non-commercial motorcycle. Pass is valid for seven days.   Per Person - $5.00 Admits one individual with no car. This pass is typically used for bicyclists, and pedestrians. Youth 15 and under are admitted free. Pass is valid for seven days.   Entrance Passes:   Southeast Utah Parks Annual Pass - $50.00 Admits one private, non-commercial vehicle or its pass holder to Arches and Canyonlands national parks, and Hovenweep and Natural Bridges national monuments. Pass is valid for one year through the month of purchase.         Visitor Centers       Natural Bridges Visitor Center The Natural Bridges Visitor Center is open daily 9 am to 5 pm with extended hours in the summer. Exhibits, a video presentation, and a bookstore are available. You can pay your entrance fee at the visitor center.               Most visitors spend at least two to three hours exploring Natural Bridges. Plan on stopping at the visitor center and touring the paved, one-way Bridge View Drive (9 miles\/14.5 km) with overlooks of all three bridges. Several short hiking trails offer closer inspection of these remarkable formations, while longer trails follow the canyon bottom or mesa top connecting all three. Each overlook and trailhead has limited parking; if towing a trailer, unhook it and leave it in the visitor center parking lot. In this section, you can find information about:  Operating Hours & Seasons Fees & Passes Weather Pets Goods & Services (very limited) Special Use Permits",
    "url": "https:\/\/www.nps.gov\/nabr\/planyourvisit\/basicinfo.htm"
}
