{
    "title": "Golden Spike National Historic Site: Be A Junior Ranger",
    "body": "Be A Junior Ranger       Golden Spike National Historic Site is happy to participate in the Junior Ranger Program. As part of this program, visitors can participate in activities that allow them to learn why the site was set aside as one of the more than 390 designated National Park units throughout the United States. Golden Spike offers two Junior Ranger activity books for visitors to use as they explore the site. In order to complete the activity book, be sworn in as a Junior Ranger, and receive the Junior Ranger Badge visitors should plan at least 30-40 minutes. For more information contact us by phone, e-mail, or come and see our staff at the Visitor Center.      Join Our Junior Ranger Team! We are always happy to add another name to our Junior Ranger team. We invite YOU to become a member of this very special group of people. When you take the time to learn about the history of our park and its valuable resources, you will be able to share your knowledge with friends and family to help them understand why Golden Spike National Historic Site is such a special place. The Junior Ranger Program is for kids ages 6 through 12. It's challenging and fun, and you get a great badge to show off to all your friends. Just ask the ranger at the Visitor Center front desk for a Junior Engineer Program, complete the activities, answer the questions, and bring it back to us, then you will be awarded a certificate of completion and a Junior Ranger badge. All of the information you need to answer these questions is located somewhere in the park. The Junior Fireman Program is an all new program for kids 3 to 5 that has fun activities created for younger children to help them learn about the history of the transcontinental railroad, and the locomotives. After completion of the activities children receive a certificate of completion. Good luck! We hope this inspires you to visit and see the real thing!",
    "url": "https:\/\/www.nps.gov\/gosp\/learn\/kidsyouth\/beajuniorranger.htm"
}
