{
    "title": "Golden Spike National Historic Site: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities      Reenactment Ceremony    Step back in time to join Leland Stanford, Thomas Durant, and others to relive one of our nation's significant events. Reenactments of the \"Golden Spike\" ceremony are held on Saturdays and holidays between May 1st and Labor Day at 11:00 a.m. and 1:30 p.m., at trackside in front of the locomotives, the same location where the original ceremony was held over 145 years ago on May 10, 1869.    Big Fill Loop Trail This is a mile and a half round-trip walking trail. You will be walking out on original Central Pacific grade and back on the Union Pacific grade. The trail allows you to see and even walk out on the Central Pacific's Big Fill. Walk through cuts, over fills, and see drill marks where workers blasted rock away. Keep in mind, all of this was accomplished by simple tools, sweat, and an amazing amount of endurance.     Promontory Auto Tours* See evidence of construction methods used to build the railroad along two tours in Golden Spike National Historic Site. The West Auto Tour is a 14-mile loop drive. As you ride on the original Central Pacific grade, look for the Union Pacific parallel grade; pass through several cuts; view fills, a stair-step cut, rock and wood culverts, and a distant glimpse of the Great Salt Lake. Pass the spot where the Central Pacific workers laid 10 miles of track in one day. The West Auto Tour closes in the Winter season. The East Auto Tour is a 2-mile drive. Along the way, see the Union Pacific's last cut; several trestle abutments and fills; drive through cuts made by blasting rock; and walk to the Chinese Arch, a natural limestone formation, a memorial to the thousands of Chinese who helped build the Transcontinental Railroad. Descend the steepest mile of railroad grade in Utah as you leave the tour. The East Auto Tour's hours are 9:00 a.m. to 4:30 p.m. in the Winter season. In bad weather or heavy snowfall, the East Auto Tour may close. *Auto Tours are not approved for RV's or vehicles pulling a trailer. The availability of the Auto Tours is subject to change without notice.",
    "url": "https:\/\/www.nps.gov\/gosp\/planyourvisit\/outdooractivities.htm"
}
