{
    "title": "Golden Spike National Historic Site: Films",
    "body": "Films       History Through Film A great way to learn about the history of the transcontinental railroad is through film. Those who visit Golden Spike National Historic Site can see a variety of movies that bring the story to life. There are five entertaining and informative films shown regularly at the park. They range from a 1903 historic film to a modern cartoon; there is something for everyone. During busy times the movies are shown on a schedule, but most of the time we allow visitors to make requests so they can watch the film they are most interested in. Below is a list of the five movies shown regularly at the visitor center. ------------------------------------------------------- Golden Spike The Golden Spike movie offers a wonderful overview of the building of the nation's first transcontinental railroad and its completion at Promontory on May 10, 1869. Running time; 21 minutes Andrew J. Russell A Visual Historian This 28 minute film details the life and work of the photographer commissioned to document the construction of the transcontinental railroad by the Union Pacific crews. This is an excellent film, full of photographs of actual construction of the transcontinental railroad during the 1860s. The Great Train Robbery Thanks to the efforts of Edwin S. Porter and Thomas Edison, this 1903 film was one of the first feature motion pictures ever made. Machinists and factory workers from Mr. Edison's laboratories were used, and Max \"Bronco Billy\" Anderson soon became the first western film star. Running time; 11 minutes. Jupiter and No. 119: Recreating the Locomotives of the Golden Spike This twenty-five minute film describes in detail the construction of Golden Spike's steam engines, Jupiter and No. 119, fully functional replicas of the original locomotives that met at Promontory on May 10, 1869. The movie chronicles the \"rebirth\" of these locomotives from their first drawings to their delivery to Promontory in 1979. Running time; 25 minutes. This is America Charlie Brown: The Building of the Transcontinental Railroad For children or for those who are just young at heart, you can join Charlie Brown, Snoopy, and the whole Peanuts gang as they tell the story of the building of the country's first transcontinental railroad. This is an outstanding film for kids and adults alike. Running time; 30 minutes.",
    "url": "https:\/\/www.nps.gov\/gosp\/planyourvisit\/films.htm"
}
