{
    "title": "Golden Spike National Historic Site: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Dial 9-1-1 in Emergencies Prepare to give detailed information to the Emergency Medical Staff concerning your location within Golden Spike National Historic Site. The remote location of the site may require additional instructions on how to reach the site  of an incident. Please call in to report any accidents, fires, or other life-threatening emergencies. Be aware cell phone coverage can be irregular within the area. If you are unable to reach emergency response personnel, contact park staff at the visitor center as soon as possible. Locomotive Safety Although no modern railroad traffic runs through the area, the site does operate two replica steam locomotives along the tracks leading to the visitor center. Please take the same precautions with crossing the railroad on foot or by car as you would in other locations. Stop, Look, and Listen at each crossing to make sure you will not put yourself or others at risk. Park staff will give safety regulations to visitors during locomotive runs and in the visitor center to help the public have a safe enjoyable experience. Locomotive whistles and bells are loud to assist individuals to stay clear. Younger children and those with sensitive hearing should take precautions to protect themselves. Isolated Region One of the unique aspects of Golden Spike's story is that the work crews built into very remote regions that defined the Old West. The location is still remote today. Be prepared with extra water and food, plenty of fuel, a spare tire, and knowledge of the area before you arrive. You should also be prepared for the appropriate weather conditions, including items that might help you if changes occur. Inform others of your plans in the area, especially if you plan on exploring some of the surrounding attractions outside the site.  Wildlife Any animal can be dangerous if it feels threatened, surprised, or cornered. Keep a safe distance from all wildlife. Do not approach or disturb wildlife. Stay 25 yards or more away from any wildlife. Never feed Wildlife. Animals that receive food from humans become dangerous. Human food can also cause illness or death among wild animals.",
    "url": "https:\/\/www.nps.gov\/gosp\/planyourvisit\/safety.htm"
}
