{
    "title": "Golden Spike National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Reenactors during a May 10 ceremony NPS Photo  Golden Spike National Historic Site receives approximately 45,000 visitors a year. These visitors come to explore the unique history connected with one of the greatest turning points that influenced the growth of our nation. Although Golden Spike National Historic Site is open year round, most visitors frequent come in between the first of May and mid-October. Some of the Unique Highlights The most popular attractions include stepping out to the site where history was made, viewing the site's replica steam locomotives, participating in historic re-enactments of the famous completion ceremony, and exploring the nearly 150 year-old railroad grade on the auto tours and hiking trail. Whether you are coming out to check out the visitor center, see a film, or enjoy the unique landscape you should be able to connect with some of the unique aspects of this pivotal moment in our nation's history. This website should help you with many of your questions. The Driving of the Last Spike is reenacted during the summer season allowing visitors to relive this celebration. Volunteers portray the dignitaries who were at the ceremony on May 10th, 1869.  Reenactments are held Saturdays and holidays, starting the first of May through mid-September, at 11:00 a.m. and following the 1:00 p.m. Steam Demonstration.          No. 119 during steam demonstration NPS Photo  Steam Demonstrations are when the Jupiter and No. 119 locomotives move on the tracks. These demonstrations will take place Wednesday through Sunday in May and June.after which we expect to resume our normal every day operation during the summer season (May 1 - Columbus Day). For more click on photo.     Get on Track to Explore Golden Spike   In Basic Information, learn some important facts about how to best spend your time in the site. Visitors should pay close attention to the locomotive operations information, in order to ensure they see the Demonstration Runs or get on Engine House tours that are limited to specific times. In Directions, learn the best route to Golden Spike from the major routes that pass through the area from Utah and Idaho. In Fees & Passes, find out what fees will apply during the time you will be visiting. In Eating & Sleeping, you will find information regarding the lodging and communities that can accommodate your stay while visiting the area. In Things To Do, you can find some of the other attractions you can explore while visiting the site. Explore the park calendar to learn about upcoming ranger programs, special events, and other visitor activities.",
    "url": "https:\/\/www.nps.gov\/gosp\/planyourvisit\/index.htm"
}
