{
    "title": "Golden Spike National Historic Site: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      ENTRANCE FEES ~ Private, noncommercial vehicle (See Pass Information below.) Vehicle $7.00 (summer)\/$5.00 (winter) - 7 Days   Fee is good for all persons riding in a private, noncommercial vehicle. Individual $4.00 (summer)\/$3.00 (winter) - 7 Days  Admits one individual when entering by bicycle or on foot.  ENTRANCE FEES ~ Commercial vehicle Entrance fees are charged based on vehicle capacity for all tour groups and bus companies.      Commercial Tour Bus or Van Capacity Fee   1-6 passengers $25   7-25 passengers $40   26+ passengers $100        FEE FREE DAYS!  At Golden Spike NHS  May 10, 2015                    146th Anniversary Transcontinental Railroad's completion August 8, 2015                  Railroader's Festival  Other Nationwide Fee Free Days will be announced throughout the year.        NATIONAL PARKS & FEDERAL RECREATIONAL LANDS PASS PROGRAM ~ Golden Spike Annual and all National Park and Federal Recreational Lands Passes are accepted and available for purchase at the visitor center. Golden Age and Golden Access Passes are honored. Identification is required with a valid pass. The National Park Service is an important participant in the new Interagency Pass Program which was created by the Federal Lands Recreation Enhancement Act and authorized by Congress in December 2004. Participating agencies include the National Park Service, U.S. Department of Agriculture - Forest Service, Fish and Wildlife Service, Bureau of Land Management and Bureau of Reclamation. The pass series, collectively known as the America the Beautiful - National Parks and Federal Recreational Lands Pass, is shown below with a brief explanation of each.        2015 Annual Pass   America the Beautiful - National Parks and Federal Recreational Lands Pass - Annual Pass - Cost $80. This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass.         Senior Pass   America the Beautiful – National Parks and Federal Recreational Lands Pass – Senior Pass. - Cost $10. This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.        Access Pass   America the Beautiful – National Parks and Federal Recreational Lands Pass – Access Pass - Free. This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by a Federal agency such as the Veteran’s Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Access Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.        2015 Military Pass   America the Beautiful - National Parks and Federal Recreational Lands Pass- Military Pass - Free. This pass is for Active Duty United States Military and their dependents. Individuals wanting to obtain this pass will be required to show their current Department of Defense Military or Dependent card. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and the pass holder + 3 adults, not to exceed 4 adults at per person fee areas (children under 16 are admitted free).        2015 Volunteer Pass   America the Beautiful - National Parks and Federal Recreational Lands Pass - Volunteer Pass - Free. This pass is for volunteers acquiring 500 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). For the former pass program passes: Golden Eagle Pass and National Parks Pass and Golden Eagle Hologram: These passes have been discontinued and replaced by the America the Beautiful - National Parks and Federal Recreational Lands Pass- Annual Pass. Golden Age Pass: This pass has been discontinued and replaced by the America the Beautiful - National Parks and Federal Recreational Lands Pass- Senior Pass. Golden Access Pass: This pass has been discontinued and replaced by the America the Beautiful - National Parks and Federal Recreational Lands Pass- Access Pass. All Golden Access and Golden Age Passes will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Pass may be exchanged free of charge for new plastic passes. Definitions and Frequently Asked Questions (FAQs) may be found at http:\/\/store.usgs.gov\/pass\/general.html     RESERVATIONS ~ School group reservations must be made at least two (2) weeks in advance. Please call 435-471-2209 x 30 to schedule reservations. Scout group reservations must be made at least two (2) weeks in advance, a two (2) hour minimum service project must be completed in order to waive entrance fees. Please call 435-471-2209 x 30 to schedule reservations.  Fee Waivers Golden Spike National Historic Site offers a Fee Waiver Program, where educational groups can take advantage of learning opportunities within the park site. In order to qualify for fee waivers, groups must be representing a school, other bona fide academic institution, or their organization must have noncommercial educational purposes. All groups requesting fee waivers must apply and meet the required criteria two weeks prior to their group visit.  more... Regular entrance fees apply if reservations have not been set up in advance.",
    "url": "https:\/\/www.nps.gov\/gosp\/planyourvisit\/fees.htm"
}
