{
    "title": "Golden Spike National Historic Site: A Legacy from the Far East",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     A Legacy from the Far East                A Legacy from the Far East        Chinese workers use dump-carts to build a fill across a ravine, while building the Transcontinental Railroad. The trestle bridge that parallels their work would be replaced by the fill that was more durable and easier to maintain.        The Transcontinental Railroad was built by many thousands of workers from a variety of ethnic and cultural backgrounds, which truly created a unique blend of people that continues to define the nation to this day. One of the groups that literally took on the brunt of the work, were the Chinese laborers. Most of the Chinese workers, who numbered over 11,000 by the end of the project, were employed by the Central Pacific Railroad building out of Sacramento, California. The use of Chinese labor started as an experiment. Fifty workers were initially hired, despite Nineteenth-Century stereotypes about their stamina, strength, and other traits that some thought would prevent them from completing the demanding 10-12 hour shifts of hard labor during a 6-day work week. The man responsible for the experiment was Charles Crocker, Chief Railroad contractor for the Central Pacific, who believed that the Chinese workers would be the answer to the labor problems the company faced. Many of the Central Pacific workers already employed by Crocker were leaving their jobs with the railroad to try their luck in the gold and silver rush. Labor unrest and strikes often arose in the workers' camps, which caused more headaches for the owners and construction bosses. Crocker's experiment proved successful in several ways.  The Chinese labor force easily disspelled the doubts of others by performing the tasks they were given at a good pace and with exceptional quality workmanship. In fact a crew consisting mainly of Chinese workers was eventually able to complete the task of laying 10 miles of track in one day, which is a record that still stands to this day. The Chinese workers were paid a lower rate than the other native and European workers, while often completing higher quality work and being more dependable.           Chinese workers prepare the grade before the track is laid. The grade had to be less than 2% in order to allow maximum loads to be pulled, without over-working the locomotives.    Some of the Chinese immigrants' cultural traditions proved beneficial in their role as railroad laborers. Camp life was challenging for the laborers living in their canvas tents alongside the rail line. Their living arrangements improved to more substantial wooden bunkhouses in the more extreme elements that were present in the mountainous regions. The work conditions changed quite often, but included extreme colds and heats, high winds, many forms of precipitation, and other conditions that could add a struggle to survive on top of the grueling heavy labor. Even after the Chinese proved their worth and their wages were raised to $30 a month, which was the same as other workers, the Chinese still had to pay for their own food, housing, and clothes. This was unfair, but allowed the workers to have a more healthy diet. Typically, each Chinese work gang had a cook that prepared the daily meals. The dried vegetables, seafood, and variety of meats combined with frequent washing of their clothes and daily bathing to keep the Chinese from getting ill and the  spread of disease. The Chinese tradition of drinking tea caused their cooks to boil the water and serve the tepid tea throughout the day. This tradition kept them from catching the diseases that would effect other workers after drinking bad water. Drinking tea also kept the Chinese from having the negative impacts that came from drinking alcohol, which was another more commonly used alternative to the bad water.  The Chinese eventually proved so effective that their were organizations that actively recruited Chinese labor within the United States and in China for the railroads. Unfortunately the Chinese workers were treated unfairly and discriminated  by other workers and superiors. The money that was offered by the companies was a large enough incentive that the Chinese immigrants continued to join the companies even though they were never treated as equals. Much of the wok that these Chinese laborers completed through the rugged and wild landscape has stood the test of time, and continues to stand out in its quality and durability after almost 150 years.          After the operation of the Transcontinental Railroad began, many of the workers stayed on to upkeep and make improvements to the existing lines as well as build new lines. This image shows a Chinese work camp along side the working railroad.    There were many Chinese workers that died during the construction of the railroad. There is historical documentation that at least 100 Central Pacific workers died in a single avalanche while building through the Sierra Nevada Mountains -- most of these workers would have been Chinese. Like the other workers for both companies, documentation of the deaths and injuries were not recorded. The workers were often seen as another resource that the companies used and replaced as needed. Many of the Chinese continued working in railroad construction after the first Transcontinental Railroad was completed. Some returned to China with the money they had earned and were able to do very well back in their native country. Most stayed in the United States and formed a new life for themselves here. Although many felt continued discrimination or were imprisoned, due to their differences, there were some who started their own businesses and communities within cities along the railroad's course, contributing to the unique strengths that came from the diversity within the United States.        The Chinese Arch stands out in the unique landscape that makes up Golden Spike National Historic Site. This arch is named after one of the Chinese work camps, which Transcontinental Railroad passengers saw as they crossed the country.    Golden Spike National Historic Site strives to honor the legacy of these early Chinese immigrants. Once the site received federal protection and began to develop facilities to accommodate public visitation, the administrators selected a unique Cuprous Quartzite stone, which is easily visible in the rock work of the visitor center's external walls. This rare light green form of quartzite is only known to be found in one local quarry as well as in China. This has brought a unique connection to the Chinese immigrants of the 1860s. The Historic Site also has a plaque that commemorates the Chinese workers that died and the accomplishments they completed, while working on this amazing engineering feat. The plaque was donated by the Chinese Historical Society of America. The Historic Site maintains a natural arch, which can be seen while driving Golden Spike's East Auto Tour. This arch was named the \"Chinaman's Arch\" by some of the first Transcontinental Railroad passengers when they rode by Chinese work camps that were located near to the arch. Finally Golden Spike National Historic Site honors the memory of the Chinese workers each year during its anniversary celebration. Staff members present a memorial wreath in commemoration of the workers who lost their lives during the construction of the railroad, including an undefined number of Chinese immigrants. It has been clear in the large amounts of documentation and research concerning the Transcontinental Railroad, that this amazing feat was moved forward at a much greater rate and was heavily impacted by the contribution of the many Chinese laborers which added a unique aspect of the story that makes up the completion of this 1860's engineering marvel.",
    "url": "https:\/\/www.nps.gov\/gosp\/learn\/historyculture\/a-legacy-from-the-far-east.htm"
}
