{
    "title": "Saint Croix National Scenic Riverway: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Family rowing on St. Croix River just below Twin Springs, near the Wisconsin shore. John Runk, Minnesota Historical Society  The cultural resources found within the current boundaries of St. Croix National Scenic Riverway document evidence of past human activities occurring on or near the Riverway over an extended period of time. Human occupation began as early as 10,000 years ago. Burial mounds, campsites, chipping stations, quarries, wild rice processing areas, rock art, and village sites offer evidence of the seasonal and complex nature of prehistoric life along the rivers. Historic American Indian archeological sites are also present and evidence the coming of European people and culture. The St. Croix River\/Brule River was a favored fur trade route from the Mississippi River to Lake Superior. Interaction took place between traders and Dakota and Ojibwe and other Indians as they traveled the rivers and traded. In 1837 a treaty opened the area to settlement by Euro-Americans. Logging and early settlement occurred along the Riverway and is evidenced by the remains of logging dams and camps, the foundations of houses and farms, and the \"trash\" people left behind. More recent cultural resources are recreational homes, roadbeds and pine plantations. Some of the Riverway's history is documented and interpreted in visitor center exhibits and programming. Little of the interpretation is directly linked to specific resources because of distances, lack of specific site knowledge, and security concerns. Therefore, understanding of the Riverway's cultural resources by the visiting public is limited. An overview history of the area where St. Croix National Scenic Riverway exists today was commissioned by the park and completed in 2002. The document Time and the River: A History of the St. Croix River was written by Eileen McMahon and Theodore Karamanski. While it is not a complete history of the area, it provides an overview that the park hopes will be built upon in future years. The document is long (3130KB), but we hope informative for those wishing to know more about this area of Wisconsin and Minnesota.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/historyculture\/index.htm"
}
