{
    "title": "Golden Spike National Historic Site: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations      Special Use Permits (SUP)  Certain types of activities require a special use permit. These include many types of organized gatherings, distribution of printed material and other public expressions of opinion, and other activities that are controlled or prohibited. See the following definitions and examples to determine if your use might be included: A special park use is defined as a short-term activity that takes place in a park area, and that: 1. provides a benefit to an individual, group or organization rather than the public at large; 2. requires written authorization and some degree of management control from the National Park Service (NPS) in order to protect park resources and the public interest; 3. is not prohibited by law or regulation; 4. is not initiated, sponsored, or conducted by the NPS; and is not managed under a concession contract, a recreation activity for which the NPS charges a fee, or a lease. Examples include: weddings, other ceremonies, or public assemblies, etc. Examples of a First-Amendment Activity include: a church service, political event, or Freedom-of-Speech act. Applications for permits should be submitted in advance, preferably 2-4 weeks before event, for consideration and processing. Special Use Permit Fees Special Use Permits require a $25.00 application fee. This fee should be sent along with the application.  Any approved permits will require another $25.00 fee for administration (cost recovery program). Other charges may apply depending on the activities For more information regarding Special Use Permits or to determine if your activity requires one, pleases call 435-471-2209 x30 or e-mail the park with the subject line \"Attn: Special Use Permits.\" Commercial Use Permits  Special Use Permit Application form Filming Permit Application form Filming Fee Cost Recovery information Research Permits  The Research Permit and Reporting System can be found at http:\/\/irma.nps.gov\/RPRS\/  Permits for Other Activities   Education Groups       Once completed, the permit application must be printed and signed. It cannot be saved and emailed. The application can be faxed or mailed to the park (contact information is provided on the application) or scanned and emailed. Applications are not considered complete until all requirements have been submitted, including the application fees and liability insurance certificates (except for First Amendment applications).  Location Fees and Cost Recovery for Commercial Filming and Still Photography A permit is generally not required for personal, noncommercial filming and photography within normal visitation hours and areas throughout the site. However, filming outside normal visitation areas and hours as well as all commercial filming will require a special permit.",
    "url": "https:\/\/www.nps.gov\/gosp\/planyourvisit\/permits.htm"
}
