{
    "title": "Canyonlands National Park: Cowboys",
    "body": "Inside Canyonlands - Cowboys              Inside Canyonlands - Cowboys   Loading the player...    Transcript Hi folks, I’m Karen Henker at Canyonlands National Park.Cowboys hold a special place in the history of the American West. Romanticized in film, television, literature, even advertising…the image of the lone cowboy riding the range on his trusty horse is a national icon. But this quaint picture only tells part of the story – a story that took place right here at Canyonlands.For about 100 years, this area was used as winter pasture for nearby cattle ranches. Each fall cowboys would move their herds off the high plateaus and mountains around the park and down into these canyons where the winter was at least a little less severe. They’d spend 3 to 4 months living out here alone in below-freezing temperatures, without any of the modern comforts that we take for granted.The cowboys’ daily chores required them to spend a lot of time with their herds. Mostly this meant making sure the animals had enough food and water, or moving them from one pasture or canyon to the next in search of more. Just imagine trying to coax several hundred cows up a narrow, windy trail or across a boulder-filled wash: now picture doing it in winter, when everything is slippery with snow and ice. Clearly, this was not a job for the faint of heart.To remain with their herds, cowboys built primitive camps throughout their range where they’d stay for several weeks. Most cowboy camps were built in natural alcoves like this one: Cave Spring in the Needles District. In addition to a roof, this location provided another crucial need: fresh water. A spring in the alcove wall here was the only reliable water source for miles. In fact, the aquifer that feeds this spring continues to supply water for visitors in the Needles District today.Cowboy camps had basic, hand-crafted furnishings: a table, some chairs, a cupboard or pantry, and a grain bin for the horses. Inverted coffee cans fastened to the table legs helped to keep rodents on the ground and out of the food. Cowboys cooked over an open fire using dutch ovens and other traditional cookware, and the meals were simple and repetitive: beans, bacon, potatoes, canned vegetables and fruits, biscuits and coffee as stout and gritty as the people who drank it.Of course, cowboys had to be not only capable cooks, but also ropers, riders, carpenters, fence-menders, hunters, trackers, trail breakers and veterinarians…without most of the modern equipment available today. Much like the Native Americans before them, they faced the challenges of weather and terrain with nothing more than they could find or carry. By necessity, they were a resourceful and self-reliant bunch. For a long time, ranching was the economic lifeblood of southeast Utah. At its peak in the late 1920s, one of the larger ranches ran up to 10,000 head of cattle, from Moab all the way to Monument Valley. This legacy is evident in the number of natural features and travel routes that are named by or for cowboys, such as the Shafer and Lathrop Trails at the Island in the Sky, Ekker Butte in the Maze, and Lavender Canyon in the Needles. These locations immortalize cowboys who at one time called these areas home. Other evidence of the cowboy legacy includes old fences, antique litter like cans and bottles, as well as an altered plant ecology wherever grazing was heavy. And though ranching indside Canyonlands was discontinued in 1975, much of the area around the park is still grazed by local ranches…and the job of a cowboy remains a challenging one.I’m Karen Henker. Thanks for joining me on Inside Canyonlands. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 25 seconds  Cowboys hold a special place in the history of the American West. Romanticized in film, television, literature, even advertising…the image of the lone cowboy riding the range on his trusty horse is a national icon. But this quaint picture only tells part of the story – a story that took place right here at Canyonlands.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/photosmultimedia\/inside_cowboys.htm"
}
