{
    "title": "Canyonlands National Park: Searching for Treasure",
    "body": "Searching For Treasure        The “C” Group uranium claim was near Airport Tower at the Island. This photo was taken in January of 1965, four months after the park was established. NPS Photo by Ed Rothfuss       The view from Grand View Point at the Island in the Sky contains an incredible collection of canyons, spires, pinnacles and mesas. The view also contains many stories: stories of sedimentation and erosion; stories of mountains and rivers. A series of roads, only one still distinct while the rest lie obscured by vegetation, reveal a human story: that of uranium miners exploring unfamiliar country with the hopes of becoming rich. Uranium is a critical component of atomic weapons. In the 1950s, the United States government sought to stockpile it. Southeast Utah’s canyon country was thought to contain a considerable amount of uranium. However, finding it was not simple. The uranium was in unknown locations scattered throughout inaccessible terrain. A wide-scale exploration of the canyon country would be necessary. To accomplish this, the government, through the Atomic Energy Commission (AEC), recruited an army of prospectors to comb the area for uranium. Potential miners were offered the chance to make a fortune while fulfilling their duty to national security. In addition, the AEC offered a number of incentives, including bonuses and inflated prices for uranium finds, as well as information and instruction to beginners. These were strong drawing cards, enticing men from all over the country to leave their jobs and families behind to join America’s last great mining boom. The search for uranium altered canyon country forever. To provide miners access to prospecting areas, the AEC built almost 1,000 miles of road in southeast Utah, many of them in what would become Canyonlands National Park. The roads were constructed by hard physical labor, often by lonely miners working with bulldozers, picks and shovels. One can imagine the difficulty of building and traveling these roads, which remain as a testament to the tremendous amount of work undertaken by the miners to prospect the area. Though substantial amounts of uranium were found in the region, very little was found in what is now Canyonlands. However, the newly created roads led to other discoveries. Prior to the mining boom, canyon country was an inaccessible region. Only a handful of people, mostly cowboys, sheepherders and miners, knew it at all. Traffic slowly increased as more people began touring the area simply to see the sights. Soon Bates Wilson, alongside other National Park Service employees from Arches and members of the local community, began working to establish a national park. Wilson led jeep tours for government officials which featured lengthy discussions over campfires and Dutch oven dinners amid the canyons. In 1964, Congress established Canyonlands National Park to preserve the scenery and recreational opportunities of the area. So, when you enjoy the view from Grand View Point, or any of the overlooks at the Island in the Sky, remember the story of hard-working miners toiling with hopes of making a fortune. While many of them did not make the money they envisioned, their labor lead to an important treasure. By opening canyon county to travel, the miners blazed the trail for the establishment of Canyonlands National Park.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/historyculture\/treasure.htm"
}
