{
    "title": "Canyonlands National Park: Ancestral Puebloans",
    "body": "Inside Canyonlands - Ancestral Puebloans              Inside Canyonlands - Ancestral Puebloans   Loading the player...    Transcript Hi folks, I’m Karen Henker at Canyonlands National Park. In case you don’t already know, Canyonlands is a great place to visit. Where else can you bike on gnarly slickrock, float down a river canyon and climb a sandstone spire…all in the same trip?But would you actually want to live here?In truth, over the last 10,000 years several Native American cultures have called this area home.  About 800 years ago, ancestors of today’s Puebloan people lived in stone dwellings, grew crops, and recorded their lives as art on the cliff walls around them.Let’s say we could travel to Canyonlands way back then. What might we see?  Well for starters, structures like this would be brand new.  This is where ancestral Puebloans stored their grain, so we call them “granaries.” Imagine it full of corn, beans and squash grown in gardens down by the river, plus seeds and gathered foods like Indian Ricegrass.  A covering here would protect these precious foodstuffs from the elements.  Of course, the people farmed here lived here too. Their home might have been dry-laid stone walls built into a natural alcove in the cliff, or maybe even an elaborate multi-roomed village. In either case, it would be a bustling, lively place, with barking dogs and gobbling turkeys, where a mother grinds corn and children listen to grandfather’s stories while waiting for their father to bring home rabbits for dinner.Now can you imagine their lives here?  It was tough, but it was home.Today you can see some of the finest Puebloan architecture preserved at Mesa Verde National Park, which is just 100 miles southeast of Canyonlands. It’s possible that overpopulation at Mesa Verde may have first pushed the Puebloans to travel here. By 1200 A.D., large groups had moved into what is now the Needles District, though evidence of their presence is scattered throughout the park. Residence structures are pretty rare, but you can view granaries along many trails, including the Roadside Ruin Trail in the Needles and the Aztec Butte Trail at the Island in the Sky.Another sign of Puebloan presence is their rock art. Pictographs (which are painted on rock) and petroglyphs (which are pecked into it) can be found throughout this region. While the meaning of most rock art designs is a mystery, there is one image whose statement is clear across the centuries: a handprint on a wall, says “I am here,” and the variety of prints speaks for the many individuals who made them. As tempting as it may be, though, don’t add your handprint too, or you may destroy them forever.Around 1300 A.D. the ancestral Puebloans began to leave this area and migrate south toward New Mexico and Arizona. Perhaps climate change made growing crops more difficult, or their resources ran thin. Descendants of this ancient culture include the people living in the Acoma, Zuni, and Hopi pueblos today.Canyonlands preserves a rich cultural heritage. The National Park Service manages these sites, but it’s up to all of us to help protect them. So be polite when you visit ancient homes and follow these simple rules: 1.\tFirst, don’t climb on or walk through structures. You don’t want to be the person to collapse a wall which has stood for centuries. 2.\tSecond, don’t touch or take rubbings of rock art. Oil in human skin can damage the pigments, and the pressure of a rubbing destroys its fine details. 3.\tAnd last, leave artifacts were you find them. The position and location of arrowheads, pottery and other artifacts provides important information to archeologists. If you see something you think is significant, leave it where it is and report it to a park ranger.With your help, these ancient sites will continue to tell their stories for centuries to come.I’m Karen Henker. Thanks for joining me on Inside Canyonlands. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 37 seconds  The ancestral Puebloans were some of the first farmers in the American Southwest. Join ranger Karen Henker for a brief look at their lifestyle, as well as the art and architecture they left behind.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/photosmultimedia\/inside_ancestralpuebloans.htm"
}
