{
    "title": "Canyonlands National Park: Geology",
    "body": "Inside Canyonlands - Geology              Inside Canyonlands - Geology   Loading the player...    Transcript Hi folks, I’m Karen Henker at Canyonlands National Park. One of the first comments most visitors make when arriving at the park is about the views. Everywhere you look canyons, spires, mesas and buttes combine to make truly amazing landscapes of sedimentary rock. It kind of makes you wonder: how did it all form?The answer is pretty simple: Deposition and erosion. Let’s talk about deposition first.Over hundreds of millions of years, this area has undergone some dramatic changes. As the North American continent slowly drifted away from the equator, what is now Canyonlands was flooded by oceans, crisscrossed by rivers, covered in mud and buried by sand. The climate here has resembled a tropical coastline, a sand dune desert, and just about everything in between. And in each of those environments, sediments deposited by wind and water piled up on the surface and buried whatever lay below. Dissolved minerals like calcium carbonate, then cemented these buried sediments together, turning them into layers of rock.  Each of these layers contains clues, like patterns or fossils, which tell of its depositional environment. For example, the ripple marks on Moenkopi mudstone tell us it was deposited by waves. Or the alternating red and white layers of the Cedar Mesa Sandstone tell a story of white coastal beach sands periodically covered by iron-rich debris eroded from nearby mountains.It’s hard to imagine such major changes and the vast time scale they spanned. But what’s even more surprising is how quickly the layers of rock have eroded away to reveal the remarkable landscapes we see today.Just about 15 million years ago - which is last week in geologic terms - most of this area was at sea level. But then movements in the earth’s crust caused the whole region to gradually rise. Now the average elevation here is a mile above sea level – a pretty dramatic change.The uplifting of this area – which is called the Colorado Plateau - marks the switch to chapter two of our geologic story: from deposition to weathering and erosion – which occur almost continuously here in a variety of forms: some dramatic and some pretty subtle.  The Colorado and Green rivers are the obvious agents of erosion, having carved out canyons over 2,000 feet deep. But when rain falls, water also flows down a network of washes, pour-offs, and tributary canyons, that erode tons of sediment into these rivers, which gives them their distinctive colors.The expansion of water when it freezes is a also a powerful weathering force. If you’ve ever put a can of soda in the freezer and forgotten about it, you know what I’m talking about. Ice crystals form between the sand grains of a rock, and gently weather its surface, or widen its cracks - making everything more vulnerable to the next big storm.Some rocks are just more resistant than others and erode at different rates. A hardy cap rock of White Rim Sandstone may protect the weaker layer of shale beneath until only a thin spire remains. You can see these “standing rocks” in Monument Basin at Island in the Sky, or in the Maze District.Erosion continues to shape Canyonlands today. Most of the time no one notices, but every once in a while, a major rock fall or landslide will remind us that these landscapes are ever-changing, and that – despite its reputation – geology is some pretty exciting stuff.I’m Karen Henker. Thank you for joining me on Inside Canyonlands. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 23 seconds  The geologic history of Canyonlands spans hundreds of millions of years. Join ranger Karen Henker for a brief tour of this complex and exciting story.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/photosmultimedia\/inside_geology.htm"
}
