{
    "title": "Canyonlands National Park: Potholes",
    "body": "Inside Canyonlands - Potholes              Inside Canyonlands - Potholes   Loading the player...    Transcript Hi folks, I’m Karen Henker at Canyonlands National Park.One of the more interesting features at Canyonlands is something easily overlooked: potholes. Now I’m not talking about the kind that could send you over the handle bars of your bike, or knock your car out of alignment. I’m talking about these: desert potholes, that some people call ephemeral pools. They can be found all over the park, wherever the rock surface is more or less level.When they’re dry, they’re pretty unremarkable. You might see some dirt, a few seedlings, and not much else. But when a good rain comes to fill this up with water, you’ll find a tiny ecosystem filled with a surprising collection of animals. Let’s take a look. Most people don’t think of seafood when they visit Canyonlands, but potholes can actually contain several types of shrimp, including clam, fairy and tadpole shrimp. Tadpole shrimp look like miniature horseshoe crabs and are actually living fossils. Some species of tadpole shrimp haven’t changed in appearance for over 200 million years…making them the oldest living animal we know about. Other pothole dwellers include snails, mites, rotifers, worms and tardigrades. Tardigades - also called “water bears” or “moss piglets” – are cute, feisty little creatures. They’re about a half a millimeter long, so you really need a microscope to see them. Tardigrades live all over the world…any place there is water: on moss, in lakes or ponds, and in desert potholes.Now when the pothole is nice and full, tardigrades swim around happy as can be. When the sun comes out and the water starts to evaporate, tardigrades get ready for an amazing change. They secrete wax out of the armor plating across their backs and start to lose moisture. They can actually lose 99% of their body’s moisture, and slow their metabolism down to one-tenth of 1% of normal, entering an extreme hibernation-like state. When they are in this state, surrounded by a little waxy cyst called a “ton,” tardigrades can survive incredible climate change. Scientists have studied them in labs. They’ve heated them to 300 degrees Fahrenheit, and frozen them to negative 300 degrees Fahrenheit…and nothing happens. I’ve heard they can even survive 1,000 times the radiation that would kill a human being…but nothing happens. They don’t experience tissue damage when they’re in that ton. All they’re doing is waiting…for the rain. It might take one storm, or two or three, to fill the pothole back up. But once it’s full, the tardigrades respond pretty quickly. In about four hours, they’re swimming around again, happy as can be.Not all pothole critters are as resilient. In fact, most survive just long enough to reproduce and lay their eggs before the pothole dries up. As you might imagine, long-term changes in temperature and precipitation can dramatically affect potholes. Scientists think they might give us clues about the biological impacts of climate change, so they’ve been monitoring them here at Canyonlands for some time.Potholes are also sensitive to human impacts. So when you visit the park, don’t stick your finger in the wet pothole or your foot in the dry one. Just walk around them, and when you do, think a moment about the life that’s waiting there at the bottom for the next big rain.I’m Karen Henker. Thanks for joining me on Inside Canyonlands. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 23 seconds  Throughout Canyonlands, naturally occurring sandstone basins called \"potholes\" form tiny ecosystems inhabited by a surprising collection of animals. Join ranger Karen Henker for an introduction to these animals and some their remarkable adaptations.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/photosmultimedia\/inside_potholes.htm"
}
