{
    "title": "Canyonlands National Park: Biological Soil Crust",
    "body": "Inside Canyonlands - Biological Soil Crust              Inside Canyonlands - Biological Soil Crust   Loading the player...    Transcript Hi, folks.  I’m Karen Henker at Canyonlands National Park.Many visitors to Canyonlands are surprised when they’re told to be careful where they walk, for the dirt here is actually alive.Biological soil crust is a common surface covering here in Canyonlands and the surrounding area, and without it there would be almost no life in this desert.  The knobby black crust you see here is really a whole community of microscopic organisms, including moss, algae, fungi, and lichens.  The real star of the show, however, is a tiny organism called cyanobacteria.Cyanobacteria - or blue-green algae - are one of the oldest known life forms on earth.  Under a microscope, they look like tiny little worms, and when they get wet they move through the soil, leaving behind long, sticky fibers.  Sand grains and soil particles stick to these fibers, creating a delicate structure filled with tiny holes.  Imagine this sponge-like sand structure as a miniature apartment building, where moss, algae, fungi and lichens move in as tenants.  It takes decades – even a century – for the full community to form.Where soil crust develops, the whole neighborhood benefits.  A solid coating of crust resists erosion by wind and water, and provides a stable place for plants to grow.  After a rainfall, soil crust soaks up water like a sponge, giving local plants a nice long drink.  Also, the cyanobacteria help convert nitrogen in the air into a form plants can use, which is very important in this resource-poor desert habitat.Unfortunately, it takes only one careless, Godzilla-like step to crush the community and destroy the whole thing.  Soil crust takes many years to re-form after damage, if ever, yet avoiding it is simple.  When hiking, walk on established trails, bare rock, or sandy washes where crust doesn’t grow.  Vehicles and bikes should stay on designated roads, respect road closures, and only pass other vehicles where they won’t damage roadside vegetation.In many national parks you are asked to “Take only pictures and leave only footprints.”  At Canyonlands, we ask you to be even more careful with your feet, and “Don’t Bust the Crust!”  Your cooperation will ensure that the park remains healthy, beautiful, and wild for generations to come.I’m Karen Henker.  Thanks for joining me on Inside Canyonlands. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 9 seconds  Biological Soil Crust is a living groundcover that forms the foundation of plant life in Canyonlands and the surrounding area. Join ranger Karen Henker and learn about this critical - and fragile - component of the high desert ecosystem.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/photosmultimedia\/inside_soilcrust.htm"
}
