{
    "title": "Rainbow Bridge National Monument: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations        Barbara Lee         Aerial photo of Rainbow Bridge   The Geology of Rainbow Bridge Rainbow Bridge is but one of the endlessly fascinating landforms found on the Colorado Plateau and the story of its formation is an intriguing one. Natural bridges are rare, and differ from arches in that they form when a watercourse breaks through rock. Arches are far more common across the Colorado Plateau, although both are SHAPED by the same erosional processes. The Beginning The rock formations which comprise Rainbow Bridge are hundreds of millions of years old, deposited in a time when the climate and terrain were very different from what they are today. The base of Rainbow Bridge is composed of Kayenta Sandstone, reddish-brown sands and muds laid down by inland seas and shifting winds over 200 million years ago. The bridge itself is composed of Navajo Sandstone. This slightly younger formation (about 200 million years old) was created as wave after wave of sand dunes were deposited over an extremely dry period which lasted millions of years. These dunes were deposited to depths of up to 1000 feet (305 meters). Over the next 100 million years, both of these formations were buried by an additional 5000 feet (1,524 meters) of other strata. The pressures exerted by the weight of all these materials consolidated and hardened the rock of these and other formations. The Colorado Plateau The landscape that we know as the Colorado Plateau is, geologically speaking, a relative newcomer to the Southwest. The Colorado Plateau is an area of uplifted land, located generally around the Four Corners (the intersection of Colorado, Utah, Arizona, and New Mexico), with the largest sections of the plateau being found in Utah and Arizona. 60-80 million years ago, this area looked very different. It was a relatively stable, flat area. Then, geologic forces began to push the land upward. The greatest and most rapid uplift, however, did not take place until about 5.5 million years ago--a mere breath in geologic time. During this last uplift, the plateau rose some 3000 feet (915 meters) above the surrounding landscape. The uplift buckled the surface of the land. Mountains began pushing up and the earth warped and undulated like an ocean of rock. It began to resemble the fascinating assemblage that is so familiar to us today. But one key ingredient was still to come into play.      Water--the Absent Artist When we look at Rainbow Bridge and other spectacular landforms on the Colorado Plateau, we are witnessing a landscape whose principle sculptor was water. Water was not always the infrequent visitor it is today. When the Colorado Plateau uplifted a few million years ago, river gradients were dramatically steepened, especially the Colorado's. These rivers combined their forces with that of the uplift to quickly cut many deep canyons into the plateau. During this time, periods of heavy rains dramatically increased the amount of water flowing across the plateau. In addition to canyon cutting, water also played a role in other ways, including the formation of Rainbow Bridge. Much of the exposed rock on the plateau, including Rainbow Bridge, is sandstone. Sandstone is really nothing more than grains of sand, some fine, some coarse, bound together by water soluble materials, like calcium carbonate. Whether it's a raindrop or a river, water dissolves this bond and washes away the grains of sand, creating a myriad of fascinating shapes and forms. A Rainbow Made of Stone Initially, water flowing off nearby Navajo Mountain meandered across the sandstone, following a path of least resistance. A drainage known today as Bridge Canyon was carved deep into the rock. At the site of Rainbow Bridge, the Bridge Canyon stream flowed in a tight curve around a thin fin of soft sandstone that jutted into the canyon.       This illustration shows the process of the formation of Rainbow Bridge.        As you can see from the illustration, the force of the stream eventually cut a hole through the fin. Rainbow Bridge was created when the stream altered course and flowed directly through the opening, enlarging it.  This process continues to this day, imperceptibly altering the shape of the Bridge. The same erosional forces which created the bridge will, eventually, cause its demise. Rainbow Bridge, along with the rest of the spectacular landscapes of the Colorado Plateau, will exist for only the blink of an eye in geologic time. We should consider ourselves fortunate, indeed, to be witness to these awe-inspiring formations. Let us treasure them while we can.",
    "url": "https:\/\/www.nps.gov\/rabr\/learn\/nature\/geologicformations.htm"
}
