{
    "title": "Rainbow Bridge National Monument: Donate",
    "body": "Donate       How can you assist Glen Canyon National Recreation Area and Rainbow Bridge National Monument?      Become a member of, or donate to:               With donor and member support, the Glen Canyon Natural History Association works in cooperation with the National Park Service to fund projects and programs that are beyond the financial capacity of the park. Your gift to the Glen Canyon Natural History Association will help protect Glen Canyon National Recreation Area and Rainbow Bridge National Monument and preserve our heritage. Your donation will also support environmental education, visitor services, the GRIT program, and printed guides to the park. Contact the Association at (928) 640-3900. You may also mail donations to:   Glen Canyon Natural History Association PO Box 1835 Page, AZ 86040   If you would like to support a specific program, choose from the list below and add as an Attn: line on the envelope.   Graffiti Removal and Intervention Team   Publishing Program   McGinn-Axelsen Scholarship   Rainbow Bridge National Monument           To donate directly to the park:   Glen Canyon National Recreation Area Rainbow Bridge National Monument Attn: Superintendent PO Box 1507 Page, AZ 86040            A volunteer removes etched-in graffiti from the sandstone wall.   Glen Canyon NRA has developed the Graffiti Removal and Intervention Team (GRIT) program in order to remove non-historical graffiti from rock faces and sandstone walls, and from shoreline areas within the park. Graffiti is removed using water and wire brushes. Join the Graffiti Removal and Intervention Team!        Laurie Axelsen and Brent McGinn   McGinn-Axelsen Scholarship Fund On October 14, 2010, Glen Canyon National Recreation Area celebrated the lives of two Park Rangers who lost their lives in a private airplane crash. Brent McGinn, Chief Ranger, and Laurie Axelsen, Dangling Rope District Ranger, were good people and great rangers. A Scholarship fund to put young people through ranger school has been established.",
    "url": "https:\/\/www.nps.gov\/rabr\/getinvolved\/donate.htm"
}
