{
    "title": "Rainbow Bridge National Monument: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places        NPS Photo       More Than A Bridge Neighboring Indian tribes believe Rainbow Bridge is a sacred religious site. They travel to Rainbow Bridge to pray and make offerings near and under its lofty span. Special prayers are said before passing beneath the Bridge: neglect to say appropriate prayers might bring misfortune or hardship. In respect of these long-standing beliefs, we request your voluntary cooperation in not approaching or walking under Rainbow Bridge. Time For A Change In 1910, it was the geological significance of Rainbow Bridge which caught the attention of the public, and on May 30, 1910, President Taft proclaimed Rainbow Bridge a national monument. But long before its \"discovery\" by white explorers, Rainbow Bridge was viewed by nearby tribes as a religious site. The significance of Rainbow Bridge to neighboring tribes has become a strong factor in determining the way the monument is managed. In 1995, as Rainbow Bridge National Monument celebrated its 85th anniversary, the Navajo, Hopi, Kaibab Paiute, San Juan Southern Paiute, and White Mesa Ute tribes helped the National Park Service identify and implement culturally sensitive management practices for the monument. In previous years, visitors have walked under Rainbow Bridge. Since 1995, we have asked that visitors, out of respect for the religious significance of Rainbow Bridge, consider viewing it from the viewing area rather than walking up to or under it. To learn more about the creation of Rainbow Bridge National Monument, please read A Bridge Between Cultures: An Administrative History of Rainbow Bridge National Monument, written by David Kent Sproul, 2001. Sacred Significance Rainbow Bridge is a sacred place and has tremendous religious significance to neighboring Indian tribes. Rainbow Bridge could be likened to a cathedral--one that nature has sculpted over time. The rock arches and buttresses of Rainbow Bridge inspire feelings of magnificence and reverence in all who see it. Today, we appreciate Rainbow Bridge for its geologic wonder and for its profound significance to the various Indian tribes who revere it. Please treat Rainbow Bridge and the surrounding canyons with respect. Stay on the trail to refrain from trampling plants and land around Rainbow Bridge. Approach and visit Rainbow Bridge as you would a church. Please respect the beliefs of the Indians for Rainbow Bridge. The true significance of Rainbow Bridge extends beyond the obvious. It is indeed a bridge--a bridge between cultures. Rainbow Bridge is a place that has meaning for many people. Follow the link above to learn about the significance of the Bridge to several American Indian cultures.",
    "url": "https:\/\/www.nps.gov\/rabr\/learn\/historyculture\/places.htm"
}
