{
    "title": "Glen Canyon National Recreation Area: Trash Tracker Job Description",
    "body": "Explore This Park    Get Involved     Volunteer     Trash Tracker     Trash Tracker Job Description                Trash Tracker Job Description      Work will be performed under the direct supervision of the Trash Tracker pilot or his\/her designated representative.  Project work will be performed during daylight hours, in an outdoor setting, and volunteers should expect to be exposed to rugged, rocky terrain and extreme weather conditions. Work will involve picking up, transporting, and unloading trash, debris, and waste collected from the Lake Powell shoreline. The Trash Tracker Program is a high visibility project and those associated with the program must present a professional image at all times. Volunteers will, in the course of their work, have a great opportunity to enhance the experience of numerous visitors here at Lake Powell.  QUALIFICATIONS:  All volunteers must be 18 years of age or older and willing to perform basic clean-up functions.  Volunteers must be in good health and able to do bending, lifting, and walking for extended periods in temperatures reaching the 100's during the summer months.  Due to close living conditions aboard the houseboat, volunteer must be adaptable, flexible, and respectful of others.   LIMITATIONS:  Although the assigned location may be near developed park areas, volunteers should be prepared to have only basic amenities available for the entire trip.  The park and Aramark will provide certain items.  All volunteers must provide food and other personal items not on this list.  The Trash Tracker Pilot, according to the work schedule, will coordinate leisure time.  TIME COMMITMENT:  Volunteers will be asked to commit to working a minimum of 6-7 hours per day removing trash, debris and waste from the shoreline of Lake Powell.       Sometimes you have to get wet or dirty. Dress accordingly.",
    "url": "https:\/\/www.nps.gov\/glca\/getinvolved\/supportyourpark\/trashtrackerjob.htm"
}
