{
    "title": "Rainbow Bridge National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       The staff of Rainbow Bridge National Monument and Glen Canyon National Recreation Area want you to have an enjoyable and relaxing time while visiting the park. We also want you to be safe and to treat the resources here with care, so that future generations may enjoy them as well.          Flash Floods Flash Floods are the artists who carve the intricate curves of slot canyons. They are also the assassins of anyone who may be in their paths. Do not enter a slot canyon if rain has been forecast. Even if the skies above you are clear, a storm hundreds of miles away may have triggered a flash flood in your area.         Desert Safety The desert can be a harsh and unforgiving environment, especially if you are not accustomed to it. Make sure to drink plenty of water, at least a gallon per person per day (soda, alcohol, coffee and tea don't count). Also make sure you eat during the day to help electrolyte replacement. Wear a hat, sunglasses, and light comfortable clothing. Use sunscreen. Curtail strenuous activities during the hottest parts of the day.          Click on this image to see a full-size version of this poster (pdf file 4.24MB)   Cliff Jumping It is prohibited for any person to jump or dive off of rock cliffs, ledges, or man-made structures (excluding vessels).The NPS does not advocate or promote the activity of cliff jumping or diving regardless of the height from the water surface. For the purpose of this restriction cliff, ledge, or man-made structure is defined to mean any formation of rock or soil, or structure, or combination thereof having a height of 15’ or more from the surface of the water.          Click this image to see a full-size version of this poster (pdf 3.4MB).   Lifejackets Personal flotation devices (PFD), or lifejackets, save lives. Boaters are required to carry a PFD of proper size for every passenger in the boat. Children 12 years of age and younger must wear a Type I, II, or III U. S. Coast Guard approved PFD when the boat is underway. Persons being towed on water skis or other devices or operating or riding personal watercraft must also wear an approved PFD. It is recommended that children always wear a PFD when they around water, even if they are not on a boat.        On some houseboats carbon monoxide can accumulate under the swim platform   Carbon Monoxide The National Park Service continues to stress the dangers of carbon monoxide (CO) and boats. This is an odorless, tasteless gas, which can kill you. The gas replaces the oxygen in your lungs and if you do not receive oxygen soon, the damage may be fatal. While past emphasis has been on houseboats, studies show that all boats can collect dangerous levels of CO. Anytime generators and\/or engines are running, CO is produced. Do not allow passengers to congregate around engines or the backs of boats when engines or generators are running. This is especially important when you may enclose the boat for warmth. For some boats, which vent CO out the back, this deadly gas can collect under the swim step and spaces under the boat. The CO remains there long after engines and generators have been shut down. Don't play or swim under the swim step or under the boat. Use carbon monoxide detectors. Always be aware of the dangers of CO around your boat.      Boating Regulations All boaters must know and follow applicable State & Federal boating requirements, as well as carry all required equipment on their vessels. Copies of this information are available at visitor centers. Please check Glen Canyon National Recreation Area's boating page for more information.",
    "url": "https:\/\/www.nps.gov\/rabr\/planyourvisit\/safety.htm"
}
