{
    "title": "Rainbow Bridge National Monument: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities         A ranger surveys Redbud Pass on the Rainbow Bridge South trail.   Hiking to Rainbow Bridge from the Navajo Nation Trails Overview Rainbow Bridge National Monument can be reached by way of two hiking trails whose trailheads are located in the vicinity of Navajo Mountain. The two trails are located on Navajo Tribal Lands and terminate at Rainbow Bridge National Monument. The trails traverse rough canyon country and are not recommended for the beginning, casual or careless hiker. In summer, the trails are hot and dry; in winter, elevations make them subject to severe cold and high winds. Portions of both trails are subject to flash flooding during thunderstorms. Neither trail is maintained. Be prepared! Search, rescue and evacuation can be time-consuming and expensive. Neither the National Park Service nor the Navajo Nation is responsible for search and rescue operations that may need to be carried out on this trail system. Few trail signs exist. The trails are mostly marked with small stone cairns. These can be washed away during flash floods, so carry the appropriate 7.5’ quad maps. It is important to note that both trails lay almost entirely upon Navajo Tribal Lands. Utmost respect must be paid to homes, hogans, sweat lodges, and archeological sites along the way. It is preferred that vehicles not be left at the trailheads. Do not harass horses or livestock. Practice Leave No Trace backcountry ethics at all times: pack out all trash, build fires in established fire rings only, do not bury human waste near water sources, and most importantly, stay on the established trail.      Before You Begin  Check weather reports. Do not attempt the hike if rain is in the forecast Arrange drop-off and pick-up in advance. If hiking one-way to Rainbow Bridge National Monument, contact the Glen Canyon NRA Concessioner at (928) 645-2433 to arrange boat transportation out. Contact Navajo Parks for permits to hike upon Navajo Tribal Lands. Do not attempt the hike without acquiring permits. Contact the Navajo Mountain Chapter for current trail conditions. Obtain 7.5’ maps. These are available at the Carl Hayden Visitor Center, Page, AZ, or by calling 928-608-6358. South Trail maps are: Chaiyahi Flat and Rainbow Bridge North Trail maps are: Chaiyahi Rim NE, Navajo Begay, and Rainbow Bridge       Hike to Rainbow Bridge North Trail  (PDF)               South Trail (PDF)",
    "url": "https:\/\/www.nps.gov\/rabr\/planyourvisit\/outdooractivities.htm"
}
