{
    "title": "Rainbow Bridge National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Rainbow Bridge National Monument Forbidding Canyon  Lake Powell, UT 00000                 Directions         Rainbow Bridge National Monument is located between Glen Canyon National Recreation Area and the Navajo Nation. There are no roads in the vicinity of the monument. Rainbow Bridge can be reached by boat on Lake Powell or by hiking one of two trails around Navajo Mountain on the Navajo Nation, by permit only. Boat tours are available. The entrance to Forbidding Canyon is located at buoy 42 on Lake Powell. Boaters should be familiar with the Aids to Navigation (buoy) system and use a navigational map.   Directions Details           Operating Hours & Seasons         Rainbow Bridge National Monument Rainbow Bridge National Monument is open every day of the year, from sunrise to sunset. On rare occasions, the park may be closed for visitor safety while significant trail and\/or dock repairs are taking place. Contact the park for up to date information on any closures in effect.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Summers are extremely hot with little, if any, shade. Winters are moderately cold with night time lows often below freezing. Spring weather is highly variable with extended periods of strong winds. Fall is generally mild. Temperatures range from 110°F (43°C) in June & July to 20°F (-7°C) in December & January. Although precipitation is generally less than 6 inches (15cm) annually, both heavy rains and flash flooding can occur, particularly during the summer monsoon season.           Fees & Passes     Entrance Fees:   Rainbow Bridge Entrance Fee - $0.00 There are no fees for visiting Rainbow Bridge National Monument.   Entrance Passes:   Annual Pass - $0.00 As there are no fees for Rainbow Bridge, there is no pass.         Visitor Centers       There are no visitor centers at Rainbow Bridge National Monument There are no visitor centers at Rainbow Bridge National Monument                NPS Photo       Encompassing just 160 square acres of land, Rainbow Bridge National Monument is one of the smallest units of the National Park Service. However, what it lacks in size it more than makes up for with an abundance of unique and interesting features. The primary feature is of course Rainbow Bridge itself, one of the largest natural bridges in the world. During the summer months rangers are on site daily at the Rainbow Bridge viewing area to provide interpretive programs and information on the geology and cultural history of Rainbow Bridge. Group programs can be arranged throughout the year with advance notice.  Operating Hours When is Rainbow Bridge National Monument open? Launch ramps are open all day, year-round when water level allows. Fees &Passes How much does it cost to get into the park? Frequently Asked Questions What makes Rainbow Bridge National Monument tick? Find out here! Advisories For information about regulations and important safety concerns. Getting There Access to Rainbow Bridge National Monument is only via boat or by backpacking from Navajo Mountain. Permits are required from the Navajo Nation for backpack trips. Hiking to the Bridge At current lake levels, the hike from the Rainbow Bridge dock to the bridge is approximately 1.25 miles (1.8km). Click the link for more information about hiking to Rainbow Bridge from around Navajo Mountain. Services There is no lodging, food, or other services at Rainbow Bridge. There is boat gas and limited food services at Dangling Rope Marina, approximately 10 miles south of Rainbow Bridge. Quagga Mussel Update The latest information regarding invasive mussels in Glen Canyon National Recreation Area. Brochures Download a copy of our park newspaper before you get here. Weather Even with beautiful Lake Powell, this is still a desert. Extreme conditions ahead. Pets Where can I take my pet in Rainbow Bridge National Monument? Glen Canyon National Recreation Area Rainbow Bridge National Monument, although a seperate unit of the National Park Service, is administered by Glen Canyon. All services originate from there. Find out more about this amazing site.",
    "url": "https:\/\/www.nps.gov\/rabr\/planyourvisit\/basicinfo.htm"
}
