{
    "title": "Canyonlands National Park: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning       The National Park Service prepares a variety of planning and environmental impact documents to help guide the management of park resources. These documents can range from site-specific impact analyses on facility locations to broader park-wide plans for future use and management.  Public Comment and Review Current park planning documents are made available for public review via the National Park Service Planning, Environment and Public Comment (PEPC) website. PEPC is an online collaborative tool dedicated to facilitating the NEPA\/NHPA process in conservation planning, environmental impact analysis and informed decision-making. PEPC allows parks to improve efficiency and implement agency guidelines.     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Canyonlands National Park.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.       Completed Planning Projects These additional documents help guide planning and management at Canyonlands. Fire and Fuels Management Plan [519k PDF file] and Appendix [723k PDF file]  Long-Range Interpretive Plan This plan describes goals and issues for visitor experience, interpretation, education, and resource stewardship at Canyonlands National Park. [1.3mb PDF file]  Backcountry Management Plan Published in 1995, the intent of this plan was to develop backcountry management strategies to protect park resources, provide for high quality visitor experiences, and be flexible to deal with changing conditions. [137k PDF file]      Guidance Documents   Many documents guide the management of Canyonlands. Those available here are intended to publicize management plans and document how park operations are structured toward achieving the mission of the National Park Service. Canyonlands' General Management Plan was written in 1978. This plan guides the management of resources, visitor use, and general development in the park. The primary purpose of the plan is to provide a foundation from which to protect park resources while providing for meaningful visitor experiences.   In 2013, the park developed a Foundation Statement to update a shared understanding of the park's purpose, significance, resources and values. This document can serve as a foundation for future planning and management decisions.",
    "url": "https:\/\/www.nps.gov\/cany\/getinvolved\/planning.htm"
}
