{
    "title": "Glen Canyon National Recreation Area: G.R.I.T. Equipment List",
    "body": "Explore This Park    Get Involved     Volunteer     Graffiti Removal and Intervention Team     G.R.I.T. Equipment List                G.R.I.T. Equipment List        Graffiti Removal and Intervention Team        THE GRIT LIST  PROVIDED FOR YOU:  52 foot houseboat with cooking facilities and dormitory style living, with separate ( but not private) bunks and a pillow provided for each volunteer.  An 18-foot runabout will accompany the houseboat.  Pilot \/ Supervisor operates all vessels. Gasoline and Propane for vessels and appliances. Main bathroom (head) aboard houseboat includes sink, shower, and toilet with tissue. NOTE: Not enough hot water for everyone to shower at the same time of day.  Lower bathroom has toilet and sink only.  Kitchen includes small refrigerator, small microwave, apartment-sized gas stove with oven, sink, coffee maker, basic pots, pans, blender, tableware, dishes, drinking water, and paper towels.   Gas barbecue grill (gas provided).  Fresh drinking water in gallon containers for trips on runabout  Air conditioner  Generator, which provides 110 V AC current for low wattage devices on an intermittent basis.  Personal life jacket for each volunteer  55-gallon ice chest, block ice provided   WHAT TO BRING: There is no storage on the houseboat, and space is limited.  Please bring only essentials.  Also, there is limited privacy in the sleeping quarters.   Food and beverages (alcohol is allowed after work hours)   Sleeping bag, sleeping pad and pillow  Tennis shoes, lightweight hiking shoes or water shoes to protect your feet from thistle.  Teva-like shoes are great for wet areas- you will be hiking through pools of water. So bring both kinds of shoe.  Towel and wash cloth  Personal toilet articles  Swimsuit  Comfortable work clothes (remember you will be picking up wet and dry trash, bring clothes that you don’t mind getting dirty). Bring enough clothes for layering to insure comfort.  Day pack to carry water, snacks, etc on hikes  Thermal underwear\/sweatsuit (during early spring\/late fall months)  Rain gear  Warm coat (during early spring\/late fall months)  Sunscreen and bug spray  Any medical needs  Canteen\/water bottle(s) for carrying fresh water",
    "url": "https:\/\/www.nps.gov\/glca\/getinvolved\/supportyourpark\/gritlist.htm"
}
