{
    "title": "Canyonlands National Park: Events",
    "body": "Explore This Park    Get Involved     NPS Centennial     Events              Centennial Events        Star parties are one of the many centennial events planned for the parks in southeast Utah. NPS\/Chris Wonderly       Join the national parks and monuments of the Southeast Utah Group — Arches National Park, Canyonlands National Park, Hovenweep National Monument, and Natural Bridges National Monument — as we celebrate the centennial of the National Park Service. Centennial events are listed below. You can also view the calendar for all events, or check out our regular ranger program schedule.     Events  Search for Events       By Date     Start Date      End Date           By Keyword By Keyword        Search          Upcoming Events    Showing 4 results    Show ALL instances of recurring events   RSS Feed      Hovenweep National Monument Explore the Dark Skies Saturday, August 20, 2016   Join rangers for a tour of the night sky through our telescopes.     More     Location: Hovenweep visitor center   Fees: free         Arches National Park Founders Day Celebration Thursday, August 25, 2016   Join rangers at the Moab Information Center at the corner of Center and Main streets as we celebrate the 100th anniversary of the National Park Service. More     Time: 9:00 AM to 4:00 PM   Location: Moab Information Center - Center and Main streets, Moab   Fees: Free         Canyonlands National Park Art in the Parks Friday, August 26, 2016   Join Community Artist in the Parks Maddie Logowitz at The Needles. Bring your art supplies, or just come to chat. More     Time: 8:00 AM to 12:30 PM   Location: The Needles    Fees: Free         Canyonlands National Park Celebrate the Stars Saturday, September 3, 2016   Join rangers at Island in the Sky at Canyonlands National Park as we explore our night skies. A short interpretive program will be followed by telescope viewing. More     Time: 8:30 PM to 10:30 PM   Location: Island in the Sky Visitor Center   Fees: Free",
    "url": "https:\/\/www.nps.gov\/cany\/getinvolved\/centennial-events.htm"
}
