{
    "title": "Canyonlands National Park: Laws & Policies",
    "body": "Laws & Policies       Park Regulations All visitors should know a few basic ways their actions can help preserve Canyonlands. Anyone exploring into the backcountry on an overnight permit should also be aware of the following:  Backcountry Regulations River Regulations  Superintendent's Compendium 5\/29\/2015 [896k PDF file] This document lists the special designations, closures, permit requirements, public use limits, and other restrictions made at the superintendent's discretion. The compendium is updated annually and augments what is contained in the Code of Federal Regulations and other applicable federal statutes and regulations. Indefinite Closure of Burned Area in Salt Creek, Needles District 6\/22\/2016 [120 kb PDF file] Closure of a 1.5-mile section of Salt Creek Canyon due to unsafe conditions caused by a wildfire. Four-Wheel-Drive Requirement Determination [90.7kb PDF file] Superintendent's determination requiring 4WD vehicles for certain roads in Canyonlands Off-highway Vehicle (OHV) \/ All-terrain Vehicle (ATV) Determination [127k PDF file] Superintendent's determination prohibiting OHV\/ATV use in Southeast Utah Group parks  Activities on Arches Determination [1.48MB PDF file] Superintendent's determination prohibiting walking, climbing, rappelling, or scrambling on arches in Arches and Canyonlands Unmanned Aircraft Systems Determination [923k PDF file] Superintendent's determination prohibiting unmanned aircraft in Southeast Utah Group parks These memoranda provide guidance in the interpretation and implementation of park policies and regulations. F-2: Fee collection procedures 09\/15\/1998 [51k PDF file] H-1: Cultural site information disclosure policy (currently under review) 04\/01\/2005 [38k PDF file] H-2: Collecting of park resources 02\/15\/2011 [936k PDF file] H-3: Use of the Southeast Utah Group archives 05\/05\/1998 [3k PDF file] L-1: Group campsite reservations 04\/02\/1998 [14k PDF file] N-1: Horse and pack animal policy 03\/20\/1995 [13k PDF file] N-2: Off-highway motor vehicle regulations for backcountry use 02\/03\/2006 [19k PDF file] N-4: Administrative access and fee waivers for researchers 09\/19\/1995 [12k PDF file] W-1: Transit to Bobby's Hole via the park when Cathedral Butte road is closed due to inclement weather 06\/20\/1997 [5k PDF file] W-2: Segway Guidance 09\/14\/2007 [27k PDF file]      Firearms As of February 22, 2010, federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state’s website. Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/management\/lawsandpolicies.htm"
}
