{
    "title": "Canyonlands National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Our Staff & Offices Get contact information for Canyonlands National Park and the offices of the Southeast Utah Group of parks Park Statistics Statistics on visitation, budget, park surface area, and highest and lowest points. Laws & Policies Find park regulations, the Superintendent's Compendium, and other guidance documents on park regulations and policies.        \"That in order to preserve an area in the State of Utah possessing superlative scenic, scientific, and archeologic features for the inspiration, benefit and use of the public, there is hereby established the Canyonlands National Park...\" This passage from Public Law 88-590 passed by Congress in 1964 set aside a remarkable landscape containing much of the Colorado and Green River basins around their confluence. Those interested in a comprehensive account of the park's beginnings may read From Controversy to Compromise to Cooperation: The Administrative History of Canyonlands National Park. This document offers an in-depth look at how the park was created and the events that shaped it (311 pages). [20mb PDF File]      Guidance Documents   Many documents guide the management of Canyonlands. Those available here are intended to publicize management plans and document how park operations are structured toward achieving the mission of the National Park Service. Canyonlands' General Management Plan was written in 1978. This plan guides the management of resources, visitor use, and general development in the park. The primary purpose of the plan is to provide a foundation from which to protect park resources while providing for meaningful visitor experiences.   In 2013, the park developed a Foundation Statement to update a shared understanding of the park's purpose, significance, resources and values. This document can serve as a foundation for future planning and management decisions.        Completed Planning Projects These additional documents help guide planning and management at Canyonlands. Fire and Fuels Management Plan [519k PDF file] and Appendix [723k PDF file]  Long-Range Interpretive Plan This plan describes goals and issues for visitor experience, interpretation, education, and resource stewardship at Canyonlands National Park. [1.3mb PDF file]  Backcountry Management Plan Published in 1995, the intent of this plan was to develop backcountry management strategies to protect park resources, provide for high quality visitor experiences, and be flexible to deal with changing conditions. [137k PDF file]",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/management\/index.htm"
}
