{
    "title": "Canyonlands National Park: Solar Power in the Maze",
    "body": "Solar Power in the Maze        The solar array at Hans Flat NPS Photo by Neal Herbert       Since November of 1995, solar power has provided electricity for the facilities at Hans Flat. The system was installed through a partnership between the National Park Service and the Utah Office of Energy and Resource Planning. Why Solar Power? Prior to the installation of the solar array, the facilities at Hans Flat relied on diesel generators for all their electricity needs. The generators operated continuously. The noise and pollution produced by burning fossil fuels, not to mention transportation costs, initiated a search for alternative energy sources. Unlike diesel generators, solar systems are a clean, quiet, safe and nonpolluting source of electric power. In addition, the location of Hans Flat, at 6,600 feet above sea level in the desert of southeast Utah, makes it an ideal location for a solar system. How Photovoltaic Systems Work Solar systems generate electricity through photovoltaic (PV) cells. PV cells are made primarily of silicon. When sunlight strikes the surface of the cell, photons from the light are absorbed. These react with electrons on the silicon surface to create a weak electrical current. Many hundreds of these cells are wired together to create a PV array. On its front surface, the cell is coated with a thin grid of collector wires. These tiny wires, together with a conductive back surface, provide the contact through which the power from the cell is delivered. To maximize the amount of sunlight absorbed by the cell, its front surface is also covered with an anti-reflective coating. Direct current (DC) electricity from the array of PV cells can be stored in batteries or passed directly to inverters which convert DC electricity into AC electricity (which is required for normal household appliances). Details of the Hans Flat System The Hans Flat solar array is nominally a 7.2 kilowatt system. In other words, at noon on a sunny day, the system will generate up to 7,200 watts of power. There are 120 solar panels, each of which is capable of generating 60 watts. These panels are mounted on twelve \"tracking\" frames which cause the panels to follow the sun's path across the sky. Within each frame, freon is heated by the sun. Once the freon begins to boil, vapors condense on the side of the frame which is in shadow and therefore colder. This process moves weight around in such a way that the panels will always orient themselves toward the sun. There are ten 1200 amp hour, 12 volt batteries, connected in series, which provide 120 volts of direct current to a state-of-the-art inverter. The inverter controls the entire system and operates at over 90% efficiency. When the batteries fall below a certain voltage point, a diesel generator automatically starts up and charges them. This generally occurs during cloudy weather or during periods of heavy use. The Hans Flat array supplies electricity to eight residences, a maintenance shop, the ranger station, a laundry facility and the inverter building. The Future of Solar Power Recent upgrades allow the Hans Flat Solar Array to operate more efficiently than ever. Solar power has shown itself to be a cost-effective, pollution-free source of electricity in this remote location. As research and development continue, photovoltaics will likely become even more cost-effective. Perhaps one day, many of our home energy needs will be met by the sun.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/mazesolarpower.htm"
}
