{
    "title": "Canyonlands National Park: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research             Science & Research        Collecting soil samples in the Needles District NPS Photo by Neal Herbert       National parks protect a tremendous variety of natural and cultural wonders that provide countless opportunities for scientific research. Studying the arches at Arches - or, at other parks, the features for which they were established - is only part of the picture. Since many parks prohibit activities that occur elsewhere on public and private lands (such as mining, grazing, and off-road vehicle use), they can serve as \"control\" areas to which scientists can compare the effects of these activities elsewhere. National parks in the American West often serve as the best model for what an undisturbed landscape should look like. Over the years, Canyonlands has served as an outdoor laboratory for a variety of scientists. Given the landscape, it is no surprise that much of this research focuses on geology and soils. From the Island in the Sky’s Upheaval Dome to the Grabens area of the Needles, Canyonlands possesses many uncommon landforms. The fact that over 200 million years of geologic history are visible in the park draws scientists from all over the world. Soil science has been a dominant research topic at Canyonlands for years. Since the 1970s, researchers have been uncovering the role biological soil crusts play in the high desert ecosystem. Since topsoil erosion and fertility have become issues of global importance, understanding the mechanisms which maintain healthy soils in deserts might benefit areas all over the world. Much of the soil research has focused on the impacts of grazing and exotic grasses, especially the invasive cheatgrass (Bromus tectorum). This European import has overcome rangeland throughout the western United States. Animals rarely eat it and it appears that native grasses cannot compete with it. Scientists at Canyonlands are studying how changes in soil chemistry affect the ability of cheatgrass to transform a landscape. In addition to such far-ranging benefits, research in Canyonlands also aids park managers. Much like a physician monitors a patient’s heartbeat and blood pressure for diagnostic purposes, National Park Service officials need accurate information about the resources in their care. Specifically, they need to know how and why natural systems change over time, and what amount of change is normal, in order to make sound management decisions. Scientists have been implementing an integrated Inventory and Monitoring program. The first phase of the program is to verify records of what plants and animals exist in Canyonlands. To accomplish this, teams of scientists are conducting inventories of plants, mammals, reptiles, amphibians and birds. The second phase of the program is the development of vital signs monitoring. Vital signs are measurable, early warning signals that indicate changes which could affect the long-term health of natural systems. Canyonlands, along with other parks, is planning a program to monitor biological and physical resources like air quality, water quality, exotic species, soils, and threatened and endangered species Research Summaries The files below contain descriptions of the research done in the park for the last decade. These files require Adobe Acrobat Reader for viewing. 2012 Research Summary [277k PDF File] 2011 Research Summary [166k PDF File] 2010 Research Summary [148k PDF File] 2009 Research Summary [197k PDF File] 2008 Research Summary [135k PDF File] 2007 Research Summary [111k PDF File] 2006 Research Summary [570k PDF File] 2005 Research Summary [273k PDF File] 2004 Research Summary [273k PDF File] 2003 Research Summary [241k PDF File] 2002 Research Summary [281k PDF File] 2001 Research Summary [256k PDF File] More Information For more information or to apply for a research permit, visit the NPS online Research Permit and Reporting System.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/scienceresearch.htm"
}
