{
    "title": "Canyonlands National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth        A local school group visits Mesa Arch at the Island in the Sky NPS Photo by Neal Herbert       THINGS TO DO AT HOME  Click on one of the activities below to print out and enjoy. All files are in PDF format which requires Acrobat Reader for viewing.  Coloring Pages Choose one or all of the following images to color. Be creative! Cowboy Camp Needles Park Ranger Patch Desert Canyon Scene Rock Slide Jumble [82k PDF file] Try your hand at unscrambling these twelve common Canyonlands words. Criss-Crossing Canyonlands [180k PDF file] Test your knowledge of Canyonlands by figuring out this crossword puzzle.      THINGS TO DO IN THE PARK  Both Island in the Sky and the Needles have several short trails great for children. At the Island, kids enjoy peeking through Mesa Arch and climbing the back of the whale at Whale Rock. In the Needles, the Cave Spring Trail, featuring a cowboy camp and prehistoric pictographs, is always a hit. Pothole Point is another popular hike, especially if the potholes are full of water and the creatures that live in these small ecosystems. Be attentive when hiking with kids in Canyonlands as there are unfenced overlooks throughout the park. \"Thanks for all the resources! These activities are always more fun when they're NOT mom and dad's ideas.\" The Thompson Family Ages 4, 5, 8, 10, and 12            Junior Ranger Program Join the ranks of Canyonlands Junior Rangers! Badges and certificates are awarded at all park visitor centers to children who complete the required activities and tasks. More...         Explorer Packs Both the Island in the Sky and Needles districts offer a unique tool for kids eager to explore and learn about the area: Explorer Packs. These packs contain binoculars, a hand lens, a naturalist guide, and more. Before you set out for the day, stop by the visitor center and check one out.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/kidsyouth\/index.htm"
}
