{
    "title": "Voyageurs National Park: Bald Eagle",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Bald Eagle                  Bald Eagle        This mature bald eagle is ready to take flight.        Introduction Voyageurs is one of the few national parks in the continental U.S. to provide a perfect blend of tall, old white pines along the shores of large, deep lakes filled with fish and water birds favored by the bald eagle (Halieatus leucocephalus). This national bird is a year-round resident of the park, and the sight of one soaring over the open water adds to the park's beautiful scenery. Where can you view eagles? Visitors hoping to catch a glimpse of a bald eagle must keep their eye on the sky or scan the tops of tall pines along the lakeshore. While eagles are a common sight throughout the park, certain areas have historically higher nesting densities. These areas include the shorelines and islands of West Rainy, North and East Kabetogama, and West Namakan Lakes, making eagle sightings more frequent in these locations. Population Since the park's creation in 1975, the bald eagle population has increased dramatically. In 1975, six breeding pairs produced only a single fledgling. In 2009, the eagle population consisted of 39 breeding pairs and 38 fledglings. As of 2015, there were 42 breeding pairs and 29 successful nesting attempts yielding 37 fledglings. Status Bald eagles were once a nationally endangered species. In the 1970's, chemicals like PCBs and DDT were decimating the population. These chemicals caused egg shells to become so brittle that very few eaglets hatched. The reduction of young eaglets led to a drastic decline in eagle populations across the U.S., including Minnesota. As of 2007, eagles are no longer endangered and their current status is listed as Protected in Minnesota. At the time of the delisting, Minnesota had the highest population in the lower 48 states with 1,312 pairs of eagles.        This immature bald eagle will not get its white head of feathers until about four years of age.   Characteristics The bald eagle is the largest raptor in the park, with a height of 35 inches and a lengthy wingspan of six to eight feet. Adults are easily recognizable by their iconic white head and tail, yellow beak, and drab brown body. Juveniles lack these distinguishing features and remain almost entirely brown until age four when they develop their adult plumage. Breeding Eagles are monogamous, meaning they  mate for life. Pairs tend to use the same nest each year, often adding to and maintaining the nest each breeding season. Mating occurs in the spring and is sometimes accompanied by acrobatic courtship displays such as locking talons and tumbling together through mid-air. The female lays 1-3 eggs, which usually hatch in late April and early May. Young eaglets will remain in the nest for the next 8-14 weeks, when they are old enough to fly and hunt on their own.      How can you help eagles?  Bald eagles are sensitive to human disturbance. Minimize this disturbance by remaining a safe distance from active eagle nests, especially during the breeding season. Comply with campsite and Day use site closures, which may occur during the breeding season if a nest is within 500 meters of a site.       Current Research in the Park The bald eagle study is the longest running wildlife research project in the park. Since 1973, MNDNR and park biologists have conducted aerial surveys to identify eagle nest locations and estimate population size. The original purpose of monitoring the eagle population was to comply with the Endangered Species Act of 1973 by making sure the park was protecting eagles from visitor use activities and the expansion of park facilities during the first years of the park's establishment. Today, bald eagle research continues to provide data on population size and distribution of nests in the park. The status of the eagle population is a good indicator of ecosystem health, since these animals are sensitive to pollutants in the air and water.  Learn more about how park biologists have teamed up with the United States Forest Service to assess the health of the eaglets.  Bald Eagles and the Future Bald eagles will continue to thrive in Voyageurs if they have access to tall, sturdy nesting trees and a high-quality fishery. An environment with good air quality and clean water will also help to support a healthy eagle population in the future. With the knowledge gained over the past few decades about the effects of chemicals on eagles, scientists can monitor the health of the ecosystem and address warning signs before they negatively affect eagles.       For more wildlife exploration  Moose Beaver Gray Wolf Bald Eagle Common Loon Double-crested Cormorant",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/bald-eagle.htm"
}
