{
    "title": "Canyonlands National Park: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Geology               Geology        Oxbow on the Green River NPS Photo by Neal Herbert       Canyonlands National Park is a showcase of geology. In each of the park's districts, visitors can see the remarkable effects of millions of years of erosion on a landscape of sedimentary rock. Pictured above, the Green River has carved a channel out of rock layers deposited nearly 300 million years ago. Deposition Most of the rock found in Canyonlands today came from distant mountain ranges like the ancestral Rockies and even the Appalachians. For millions of years, rock was broken down and carried here by wind and water, creating deposits that eventually became distinct layers of sedimentary rock. Some layers were laid down by rivers, their sandy channels surrounded by swamps and lakes. Wind brought some of the thickest layers, creating vast sand deserts or dune fields on the shores of an ancient sea. The accumulating rock created a geologic layer cake, with most of the material hidden below the surface. There were no canyons: only vast plains gently sloping into the distance. But change was coming... Uplift Many of the rocks exposed in Canyonlands were deposited near sea level. Today, the average elevation here is over 5,000 feet above sea level – a significant uplift.  Canyonlands is part of a region called the \"Colorado Plateau,\" an area that stands high above the surrounding country. About 20 million years ago, movement in the Earth's crust began to alter the landscape of North America, building modern landforms like the Rocky Mountains, Nevada's Basin and Range, and the Colorado Plateau. Some geologists believe that the plateau has risen as much as 10,000 feet since the uplift began. These movements also created cracks where melted rock rose from deep inside the Earth. In some places, it cooled before reaching the surface, creating pockets of harder, igneous rock within the surrounding sedimentary layers. Eventually, erosion exposed these harder deposits, creating the isolated mountain ranges visible from Canyonlands: the La Sals, Henrys and Abajos. Erosion Today's landscape is one of erosion. As this area gradually rose, rivers that once deposited sediment on the lowlands began to remove it from the emerging plateau. The Green and Colorado Rivers began carving into the geologic layer cake, exposing buried sediments and creating the canyons of Canyonlands. However, the rivers aren't the only force of erosion. Summer thunderstorms bring heavy rains that scour the landscape. Some layers erode more easily than others. As softer rock dissolves away, layers of harder rock form exposed shelves, giving the canyon walls their stair-step appearance. Occasionally, a slab of harder rock will protect a weaker layer under it, creating balanced rocks and towers. Great examples of this are visible in Monument Basin at the Island in the Sky and the Land of Standing Rocks in the Maze. Water also seeps into cracks in the rock, eroding and widening them until only thin spires remain, like those found in the Needles. As the work of erosion continues, today's geologic displays will eventually disappear, making way for future wonders.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/nature\/geologicformations.htm"
}
