{
    "title": "Canyonlands National Park: Deserts",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Deserts                Deserts        Typical desert landscape in the Canyonlands area NPS Photo by Neal Herbert       Canyonlands forms the heart of a \"high\" or \"cold\" desert called the Colorado Plateau. The arid climate of this area is caused by many factors. Deserts form when weather patterns or geographic land forms create an environment where lack of water limits biotic productivity. Water may exist in an unusable form such as ice, or may be absent altogether. There are four basic types of desert: high pressure, rain shadow, interior continental and coastal. High pressure deserts generally form at the middle latitudes (30 degrees) in each hemisphere where warm, dry air masses descend toward the earth's surface. Rain shadow deserts form in localized high pressure zones caused by warm, dry air descending from mountain ranges. The Colorado Plateau is also in the interior of a large continent, far away from significant water sources. Because of the elevations throughout the region, with a mean of around 3,000 feet and peaks over 12,000 feet above sea level, the Colorado Plateau is also known as a cold or high desert. Though low humidity allows greater penetration of solar radiation, winter air temperatures frequently drop below freezing. In turn, summertime air and especially ground temperatures can reach levels lethal for many organisms. After sunset, the ground rapidly loses heat to the night sky and ambient air temperatures may drop significantly before dawn. Temperature fluctuations of over 40 degrees in a 24-hour period are not uncommon. Canyonlands receives more precipitation than many other deserts: about 9 inches annually. August is generally the wettest month, as weather systems from the southwest bring brief, intense tropical storms. However, precipitation is highly variable both temporally and spatially. During a single storm, one area may receive significantly more or less water than a neighboring spot less than a mile away.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/nature\/deserts.htm"
}
