{
    "title": "Canyonlands National Park: Upheaval Dome",
    "body": "Upheaval Dome        Upheaval Dome as seen from the space station. Photo courtesy NASA       Canyonlands is a place of relative geologic order. Layers of sedimentary deposits systematically record chapters in the park's past. With some exceptions, these layers have not been altered, tilted or folded significantly in the millions of years since they were laid down by ancient seas, rivers or winds. Upheaval Dome is quite a different story. In an area approximately three miles (5 km) across, rock layers are dramatically deformed. In the center, the rocks are pushed up into a circular structure called a dome, or an anticline. Surrounding this dome is a downwarp in the rock layers called a syncline. What caused these folds at Upheaval Dome? Geologists do not know for sure, but there are two main theories which are hotly debated. Salt Dome Theory A thick layer of salt, formed by the evaporation of ancient landlocked seas, underlies much of southeastern Utah and Canyonlands National Park. When under pressure from thousands of feet of overlying rock, the salt can flow plastically, like ice moving at the bottom of a glacier. In addition, salt is less dense than sandstone. As a result, over millions of years salt can flow up through rock layers as a \"salt bubble\", rising to the surface and creating salt domes that deform the surrounding rock. When geologists first suggested that Upheaval Dome was the result of a salt dome, they believed the land form resulted from erosion of the rock layers above the dome itself. Recent research suggests that a salt bubble as well as the overlying rock have been entirely removed by erosion and the present surface of Upheaval Dome is the pinched off stem below the missing bubble. If true, Upheaval Dome would earn the distinction of being the most deeply eroded salt structure on earth. Impact Crater Theory When meteorites collide with the earth, they leave impact craters like the well-known one in Arizona. Some geologists estimate that roughly 60 million years ago, a meteorite with a diameter of approximately one-third of a mile hit at what is now the Upheaval Dome. The impact created a large explosion, sending dust and debris high into the atmosphere. The impact initially created an unstable crater that partially collapsed. As the area around Upheaval Dome reached an equilibrium, the rocks underground heaved upward to fill the void left by the impact. Erosion since the impact has washed away any meteorite debris, and now provides a glimpse into the interior of the impact crater, exposing rock layers once buried thousands of feet underground. Upheaval Dome Today Whatever the origin of Upheaval Dome, it is the result of erosion of a structural dome. Rock layers now at the surface within the dome were once buried at least a mile underground and are not visible anywhere else in the nearby area. While some call this feature a crater, it is not a crater in the traditional sense of the word, but simply another example of the erosion which created Canyonlands National Park.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/nature\/upheavaldome.htm"
}
