{
    "title": "Canyonlands National Park: Rivers and Streams",
    "body": "Rivers and Streams        A calm stretch of the Colorado River NPS\/Neal Herbert       Among the natural communities of plants and animals existing in the high desert ecosystem, none is as lush or rich in animal life as the riparian community. Riparian zones are the lush belts of vegetation found along rivers and intermittent streams (which disappear underground periodically along their course). The Colorado River flows through Canyonlands, and one of its major tributaries, the Green River, joins it inside the park at the Confluence. Intermittent streams are found in Horseshoe, Salt Creek and other canyons in the park. The plants in riparian zones are not adapted to the low-water conditions existing in the surrounding desert. A few of the common shrubs and trees that grow in the lower elevation riparian zones of southeastern Utah are Fremont cottonwood, a few species of willows, seepwillow, tamarisk, water birch, Russian olive, and boxelder. Wildlife is abundant in riparian zones for a simple reason: all animals need water to survive. Even many desert-dwelling creatures must visit open water sources to drink. Desert bighorn sheep can go for days without drinking, but must eventually find a stream, spring or pothole. Large mammals like mule deer and mountain lions may have huge territories, but must drink at various intervals. Besides using riparian zones as water sources, predators find prey more abundant here. Some creatures are adapted to live their whole lives in riparian zones adjacent to water, or in the water itself. Beavers are common along the rivers in Canyonlands. Since these waterways are too large to dam, they live in dens in the riverbanks. Muskrats are also common, and a few river otter live along the Colorado River. Ringtails, raccoons, and skunks are most commonly found along streams. Many insects are confined to water for all or some stage of their lives. Aquatic insects occupy a variety of microhabitats within streams and ponds. Water striders skim the water surface. Caddis fly larvae, in twig- or sand grain-cases, leave trails in the mud as they slowly move across the stream bottom. Black fly larvae use special attachments, like suction cups, to anchor themselves to rocks in waterfalls, filtering smaller organisms from the flow. Some types of mayfly nymphs hold tight to the bottom of loose cobbles sitting on stream bottoms. Diving beetles and water boatmen are more active swimmers. Riparian zones are rich in bird life. Most songbirds rely on insects for all or part of their diet, especially during nesting season when their protein needs are highest. Larger water birds, including great blue herons, ducks and Canada geese, feed on aquatic plants or prey on aquatic organisms. Osprey and bald eagles primarily eat fish. Peregrine falcons frequently nest on cliffs along the Green and Colorado, and prey on the songbirds and ducks. If streams were straight chutes with constant downhill drops, flow would have a constant speed and direction. But streams have irregular sides and bottoms, and are steeper in some places than others, so flow varies. Rocks or curves can create backward flow areas behind them called eddies. Rocks mid-stream with water flowing over the top can create holes, where water rushes forward to fill the void behind the obstruction. Rapids are created when a large amount of rock washes or falls into a river, constricting the flow. Below the Confluence, the Colorado River enters Cataract Canyon, fourteen miles of dangerous white water that, at peak flows, may produce standing waves over twenty feet high. Flow affects the organisms living in the stream, and also affects humans on river trips. Gaining an understanding of flow, called reading the water, is a fascinating and important part of learning to row or paddle a boat.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/nature\/rivers.htm"
}
