{
    "title": "Glen Canyon National Recreation Area: Graffiti Removal and Intervention Team",
    "body": "Explore This Park    Get Involved     Volunteer     Graffiti Removal and Intervention Team               Graffiti Removal and Intervention Team       GRIT 2.0 is in full swing! Subscribe to our Facebook page to get the most current news on upcoming community events and houseboat trips!        Is it really romantic to deface the place where you and your love come to enjoy nature’s beauty? Graffiti is ugly! Protect the beauty and romance of Glen Canyon, don’t mark it up.   In 2003 Bob and Vicki Schwartz, and Bill and Carol Williams, donated a 55-foot Skipperliner houseboat to Glen Canyon National Recreation Area to support graffiti removal. The True GRIT made her maiden voyage in 2004 and still serves today as a floating operations base for volunteers tackling the widespread graffiti problem at Lake Powell. Volunteers on True GRIT houseboat trips enjoy five days and four nights living aboard the True GRIT tackling graffiti and enjoying the spectacular scenery of Lake Powell. The boat is free, fuel is free, and an experienced member of the Glen Canyon team pilots the boat and takes care of its operation. All volunteers need to do is provide their own food and comfort items and help clean up the lake! Trips leave from Antelope Point Marina near Page, Arizona. Trip sizes vary depending on group make-up. The True GRIT has four beds and can sleep up to eight people onboard. Tent-style camping is available for larger groups. We expect trips to start running again this fall. Trips are assigned on a first-come, first-serve basis. Contact us to find out about special trips for youth groups and veterans. Like our Facebook page for bonus sign up points! Check back to this website and our Facebook page for updates on trip dates and vessel status.  Graffiti  is a widespread problem in Glen Canyon destroys natural, cultural, and historic resources is carving into rocks is painting on walls is ugly is illegal         Prevent the spread of ugly graffiti. Help restore the beauty of the cliffs on the shores of Lake Powell. Join the Graffiti Removal and Intervention Team. NPS Photo\/Bob Moffitt      Graffiti is removed using water, tools, brushes, and a WHOLE lot of elbow grease. Please keep in mind that it is essential for GRIT volunteers to be in good physical condition and health, since duties involve walking over rough or slick terrain, lifting, and being out in the sun for prolonged periods of time.Contact Information: 928-608-6353, or True GRIT Questions.       Take a houseboat vacation on Lake Powell and make a difference at the same time! Volunteer for the Graffiti Removal & Intervention Team.",
    "url": "https:\/\/www.nps.gov\/glca\/getinvolved\/supportyourpark\/grit.htm"
}
