{
    "title": "Canyonlands National Park: Glossary of Terms",
    "body": "Glossary of Terms       Anticline Rock layers that have been bent so that they bow upwards or fold convex side up. Aquifer A rock layer with enough space between its grains to allow water to flow relatively freely. Butte A hill or very small mountain that is flat topped and steep sides all around. Calcite A mineral composed of calcium carbonate commonly found in sedimentary rocks. It is the main component of limestone. Conglomerate A sedimentary rock composed of gravel, cobbles and boulders mixed in with sand or mud. Fault A fracture in rock layers along which movement has occurred. Feldspar A common mineral occurring in igneous rocks that sometimes erodes out and becomes incorporated into sedimentary rocks. Feldspar is the most common mineral in the world. Formation Layer of rock with distinct characteristics, such as color, particle size and composition that can be identified and mapped over extended distances. Igneous rocks A type of rock formed from molten magma after it has cooled and solidified. Joint A fracture in rock layers along which no movement has occurred, usually formed by stresses placed on the rock, such as uplift and folding of rock layers. Limestone A sedimentary rock formed in aquatic environments from calcium carbonate. Often contains fossil remains. Marine regression A drop in sea level resulting in the exposure of land previously covered by water. Marine transgression A rise in sea level resulting in the inundation of land by ocean. Mesa A flat topped mountain with at least one steep side. Metamorphic rocks Sedimentary or igneous rocks heated and\/or compressed until the minerals in the rock break down and form new minerals without melting. Monocline A bend in rock layers where a steep dip occurs resulting in one side being lower than the other. Pinnacle A slender isolated column of rock, often the erosional remnant of a butte. Plateau A large region that is higher than the surrounding area and relatively flat. Quartz The basic composition of sandstone and a major component in shales, conglomerates and some igneous and metamorphic rocks. Sandstone A sedimentary rock composed of sand grains glued together by silica or calcium carbonate. Sedimentary rocks Rocks formed by the deposition or accumulation of pieces of weathered rocks that later were buried and cemented, or glued, together. Shale A sedimentary rock composed of particles smaller than sand, such as clay and mud. Syncline Rock layers that have been bent so that they bow downwards or fold convex side down. Unconformity A break in the rock record where layers are missing because they have been eroded or were never deposited.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/nature\/glossary.htm"
}
