{
    "title": "Canyonlands National Park: Water Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Water Quality                Water Quality        Surveying invertebrates in Maze District pools NPS Photo by Gary Cox       Canyonlands National Park monitors the water quality of nine springs, seeps and canyon pools, and five sites on the Green and Colorado rivers. After examining the results of monitoring from 1994 through 2004, we can now better answer the most common question that visitors ask: \"How is the water?\" But first, another question: \"Why monitor?\" Water is scarce in the high desert and critical to the area’s ecology. The Colorado and Green rivers are constant water sources for wildlife. But during drier times, water in smaller streams, potholes, seeps, and springs becomes critical to wildlife not able to travel to the rivers. Besides the existence of these sources, which we monitor by measuring flow at the sites, their water quality is important. Small actions by park visitors, including taking a dip in a pool while covered in sunscreen, can pollute a water source. Broader threats include climate change, groundwater pumping from nearby wells, and water flowing into the park containing sewage system discharges as well as runoff from farming, roads, energy development, mining or new housing. One-time events, human-induced or natural, can cause short-term impacts. Other threats can cause slower, long-term decreases in water quality and quantity. Though our monitoring can detect one-time events, it is also designed to detect the slower changes. Scientisits sample river sites spring through fall and other sites monthly every third year. They measure temperature, dissolved oxygen, pH, and specific conductivity (related to salinity), collect water samples in sterile containers, and measure flow. Three times a year they survey aquatic life in an effort to understand their relationship to water quality. They test one sample locally for fecal coliform bacteria, and mail the other samples to a state laboratory that tests them for up to 32 chemical, nutrient, mineral and metal components. The question \"How is the water,\" requires an understanding that water quality is a moving target. Water quality parameters interact with each other and with the environment, and vary seasonally. Certain metal levels vary with water hardness. Dissolved oxygen varies with time of day, amount of aquatic vegetation, agitation, temperature, and pollutants. Water quality standards, set by the state, the U.S. Environmental Protection Agency, and to a lesser extent the National Park Service, reflect this complexity, and also vary depending on use. One pool may have different standards for drinking water, recreation, agriculture, and aquatic life. Aquatic life standards have both chronic limits - a level that is only a problem if sustained - and acute limits. Despite these complexities, by examining the results from the last eleven years we can see some patterns. We looked for any values that did not fall within standard ranges, and then took a closer look at recurrent conditions, meaning that there were three or more exceedences of a particular standard at a particular site. The number three is arbitrary, but it is useful for focusing on potential problems. Generally, water quality in Canyonlands National Park is good. In eleven years of monitoring, many parameters were always within standards or at least never consistently broke standards. These include pH, alkalinity, arsenic, barium, cadmium, chloride, chromium, iron, lead, mercury, nitrogen, silver and zinc. However, the river sites have a few parameters that were frequently or constantly higher than standards, and all of the spring and pool sites have one or a few parameters with recurrent high readings. Phosphorus is often high at all of the sites, especially on the rivers. Phosphorus can come from fertilizers, detergents, human, domestic animal, and wildlife wastes, wind-deposited dust, soil leaching, and other geologic sources. High phosphorus levels at the pools and springs probably result from the natural sources among these. Two Needles District sites, Cave Spring and near Peekaboo Spring in Salt Creek, had the highest phosphorus levels among the pools and springs. Both sites are frequented by visitors and may be occasionally contaminated by human waste. The higher phosphorus levels in river waters result from upstream sources, probably dominated by agricultural runoff and occasional overflow from sewage treatment plants. Dissolved solids, suspended solids and turbidity were consistently high at all river sites and were high at least three times at roughly half of the smaller water sites. The high readings at spring and pool sites probably correspond to sampling after big rain events, except at Peekaboo Spring, which is frequently agitated by vehicles on a four-wheel-drive road that crosses the site. The rivers collect runoff for hundreds of miles upstream, with natural sediment input increased by grazing, agriculture, roads, off-road vehicle use, fires, drought, and anything else that removes natural vegetation from the land. Aluminum and selenium leach from some rock layers. Both were often above the chronic aquatic life standard at several sites, but in most cases, they probably reflect short-term and not chronic conditions. These marginally high levels of aluminum were measured at three sites in the Maze District and from the river sites, with high levels most common on the Green River. Selenium was marginally high 12 to 25 percent of the time on the Colorado River and most of the time at one Needles spring site in Little Spring Canyon. Sulfate levels were above drinking water standards almost half the time on the Colorado River, and less frequently on the Green River and in Horseshoe Canyon. Manganese was never high on the rivers, but exceeded a drinking water standard at most spring and pool sites at least three times. Both leach from rock layers, though sulfate can also have human-induced sources. The Peekaboo Spring site has the only water temperatures above the standards for aquatic life, probably because the road eliminates plants and their shade, and the shallow water is more easily warmed. Fecal coliform bacteria levels are generally non-existent or low at springs and pools, though the standard for swimming was surpassed once or twice at most sites, and four times at the Peekaboo Spring site. Most high counts correspond to times when runoff increased following rains, or in the case of Peekaboo Spring, after vehicles drove through. Runoff washes in fecal matter from wildlife, upstream cattle, or humans, and bacteria cling to sediment, which usually settles out within a couple days. Coliform can’t be tested at the river sites because of a quick processing requirement. The monitoring program cannot test for all pollutants, and does not test for many human pathogens, including giardia and some other human pathogens. To protect yourself, always carry your drinking water or a suitable treatment system. To preserve water quality, bury your waste at least 200 feet from any water source, and don’t swim in pools, especially small ones with no flow through them. If you need to cool off, collect a small amount of water from a pool, move away, and pour the water over your head and clothes. And as you do, think about the role of those precious drops in this arid landscape.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/nature\/waterquality.htm"
}
