{
    "title": "Canyonlands National Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs        Pinyon pine NPS Photo by Neal Herbert       Studying the woody plants of Canyonlands is made easy by the fact that, as a rule, they grow rather small and far apart. Limited by lack of water, shrubs and trees must disperse in order to survive. Once established, these desert plants are tenacious. Their roots will split rocks in search of nutrients, and many can live over 100 years. Shrubs and trees are distinguished by their height (a less reliable indicator in the desert) and the number of stems (shrubs have several). Common shrubs include Mormon tea, blackbrush, four-wing saltbush and cliffrose. Mormon tea contains a drug similar to ephedrine, which is used in nasal decongestants. Blackbrush is a favorite food of desert bighorn sheep, despite its thorny nature. Many trees grow in Canyonlands, though most are limited to the riparian areas where water is plentiful. These include netleaf hackberry, Russian olive, tamarisk and Fremont’s cottonwood. Both Russian olive and tamarisk are non-native species that can supplant native trees and significantly alter stream environments. Mixed stands of pinyon pine and Utah juniper cover millions of acres in the southwest. These trees grow closely associated and dominate the landscape in dry, rocky terrain at elevations between 4,500 and 6,500 feet. In Canyonlands, pinyon-juniper woodlands thrive on mesa tops like the Island in the Sky and the Orange Cliffs west of the Maze. As elevation decreases, trees become more scattered. Pinyon pines have crooked trunks, reddish bark and are very slow growing. Trees 4 to 6 inches in diameter and 10 feet tall may be 80 to 100 years old. Their root systems are extensive and often mirror the size of the above ground tree. Pinyons produce compact cones that contain tasty, protein-rich seeds called pinenuts. Pinenuts were a major source of food for Native Americans and are still popular today. Animals like the bushy-tailed woodrat, the pinyon mouse and the pinyon jay also prize them. The Utah juniper is the classic desert tree. Its twisting, often-dead branches seem to epitomize the struggle of life with little water. When moisture is scarce, a juniper will actually stop the flow of fluids to some outer branches so that the tree has a better chance for survival. Scale-covered leaves and bluish, waxy-coated seeds help the tree conserve moisture.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/nature\/treesandshrubs.htm"
}
