{
    "title": "Canyonlands National Park: European Explorers",
    "body": "European Explorers        Denis Julien inscription on the Green River        For early European explorers, Canyonlands offered more of an impediment to travel than a destination. In the 1770s, the Spanish priests Escalante and Dominguez circled the area, looking for a route between New Mexico and California. Escalante and Dominguez failed, but trappers and traders from Taos and Santa Fe succeeded. In the early 1800s, the “Old Spanish Trail” became a well-worn route that passed through Moab like U.S. Highway 191 does today. The first Europeans to explore Canyonlands were probably American and French trappers searching western rivers for beaver and otter. Pelts from these animals were in great demand in the east. One such trapper named Denis Julien carved his name, the date and a picture of a boat along the Green River in 1836. Julien also carved his name in Cataract Canyon and in Arches National Park. Official exploration of the Colorado and Green rivers did not occur until 1869, when Major John Wesley Powell led a group from Green River, Wyoming all the way through the Grand Canyon in Arizona. During the three month expedition, Powell mapped the rivers and recorded information about the natural and cultural history of the area. One stop of his in what is now Canyonlands inspired the following passage in his journal: “… The landscape everywhere, away from the river, is of rock – cliffs of rock; plateaus of rock; terraces of rock; crags of rock – ten thousand strangely carved forms.” Powell repeated the trip a few years later. Settlement European settlements in southeast Utah developed from the missionary efforts of the Mormon Church. In 1855, Mormons set up a mission in what is now Moab, but conflicts with the Utes caused them to abandon it. The Hole in the Rock expedition–a Mormon mission charged with settling southeast Utah–founded the town of Bluff in 1880. The towns of Blanding, Moab and Monticello were settled shortly thereafter. Most residents made their living as farmers, prospectors or ranchers.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/historyculture\/europeanexplorers.htm"
}
