{
    "title": "Canyonlands National Park: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories            A Conversation with Bates Wilson Bates Wilson was the first superintendent of Canyonlands which, along with his role as chief advocate for the park’s creation, earned him the title of “Father of Canyonlands.” In this 1967 interview, Bates discusses his lobbying efforts and many of the management issues facing the newly created park.           The River Journals of Black George In the summer of 1956, Black George Simmons was lead boatman on a USGS mapping trip down the Green River (Stillwater Canyon) and Cataract Canyon. He kept a journal on the trip and graciously provided the park its contents as well as many photos.           A Conversation with Jerry Banta In 1969, Jerry Banta become one of the first generation of National Park Service rangers to explore Canyonlands. Thirty years later, he returned to the park as superintendent. In this interview, Jerry discussed these appointments and how both the landscape, as well as the agency that manages it, have changed.           Kent Frost During the 1950s and 1960s, Kent Frost led tours into what would become Canyonlands. Combining a passion for exploration with a desire to share his experiences, Kent helped reveal this area to the world.           A Conversation with Ned Chaffin Ned Chaffin and his family had a ranch on the San Rafael River near where it enters the Green. From 1920 to 1944, they ran cows in what is now Glen Canyon National Recreation Area and Canyonlands National Park. Maze District rangers interviewed Ned Chaffin and his wife Marjorie and provided a transcript of the conversation.           Stewart Udall and the creation of Canyonlands As Secretary of the Interior in the 1960s, Steward Udall championed the creation of Canyonlands National Park. During a visit to Grand View Point in the summer of 2006, Udall revealed many highlights in the story of how Canyonlands came to be.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/historyculture\/stories.htm"
}
