{
    "title": "Canyonlands National Park: Miners & Ranchers",
    "body": "Miners & Ranchers        Cowboy camp in the Needles area (circa 1938)        Ranchers From the 1880s to 1975, local ranchers used much of Canyonlands for winter pasture. Cowboys searched the canyons for good feed and water. They constructed trails to move their stock across the rugged terrain. To guard their herds, cowboys lived in primitive camps for weeks at a time. The Cave Spring Trail in the Needles District features one such camp. Places throughout the park bear the names of early cowboys. The Taylor, Holeman and Shafer families grazed cattle and sheep in what is now the Island in the Sky. Don Cooper, Mel Turner, D.L. Goudelock and Joe Titus ranched the Indian Creek area. Their holdings under the Indian Creek Cattle Company were bought by the Scorup and Sommerville families in 1914. Headquartered at the Dugout Ranch outside the Needles District, the Indian Creek Cattle Company operates today under ownership of the Nature Conservancy. The Biddlecome, Ekker, Tidwell and Chaffin families wintered animals in the Maze. The Ekker Ranch grazed cows on lands adjacent to the Maze until 2000. In addition to cattle and sheep, the rugged country around the Maze harbored outlaws. Robbers Roost, a mesa top west of the Maze, provided refuge for Robert Leroy Parker (a.k.a. Butch Cassidy), Tom and Bill McCarty, Matt Warner and others. Miners The growth of America’s nuclear arms program in the 1950s created a high demand for uranium. Geologists thought that Utah’s canyon country contained a significant amount of uranium, but the rugged terrain made access difficult. To encourage prospectors, the Atomic Energy Commission offered monetary incentives and built almost 1,000 miles of road in southeast Utah. In Canyonlands, these roads include the popular White Rim Road at the Island in the Sky. Miners searched for treasure... and some might say they found it.   Though the region produced substantial amounts of uranium, miners discovered very little in what is now Canyonlands. However, the newly created roads led to other discoveries. For the first time, much of Canyonlands could be seen from a car. Tourism slowly increased as more people learned about the area’s geologic wonders. By opening canyon county to travel, the miners blazed the trail for the creation of a national park.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/historyculture\/minersranchers.htm"
}
