{
    "title": "Canyonlands National Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians        Leopard Frog Photo by Renata Platenberg       Amphibians may be the last thing people think of when they visit Canyonlands. However, the park is home to a variety of frogs and toads, as well as one species of salamander. Witnessing a chorus of toads may be one of the most memorable experiences canyon country has to offer. It is an awesome event that can fill a canyon with sound, sometimes for hours. Amphibians are animals that have two life stages: a larval, aquatic form and an adult, terrestrial form. This is the difference between a tadpole and a frog. In Canyonlands, amphibians lay their eggs in the potholes, springs and intermittent streams found throughout the park. Swift currents and predation limit survival during the larval stage in bigger rivers like the Colorado. Adult amphibians may wander away from water, but usually remain nearby and wait out dry periods in burrows. Breeding (and toad choruses) usually occurs on spring and summer nights after significant rainfall. Male frogs and toads do the vocalizing. Females lay long strings of gelatin-covered eggs which, depending on the species, may hatch within hours. Metamorphosis can take weeks, though the Great Basin spadefoot toad transforms to adulthood in as little as 14 days, the quickest of any amphibian. Lately, news headlines nationwide have featured stories about amphibians with strange mutations like extra or missing limbs, even extra heads. Dramatic population decline and even extinction have also become prevalent problems. The reason for these trends is unclear. However, studies indicate that amphibians are sensitive to a variety of environmental problems. An amphibian’s water-permeable skin makes it very vulnerable to both air and water borne pollutants. Increases in UV radiation may increase mortality of eggs and tadpoles of some species. Also, the metamorphosis between larval and adult stages is a delicate process that can be affected by environmental changes. Finally, since amphibians range over both terrestrial and aquatic territories, changes in either may affect populations. Because of this sensitivity, amphibians have become “indicator species,” the health of which can be used to measure the health of an ecosystem. Thus far, neither mutations nor population declines have been observed at Canyonlands, but their importance as an indicator species has made preserving amphibian habitat a priority for the National Park Service. In Canyonlands, amphibian populations are greatest along small perennial streams like those in Horseshoe Canyon near the Maze, and Salt Creek Canyon in the Needles District. To protect park resources, vehicle use in Horseshoe Canyon was prohibited in the 1970s, and vehicle use in Salt Creek Canyon was prohibited in June 1998.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/nature\/amphibians.htm"
}
