{
    "title": "Canyonlands National Park: Native Americans",
    "body": "Native Americans        Ancestral Puebloan granary NPS Photo by Neal Herbert       Hunter-Gatherers Humans first visited Canyonlands over 10,000 years ago. Nomadic groups of hunter-gatherers roamed throughout the southwest from 8,000 B.C. to 500 B.C. Living off the land, these people depended on the availability of wild plants and animals for their survival. They do not appear to have stayed in any one area for very long. They left little in the way of artifacts and didn't build homes or other lasting structures. However, the hunter-gatherers during this time created a great deal of intriguing rock art. Some of the best examples of their art, known as “Barrier Canyon Style,” remain on the cliff walls of Horseshoe Canyon. Ancestral Puebloans & Fremont Roughly two thousand years ago, the hunter-gatherers began to rely more on domesticated animals and plants for food. These early farmers are called the ancestral Puebloan (formerly known as Anasazi) and Fremont people. They grew maize, beans and squash, and kept dogs and turkeys. In order to tend their crops, they lived year-round in villages like those preserved at Mesa Verde National Park. Though the two groups overlapped, the Fremont lived mostly in central Utah, while the ancestral Puebloans occupied the Four Corners region. These cultures can be distinguished by their different tools, pottery and rock art. Over time, growing populations at Mesa Verde caused a search for suitable land all over southeast Utah’s canyon country. By A.D. 1200, large groups had moved into the Needles District, especially in Salt Creek. However, granaries and dwellings used by the ancestral Puebloans are scattered throughout the park. Examples of these structures can be seen at Roadside Ruin in the Needles, Aztec Butte on the Island in the Sky and along many backcountry trails. For many years, changing weather patterns made growing crops more and more difficult. Around A.D. 1300, the ancestral Puebloans left the area and migrated south. Their descendants include the people living in modern pueblos in New Mexico and Arizona like Acoma, Zuni, and the Hopi Mesas. Utes, Navajos and Paiutes Before the ancestral Puebloans left, other groups appeared in the area. The Ute and Paiute cultures may have arrived as early as A.D. 800. The Navajo arrived from the north sometime after A.D. 1300. All three groups still live here today. These cultures initially lived more of a hunter-gatherer lifestyle than the ancestral Puebloans. Their use and exploration of the Canyonlands area appears to have been minimal.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/historyculture\/nativeamericans.htm"
}
