{
    "title": "Glen Canyon National Recreation Area: Educational Activities and Resources",
    "body": "Educational Activities and Resources          The Education Program Department in Glen Canyon NRA has compiled three activities for students to complete in the classroom. You can find brief descriptions of the activities below and a suggested age range for each one. Additional activities can be found in \"Additional Resources\" linked at the bottom of this page.       Dinosaur Coloring Pages Suggested Grades: K-5 Students can color pictures of a therizinosaur, a pteranodon and a stegosaurus.        Fossilization Suggested Grades: 1-5  Students will learn how fossils are made and complete an activity that they can cut and color to show the basic steps of fossilization. The reading material can be a starting point for teaching the subject, or for older students may be printed as a handout for them to read.         Therizinosaur Crossword Puzzle    Suggested Grades: 3-6 This crossword puzzle can be completed by students using terms from their program at the Carl Hayden Visitor Center. One way to help students complete this puzzle in class would be to provide the students with a list of words on the board from the answer key that they can choose from to fill in the answers.          Educators Guide to the Therizinosaur Exhibit       Additional Resources: National Fossil Day Website - A very extensive website dedicated to the 230+ \"fossil parks\" or National Parks containing fossil resources- just like Glen Canyon! You will find dozens of links to educator resources for paleontology here. Visit http:\/\/nature.nps.gov\/geology\/nationalfossilday\/. Earth Science Literacy - This site is a comprehensive guide to earth science. All the major questions regarding what we know about the earth are answered here. Go to http:\/\/www.earthscienceliteracy.org\/ Museum of Northern Arizona - Located in Flagstaff, Arizona this museum was the first location of the Therizinosaur Exhibit. Their lead paleontologist Dr. Dave Gillette oversaw the excavation of our dinosaur from the Big Water Tropic Shale. See www.musnaz.org.  Local contact information:  Glen Canyon National Recreation Area - Education Program Department   Katie Wood (928)608-6352    Carl Hayden Visitor Center   NPS Park Rangers, exhibit information (928)608-6200 Tours of Glen Canyon Dam (928)608-6072    Big Water Visitor Center   BLM Park Rangers, more dinosaur info (435)675-3200",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/education\/educational-activities-and-resources.htm"
}
