{
    "title": "Canyonlands National Park: Jerry Banta",
    "body": "A Conversation with Jerry Banta        Jerry Banta NPS Photo by Neal Herbert       In 1969, Jerry Banta accepted a transfer to the Needles District of Canyonlands, becoming one of the first generation of National Park Service rangers to explore this remote area. Thirty years later, he returned to Canyonlands as park superintendent. In a recent interview, Jerry discussed these appointments and how both the landscape, as well as the agency that manages it, have changed. What was the Needles District like in 1969? JB: It was an extremely pleasant place to work. Visitation was about a tenth of what it is today. There was much less need to worry about search and rescue or medical emergencies. Since Canyonlands was a fairly new park, we were still in the process of basic inventory. We spent more than half our time working on wildlife surveys, checking archeological sites, exploring canyons...activities close to the resource. Also, the small number of visitors also allowed us to have more personal contact with them. We’d often spend evenings with folks and share dinner at their campfires, or invite them to our own kitchens. It was a real one-to-one relationship. While we try to maintain that sort of contact now, we generally end up dealing with people en masse in entrance stations and visitor centers. Rarely do we talk at length about resources and their enjoyment of the area. What brought you back to Canyonlands? JB: I’ve always loved this area. I’m originally from Colorado and my wife is from Arizona. We enjoy the climate, the people and the wonderful resources here. When this position opened, I jumped at applying for it. What changes were you most struck by when you returned? JB: The change in the gateway communities, particularly Moab, was drastic in terms of development and the number of people and businesses focused on tourism. When I was here before, the town was much smaller and the economic base was broader. As far as the park is concerned, what hit me right away was the tremendous increase of exotic plant populations. The spread of cheat grass, knapweed, tamarisk and other exotics has significantly changed the landscape. In Salt Creek, for instance, there used to be very little tamarisk. Between Cave Spring and Peekaboo, the creek bed was broad and open. Now, it’s like a canal through the tamarisk. That being said, I was surprised to find a lot of the backcountry in better shape. When I worked in the Needles, we still had grazing, which impacted soils and other resources. There also seems to be less off-road four-wheeling now, since routes and campsites are more established. Describe a day in the life of a superintendent. JB: I don’t think there is a typical day. Like any business manager, I deal with legal, policy, personnel, budget and other management issues. A good part of my day is spent on the telephone with park visitors or public officials. I spend a lot of time attending meetings, reading outgoing correspondence and reviewing reports from division chiefs. I try to spend one day a week out in the park, though I probably average less than that. How has the NPS changed in 30 years? JB: It’s changed in a number of ways. Our role has greatly expanded. The National Park Service is involved in a lot of new programs that deal with preserving resources under the management of other agencies, governments and private landowners. The Park Service is also a much bigger organization. Many of us live in outside communities and have dual-career families, so the park itself isn’t the lifestyle focus it once was for a lot of people. However, the commitment to preservation hasn’t changed. Also, we’ve evolved into an agency of specialists. When I worked in the Needles, research and monitoring was undertaken by the same people who did law enforcement and evening programs. Now, most aspects of management and operation are in the realm of one specialty or another. Finally, park management has become more public. Thirty years ago, decisions were made internally and were generally accepted on that basis. With the National Environmental Policy Act and the Historic Preservation Act, the public has greater access to the decision making process. That’s a major change and, I think, a good one. There are a lot of critical issues that need to have public debate and understanding in order to be resolved. Are management priorities different now? JB: I don’t think our priorities have changed much, at least not in terms of protecting the resource. We’ve always emphasized making decisions based on science, but now we’re a lot further along in terms of collecting information and perhaps understanding how things work. Our methods used to be very rudimentary since a lot of information was collected by park rangers with a general education. Many of the old issues, like the impact of backcountry roads or frontcountry development, are still relevant. However, changes in the political and social climate, as well as a dramatic increase in visitation, have raised the stakes of management discussions. Still, it’s not so much a shift in priorities as an increase in complexity.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/historyculture\/jerrybanta.htm"
}
