{
    "title": "Canyonlands National Park: Publications",
    "body": "Explore This Park    Plan Your Visit     Publications            Publications      These publications are freely distributed by the National Park Service. All require Adobe Acrobat Reader for viewing. Many more publications are available through the bookstore. NewspapersVisitor Guide [2.7mb PDF file]The official newspaper of Canyonlands National Park. Twelve pages of articles and visit recommendations. Includes maps of Island in the Sky and Needles. Backcountry Trip Planner [2mb PDF File] An eight-page guide to backcountry travel in Canyonlands. Includes full park map.  MapsPark Map [435k PDF File] Full color map that is handed out at entrance stations. This map does not include backpacking sites or road\/trail mileages.Canyonlands Trip Planning Map [517k PDF File] Full park map shows backcountry campsites, zones and mileages.District Guides  Island in the Sky Trails and Roads [301k PDF File] Brief overview of the trails and four-wheel-drive roads at Island in the Sky. Includes district map. The Maze Trails and Roads [299k PDF file] Brief overview of the trails and four-wheel-drive roads in The Maze. Includes district map. Also includes Orange Cliffs Unit of Glen Canyon National Recreation Area. The Needles Trails and Roads [179k PDF File] Brief overview of the trails and four-wheel-drive roads in The Needles. Includes district map.   Foreign Language Brochures The Canyonlands visitor guide is available in the following languages:   Français (French) [1.1 MB PDF File] Deutsch (German) [1.2 MB PDF File] Italiano (Italian) [1.1 MB PDF File] Español (Spanish) [619k PDF File] 中文 (Chinese) [1.7 MB PDF File]   Reservation Forms   Standard Reservation Form [48k PDF File] Use this form to request advanced reservations for land-based, backcountry permits and group campsites. River Permit Reservation Form [33k PDF File] Use this form to request river permits.   Administrative History [20mb PDF File] From Controversy to Compromise to Cooperation: The Administrative History of Canyonlands National Park offers an in-depth look at how the park was created and the events that have shaped it. 311 pages. Bear Safety [711k PDF File] Did you know that Canyonlands is bear country? Black bears wander into the park from nearby mountains, and have been spotted in the Needles, the Maze and along the Colorado River. Bighorn Sheep [180k PDF File] A brief overview of one of the park's fascinating mammals. Includes an observation form. Cultural History [112k PDF File] Introduction to Canyonland's human history from prehistoric times to the present. Geology [140k PDF File] An overview of the geology of Canyonlands and the surrounding area. Includes cliff profile\/depositional sequence. Gnats [122k PDF File] A little background information on one of the park's least favorite insects. Horseshoe Canyon [783k PDF File] Introduction to the cultural history of Horseshoe Canyon. Includes map of access roads.  Junior Ranger Booklet [2.5mb PDF File] Filled with fun activities, these 24-page booklets reveal the wonders of Canyonlands to kids and parents alike.  Natural History [121k PDF File] Introduction to the plants, animals and other features found in Canyonlands.  Outdoor Education Curriculum [various PDF files] Curriculum materials used by Canyon Country Outdoor Education. Includes over 100 science activities for grades one through six. Pack and Saddle Stock Use [91k PDF file] People have explored canyon country on horseback for many years. However, due to concerns about disease transmission from stock to wild animals, special regulations apply for visitors wishing to ride in the park. Park Proposal Published by the Department of the Interior in 1962 as part of the Canyonlands park campaign, this short booklet probably introduced many lawmakers to the region [5.5mb PDF File]. The Archeology of Horseshoe Canyon [1mb PDF File] An in-depth look at the fascinating archeology of Horseshoe Canyon. 74 pages with photos (screen quality only). Upheaval Dome [255k PDF File] Introduction to the two theories on how Upheaval Dome came to be as well as trail and safety information for this popular hike. Includes basic map.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/publications.htm"
}
