{
    "title": "Canyonlands National Park: Inside Canyonlands",
    "body": "Inside Canyonlands        Karen Henker explains the role of various structures in the lives of the ancestral Puebloans. NPS Photo by Neal Herbert       Join park rangers as they explore the many features of Canyonlands. These short videos provide an in-depth look at a range of topics - all of which you're likely to experience first-hand when you visit the park. Podcast You can subscribe to the Inside Canyonlands podcast at iTunes or with other RSS feed readers. VIDEO FORMATS Video for Windows\/PC Videos in WMV format can be opened in Winamp, Windows Media Player and other video players. Video for iPod\/Mac Videos in mp4 format can be opened in Quicktime, iTunes and other video players. These files can also be played on iPods. Video for Apple TV Videos in m4v format can be opened in Quicktime, iTunes or viewed on an Apple TV. EPISODES           Ancestral Puebloans The ancestral Puebloans were some of the first farmers in the American Southwest. Join ranger Karen Henker for a brief look at their lifestyle, as well as the art and architecture they left behind.           Bighorn Sheep Once faced with extinction, the desert bighorn sheep has made a remarkable comeback in southeast Utah thanks to native herds protected in Canyonlands. Join ranger Karen Henker for an in-depth look at this intriguing mammal that is perfectly adapted to the high desert environment.           Biological Soil Crust Biological Soil Crust is a living groundcover that forms the foundation of plant life in Canyonlands and the surrounding area. Join ranger Karen Henker and learn about this critical - and fragile - component of the high desert ecosystem.           Cowboys Cowboys hold a special place in the history of the American West. Join ranger Karen Henker for a closer look at the challenges they faced here in Canyonlands.           Geology The geologic history of Canyonlands spans hundreds of millions of years. Join ranger Karen Henker for a brief tour of this complex and exciting story.           Hunter-Gatherers People have visited what is now Canyonlands National Park for over 10,000 years. Join ranger Karen Henker for a look at one of the earliest groups: hunter-gatherers.           Potholes Throughout Canyonlands, naturally occurring sandstone basins called “potholes” form tiny ecosystems inhabited by a surprising collection of animals. Join ranger Karen Henker for an introduction to these animals and some their remarkable adaptations.           The Utah Juniper One of the most common trees in the American southwest, the Utah Juniper is well suited to life in the desert. Join ranger Karen Henker for a quick summary of its unique adaptations.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/photosmultimedia\/insidecanyonlands.htm"
}
