{
    "title": "Canyonlands National Park: Horse & Pack Regulations",
    "body": "Explore This Park    Plan Your Visit     Park Regulations     Horse & Pack Regulations              Horse & Pack Animal Regulations       People have explored the canyonlands area on horseback for over a hundred years. In fact, many routes created by cowboys and sheepherders have become popular four-wheel-drive roads and hiking trails. However, resource concerns, including disease transmission from stock to wild animals and the spread of exotic plant species, have necessitated special regulations for visitors wishing to ride in the park today. Lack of water is a limiting factor for pack and saddle trips in Canyonlands, as only a few areas have reliable sources. Road conditions can vary through the year. Contact a visitor center for information about current conditions. Pack and saddle stock may be taken on all backcountry roads and in Horseshoe Canyon. Cross-country travel is prohibited. Pack and saddle stock include horses, burros or mules. Pets are prohibited in the backcountry. Day Use Day-use permits are free of charge. Permits are unlimited in the park except in Horse\/Salt Creek and Lavender Canyons in the Needles district, where day use is limited to seven animals per day. In these areas, permits are available through the reservation system and fees are charged. In all other areas of the park, including Horseshoe Canyon, group size must not exceed ten animals and ten people. Overnight Use Overnight trips must stay at designated vehicle camps. Permits are $30. All manure and feed must be packed out from the campsites. The group size limit is seven people and ten horses for the Needles and Island in the Sky, and five people and eight horses for the Maze and Orange Cliffs. Overnight use is not allowed in Horseshoe Canyon. Regulations  All pack and saddle stock users must obtain a backcountry use permit, either for day use or camping.  Group size for day use is ten (10) people and ten (10) animals, except in Salt Creek, Horse Canyon, and Lavender Canyon in the Needles District, use is limited to seven (7) animals per day.   Group size for overnight use is seven (7) people and ten (10) animals in the Needles and Island in the sky Districts, and five (5) people and eight (8) animals in the Maze and Orange Cliffs areas.   Day use of pack and saddle stock is allowed on all backcountry roads.   Overnight use by pack and saddle stock is allowed at all backcountry vehicle campsites.   Manure and feed must be removed from the campsite and packed out.   Pack and stock animals may not be left unattended. They must be staked away from water sources (at least 300 feet) and away from vegetation where possible, and may not be unstaked and hobbled. Animals may be tethered to the horse or stock trailer, in the parking areas of designated campsites.   All pack and saddle animals are required to be fed pelletized feed for 48 hours in advance of and for the duration of the trip to prevent the spread of exotic plant species. Park vegetation may not be consumed.   At-large camping with stock is not permitted.   Cross country travel is not permitted.   Campsites must be a minimum of 300 feet from any non-flowing water source or archeological site and 100 feet from any flowing water source.   Manure must be removed immediately if dropped in or near any spring or nonflowing water source.   Grazing is prohibited within the park boundaries. All feed must be carried in and supplied by horse and pack animal users.   Horse and pack animals shall not be tied to trees, signs, or other structures.   Contacts Reservation Office (435) 259-4351 Island in the Sky (435) 259-4712 Needles (435) 259-4711 Maze\/Horseshoe Canyon (435) 259-2652",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/stockuse.htm"
}
