{
    "title": "Canyonlands National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     August 14, 2015  Arches and Canyonlands National Parks' Entrance, Campground, and Fiery Furnace Fee Increases Begin October 1  Entrance, campground, and Fiery Furnace fees at Arches and Canyonlands National Parks will increase on October 1, 2015 in order to fund important maintenance and improvement projects within the parks.   July 30, 2015  Day-Use Permits Now Required for Elephant Hill and White Rim Roads  The National Park Service has announced that permits will be required for all motor vehicle and bicycle day use on White Rim and Elephant Hill roads in Canyonlands National Park as of  September 1, 2015.   July 16, 2015  Arches and Canyonlands National Parks Seek Public Input on Traffic Congestion Management Plan  The National Park Service (NPS) is developing a Traffic Congestion Management Plan for Arches and Canyonlands national parks to consider ways to reduce parking congestion and related crowding problems in the parks.   June 29, 2015  National Park Service Announces 2015 Fire Restrictions  Due to very dry conditions and increasing fire danger in Southeast Utah, Superintendent Kate Cannon has announced fire restrictions for Arches and Canyonlands national parks, and Natural Bridges and Hovenweep national monuments.   March 16, 2015  Canyonlands National Park Seeks Public Input on Proposed Day-Use Permits for Elephant Hill and White Rim Roads  The National Park Service is seeking public comment on a proposal to require permits for all motor vehicle and bicycle day use on the White Rim and Elephant Hill roads in Canyonlands National Park.   February 01, 2015  2015 Community Artist Announced  The National Park Service's Southeast Utah Group (Arches and Canyonlands national parks and Hovenweep and Natural Bridges national monuments) is pleased to announce that Katrina Lund has been selected as the 2015 Community Artist in the Parks (CAIP).   January 09, 2015  Arches and Canyonlands National Parks Seek Public Input on Proposed Entrance, Campground, and Fiery Furnace Fee Increases and Congestion Management Strategies  The National Park Service is seeking public comment on a proposal to raise entrance, campground, and Fiery Furnace fees at Arches and Canyonlands National Parks, and input regarding strategies to manage vehicle congestion.   January 05, 2015  National Parks Announce Fee Free Days for 2015  Arches and Canyonlands national parks and Hovenweep and Natural Bridges national monuments join national parks across the country in waiving entrance fees several days in 2015 as a way to encourage people to get outdoors and spend time with their friends and family in the national parks this year.   December 29, 2014  Vegetation Pile Burns Planned in Arches and Canyonlands National Parks  Park officials plan to burn piles of dead vegetation at Arches and the Needles district of Canyonlands between January 27, 2015 and January 29, 2015, as weather conditions allow.   December 12, 2014  Winter Visitor Center Hours & Closures  Arches and Canyonlands national parks are open all year, but the parks' visitor center operations change with the arrival of winter.   October 07, 2014  Canyonlands’ 50th Anniversary Celebration Continues with “Walking with Thoreau” Community Project  In commemoration of the 50th anniversaries of the Wilderness Act, the Civil Rights Act, and the establishment of Canyonlands National Park, residents of Utah’s Grand and San Juan Counties are invited to participate in a series of special hikes every Saturday throughout the month of October.   September 05, 2014  Canyonlands 50th Event at Needles Now Full  Canyonlands National Park’s 50th Anniversary ceremony and dinner at the Needles on Friday, September 12th, as well as the shuttle service from Moab to the Needles and back, is now full.   August 20, 2014  Drones Banned in Southeast Utah National Parks  Launching, landing, or operating unmanned aircraft within Arches and Canyonlands national parks, and Hovenweep and Natural Bridges national monuments, are now prohibited.   July 12, 2014  Artist in the Park Applications Being Accepted  The National Park Service Southeast Utah Group is now accepting applications for the 2015 Community Artist in the Parks (CAIP) Program.   July 07, 2014  National Park Service Announces Fire Restrictions for 2014  Due to very dry conditions and increasing fire danger in Southeast Utah, Superintendent Kate Cannon has announced fire restrictions for Arches and Canyonlands National Parks, and Natural Bridges and Hovenweep National Monuments.   June 04, 2014  Section of White Rim Road Closed for Culvert Replacement  A section of the White Rim Road in Canyonlands National Park will be closed from July 7th through July 11th to allow for replacement of a large culvert under the road.   June 03, 2014  River Recreation Advisory – Green River and Colorado River Below the Confluence  On the morning of May 21, 2014, the Bureau of Land Management (BLM) Moab Field Office was notified by SW Energy and the State of Utah, Division of Oil, Gas, and Mining of a leaking oil well in the Salt Wash field south of I-70, approximately 12 miles southeast of the town of Green River, Utah.   May 30, 2014  High River-Flow Advisory  Due to rising temperatures, mountain snowpack in the Upper Colorado River basin is melting and generating high flows on the Colorado and Green Rivers through Canyonlands National Park.   March 20, 2014  2014 Community Artist in the Parks Announced  The National Park Service Southeast Utah Group is pleased to announce Serena Supplee as the 2014 Community Artist in the Parks.   March 14, 2014  Bear Resistant Containers Now Required  Beginning May 1, 2014 all overnight, backcountry permit holders for Upper Salt and Salt-Horse backcountry zones in the Needles District of Canyonlands National Park are required to store food and beverages, associated containers, garbage, and all other scented items at least 100 feet from camp in a hard-sided, bear-resistant container.   February 07, 2014  Vegetation Pile Burns Planned  Park officials plan to burn piles of dead vegetation within Arches and Canyonlands National Parks between February 13th and 20th as weather conditions allow.   January 20, 2014  On-line Reservation of Backcountry Permits  A new on-line permit reservation system for Canyonlands National Park is now accepting reservations for all park backcountry permits and Needles District group campsites.   December 30, 2013  National Parks Fee Free Days Announced for 2014  The Southeast Utah Group of the National Park Service (Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments) is joining all national parks across the country in waiving entrance fees several days in 2014.   December 10, 2013  2014 SEUG Annual Pass Now Available  The 2014 Southeast Utah Group (Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments) Annual Pass is now available for purchase ($25).   December 10, 2013  Winter Visitor Center Hours and Closures  Arches' and Canyonlands' visitor center operations are reduced during the winter affecting how and where backcountry permits for Canyonlands will be available.   August 19, 2013  Southeast Utah National Parks Celebrate Founders' Day, August 25, 2013  All four parks of the Southeast Utah Group will waive entrance fees on Sunday, August 25th, 2013.   August 15, 2013  Human Waste Disposal Restrictions and Vault Toilet Removal Announced for the Needles District  The National Park Service (NPS) has announced that overnight backcountry permit holders for Chesler Park and Elephant Canyon backpacking campsites and the Peekaboo vehicle campsite in the Needles District of Canyonlands National Park, will be required to pack out their human waste beginning September 22, 2013.   August 09, 2013  Southeast Utah Fire Restrictions Rescinded  Effective 12:00am, Friday, August 9, 2013 fire restrictions will be lifted for the State of Utah, Bureau of Land Management (BLM), National Park Service and US Forest Service on lands within Carbon, Emery, Grand and San Juan Counties.   July 31, 2013  Prospectus Issued for River Transportation and Haul-Out Services in Canyonlands  The National Park Service (NPS) has issued a prospectus soliciting proposals for the award of two (2) concession contracts for River Transportation and Haul-Out Services within Canyonlands National Park.   June 24, 2013  National Park Service Announces Fire Restrictions  Due to the continued very high fire danger and current level of fire activity in the State of Utah, Superintendent Kate Cannon has announced fire restrictions for Arches and Canyonlands National Parks, and Natural Bridges and Hovenweep National Monuments   June 04, 2013  2014 Artist in the Parks Program Applications Being Accepted  The National Park Service Southeast Utah Group is now accepting applications for the 2014 Community Artist in the Parks (CAIP) Program.   May 23, 2013  Potash Road Delays and Closure  Maintenance on the Potash Road within Canyonlands National Park will cause 45-minute delays and a temporary road closure.   May 13, 2013  Canyonlands Announces Change to Backcountry Reservation Process  Beginning September 1, 2013, Canyonlands National Park will be changing the reservation process for backcountry permits.   May 03, 2013  Prospectus Issued for Backcountry Vehicle Tours  The National Park Service has issued a prospectus soliciting proposals for the award of three concession contracts for guided interpretive backcountry vehicle tours within Arches and Canyonlands National Parks.   March 25, 2013  Restoration work to begin along Colorado and Green Rivers  On March 28, 2013, crews will begin a project to improve plant diversity and camping conditions along the rivers in Canyonlands.   December 14, 2012  Community Artist Applications Accepted  The National Park Service Southeastern Utah Group is currently accepting applications for the 2013 Community Artist in the Parks program.   December 11, 2012  2013 Fee Free Days Announced  The Southeast Utah Group of the National Park Service (Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments) is joining all national parks across the country in waiving entrance fees several days in 2013.   November 28, 2012  Canyonlands National Park Announces Winter Visitor Center Hours and Closure  Canyonlands National Park is open all year, but the park's visitor centers' hours of operation change with the arrival of winter.   November 28, 2012  2013 Southeast Utah Group of National Parks Annual Pass Available December 1st  The 2013 Southeast Utah Group (Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments) Annual Pass will be available for purchase ($25) beginning December 1, 2012.   September 13, 2012  Fire Restrictions Lifted  Fire restrictions are no longer in effect in the park.   June 15, 2012  National Parks Widen Fire Restrictions  Due to the continued very high fire danger and current level of fire activity in the State of Utah, Superintendent Kate Cannon has announced fire restrictions for Arches and Canyonlands National Parks, and Natural Bridges and Hovenweep National Monuments.   June 14, 2012  New Fees for Backcountry Permits  Effective July 9, 2012, Canyonlands National Park will begin charging new fees for all backcountry permits.   May 18, 2012  Active Duty U.S. Military Personnel Offered Free Entrance to All National Parks  To show appreciation for those who serve in the U.S. Military the National Park Service is now offering an annual pass good for free entrance to all 397 national parks for active duty military members and their dependents.   May 01, 2012  Annular Solar Eclipse Celebration  On the evening of May 20, 2012, the skies over southeast Utah will host a rare celestial occurrence: a partial solar eclipse. Arches, Canyonlands and Natural Bridges will offer special ranger-led activities to help visitors enjoy this unique experience safely.   May 01, 2012  Temporary Closure of State Highway 313  On Saturday, May 12, 2012, State Highway 313 (the main access road to Island in the Sky) will be temporarily closed to vehicles for the Thelma & Louise Half Marathon.   March 09, 2012  Friends Group Kick-off Event  The Friends of Arches and Canyonlands National Parks are hosting a kick-off event at Arches NP on Satuday, March 10.   February 06, 2012  Reservation Office Staff Temporarily Reduced  Limited staffing in the backcountry reservation office means reduced phone service for visitors.   January 23, 2012  Call for Artist in the Parks Applications  The Southeastern Utah Group of the National Park Service is currently accepting applications for the 2012 Community Artist in the Park.   January 17, 2012  Vegetation Pile Burns Planned in Arches and Canyonlands  Park officials will begin burning piles of dead vegetation in several locations throughout Arches and Canyonlands National Parks over the next several weeks as conditions allow.   December 05, 2011  Winter Hours of Operation  Canyonlands National Park is open all year, but visitor center hours of operation change with the arrival of winter.   September 21, 2011  Public Scoping for Soundscape Management Planning  The Southeast Utah Group parks (Arches, Canyonlands, Hovenweep, and Natural Bridges) are beginning a process to develop a soundscape management plan and associated environmental assessment.   September 13, 2011  White Rim Road Opens  After months of closure due to flooding, the White Road Road has been repaired and is open to all traffic.   September 12, 2011  White Rim Road Repairs Continue  The west side of the White Rim Road remains impassable to motor vehicles due to flood damage.   May 13, 2011  High Water Forces Closure of White Rim Road  The west side of the popular backcountry White Rim Road at Canyonlands National Park has been closed due to flooding brought on by rising water levels in the Green River.   March 29, 2011  White Rim Road Now Open  The Mineral Bottom road is now open and passable, making a full White Rim loop possible for the first time since last August.   March 15, 2011  New Fee for Private River Permits  Effective March 31, 2011, Canyonlands National Park will implement a new permit fee for private river trips on the Green and Colorado Rivers within the park.   March 14, 2011  Entrance Fee-Free Days  No abstract supplied.   February 25, 2011  Temporary Day Use Permit System  Permits are required for day use from March 1 through May 31, 2011, and may be obtained in advance. Group size for day use is limited to 15 people and 3 motorized vehicles (including motorcycles).   January 25, 2011  Artist in the Parks Program Applications Being Accepted  The Southeast Utah Group of the National Park Service is currently accepting applications for its 2011 Community Artist in the Parks Program.   May 28, 2010  Admission to National Parks Free the Weekend of June 5 and 6  No abstract supplied.   April 09, 2010  Local National Parks Entrance Fee-Free April 17-25  The four parks of the Southeast Utah Group; Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments will waive all entrance fees during National Park Week which runs from April 17 through April 25, 2010.   April 06, 2010  Pile Burning and Prescribed Fires  Several brush piles and one prescribed fire are planned in parks of the Southeast Utah Group this spring.   March 26, 2010  National Park Service Will Host 2010 Summer Youth Crew  Ten students from Grand and San Juan Counties will have the opportunity to work in local national parks this summer as part of the Canyon Country Conservation Corps.   March 22, 2010  Call for Artists  The National Park Service Southeast Utah Group is currently accepting applications for the 2010 Community Artist in the Parks program.   March 10, 2010  Art Display by Chad Niehaus  Local artist Chad Niehaus will be displaying some of the work he created during his tenure as 2009 Community Artist in the Parks at Arches and Canyonlands National Parks.   July 13, 2009  Second Fee-Free Weekend for Local National Parks  The second of three \"fee-free\" weekends announced by Secretary of the Interior Ken Salazar as a way of encouraging Americans seeking affordable vacations to visit their national parks is quickly approaching.   June 13, 2009  Canyonlands to Waive Entrance Fees for Father's Day Weekend  No abstract supplied.   June 02, 2009  2009 Artist-in-the-Parks Program  The Community Artist-in-the-Parks program highlights the connection between artist and his\/her inspiration. During the 2009 season, Chad Neihaus, a Moab, Utah artist, will be in the Southeast Utah Group National Parks.   April 13, 2009  National Park Service Will Host Summer Youth Crew  Ten students from Grand and San Juan Counties will have the opportunity to work in local national parks this summer as part of the Canyon Country Conservation Corps.   February 03, 2009  NPS Seeks Comments on Exotic Plant Management Plan  The National Park Service (NPS) is soliciting public input for an environmental assessment on an Exotic Plant Management Plan that encompasses all four parks of the Southeast Utah Group of National Parks.   September 22, 2008  Entrance Fee-Free National Public Lands Day  The four parks of the Southeast Utah Group; Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments will waive all entrance fees on Saturday, September 27, 2008 in observance of National Public Lands Day.   July 29, 2008  Fire Ban in Effect Along River Corridors  Fire restrictions are in effect along the river corridors of the Colorado and Green Rivers within Canyonlands National Park and Arches National Park.   December 21, 2007  Bighorn Sheep Capture Plan Available for Review  The National Park Service is seeking public comments on an environmental assessment (EA) for its proposal to capture and radio collar 19 desert bighorn sheep in Arches and Canyonlands National Parks.   November 05, 2007  U.S. Veterans to be Admitted Free-of-Charge to Southeast Utah National Parks on Veterans Day  No abstract supplied.   October 04, 2007  Island in the Sky Visitor Center Plan Available for Review  An environmental assessment (EA) on the proposed expansion and rehabilitation of the Island in the Sky visitor center in Canyonlands National Park is available for public review and comment.   September 17, 2007  Southeast Utah Parks to Waive Entrance Fees on National Public Lands Day  All National Park Service sites, including Arches National Park, Canyonlands National Park, Natural Bridges National Monument and Hovenweep National Monument, will offer free visitor admission on September 29, 2007 for National Public Lands Day.   June 20, 2007  Canyonlands Seeking Input for Island in The Sky Visitor Center Expansion and Rehabilitation  Canyonlands National Park is soliciting public comments for the repair and expansion of the Island in the Sky visitor center.   January 12, 2007  Proposed Fee Increases for National Park Service Southeast Utah Group  In accordance with the Federal Lands Recreation Enhancement Act (REA), we are requesting comments from the public regarding proposed entrance fee increases for the National Park Service (NPS) Southeast Utah Group (SEUG).   September 22, 2006  SE Utah National Parks celebrate National Public Lands Day by waiving entrance fees  In recognition of National Public Lands Day, entrance fees and commercial tour fees will be waived at Arches and Canyonlands National Parks and at Hovenweep and Natural Bridges National Monuments.   May 05, 2006  Kate Cannon Named Superintendent of Southeast Utah Group  No abstract supplied.   October 10, 2002  Decision on Salt Creek Environmental Assessment  No abstract supplied.   June 21, 2002  Environmental Assessment on Recreational Access in Salt Creek Canyon Released  The National Park Service has released the Environmental Assessment (EA) that evaluates a range of alternatives for recreational access in Salt Creek Canyon in the Needles District of Canyonlands National Park.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/news\/newsarchive.htm"
}
