{
    "title": "Canyonlands National Park: Trip Itineraries",
    "body": "Explore This Park    Plan Your Visit     Trip Itineraries            Trip Itineraries       Since visiting more than one district in a day isn't practical for most Canyonlands visitors, itineraries are listed for the Island in the Sky and Needles districts separately.      ISLAND IN THE SKY If you have....  1 Hour: Drive to Grand View Point and enjoy a broad view of the entire park. If time permits, visit Buck Canyon or Shafer Canyon overlooks along the way.  2 Hours: Visit Grand View Point and Green River Overlook, and hike the 0.5-mile-loop nature trail to Mesa Arch.  Half a day: Visit all of the above and enjoy many of the other short, mesa top nature trails to features like Whale Rock or Upheaval Dome. Attend a ranger-led program. Visitors with four-wheel-drive may consider returning to Moab via the Shafer Trail and Potash roads.  Full day: Hike several of the mesa top trails or one of the long, strenuous trails like Syncline or Murphy loops. With four-wheel-drive, explore the White Rim Road (permit required) as far as Musselman Arch or travel to the Colorado River via Lathrop.  Many days: Use the Willow Flat Campground as a base camp and explore the district on foot or in a vehicle. Backpack into Taylor Canyon for a night, or to the Colorado River via Lathrop Canyon, or consider a multi-day, four-wheel-drive or mountain bike trip along the White Rim Road (permit required).      THE NEEDLES If you have...  1 Hour: Hike any one of the short interpretive trails and drive to Big Spring Canyon Overlook to enjoy the view.  2 Hours: Drive the three-mile unpaved Elephant Hill access road for a distant view of The Needles. Hike one or two of the short interpretive trails.  Half a Day: In addition to enjoying the scenic drive, hikers can explore the Slickrock Trail or walk to the edge of Chesler Park for a closer look at The Needles. Visitors with four-wheel-drive vehicles might consider driving to the Colorado River Overlook. Spend some time at the visitor center learning about the area.  Full Day: Hike one of the longer backcountry trails, or spend time exploring the four-wheel-drive roads, traveling up Horse Canyon to see the arches, or over Elephant Hill to the Confluence Overlook. (Permits required.) Many Days: Use the Squaw Flat Campground as a base camp and explore some of the hiking trails. Backpackers could spend a night in Chesler Park or Lost Canyon. Visitors with four-wheel-drive could move their base camp into the backcountry, stay at Devils Kitchen or Peekaboo, and explore the area around those locations. (Permits are required for many backcountry visits.)",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/itineraries.htm"
}
