{
    "title": "Canyonlands National Park: Meet the Team",
    "body": "Explore This Park    Learn About the Park     News     Social Media     Meet the Team                Meet the Web Team       Ever wonder who masterminds our social media messages? Meet the people behind the initials.        Gretchen (gw) loves a good selfie.   Before finally plucking up her courage and plunging into a career with the National Park Service, Gretchen (gw) lived and worked in major metropolitan areas, far from the wilds of the parks she loves. In between her far-too-infrequent trips to the national parks, she would visit her favorite places by means of the internet and dream of her next adventure. Today, as a member of the media team for Canyonlands, she gets to help others do the same thing. And, even though she has Canyonlands at her back door, her browser history still shows evidence of digital adventuring.        Kim hopes to share the magic of Canyonlands.   Kim (kd) has had an eclectic career working for the NPS as well as other outdoor organizations. From building trails in New England, counting and monitoring cactus in the desert, capturing and tagging Sandhill cranes by the ocean, leading children through the swamps of Florida, and locating archaeological sites in Northern Arizona. She is happy to call Canyonlands home for now and to share the magic of the park with in-person and virtual visitors.        Gary (gc) seeking some shade   A connoisseur of remoteness and isolation, Gary (gc) has worked at the Maze District for 26 years. Now an Archeological Technician, his job combines cultural resource investigation and monitoring, long term amphibian research as well as backcountry ranger work. He joined the web team in the hope that social media will help spark in the public's imagination an awareness of the supreme importance of preserving what is best in America through its national parks.        Chris (cw) is not above taking a selfie when the red rocks are his backdrop.   Chris (cw) spent many years working at national parks around the country, leading hikes, climbing lighthouses, exploring caves, and helping visitors experience America's most iconic places. Now he manages the websites and social media sites for parks in southeast Utah. \"Virtual visitors should be able to experience these special places I get to see outside my office window every day.\" Of course, nothing compares to being there in person, touching the slickrock, listening for birds, or smelling the desert after a rain. So when you visit, you'll probably see Chris in the field tweeting with his smartphone, shooting with his camera, or just taking it all in.        Shannan (sm) explores the Needles.   Shannan (sm) was born and spent much of her youth in Texas. She was a member of her high school drum corps, studied concert piano, attended the University of Texas, and didn't discover national parks until after she graduated from college. She started out working in hotels in Yellowstone before becoming a park ranger in 2000. Since then, she has worked in Yellowstone, Black Canyon of the Gunnison, Carlsbad Caverns, Grand Canyon, and is now the Needles District Interpreter in Canyonlands. She loves hiking, camping, star gazing, caving, and every other means she can find of exploring the world around her.        Strong winds might steal her hat, but never Karen's (kg) smile (nor karate-chop gestures)   Though she spends a fair amount of time both in front of and behind a camera lens, Karen (kg, formerly kh) feels most at home when engaged in conversations with visitors. \"Whether it happens on a trail, in the visitor center, or on our Facebook wall, each dialogue is an opportunity to learn more about why national parks are important to people. Plus, it's a ton of fun.\" If you have the opportunity to chat with Karen during a visit to Arches, make sure to allow ample room. \"I don't know how to talk without gestures, and my descriptions of rocks can get pretty animated. I once accidentally whacked a coworker who was standing too close.\" Perhaps an online forum is safer.      The following people have moved on to other parks but their contributions remain a valuable part of Canyonlands' social media history.        Melanie (ma) on a good day at the office   As a capstone project for her master's degree, Melanie (ma) lugged a 12-pound laptop through a national park to analyze how interactive media might improve people's park experience. Ten years later, she carries a smartphone in her pocket and tweets from the Island in the Sky, still marveling that she can get cell phone service out here (that is, if she holds the phone just so….) The best days at work, however, happen when she drops out of cell phone range to play in the canyons.        Sierra (sc) enjoys a new perspective   Sierra (sc) first discovered Canyonlands on a geology field-trip in 2000 and never really left. Even when she lived in other places and worked at other parks, Canyonlands was always calling. Eventually, the red rocks, deep canyons, and blue skies became home. Sierra enjoys being a member of the park's web team because she knows what it is like to pine for Canyonlands from afar. When she's not cooking up Facebook posts, you can find her helping in-person visitors to the Island in the Sky District discover its many wonders.        Sarah (sb) weaving campfire stories in the Needles.   When Sarah (sb) first moved to Southeast Utah, she was unaware that Canyonlands had such an extensive backcountry . This happy discovery has lead to years of exploration and adventure. Though Sarah has worked for different units of the Southeast Utah Group, she now has the pleasure of assisting visitors at the Needles District. She never picks favorites and guarantees there's no bad hike in the Needles.        Rachel (rh) genuinely loves every minute of her job.   Winds scented with sage brought Rachel (rh) to the red rock desert. Born and raised on the east coast, Rachel presented inquiry-based science education programs in California, New York and Massachusetts, and now works with the Canyon Country Outdoor Education program in San Juan County, UT. When she's not trekking across sandstone in search of pothole dwellers with elementary students, Rachel is scouring cliffs with her newly acquired binoculars in search of birds. She is delighted to call 'home' the place that inspired writers like Edward Abbey and Terry Tempest Williams. Her interests include experiential science-based education, youth empowerment, ecological restoration and applying ecological understanding in K-12 education.        Kait (kt) thinking about her next hike   When Kait (kt) was 12 years old, she visited canyon country for the first time and discovered that rocks make fantastic companions. \"They're great listeners, they never talk back, and they do an excellent job keeping the secrets of Earth's past.\" While her love for all things geologic only grew as she got older, she never forgot the whimsical swoops, towering spires, and Swiss-cheese holes of southern Utah. The day she started work at Arches National Park, she felt like she was rejoining her long-lost friends. Sometimes, she pops up to Canyonlands for a change of scenery -- and a chance to get to know all new rocky landscapes.        Neal (nh) watches for falling anvils   A healthy dose of Looney Tunes during childhood might have predisposed Neal (nh) to a life in the desert southwest. His first visit to Canyonlands in 1994 felt more like coming home, even when the wind blew his borrowed field camera off a cliff. For many years, he was the park's Visual Information Specialist, which means he wrote, designed and photographed for all four National Park Service sites in southeast Utah. Neal now works at Yellowstone National Park. Since he founded this social media program, he will always be an honorary member of our team. And he will always weight his tripods.",
    "url": "https:\/\/www.nps.gov\/cany\/learn\/news\/webteam.htm"
}
