{
    "title": "Canyonlands National Park: Safety",
    "body": "Safety       We want your trip to Canyonlands to be safe and enjoyable. Below are some of the potential hazards you may experience during your visit. Please become familiar with them, and keep them in mind while you're here. Heat & Sun During the summer, expect high temperatures, intense sunlight and low humidity. Eat plenty of food and drink at least one gallon of water each day. Carry and drink water while you are engaged in any activity, such as hiking. Wear loose-fitting, light-colored clothing and a wide-brimmed hat. Apply sunscreen to all exposed skin. Consider saving strenuous activity for early mornings or evenings. Area Services Canyonlands is an isolated and rugged environment. The distance to find food, gas, lodging, or medical facilities particularly from The Needles or The Maze may be 50 miles or more. Make sure you have plenty of fuel before driving to Canyonlands. Cellular telephones may not work in some areas of Canyonlands: do not rely on them.  Wildlife Wild animals often carry deadly diseases, including hantavirus, bubonic plague and rabies, and may become aggressive without warning. Always view wildlife from the safety of your car or from a distance. Do not approach animals to take photographs, and teach children not to chase or pick up animals. A few venomous animals live in the park, including midget-faded rattlesnakes, scorpions and black widow spiders. These animals are rarely seen and will generally flee when approached. While a scorpion sting is likely to be mild (like a bee sting), anyone bitten by a black widow spider or rattlesnake should seek medical attention as soon as possible. Black bears are known to wander into the park from the Abajo Mountains, which border the Needles District. They have been sighted in Salt Creek Canyon and many neighboring canyons, as well as along the Colorado River. Lightning & Flash Foods Storms and flash floods can be powerful and sudden. When lightning is present, avoid lone trees, cliff edges and high ridges. Crouch low to the ground. Return to your vehicle if possible. Never try to cross a wash that is flooding.  Climbing & Scrambling Be careful near cliff edges, especially when conditions are wet or icy. Avoid loose rock when traversing slopes, and keep in mind that slickrock is much easier to climb up than down. Winter Travel Winter temperatures can drop well below freezing. Hypothermia is a hazard in late fall, winter and early spring. When hiking during these times, carry extra layers of clothing, foul-weather gear and a flashlight. Be prepared to spend the night out if necessary. Even a few inches of snow can hide cairns and trails...or make slickrock areas impassable.  Staying Found Stay with companions while hiking; separation can mean getting lost. Do not count on a cellular phone to summon help; cellular service will not reach into many areas of Canyonlands. If you become lost, stay where you are and wait for rescue. Wandering will endanger your life and make finding you difficult. When traveling alone, always tell someone where you are going and when you expect to return. Do not rely on GPS units to guide you into the park.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/safety.htm"
}
