{
    "title": "Canyonlands National Park: Stargazing",
    "body": "Stargazing        Visitors gather for a telescope program at Grand View Point. NPS\/Chris Wonderly       The national parks and monuments of the Colorado Plateau have long been popular destinations for travelers. In addition to their stunning landscapes and rich cultural history, these areas share another resource: some of the darkest skies remaining in the contiguous 48 United States. The utter dark of a moonless night in Canyonlands surprises many visitors. As few as one in ten Americans live in areas where they can see the estimated 2,500 stars that should be visible under normal conditions. In many cities, the night sky is completely obscured by the glow of urban settlement. At Canyonlands, the naked eye is sufficient to witness a wealth of stars. Under the right conditions, common binoculars may even reveal the rings of Saturn. However, a clear view of the Milky Way is more than an aesthetic experience. Research indicates that light pollution severely impacts the ability of many animals, especially birds and insects, to navigate. On many occasions, thousands of birds have died in a single night by following artificial lights into towers, buildings, smokestacks and even the ground. Read more about the importance of dark night skies. Canyonlands' relative isolation from the artificial light of urban areas makes it an ideal place for viewing the night sky. Park staff have also worked to reduce ambient light from within the park by replacing park lighting with \"night-sky friendly\" lights and fixtures. In 2015, the International Dark-Sky Association recognized Canyonlands National Park as a Gold-Tier International Dark Sky Park. Canyonlands preserves a wealth of resources. Many, like natural darkness, have become more significant as they become increasingly rare outside the park. Stargazing at Island in the Sky \/ Dead Horse Point State Park \/ Arches National Park During the spring and fall, Island in the Sky rangers team up with rangers from Arches National Park and Dead Horse Point State Park to introduce visitors to the wonders of the night sky. A ranger program will be followed by stargazing and telescope viewing. The location will rotate among the three parks and the start time will vary with the time of sunset. Programs will take place in good weather or bad. Bring a chair or a blanket to sit on, a red flashlight (if you have one), and warm clothes.  Stargazing at The Needles Stargazing events include a night sky program, followed by telescope viewing. Programs begin at the Needles Visitor Center. Start times will vary based on the time of sunset. Programs will take place in good weather or bad. Bring a chair or a blanket to sit on, a red flashlight (if you have one), and warm clothes.       2016 Night Sky Programs Saturday, July 2 - Arches National Park - 9 pm - Delicate Arch Viewpoint Saturday, August 6 - Arches National Park - 9 pm - Delicate Arch Viewpoint Saturday, September 3 - Island in the Sky Visitor Center - 8:30 pm  Thursday, September 29 - Dead Horse Point State Park - 7:30 pm - Visitor Center See the Calendar for all events.      Spot the Station! Did you know you can see the International Space Station fly overhead? If you're in the right place at the right time, you'll see a bright spot sail across the sky. Look for an open area with a clear view of the sky. Check below for the next sighting.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/stargazing.htm"
}
