{
    "title": "Canyonlands National Park: Bears",
    "body": "Bears        Black bear in the Needles District Photo taken by a remote wildlife camera       Did you know that Canyonlands is bear country? Black bears wander into the park from nearby mountains, and have been spotted in the Needles, the Maze and along the Colorado River. Bears are omnivorous and will forage for food and water over a large area. Many factors influence their behavior, including your reaction to them. Some bears are more aggressive than others, and bears that become habituated to human food can be very dangerous. Report Sightings Your sightings of bears, bear tracks, and other evidence can help us stay informed of bear activity in the park. Please contact us to report your bear sighting. Reducing The Risk of Bear Encounters Be alert. Watch for tracks, droppings, diggings, and other bear signs. If you see a cub, retreat immediately - you can be certain the mother is nearby. Make noise and stay on the trail. Typically, bears avoid humans. You can make this easier for them by making noise when hiking in the backcountry - talk with your companions, sing a song, whistle. Watch for carcasses and stay away from them. Report all dead animals found near a trail or campsite to a park employee. If you smell rotten meat, leave the area immediately. Never approach or camp near a carcass. A bear may be out of sight, guarding its food. Carcasses can often be detected by the presence of ravens or coyotes. Avoid carrying odorous items. Bears are attracted by smells of food and other odorous items. Leave food like bacon, tuna, ham, and scented personal products at home. Bears have a phenomenal sense of smell and can detect odors miles away. We recommend using dry, sealed foods; they are lighter and less aromatic. Keep a clean camp and store food items securely. For the protection of bears, park visitors and employees, it is very important that bears do not gain access to human food. Never eat or store food in your tent. Dispose of food scraps properly (pack it in, pack it out) and don't leave food, dishes or stoves unattended. In areas where bears are known to be active, keep your sleeping area away from your cooking and food-storage area. Store food, garbage and other odorous items in vehicles or in bear-proof containers. If these are unavailable, hang food and other odorous items in a sturdy bag as high as possible in a tree. Bear Encounters In contacts with humans, bears try to minimize personal harm. A bear becomes defensive in three situations:  When surprised; When with young; When on a carcass or other food source.  If you see a bear in the distance If the bear doesn't see you, keep out of its sight and detour as far as possible behind and downwind of the bear. If the bear sees you, retreat slowly and leave the area. If possible, slowly walk upwind to let your scent reach the bear. Regardless of the distance, never approach a bear. If you see a bear at close range Do not run, shout or make sudden movements. Remain still, avoid eye contact, talk quietly and calmly to the bear. Do not panic - your safety may depend on remaining calm. If a bear charges you Stand still; do not run. Charging bears often veer away or stop abruptly at the last second (bluff charge). If a bear makes physical contact, drop to the ground and play dead. Keep your pack on to help protect your body, clasp your hands over the back of your neck, and lie face down with your legs flat. Be still and stay silent to convince the bear that you are not a threat. After the bear leaves Wait several minutes before moving. Listen and look around cautiously before you get up to make certain the bear is no longer nearby. Bear Attacks Predatory attacks are rare but may occur under unusual circumstances. Such attacks are distinguished from encounters with defensive bears by not being associated with one of the three defensive situations (when surprised, when with young, and when on a carcass or other food source). In such situations, unusual conditions have caused the bear to perceive and attack you as prey. If you are attacked by a predatory bear, do not play dead. Fight back aggressively. Use anything available to defend yourself. People have fought off bears by yelling, punching, kicking or otherwise defending themselves. Pepper Spray Pepper spray may temporarily incapacitate or cause discomfort in bears. It is a non-toxic and non-lethal means of deterring them. There have been cases where bear spray repelled aggressive or attacking bears and accounts where it has not worked as expected. Factors influencing effectiveness include distance from the bear, wind, rain, air temperature and product shelf-life. If you decide to carry pepper spray, make sure you have it readily available (attached to your hip or front of pack, not stored in your pack), and understand its intended use and how to deploy it safely and effectively. Under no circumstances should pepper spray create a false sense of security or serve as a substitute for taking appropriate safety precautions in bear country.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/bears.htm"
}
