{
    "title": "Canyonlands National Park: Toilet Requirements",
    "body": "Toilet Requirements       Canyonlands National Park requires all river runners to carry out their solid human waste. (This is also required of visitors vehicle camping in the Maze and at selected campsites in Needles.) The park requires the use of washable, reusable toilet systems or the type of toilet system that uses dry chemicals and enzymes to render solid human waste into nonhazardous products acceptable for disposal in permitted landfills. Toilet systems must be designed to contain human waste in such a fashion as to provide for secure containment and adequate volume storage. Human waste must be deposited directly into the storage container. Additional Guidelines:  Do not store toilet or associated toilet articles next to food or food equipment to prevent cross contamination. A disinfectant should be used to kill pathogens on the toilet seat. Use heavy-duty rubber gloves during toilet set up or clean up and disinfect them after each use. When feasible, place the toilet near the river's edge to encourage urination in the river unless there is adequate volume for urination in the toilet. A hand-washing water dispenser and the hand soap can be placed close by. The toilet should be covered with a lid to discourage flies. The toilet should be set up until the party breaks camp. Toilet accessories should be stored together. Store the toilet brush in a separate bag or container to prevent cross contamination since it cannot be thoroughly disinfected. Wash hands thoroughly after handling the toilet. If contact is made with skin by fecal material, immediately wash the area with antibacterial soap. Use a topical medication if it got on a cut or scratch. It is suggested that an antibacterial soap be used. Bar soap is not recommended. A system which allows flowing water to rinse soap off hands without contaminating hands in the process is recommended. The rinse system should not employ the use of beverage coolers due to possible contamination of the spigot. To facilitate the emptying of your toilet it is recommended that you maintain the contents of your toilet in a semi liquid state. This may require the addition of urine and\/or river water. Only feces, urine, and toilet paper should be put in the storage container. The number of containers needed is dependent on the number of people and the length of the trip. It is easy to contain about 50 uses in a container measuring 2,000 cubic inches. Please note that a toilet system must be accessible during the day.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/rivertoilets.htm"
}
