{
    "title": "Glen Canyon National Recreation Area: Soils",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Soils                Cryptobiotic Soil Crusts         Cryptobiotic soil crust NPS  Cryptobiotic soil crusts are an important part of arid and semi-arid ecosystems throughout the world, including those in Glen Canyon National Recreation Area. Crypto means hidden, while biota means life. Hence these crusts are composed primarily of very small organisms that cannot be seen with the naked eye. Well-developed cryptobiotic soil crust is often much darker than the soil it is on top of, and has a sponge-like look and texture. The extent of crust development depends on soil structure, texture, and chemistry as well as elevation and microclimate.        100 micrometer deep look at soil crust USGS  Cryptobiotic soil crusts are created by living organisms such as algae, cyanobacteria, and fungi. The bacteria within the soil release a gelatinous material that binds soil particles together in a dense matrix. The result is a hardened surface layer made up of both living organisms and inorganic soil matter. This crust is an important means by which arid soils resist erosion by wind and water. Many cryptobiotic soil crusts are able to absorb water more quickly than regular soils and as a result reduce runoff and also impede evaporation. In addition, the cyanobacteria in the crust, as well as some of the surface lichens, are nitrogen fixers, meaning that they can chemically convert atmospheric nitrogen into a form usable by other plants. Lichens and mosses often grow on the stabilized surfaces of the crust, and can often cover the crusts. Many unusual and unique organisms occur in association with crusts, including many rare and undescribed algal species as well as rare lichens. It is becoming increasingly clear that the older and better developed crusts support important levels of cryptogamic plant biodiversity.        Tire tracks on cryptobiotic soil crust NPS  Cryptobiotic soil crusts are quite fragile, especially during the drier seasons. Small amounts of pressure will break through the crust and expose the loose sand or soil beneath to the forces of erosion. As a result, humans can have a major impact on these delicate crusts. Footprints from hikers and livestock will crush cryptobiotic crusts underfoot, and the tires from motorized vehicles have an even greater potential to damage large areas. Once compacted, cryptobiotic soils can take anywhere from a few years to several decades or longer to recover. Research suggests that recovery of some of the algal and lichen components, as well as functions, may take much longer, and could take several hundred years in very dry environments. Until recovery, the soils in the impacted area can be damaged by accelerated erosion and nutrient loss. Published 8\/07",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/soils.htm"
}
