{
    "title": "Canyonlands National Park: Boating",
    "body": "Boating        Colorful group at the scouting beach for Big Drop Two in Cataract Canyon NPS\/Neal Herbert       The Colorado and Green rivers have played a significant role in shaping the landscape of Canyonlands, and seeing the park from the bottom up affords a unique perspective. Above their confluence near the heart of Canyonlands, the rivers offer miles and miles of flat water perfect for canoes, sea kayaks and other shallow-water boats. Below the confluence, the combined flow of both rivers spills down Cataract Canyon with remarkable speed and power, creating a fourteen-mile stretch of Class III to V white water.  Private Permits Permits are required for all overnight private river trips. Permits can be reserved no more than four months, and no fewer than two days, before the permit start date. For a successful river trip, it is essential to practice proper food handling & sanitation and water purification techniques, and to abide by toilet requirements and other river regulations. (Read through some river incident reports for examples of unsuccessful trips.) Guided Trips Local outfitters offer a variety of guided trips, from half-day excursions to week-long floats. Most river trips involve several nights of camping. Flows River flows are dependent upon snowmelt and rainfall. The character of the rivers changes dramatically depending on the season. High water generally stretches from early May to late June, while low water may occur later in summer. Both conditions can present challenges to boaters. Recorded river flows are available from the US Geological Survey or by calling (801) 539-1311. Snowmelt peak flow forecasts are available from the Colorado Basin River Forecast Center. Also on this subject:  High water videos Historic flows in Cataract Canyon High water FAQs Low Water FAQs  Launch\/Takeout Options On both rivers, all launch ramps are outside park boundaries. Launch locations on the Green River include Green River State Park, Ruby Ranch or Mineral Bottom. On the Colorado, boaters typically use the Potash or Moab ramps. There is no vehicle access to the rivers near the Confluence or in Cataract Canyon. Past Cataract, boaters most often takeout at Lake Powell.  While hiking trails lead to the rivers from each of the districts, these trails are too long and rugged to be seriously considered for shuttles, unless groups use equipment designed for this purpose (e.g. pack rafts). Shuttle Services Two companies are licensed to provide river shuttles (upstream and downstream) in Canyonlands National Park:  Tex's Riverways:(877) 662-2839 or (435) 259-5101 Tag-A-Long Expeditions:(435) 259-8946  For a list of shuttle services to destinations outside the park, visit www.discovermoab.com\/shuttle.htm.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/boating.htm"
}
