{
    "title": "Canyonlands National Park: High Water FAQs",
    "body": "High Water FAQs       River Information When is high water? High water typically lasts from mid-May through mid-June, but forecasts now predict cool temperatures may prolong high water season into July. Where can I find current river flow data? http:\/\/waterdata.usgs.gov\/ut\/nwis\/rt http:\/\/www.cbrfc.noaa.gov\/   White Rim Trips How does high water affect White Rim Trips? Once the Green River exceeds 20,000 cfs, the west side of the White Rim Road will likely flood in several places between the Hardscrabble Campsites and the northwest park boundary, including Upheaval Bottom. If this occurs, the road may be closed from the southern base of Hardscrabble Hill to the park boundary, making a complete White Rim loop impossible. The Hardscrabble, Labyrinth and Taylor campsites may not be accessible. During the high water period, all groups should carry extra food, fuel and water in case they are forced to exit the park via the Shafer Trail or Potash Road. This may add up to 80 miles to a trip.  White Rim users should contact the Island in the Sky Visitor Center (435- 259-4712, ext.0) for road conditions. Off-road travel to avoid flooded road sections is prohibited.   River Trips How does high water affect river trips?  Fewer campsites are available during high-flow conditions than during low-flow conditions. It is important to use the campsite register boxes located at Potash and Mineral Bottom to determine campsite availability and indicate your campsite plans to other boaters. You may have to share camps with other boating parties. Talk to other boaters to coordinate camping and share information about river conditions. Avoid destroying vegetation to expand the size of campsites if possible.    Flows are faster during high-flow conditions. Landings can be more challenging in fast water. Plan ahead and use your river map to maintain constant awareness of where you and your boating companions are located on the river.    Water temperatures are cold during high-flow conditions. Although air temperatures may be hot, water temperatures will be cold, so hypothermia is a real hazard. Take precautions to protect yourself from the effects of cold water. State law does not require boaters to wear personal flotation devices (PFDs) above the Confluence, but wearing your PFD during cold, high-flow conditions is a good practice.  Increase the stability of your boat and decrease the likelihood of turning over by keeping equipment and other heavy items as low as possible in the boat. Be aware that winds often increase during the afternoon and can cause choppy waves and difficult boating conditions. Ensure that you have a plan for self-rescue if your boat turns over. Travel in groups and stay close together.    Rapids change in difficulty depending on river flows. Always scout rapids when in doubt. Experience with high-volume whitewater is recommended if you plan to run Cataract Canyon at these high flows. High flows in Cataract Canyon will create powerful hydraulics –large waves, dangerous holes, swift current, and eddy lines that are capable of flipping rafts. You must be prepared for self-rescue. You can move your trip to a later date to avoid the high flows.  Cataract Canyon How does high water affect Cataract Canyon? During high water, Cataract Canyon is considered a Class V run marked by large, unavoidable crashing waves and massive holes. All groups should have the appropriate gear, skill and experience to both navigate and self-rescue in high-volume, Class V water. High-float life jackets (with more than 23 pounds of floatation) are recommended for all white water boaters during this time. Will NPS rangers be stationed below the Big Drops? No. NPS river rangers will be making periodic patrols on the rivers, but will not maintain an extended presence below the rapids in Cataract Canyon.   General Information Can I cancel my trip? Trips may be canceled at any time by contacting the Reservation Office. There are no refunds. Can I reschedule my trip? Trips may be rescheduled for a later date during the same calendar year by contacting the Reservation Office. The rescheduling of White Rim trips is subject to site availability.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/highwater.htm"
}
