{
    "title": "Canyonlands National Park: High Water Videos",
    "body": "High Water Videos        Raft in Big Drop Two during high water in 1997. NPS Photo by Neal Herbert       While Cataract Canyon thrills boaters at any level, the river becomes more and more demanding as flows rise above 30,000 cfs (cubic feet per second). The videos available here are in the public domain and may be downloaded and shared freely. Videos in WMV format can be opened in Winamp, Windows Media Player and other video players. For best results, save the file to your hard drive before viewing (right-click on the link and select \"save target as\" from the menu).      2008 CLIPS These videos were taken between May 24 and June 13, 2008 from along the right side of Big Drop Two (Rapid 22). During this time, the river's flow ranged from 46,000 to 63,000 cfs. Clip One [2.8mb WMV file] Proving that there's an exception to every rule, these folks throw the wisdom of \"always face your danger\" out the window and run most of Big Drop Two sideways...without incident. Clip Two [4.7mb WMV file] 2008 saw the birth of a new feature in Big Drop Two...a crashing wave\/hole that has earned at least two names so far: the \"mother-in-law\" and \"the claw.\" Located halfway down Big Drop Two (or at the beginning of Big Drop 2.5...though that's a distinction more easily made at low water), this feature surprised a lot of folks, including this row boat. Clip Three [3.6mb WMV file] Momentum is your friend: a triple-rig has an exciting run through Big Drop Two and Satan's Gut. Clip Four [4.5mb WMV file] Unlucky hit and a row boat goes over (apologies for the shaky video..it's hard to film and talk on the radio at the same time). Clip Five [2.2mb WMV file] S-rig makes Big Drop Two look easy. Clip Six [2.4mb WMV file] A cataraft with paddle-assist shows the perfect line through Big Drop Two. This clip provides a good view of the \"mother-in-law\" (see clip two or eight). Clip Seven [993mb WMV file] Nice aerial view of the ledge wave in Big Drop Two...and the consequences of hitting it at the wrong angle. Clip Eight [1.6mb WMV file] Though cut short by the videographer, this clip should dispense with any lingering questions about the powerful new feature in Big Drop Two.      2005 CLIPS These videos were taken between May 24 and May 30, 2005 from the top of Big Drop Two (Rapid 22). During this time, the river's flow ranged from 55,000 to 69,000 cfs. Clip One [7mb WMV file] Oar boat on May 27, 2005. Footage shows right-side run through Big Drop Two and dump-truck in Satan's Gut (Big Drop Three). Clip Two [1.6mb WMV file] Sport boat in Big Drop Two on May 26, 2005. Lucky boatman takes a big hit at the Window Wave. Clip Three [2.7mb WMV file] Oar boat on May 27, 2005. Footage shows a textbook right-side run through Big Drop Two. Clip Four [1.9mb WMV file] Big commercial trip on May 28, 2005. Footage shows run through Big Drop Two. Clip Five [6.5mb WMV file] Three oar boats on May 28, 2005. Footage shows runs\/flips through Big Drops Two and Three, including a successful run through Satan's Gut. Clip Six [2.3mb WMV file] Oar boat on May 29, 2005. Footage shows bird's eye view of a textbook run through Big Drop Two. Clip Seven [1.6mb WMV file] S-rig on May 29, 2005. Footage shows run through Big Drop Two.      1997 CLIPS These videos were taken between May 28 and June 18, 1997 from several locations along Big Drops Two and Three. During this time, the river's flow ranged from 50,000 to 71,000 cfs. Clip One [5.9mb WMV file] Oar boat surfs the Window Wave (top of Big Drop Two), then goes for more in Satan's Gut (Big Drop Three). Second time was not a charm. What a ride! Clip Two [2.7mb WMV file] Oar boat successfully clips Little Niagara (big hit at the beginning), then runs the rest of Big Drops Two and Three without incident. Clip Three [3.3mb WMV file] Oar boat flips on the Window Wave (top of Big Drop Two) and has a long swim. Clip Four [1.4mb WMV file] Sport boat bounced around by the tail waves of Big Drop Two. Clip Five [3.5mb WMV file] What happens when you go into the Ledge Wave (Big Drop Two) sideways? One passenger has a 15-second tour through the bowels of Satan's Gut (watch the blue helmet). Clip Six [3.5mb WMV file] Oar boat gets a piece of Little Niagara (Big Drop Two) but makes it through the Big Drops just fine. Clip Seven [2mb WMV file] Triple-rig looks stable, if only the guides could stay in it! Exciting run through Big Drop Two. Clip Eight [3.5mb WMV file] Triple-rig gets bounced around in the tail waves of Big Drop Two. Clip Nine [1mb WMV file] Oar boat runs Big Drop Two without scouting and pays the price. Clip Ten [4.3mb WMV file] Oar boat surfs the Window Wave (Big Drop Two), then makes a very difficult ferry across the tail waves of Big Drop Two.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/rivervideos.htm"
}
