{
    "title": "Canyonlands National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       The information about specific facilities and services provided below may help you better plan your visit. If a particular service or issue is not mentioned below, such as alternate formats for print materials, audio description, assistive listening, captions, or physical access to particular facilities, programs or services, please contact us.   U.S citizens or permanent residents with permanent disabilities qualify for the Interagency Access Pass, which provides free or discounted access to over 2,000 Federal recreation sites.   Physical\/Mobility Accessibility   The following facilities and destinations are ADA-compliant:    Island in the Sky At the Island in the Sky, visitors with mobility impairments can access the visitor center and restrooms, Buck Canyon Overlook, Green River Overlook and Grand View Point Overlook. Willow Flat Campground has one accessible campsite (the restrooms nearby are also accessible). Needles In the Needles, visitors with mobility impairments can access the visitor center and restrooms, Squaw Flat Campground and restrooms and Wooden Shoe Overlook. Other points of interest are accessible with some assistance.  Deaf\/Hearing Loss Accessibility For visitors with hearing impairments, a variety of publications may be obtained at the district visitor centers, where closed captioning is available for audio-visual programs on request. Wayside exhibits with illustrations and text on natural and cultural features are situated throughout the Island in the Sky and Needles Districts and in the visitor centers.   Blind\/Low Vision Accessibility Visitor center exhibits include audio recordings and tactile models, rock samples, and maps that may be touched. An audio tour of the park's scenic road is available for purchase or rental at the bookstore. Recorded descriptions of exhibits or waysides are not available.   Service Animals Service animals are allowed in national parks. For a definition of a service animal, please visit www.ada.gov\/service_animals_2010.htm.   Service animals are permitted everywhere in Canyonlands. Owners are encouraged to identify their working service animal, such as with a vest. Identification is not required, but helps prevent unwarranted \"dog on trail\" complaints from other visitors. There are no plastic bags provided at trailheads for waste products, so please bring your own.   Caution! The desert can be deadly for pets. Car temperatures rise quickly in the sun, even on cool days. Your pet can easily die of heat exhaustion. If you are leaving a pet in a car, crack the windows as much as possible and leave water to drink. We recommend you not leave pets in the car at all when the outside temperature exceeds 68 degrees, even with the windows cracked.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/accessibility.htm"
}
