{
    "title": "Canyonlands National Park: Backcountry Trip Planner",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backcountry Trip Planner              Backcountry Travel Planner          Choose Your Adventure  Wondering what you can do in the Canyonlands backcountry? This is the page for you. Use the information below to plan your backcountry trip.   Or Start a Backcountry Reservation           Things to Do | Maps | Who Needs a Permit? | Regulations  Canyonlands National Park is an expansive natural landscape that invites exploration. People come from all over the world to explore the canyons, mesas, rivers, and wilderness in the park. The Green and Colorado rivers divide the park into four major districts: Island in the Sky, The Needles, The Maze, and the rivers themselves. Use this backcountry planner to find the best trip for you.      Things to Do               Four-Wheel-Driving   There are hundreds of miles four-wheel-drive roads in the park. Permits are required for some of these roads.        Bicycling   Mountain bikers may travel any of the hundreds of miles of roads in the park. Permits are required for some roads.              Hiking and Backpacking   Canyonlands has hundreds of miles of hiking trails with designated backcountry campsites. You will need a permit for overnight trips.        Boating   The Green and Colorado rivers offer miles of both flat-water and white-water boating.Permits are required.            Maps Not sure about where you want to go? Take a look at these district roads and trails guides. Look up road and trail distances, and find locations of campsites and backcountry zones. Island in the Sky Roads and Trails The Needles Roads and Trails The Maze and Orange Cliffs Roads and Trails      Who Needs a Permit? Four-wheel-drive vehicle, bicycle, or motorcycle permits are required for:  Day-use travel on the White Rim, Elephant Hill, Peekaboo\/Horse Canyon, and Lavender Canyon roads. All overnight trips.  Backpacking permits are required for:  All overnight backpacking trips.  Backpackers planning to use a packraft to travel on the rivers may have additional requirements. Read more about packraft requirements.  River permits are required for:  All overnight river trips. Day-use travel through Cataract Canyon. Backpackers camping within a half mile of the river, or using a packraft to travel more than two miles on the river.       Regulations You are responsible for knowing and following these regulations on your backcountry trip. General Backcountry Regulations River Regulations Horse and Pack Regulations Toilet Requirements for all river trips, all Maze vehicle campsites, New Bates Wilson campsite, Peekaboo campsite",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/backcountry.htm"
}
