{
    "title": "Canyonlands National Park: Biking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Biking              Biking        A group of mountain bikers on the White Rim Road NPS\/Neal Herbert       With hundreds of miles of four-wheel-drive roads, Canyonlands offers ideal terrain for multi-night mountain bike trips. Most groups travel with vehicle support to haul water and gear since there are few reliable water sources along these roads. For the truly adventurous, self-supported trips with panniers and trailers are also possible. Bikes must remain on designated roads: there are no single-track trails in the park. Where to Go The 100-mile White Rim Road is the park's most famous ride. The Maze offers similar terrain, but the roads are more technical. You can also ride paved roads at Island in the Sky and The Needles.  Things to Know  Overnight Trips: You must have a permit for all overnight trips. Day Trips: You must have a permit for day trips on White Rim, Elephant Hill, Lavender Canyon, and Peekaboo\/Horse Canyon roads.  Groups must camp in designated sites. Reservations for White Rim campsites are very competitive. You may have to make a reservation up to four months in advance. There are no shoulders or bike lanes. Be aware of passing vehicles.        Where Can I Ride My Bike? You can ride a bicycle on any public roadway in the park. Some roads are better for cycling than others. Check at visitor centers for recommendations and road conditions.  View and download park and district maps here.  Paved Roads You can ride on paved roads at The Needles and Island in the Sky. You must must ride single file. There are no road shoulders or bike lanes; please be aware of passing vehicles.  Backcountry Roads Canyonlands is famous for its mountain biking terrain, particularly for the 100-mile White Rim Road at Island in the Sky. The Maze also offers some multi-day trip possibilities, though the logistics and roads are more difficult (for the support vehicles, not the bikes). Several of the four-wheel-drive roads in The Needles travel up wash bottoms and are unsuitable for bikes due to deep sand and water. Island in the Sky  The 100-mile White Rim Road loops around and below the Island in the Sky mesa top and provides expansive views of the surrounding area. Bicycle trips usually take three to four days. Overnight and day-use permits are required.  The Needles   Elephant Hill Road is one of the most technical roads in Utah. You'll experience steep grades, loose rock, and stair-step drops. No water is available at the campsites. Overnight and day-use permits are required. Colorado Overlook Road is a moderate road. It can be sandy for mountain bikes. Deep sand, deep water, and quicksand are common on the Peekaboo\/Horse Canyon and Lavender Canyon roads. These roads are too sandy for mountain bikes.   Do I Need a Permit? Day Use If you're taking a day trip on the White Rim, Elephant Hill, Lavender Canyon, or Peekaboo\/Horse Canyon roads, you need a day-use permit.  Overnight If you're going on an overnight trip, you need an overnight permit.  During the spring and fall, demand for permits frequently exceeds the number available. If you plan to visit Canyonlands during peak season, especially to bike and camp along the White Rim Road, we recommend making reservations well in advance. You can reserve overnight permits up to four months in advance of the start of your trip. Day-use permits are available up to 24 hours in advance of your trip. Mountain bike groups must travel single-file, remain on established roads, and camp in designated sites. There is no single-track riding in the park. We recommend a support vehicle for all multi-day bike trips: there are no water sources along most of the roads. Guided trips are available for many destinations within Canyonlands.             Explore the Backcountry  Plan A Backcountry Trip.  Or Make a Reservation.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/biking.htm"
}
