{
    "title": "Canyonlands National Park: White Rim Road",
    "body": "White Rim Road        Mountain bikers on the White Rim Road NPS Photo by Neal Herbert       The 100-mile White Rim Road loops around and below the Island in the Sky mesa top and provides expansive views of the surrounding area. Trips usually take two to three days by four-wheel-drive vehicle or three to four days by mountain bike. Under favorable weather conditions, the White Rim Road is considered moderately difficult for high-clearance, four-wheel-drive vehicles. The steep, exposed sections of the Shafer Trail, Lathrop Canyon Road, Murphy's Hogback, Hardscrabble Hill, and the Mineral Bottom switchbacks make the White Rim loop a challenging mountain bike ride, and require extreme caution for both vehicles and bikes during periods of inclement weather. During high water conditions on the Green River, sections of road on the west side can flood, making a complete loop impossible. If you are planning a trip on the White Rim, please be aware of the following:  A high-clearance, four-wheel-drive vehicle (low range) is required for the White Rim Road. All vehicles and bikes must remain on roads. All vehicles and motorbikes must be registered and operated by a licensed driver. ATVs, UTVs, and OHVs are not permitted. Motorbikes must be highway-legal. Pets are also not permitted, even in vehicles.  Permits  Day-use permits are required for all trips on the White Rim. Permits are required for all overnight trips along the White Rim.  During the spring and fall, demand for permits frequently exceeds the number available. If you plan to visit Canyonlands during peak season, it is recommended that you make reservations well in advance. Drive Carefully! A high-clearance, four-wheel-drive vehicle (low range) is required for the White Rim Road. Towing charges are very expensive. Visitors caught in the backcountry with disabled vehicles can expect towing fees in excess of $1,000. Come Prepared. The White Rim Road has long rocky stretches, deep sand, and little shade. Bring at least 1 gallon (4 L) of water per person, per day — more if you'll be active. Plan for a minimum of 10-12 hours of driving or cycling.  Protect Your Park - Keep off the Arches. To promote visitor safety and the opportunity to view natural features undisturbed, climbing, scrambling, walking or standing upon, or rappelling off any arch is prohibited in the park.  Campsites Bicyclists and four-wheel drivers must stay in designated campsites. Twenty individual campsites are arranged in ten camping areas. Toilets are provided at each area. When there is more than one site at a location, they are generally positioned to be out of earshot and, as much as possible, sight of each other. Each campsite will accommodate up to 15 people and 3 vehicles. Campfires are not permitted.      Camping Area (traveling Clockwise)  Distance From Visitor Center (miles)   Number of Sites    Shafer  7    1    Airport  19   4    Gooseberry  30   2    White Crack  39   1    Murphy Hogback  45   3    Candlestick  55   1    Potato Bottom  66   3    Hardscrabble Bottom  70   2    Labyrinth  72   2    Taylor  77   1     No potable water is available along the White Rim Road. For mountain bike trips, a four-wheel-drive support vehicle to carry water and equipment is highly recommended.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/whiterimroad.htm"
}
