{
    "title": "Canyonlands National Park: Auto Touring & 4WD",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Auto Touring & 4WD               Auto Touring        The scenic drive at the Island in the Sky features many spectacular overlooks. NPS\/Neal Herbert      Scenic DrivesThe Island in the Sky offers the best opportunities for sightseeing by car. The overlooks along the 34-mile roundtrip scenic drive are perched 1,000 feet above the surrounding terrain, providing spectacular views of the canyons below as well as the other districts. Plan on spending at least an hour in the park in order to drive out to Grand View Point. More time is needed to enjoy additional overlooks or explore some of the short trails.The scenic drive at The Needles continues 6.5 miles past the visitor center, ending at Big Spring Canyon Overlook. Along the way are several pullouts for short hiking trails, viewpoints, and a picnic area. Graded gravel roads lead to Cave Spring and the Elephant Hill trailhead, where there is a second picnic area. The Elephant Hill access road provides the best view of The Needles from a car. Four-Wheel Driving There are hundreds of miles of four-wheel-drive roads in Canyonlands, providing access to various campsites, trailheads and viewpoints in the park's backcountry. These roads range in difficulty from intermediate to extremely technical. Research your route thoroughly before attempting:White Rim Road at Island in the Sky (moderate)4WD roads in the Needles (moderate to technical)4WD roads in the Maze (mostly technical) If you plan to enjoy the park's four-wheel-drive roads, please be aware of the following:  A four-wheel-drive vehicle (low range) is required on the White Rim Road and all backcountry roads at The Needles and The Maze. Other vehicles (e.g. low-clearance all-wheel-drive or high-clearance 2WD) have difficulty negotiating the rough slickrock, loose rocks, deep sand and steep switchbacks found on these roads. All vehicles must remain on established roads. ATVs, UTVs and OHVs are not permitted.  Motorbikes must be interstate legal. All vehicles must be registered and operated by a licensed driver. Pets are not permitted, even in the vehicle.PermitsDay Use: Permits are required for day use on the following roads: White Rim Road, Elephant Hill Road, Lavender Canyon Road, Salt Creek\/Horse Canyon Road.Overnight: Permits are required for all overnight trips in the backcountry. During the spring and fall, demand for permits frequently exceeds the number available. If you plan to visit Canyonlands during peak season, especially to camp along the White Rim Road, it is recommended that you make reservations well in advance. Rental Vehicles Most vehicle rental agreements restrict vehicles to paved roads. Check your contract and be aware that the rental company can charge you for damage to the vehicle outside of the contract agreement specifications. Towing Charges Drive carefully! Towing charges are very expensive. Visitors caught in the backcountry of Canyonlands with disabled vehicles can expect towing fees in excess of $2,000. AAA and other towing insurance may not be valid on backcountry dirt roads.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/driving.htm"
}
