{
    "title": "Canyonlands National Park: Maze",
    "body": "The Maze        The Chocolate Drops Photo by Mike Hill       The Maze is the least accessible district of Canyonlands. Due to the district's remoteness and the difficulty of roads and trails, travel to the Maze requires more time.  Visitors must be prepared for self-sufficiency and the proper equipment or gear for self-rescue. Rarely do visitors spend less than three days in the Maze, and the area can easily absorb a week-long trip.  The Orange Cliffs Unit of Glen Canyon National Recreation Area shares Canyonlands' western boundary and is administered under the same backcountry management plan and permit\/reservation system. While some regulations differ, the information here should assist Orange Cliffs visitors in planning trips. Location The Hans Flat Ranger Station is 2.5 hours from Green River, Utah. From I-70, take UT 24 south for 24 miles. A left hand turn just beyond the turnoff to Goblin Valley State Park will take you along a two-wheel-drive dirt road 46 miles (76 km) southeast to the ranger station. From the ranger station, the canyons of The Maze are another 3 to 6 hours by high-clearance, four-wheel-drive vehicle (more if traveling by foot). Another four-wheel-drive road leads into The Maze north from UT 95 near Hite Marina (driving time is 3+ hours to the park boundary). We strongly recommend using a map to reach The Maze. GPS units frequently lead people astray. Ranger Station The Hans Flat Ranger Station is open year-round from 8 am to 4:30 pm daily. There is a small sales area with books and maps. There are no services, food, gas, or potable water sources in The Maze Ranger Programs The Maze offers guided hikes in Horseshoe Canyon most weekends during spring and fall.        Visiting The Maze           Roads in The Maze   Four-wheel-drive roads in The Maze are isolated, extremely difficult, and should not be attempted by inexperienced drivers.          Trails in The Maze   Hiking and backpacking in The Maze is very challenging. Many trails require negotiating sections of steep slickrock and drop-offs.          Maps   Download road and trail information for The Maze.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/maze.htm"
}
