{
    "title": "Saint Croix National Scenic Riverway: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places         The Gibson Cabin, one of four cabins eligible to the National Register NPS  The long connection between people and the Riverway can be seen at places along the Riverway, if you look for it. Though at some places it is obvious, at other places it is only hinted at. It might be a mound, foundation or chimney, an apple tree, lilac bush or flowers, or \"trash\" left behind. We invite people to visit these places to imagine what has gone before, but ask that you show respect to the sites. The National Park Service as a keeper of the country's heritage protects natural and cultural resources for today and future generations.        Archeologists, as part of a survey, excavate a small square looking for artifacts NPS  We don't know what the first people here called themselves but they left behind traces of their activities. These traces create archeological sites which are mostly invisible to river users. At these sites rocks, tools, charcoal and pottery have been left behind by the people who lived or visited. At places like Riverside Landing, Sandrock Cliffs, or near the Ridge View Trails archeologists have found clues about life and death for these people. By the late 1600's when Europeans came in to the area they encountered Dakota, Ojibwe, Fox and other tribes. Pacwawong is one of the few areas where explorer, Henry Schoolcraft recorded an Ojibwe village while traveling the river in 1831. Interestingly few artifacts have been found from the contact period. The French fur traders or voyageurs paddled to the frontier along lakes and rivers in canoes, and portaged between water routes in search of valuable beaver pelts. The furs sold at high prices on the East Coast and in Europe to be made into luxury goods – most notably, expensive and fashionable beaver felt hats.  Portages and fur trade postsrecorded in the writings of these early explorers help us remember that the St. Croix and Namekagon were major travel routes in the days before roads. After the beaver declined and treaties were signed opening up this area for settlement, the timber trade was next to flourish. Beginning in the late 1830s and ending in 1914, loggers utilized the St. Croix River and its tributaries as highways for moving buoyant and valuable white pine logs. Every fall lumberjacks took to camps in the forests and felled pine to be floated to mill and market in the spring. Over the course of the intervening almost 80 years, every corner of the watershed with useable timber was transformed by the logging industry as the waterways were \"improved\" with dams, one being Nevers Dam, and the ecology of the region was changed providing timber to build the Midwest. As more people found jobs in the lumber trade, towns began to spring up along the River. The earliest towns were dependent on the river for transportation but later railroads would play a larger role in determining location. The High Bridge and Swing Bridge are two railroad bridges that are still in use. To cross the river ferries were established being easier and cheaper than bridges. Many of these former ferry sites are canoe landings, can you tell which ones?   While lumber camps established farms to provide food for the camps, many settlers farmed and worked in the camps or just farmed. Wheat, potatoes and dairy as well as other crops were raised within the Riverway, but soils depleted quickly. The poor often sandy soils couldn't support families and went back to the counties for back taxes. County, state and even National Forests would return some of this land to trees and more sustainable logging. Towns mainly survived but did not experience much growth after the decline of logging. Meanwhile the beauty, wildlife and recreational opportunities of the area soon created a new economic opportunity, tourism. Fishing, hunting, boating, canoeing, camping and the corresponding lodges, resorts and cabins built to house people, brought people from near and far. While the Riverway has purchased and removed many of the cabins that used to line the rivers some still remain. You are part of keeping that outdoor recreational tradition alive and the ongoing history of the Riverway. Help us preserve the past as we go forward to enjoy these wonderful rivers.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/historyculture\/places.htm"
}
