{
    "title": "Canyonlands National Park: Needles 4WD",
    "body": "4WD Roads in the Needles        Driving up Elephant Hill NPS Photo by Neal Herbert       About 50 miles of challenging backcountry roads lead to campsites, trailheads and many natural and cultural features. All of these roads require high-clearance, four-wheel-drive vehicles. Inexperienced drivers are discouraged from attempting these roads as the risk of vehicle damage is great and towing expenses typically exceed $1,000. If you plan to explore Needles' four-wheel-drive roads, please remember the following:  A high-clearance, four-wheel-drive vehicle (low range) is required for all Needles district backcountry roads. All vehicles and bikes must remain on designated roads. ATVs, UTVs, and OHVs are not permitted. Motorbikes must be highway-legal. Pets are not permitted, even in vehicles. All vehicles must be registered and operated by a licensed driver. Roads may close intermittently due to poor driving conditions or weather. More Road Condtions  Permits  Day-use permits are required on Elephant Hill, Salt Creek \/ Horse Canyon, and Lavender Canyon roads. Permits are required for all overnight trips in the backcountry.  During the spring and fall, demand for permits frequently exceeds the number available. If you plan to visit Canyonlands during peak season, it is recommended that you make reservations well in advance.    Drive Carefully!  A high-clearance, four-wheel-drive vehicle (low range) is required for all Needles district backcountry roads. Towing charges are very expensive. Visitors caught in the backcountry with disabled vehicles can expect towing fees in excess of $1,000.      ELEPHANT HILL Permits required for day and overnight use. One of the most technical four-wheel-drive roads in Utah, Elephant Hill presents drivers and mountain bikers with steep grades, loose rock, stair-step drops, tight turns and tricky backing. Once over the hill, equally challenging roads lead to various features as well as BLM lands south of the park. No water is available at the campsites, but vault toilets are provided at all camping areas except New Bates Wilson. Groups camping at New Bates Wilson must bring their own toilet. COLORADO OVERLOOK Moderate road, good for mountain bikes. Visitors can avoid the large rocks and stair-step drops in the last 1.5 miles by parking on the road and walking to the overlook. (Be sure to leave room for other vehicles to pass.) Outstanding views of the Colorado River canyon. Unprotected overlook; use caution. No vehicle camping. SALT CREEK & HORSE CANYON Permits required for day and overnight use. required for day and overnight use. Roads travel along canyon bottoms where deep sand, deep water and quicksand are common. Too sandy for mountain bikes. At Peekaboo, vehicle campsites are available and prehistoric rock art may be seen. Vehicles are not permitted to drive upstream of Peekaboo in Salt Creek Canyon. Horse Canyon road leads to several arches and Tower Ruin. LAVENDER CANYON Permit required for day use. Road follows a canyon bottom where deep sand, deep water and quicksand are common. Too sandy for mountain bikes. There are two major creek crossings with steep banks. Many arches and archeological sites may be viewed from the road. No vehicle camping inside the park. Backcountry Vehicle Campsites Each campsite will accommodate up to 10 people and 3 vehicles. Vault toilets are provided, except at New Bates Wilson and Peekaboo where groups must provide their own.    Campsite  Driving Time (from visitor center) Number of Sites     Peekaboo   45 minutes   2    Devils Kitchen  2 hours   4    New Bates Wilson  2.5 hours   1    Bobby Jo  3 hours   2    Horsehoof  3 hours   1",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/needlesroads.htm"
}
