{
    "title": "Canyonlands National Park: Maze 4WD",
    "body": "4WD Roads in the Maze        The road between Teapot camp and the Land of Standing Rocks is considered very difficult under any conditions NPS Photo by Neal Herbert       Four-wheel-drive roads in the Maze are extremely difficult, present considerable risk of vehicle damage, and should not be attempted by inexperienced drivers. A high-clearance, low range, four-wheel-drive vehicle is required for all Maze backcountry roads. If you plan to enjoy Maze's 4WD roads, please be aware of the following:  A high-clearance, low range, four-wheel-drive vehicle is required for all Maze backcountry roads. All vehicles and bikes must remain on designated roads. ATVs, UTVs, and OHVs are not permitted. Motorbikes must be highway-legal. All vehicles must be registered and operated by a licensed driver. Roads may close intermittently due to poor driving conditions or weather. More...  Permits are required for all overnight trips in the backcountry.  The most commonly used road in the Maze is the Flint Trail, which traverses slopes of clay that are extremely slippery when wet. The Flint Trail is often closed during winter. The road between Teapot camp and the Land of Standing Rocks is considered very difficult under any conditions and involves considerable risk of vehicle damage.  Four-wheel drivers should be prepared to make basic road or vehicle repairs and should carry the following items:  • At least one full-size spare tire • Extra gas • Extra water • Shovel • High-lift jack • Chains for all four tires (especially October through April)    Drive Carefully! A high-clearance, low range, four-wheel-drive vehicle is required for all Maze backcountry roads. Towing charges are very expensive. Visitors caught in the backcountry with disabled vehicles can expect towing fees in excess of $1,000.     Vehicle Campsites Permits are required for overnight trips. Four-wheel-drive vehicle and mountain bike groups stay in designated sites. Each campsite will accommodate up to 9 people and 3 vehicles. Flint Seep will accommodate groups of 16 people and 5 vehicles. Groups must provide their own cleanable, reusable toilet system. The sites do not have picnic tables.    Campsite Name Driving Time from Hans Flat Number of Sites    Chimney Rock   5+ hours   1    Cleopatra's Chair  2 hours   1    Doll House  6+ hours   3    Ekker Butte  4+ hours   1    Flint Seep  1 hour   1    Golden Stairs  1.5 hours   1    Happy Canyon  1 hour   1    High Spur  45 minutes   1    Maze Overlook  3+ hours   2    Millard Canyon  6 hours   1    North Point  30 minutes   1    Panorama Point  2 hours   1    Standing Rock  5 hours   1    Sunset Pass  2.5 hours   1    Teapot Rock  3 hours   1    The Neck  1 hour   1    The Wall  5 hours   1",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/mazeroads.htm"
}
