{
    "title": "Canyonlands National Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go       Canyonlands National Park preserves 337,598 acres of colorful canyons, mesas, buttes, fins, arches, and spires in the heart of southeast Utah's high desert. Water and gravity have been the prime architects of this land, sculpting layers of rock into the rugged landscape you see today. Canyonlands preserves the natural beauty and human history throughout its four districts, which are divided by the Green and Colorado rivers. While the districts share a primitive desert atmosphere, each retains its own character and offers different opportunities for exploration and adventure.  Though they appear close on a map, there are no roads that directly link the districts. Traveling between them requires two to six hours by car as there are few places to cross the rivers. Get directions. Most people find it impractical to visit more than one area in a single trip.      Numbers refer to locations on the map below. You can also download park maps, or watch an orientation video.         Island in the Sky(1) Island in the Sky is the most accessible district, offering expansive views from many overlooks along the paved scenic drive, several hikes of varying length and a moderate four-wheel-drive route called the White Rim Road (2).  The Needles (3) The Needles offers more of a backcountry experience, requiring some hiking or four-wheel driving to see the area's attractions.  The Maze (4) The Maze is a remote district requiring considerably more time and self-reliance to visit. The Orange Cliffs Unit (5) on the western boundary is co-administered by Glen Canyon National Recreation Area.  Horseshoe Canyon Unit (6) Northwest of The Maze, Horseshoe Canyon is a day-use area with stunning American Indian rock art panels.  The Rivers Flatwater trips on the Green (7) or Colorado (8) rivers and whitewater trips in Cataract Canyon (9) are unique ways to experience the park that usually involve two or more days of boating.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/placestogo.htm"
}
