{
    "title": "Canyonlands National Park: Needles",
    "body": "The Needles        Sandstone spires in Elephant Canyon NPS\/Neal Herbert       The Needles forms the southeast corner of Canyonlands and was named for the colorful spires of Cedar Mesa Sandstone that dominate the area. Hiking trails offer many opportunities for long day hikes and overnight trips. Foot trails and four-wheel-drive roads lead to such features as Tower Ruin, Confluence Overlook, Elephant Hill, the Joint Trail, and Chesler Park. Location On US 191, drive 40 miles (60 km) south of Moab or 14 miles (22 km) north of Monticello, then take UT 211 roughly 35 miles (56 km) west. UT 211 ends in The Needles, and is the only paved road leading in and out of the area. We strongly recommend using a map to reach The Needles. GPS units frequently lead people astray.    Visitor Center  The Needles Visitor Center is open daily, spring through fall. Hours vary by season. Features include: exhibits, book and map sales, backcountry permits, picnic area, general information, wireless internet, and park rangers on duty. You can also watch a park orientation video. Water is available at the visitor center year-round. Electric outlets are not available. Ranger Programs Rangers present evening programs at Squaw Flat Campground most nights, March through October. Check at the visitor center and on bulletin boards for subjects and times. Check the calendar for other special events. Campground Squaw Flat Campground   Fee: $20 per night 26 sites available, first-come, first-served.  Bathrooms, fire grates, picnic tables, tent pads.  Water is available spring through fall.   Squaw Flat Campground typically fills every day from late March through June and again from early September to mid-October.  The Needles has three group campsites for groups of 11 or more. You can reserve these campsites in advance on recreation.gov or by calling 1-877-444-6777.        Visiting The Needles           Roads in The Needles   About 50 miles of challenging backcountry roads lead to campsites, trailheads and many natural and cultural features.          Trails in The Needles   The Needles offers over 60 miles of interconnecting trails as challenging as they are rewarding. Many different itineraries are possible.          Maps   Download road and trail information for The Needles",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/needles.htm"
}
