{
    "title": "Canyonlands National Park: Island in the Sky",
    "body": "Island in the Sky        A view from Green River Overlook NPS\/Neal Herbert       The Island in the Sky mesa rests on sheer sandstone cliffs over 1,000 feet above the surrounding terrain. Every overlook offers a different perspective on Canyonlands' spectacular landscape. Island in the Sky is the easiest area of Canyonlands to visit in a short period of time, offering many pullouts with spectacular views along the paved scenic drive. Hiking trails or four-wheel-drive roads can take you into the backcountry for a few hours or many days.  Location To reach Island in the Sky, drive 10 miles (16 km) north of Moab or 22 miles (35 km) south of I-70 on US 191. Turn onto UT 313, and then drive southwest 22 miles (35 km). Driving time to the visitor center from Moab is about 40 minutes. We strongly recommend using a map to reach Island in the Sky. A GPS may lead you astray. Visitor Center Island in the Sky Visitor Center is open daily, spring through fall. Hours vary by season. Features include: exhibits, book and map sales, backcountry permits, general information, wireless internet, and park rangers on duty. You can also watch a park orientation video. Water is available spring through fall. There is no water available elsewhere; bring all that you will need. Electric outlets are not available. Ranger Programs Rangers present overlook talks and other activities March through October. Check at the visitor center for times and locations. Or view the calendar for special events. Campground Sites at Willow Flat Campground are available year-round: first-come, first-served. There are 12 sites with tables, fire grills, and vault toilets. There is no firewood or water available. Sites are $15 per night. (You can use a Senior Pass or Access Pass for a 50 percent discount.)        Visiting Island in the Sky           White Rim Road   The 100-mile White Rim Road loops around and below the Island in the Sky mesa top and provides expansive views of the surrounding area.          Trails at Island in the Sky   Hikes range from easy, short trails on the mesa top to long, strenuous hikes down to the rivers.          Maps   Download road and trail information for Island in the Sky.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/islandinthesky.htm"
}
