{
    "title": "Canyonlands National Park: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services              Goods & Services         Keeping in touch: sending a text near Airport Tower on the White Rim Road NPS photo by Neal Herbert  .      Canyonlands is an isolated and rugged environment. You won't find many services here; it's best to bring what you'll need for your visit. You can find full services in nearby towns.   Water Island in the Sky Water is available outside the visitor center only spring through fall; in winter, it is only available inside the building during business hours. No water is available at Willow Flat Campground.   The Needles Water is available year-round at Squaw Flat Campground. A drinking faucet at Needles Visitor Center operates spring through fall.   The Maze There is no running water available at The Maze.   Food, Lodging, and Gas There is no food, lodging, or gas available in Canyonlands National Park. Campgrounds are available at Island in the Sky and The Needles.   The nearest food, lodging, and gas to each district:   Island in the Sky Nearest services are in Moab, Utah, 32 miles (51 km) from the Island in the Sky Visitor Center.  The Needles Nearest services to The Needles are in Monticello, Utah, 48 miles (77 km) from the Needles Visitor Center. (There are currently no services at Needles Outpost.)   The Maze Nearest services to the Hans Flat Ranger Station are in Hanksville, Utah, 61 miles (98 km), or Green River, Utah, 84 miles (135 km).  Visit Discover Moab or Utah's Canyon Country for more information about area services.    WiFi Island in the Sky and Needles visitor centers have public, unsecured WiFi. No WiFi is available at the Maze. Charging electrical devices in outlets at any visitor center is not permitted.    Cell Phone Service The rugged terrain of canyon country is no friend to mobile phones. Over the years, cellular service in southeast Utah has improved; coverage is available in most towns and along most major highways. However, once you enter Canyonlands, cellular service diminishes greatly, especially in the canyons and away from the pavement.  Below is a rough summary of coverage in the park. However, for your own safety, please remember that:   This summary is not a guarantee of service. Under no circumstances should visitors rely on cellular service in Canyonlands. Service may vary between carriers. Currently, Verizon seems to offer the widest coverage in the area. Texting is often a more effective means of communication in areas with limited service.  Island in the Sky Limited service at the visitor center and at locations along the scenic drive where the La Sal Mountains are visible. Very limited service along the east side of the White Rim Road. No service on the west side of the White Rim (between White Crack and the Mineral Bottom Road) or elsewhere in the backcountry.   Needles Little to no service, even in the developed areas (e.g. visitor center, campground).  Maze Limited service on the Orange Cliffs mesa (e.g. Hans Flat) where the La Sal Mountains are visible. Little to no service in the backcountry.  Rivers No service.   Satellite Phones Satellite phones are a fairly reliable means of communication in Canyonlands. Visitors should expect dropped calls and periodic lack of service when satellites are not in a position to transmit.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/goodsandservices.htm"
}
