{
    "title": "Canyonlands National Park: Road Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions     Road Conditions                Road Conditions       Contact district visitor centers for current conditions before beginning any backcountry trip. When the Island in the Sky and Needles visitor centers are closed in winter, the Backcountry Reservation Office is the best resource for backcountry road conditions and permit information: 435-259-4351. You may need a permit to drive on some park roads.      Island in the Sky Updated August 12, 2016 Scenic Drive: open Shafer Trail: open. High clearance, four-wheel-drive recommended Mineral Bottom: open White Rim Road: open. Four-wheel drive is required. The west side of the road has some flood damage. Chains may make driving easier through this area. Four-wheel drive is required on the White Rim Road. Other vehicles (e.g., all-wheel-drive vehicles, and low-clearance or high-clearance two-wheel-drive vehicles) have difficulty negotiating the rough slickrock, loose rocks, deep sand, and steep switchbacks. Permits are required on the White Rim Road.  Carry extra fuel and be prepared to self-rescue. During winter, all vehicles are advised to carry chains.      The Needles Updated August 12, 2016 Scenic Drive:   open Elephant Hill Access Road: passable to two-wheel-drive vehicles Colorado River Overlook 4WD Road: passable  Elephant Hill 4WD Road: impassable due to significant erosion Lavender Canyon 4WD Road: passable Salt Creek\/Horse Canyon 4WD Road: impassable due to quicksand Cathedral Butte Road: Four-wheel-drive recommended.  Even when rated as \"passable,\" conditions on the four-wheel-drive roads in The Needles are challenging. Depending on the season, you can expect ice, up to two feet of water, quicksand, and\/or debris that must be negotiated while staying within the boundary of the road. We recommend traveling in groups of two or more vehicles - both with winches - in order to facilitate self-rescue. Park rangers are unable to winch vehicles out; see Backcountry Travel Advisory below. Permits are required for some Needles roads.      The Maze Updated August 12, 2016 Highway 24 to Hans Flat: sand on the road: four-wheel- or all-wheel-drive vehicles recommended Green River to Horseshoe Canyon: sand on the road: four-wheel- or all-wheel-drive vehicles recommended Highway 24 to Horseshoe Canyon: sand on the road: four-wheel- or all-wheel-drive vehicles recommended Hans Flat to top of Flint Trail: passable to high-clearance four-wheel-drive vehicles Flint Trail: passable to high-clearance four-wheel-drive vehicles Waterhole Flat to Hite: Passable to high-clearance two-wheel-drive vehicles Rain and snow can quickly change unpaved roads to four-wheel-drive condition or make them impassable. Maze roads are challenging and visitors must be prepared with the proper equipment to facilitate self-rescue. Visitors should carry extra supplies in case it takes a day or two for the road to dry out.  Cell phone communication is not reliable. Rangers are unable to winch vehicles out and commercial towing fees below the Flint Trail start at over $2,000.       Backcountry Travel Advisory  Backcountry driving conditions can change rapidly after rain or snow. High-clearance, four-wheel-drive vehicles are recommended. All drivers should carry the following items: • At least one full-size spare tire • Extra gas • Extra water • Shovel • High-lift jack • Chains for all four tires (especially from October through April) Drive Carefully! Visitors caught in the backcountry with disabled vehicles can expect commercial towing fees in excess of $1,000. Most backcountry roads in Canyonlands require high-clearance, four-wheel-drive vehicles.",
    "url": "https:\/\/www.nps.gov\/cany\/planyourvisit\/road-conditions.htm"
}
