{
    "title": "Capitol Reef National Park: Waterpocket District Tour",
    "body": "Waterpocket District        Southern View of Strike Valley NPS       The spectacular Waterpocket District (or southern section) of Capitol Reef National Park is open year-round. Vehicles with high ground clearance, such as pickup trucks, vans, and a variety of passenger cars, can usually negotiate most of the roads without difficulty. However, road conditions can vary greatly depending on recent weather conditions. Spring and summer rains and winter snows can sometimes leave roads slick, muddy, washed out, and impassable to the best high-clearance four wheel drive vehicle. Many of the roads are unpaved, and are often rough, sandy, and corrugated. Check at the visitor center for current road and weather conditions before you begin. Vehicle and foot travel in the southern part of the park can be light to moderate, depending on the time of year, so be prepared for the unexpected. If you have problems, help may not arrive for hours or even days. Carry plenty of water, food, gas, adequate clothing, a shovel, and emergency supplies. Cool or cold temperatures will accompany sudden summer storms or an unexpected night out in the backcountry. Daytime temperatures in the summer may top 100 °F (37.8°C) and winter highs may stay below freezing, so dress and plan accordingly.      Loop-The-Fold Tour Most visitors to the southern part of the park drive the 124-mile (199 km) loop, or various sections of it.   Start at the visitor center and follow Highway 24 east to the Notom-Bullfrog Road. Turn right on the Notom-Bullfrog Road and drive south to the Burr Trail Road junction. Turn right on the Burr Trail Road and drive west to Boulder, UT. Turn right (north) on Highway 12 to Torrey. Turn right (east) on Hwy 24 back to the visitor center.  Highways 24 and 12 and the first 10 miles (16.1 km) of the Notom-Bullfrog Road (from the junction with Highway 24) are paved.   The Burr Trail Road from the park boundary west to Boulder is also a paved road. There are also opportunities for hiking and backpacking along the drive.       Notom-Bullfrog\/Burr Trail Road to Lake Powell (at Bullfrog Marina) The Burr Trail Road south from the Burr Trail Road junction remains unpaved for another 10.8 miles (17.3 km) to Eggnog Junction. From there it continues another 22.8 miles (36.7 km) to Bullfrog Marina at Glen Canyon National Recreation Area (NRA). The road to Lake Powell is paved from from Eggnog junction south to the boundary of Glen Canyon NRA. The access road to Hall's Creek Overlook is located along this section of road and is marked by signs. Within Glen Canyon NRA, there is a section of unpaved road at Bullfrog Creek Crossing. The road from Capitol Reef to Bullfrog is normally in good condition, with the exception of the Bull Creek Crossing which is occasionally impassable due to deep water, cut banks, and mud.      Loop the Fold Distances - Clockwise All distances are from the Capitol Reef Visitor Center (VC), traveling in a clockwise direction   VC to Hwy 24\/Notom-Bullfrog Road.......................................................................9.0 miles (14.4 km) VC to Cedar Mesa Campground..........................................................................30.1 miles (48.4 km) VC to Notom-Bullfrog Road\/Burr Trail Road junction...........................................41.4 miles (66.6 km) VC to Upper Muley Twist Road junction...............................................................44.5 miles (71.6 km) VC to west park boundary....................................................................................46.6 miles (75.0 km) VC to Burr Trail Road\/Hwy 12 junction (Boulder, UT)........................................76.9 miles (123.8 km) VC to Hwy 12\/24 junction (Torrey, UT)............................................................113.9 miles (183.3 km) Total distance..................................................................................................123.7 miles (199.0 km)  Loop the Fold Distances - Counterclockwise All distances are from the Capitol Reef Visitor Center (VC), traveling in a counterclockwise direction   VC to Hwy 12\/24 junction (Torrey, UT)..................................................................9.8 miles (15.7 km) VC to Hwy 12\/Burr Trail junction (Boulder, UT)....................................................46.8 miles (75.2 km) VC to west park boundary..................................................................................77.1 miles (124.0 km) VC to Upper Muley Twist Road junction.............................................................79.2 miles (127.5 km) VC to Burr Trail Road\/Notom-Bullfrog Road junction.........................................82.3 miles (132.5 km) VC to Cedar Mesa Campground........................................................................93.6 miles (150.6 km) VC to Notom-Bullfrog Road\/Hwy 24 junction....................................................114.7 miles (184.6 km) Total distance..................................................................................................123.7 miles (199.0 km)        GEOLOGY A drive south along the Notom-Bullfrog Road offers views of the Waterpocket Fold. The monocline, or one-sided uplift of the Earth's crust, is a premier example of the bending and folding of rock layers. The Waterpocket Fold is notable for its great length of multiple layers of exposed and carved colorful sedimentary rock. The monocline extends from Thousand Lake Mountain in the north to Lake Powell in the south.        NPS\/Al Hendricks  Crustal pressure reactivated an ancient buried fault deep within the Earth, causing the overlying sedimentary rock layers to uplifted and folded. Today this monocline appears as a steep slope that ends in an abrupt cliff line. The east side of the Fold is tilted as much as 60% from the normal horizontal which caused accelerated stream erosion to occur. An estimated 7,000 feet (2,134 m) of overlying rock has been eroded away since the formation of the Fold, 60 million years ago. The west side, or escarpment face, is a near vertical cliff line and a formidable barrier to travel. Geological features provide a source of park names. The vast expanse of white Navajo Sandstone atop the sloped side of the monocline is dotted with numerous natural tanks or potholes that collect rain water, contributing the name \"Waterpocket\" Fold. Navajo Sandstone domes resemble the Capitol building, hence the name \"Capitol.\" Many early prospectors were former sailors who likened the vertical cliffs of Wingate Sandstone to a barrier common in nautical travel: a \"Reef.\"        An aerial shot of the Burr Trail Road Switchbacks NPS  As you travel along the Notom-Bullfrog Road you will be driving through Strike Valley, which runs parallel to and on the east side of the Waterpocket Fold. The Burr Trail Road crosses through the Fold via a series of steep switchbacks. Both roads offer an outstanding viewing platform for this geologic wonder and of the Henry Mountains to the east. Enjoy your visit to this land of extraordinary rock formations...it's time well spent!",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/waterpocketdistrict.htm"
}
