{
    "title": "Glen Canyon National Recreation Area: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research            Science & Research         Sediment research at Glen Canyon NRA using sidescan sonar NPS\/Mark Anderson  National Park Service (NPS) units provide unique opportunities for scientific research. Because these areas are preserved and protected, they can be studied as reference points for comparisons with similar, altered environments. Research at Glen Canyon National Recreation Area (NRA) contributes to the understanding of the area's natural and cultural resources. This information is used for planning, management, and sharing with partners and the public. Research in Glen Canyon NRA covers a wide range of subjects including geology, soil, fish, frogs, birds, plants, water, archeological sites, and sound. Some research projects are conducted by park staff while others are led by partners such as universities. Glen Canyon NRA is part of the Southern Colorado Plateau Network, a group of NPS units with similar ecosystems created by the NPS Inventory and Monitoring (I&M) Program. Goals of this program are to inventory natural resources and park ecosystems and monitor these resources to better understand their dynamics. Scientists with the Southern Colorado Plateau Network collect and analyze data to gather information that contributes to our understanding of human and ecological processes, and resources in Glen Canyon NRA and other network parks. This information is used for decision making, working with other agencies and partners, and communicating with the public to protect the natural systems and native species of the area. Recent research projects in the park include developing protocols for riparian and aquatic invertebrate monitoring, studying anomalous Jurassic sandstone, authentication and documentation of an inscription from the 1776 Dominguez-Escalante expedition, studying paleohydrology and event significance of selected interdune deposits and soft-sediment deformation features in the Navajo sandstone of the region, studying natural occurrence of naturally-produced perchlorate in areas of minimal human impact, studying chemical processes induced by drought in Lake Powell, and the evaluation of fluctuating flows from Glen Canyon Dam on the early life stage survival and recruitment of rainbow trout in the Colorado River. Click here for a list of current research projects in Glen Canyon. With over 1.2 million acres of diverse landscape and resources, Glen Canyon NRA provides abundant opportunities to study the natural and cultural resources of the Colorado Plateau. Continued research in Glen Canyon NRA and other parks will expand and build our knowledge of the resources preserved and protected by the NPS. To apply for a research permit or learn about park research needs, visit the Research Permit and Recording System website or contact the Glen Canyon NRA Research Coordinator at P.O. Box 1507, 691 Scenic View Drive, Page, AZ 86040-1507.            Articles concerning Glen Canyon National Recreation Area         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/scienceresearch.htm"
}
