{
    "title": "Capitol Reef National Park: Burro Wash, Cottonwood Wash, and Sheets Gulch",
    "body": "Burro Wash, Cottonwood Wash and Sheets Gulch Slot Canyons         A hiker navigates Burro Wash NPS   These are classic examples of slot canyons which typify the canyon country of southern Utah: deep, narrow, secret places within the Waterpocket Fold. The routes are largely unmarked. A few rock cairns may mark key points; carrying a topographic map is recommended. It is extremely hot in summer and water sources are unreliable; carry adequate water. Use caution in narrow canyons during flash flood season (typically July-September).   All three slot canyons are difficult hikes and only experienced canyon-country hikers should attempt these routes. All contain obstacles in the form of dry falls and chock stones (large boulders wedged in narrow slots) which must be climbed over. The canyons are extremely narrow in places; most people will have to work their way through sideways. Often there are pools of water that may require deep wading or short swims.  Beginning at the Notom-Bullfrog Road, Burro Wash and Cottonwood Wash can be done as long day hikes. Sheets Gulch can be done as a long day hike or an overnight, depending on where you turn around. Free backcountry permits are required for all overnight trips and can be obtained at the visitor center.   This route is not an official, maintained trail. Route conditions, including obstacles in canyons, change frequently due to weather, flash floods, rockfall, and other hazards. Routefinding, navigation, and map-reading skills are critical. DO not rely solely on unofficial route markers (rock cairns, etc.); they are not maintained by the National Park Service (NPS), may not indicate the route in this description, or may be absent.   A PDF version of this information, including maps, can be downloaded and printed.         Trailhead Locations   All three slot canyons are located within a few miles of each other and can be accessed from the Notom-Bullfrog Road, which is paved south of HWY 24 until just past Cottonwood Wash. The unpaved portion is usually passable to passenger cars.   Each route begins where the road crosses the wash, except for Sheets Gulch which begins just north of the wash. All crossings are marked with signs. There are trailhead parking areas at Burro Wash and Sheets Gulch. At Cottonwood Wash, there is a parking\/dispersed camping area adjacent to the road, and a designated motorized route extends a short distance up the wash (high-clearance vehicles only). Do not drive up Burro Wash or Sheets Gulch.   The first few miles of each route cross Bureau of Land Management (BLM) lands along sandy wash bottoms surrounded by low hills. Livestock may be present in open range outside the park boundary.  The upper end of Sheets Gulch can be accessed via the South Draw Road at Tantalus Flats. The South Draw Road begins off of the Pleasant Creek Road at the end of the park's Scenic Drive and requires a high-clearance, four-wheel-drive vehicle. Occasionally, South Draw Road is impassable due to muddy conditions and\/or flash flood damage. Contact the visitor center for current road conditions.        Route Distances   Burro Wash: Notom-Bullfrog Road to impassable pour-off.....................................3.4 miles (5.5 km) Cottonwood Wash: Notom-Bullfrog Road to impassable pour-off.........................3.3 miles (5.3 km) Sheets Gulch: Notom-Bullfrog Road to turnaround point at cottonwood seep.....6.7 miles (10.8 km)         Rules and Regulations    Free permits are required for backcountry camping, and are available at:    Capitol Reef Visitor Center Bullfrog Visitor Center (Glen Canyon NRA) Anasazi State Park (Boulder, UT) Escalante Interagency Visitor Center   Dispersed\/at-large campging with vehicles is prohibited within the park, including at or near trailheads. Dispersed\/at-large camping is allowed on federal lands (USFS, BLM) adjacent to the park, where you must use established campsites on existing spur roads within 150 feet of an officially-designated motorized route.  Pets are not permitted on trails or in off-trail or backcountry areas. Pets are permitted on roads and in designated campgrounds.  Fires are prohibited.  Collecting or damaging any park resource (plants, animals, wood, rocks, bones, antlers, artifacts, etc.) is prohibited.  Violation of these regulations may result in a citation.         Additional Information  Best Season:  Spring and fall.  Maps:  USGS 7.5 minute series: Notom, Golden Throne, Bear Canyon, and Sandy Creek Benches. Maps available at the visitor center.   For more information: Contact the Capitol Reef Visitor Center at 435-425-4111.       Burro Wash Hike Description  Burro Wash is located 7.8 miles (12.6 km) south of HWY 24 on the Notom-Bullfrog Road. As you proceed up the wash (west), always take the left branch at major wash junctions. Approximately two miles (3.2 km) in from the Notom-Bullfrog Road, the canyon begins to narrow as it cuts into the Navajo Sandstone. Soon you will encounter a narrow, sandy wash on the right. Proceed up this wash to a large chockstone, which may be proceeded by a pool of water. You can bypass this obstacle by backtracking 20 yards (18 m) to a slickrock slide on the south side of the canyon. A route leads from the right side of the slide around the ridge over the chockstone and down into the wash on the other side.   As you proceed up-canyon you will encounter several more chockstones that require some climbing to negotiate and two sets of narrows that constrict to shoulder-width. About 3.4 miles (5.5 km) in from the trailhead, two large chockstones must be negotiated to access the third and final section of narrows, which is often preceded by a cold pool of water. At the upper end of the final narrows is a large chamber with an impassable pour-off. This marks the end of the route for most hikers.   It is possible to bypass the pour-off by backtracking a couple hundred yards (180 m) through the last section of narrows and then friction climbing up the steeply-sloping canyon wall on the right (north). A few rock cairns may mark the route. This section traverses steep slickrock with loose footing and severe exposure in several places, and is not recommended for most hikers. Use extreme caution, especially if wet or icy conditions exist. At the top, descend back down into the wash above the pour-off. The route continues another mile (1.6 km), traversing several short sections of narrows and eventually ends at a sculptured, fluted pour-off which will be impassable to most. Continuing up-canyon requires technical rock climbing equipment and expertise and Routefinding skills. For those with such capabilities, the canyon continues several more miles and will eventually come out on the South Draw Road (see note above under Trailhead Locations).   To return to the trailhead, retrace the route back down the canyon.        Cottonwood Wash Hike Description  Cottonwood Wash is located 9.1 miles (14.6 km) south of HWY 24 on the Notom-Bullfrog Road. About one miles (1.6 km) up the wash (west) from the trailhead, a side canyon enters from the right (north) and could be mistaken for the main drainage; stay left. A few hundred yards (meters) further, the main canyon narrows and a 1\/4 mile (0.4 km) stretch begins that is chocked with large boulders and requires scrambling to negotiate; a bypass route over and around the boulder jams follows the left (south) side of the canyon. After another 1\/3 mile (0.5 km), the narrows begin. Then, another side drainage enters from the left (south); stay right. Shortly beyond this point, the canyon abruptly narrows to a thin slot. A deep pool of water is often found here, and deep wading or swimming may be required to continue up canyon; hikers often choose to turn around at this point. For the next mile (1.6 km), the canyon alternates between tight narrows and more open areas with a number of chockstones that must be negotiated and possibly more pools of water. An impassable 35-foot (11 m) pour-off blocks the canyon at the end of this stretch of narrows (just over 3 miles [4.8 km] in from the road) and marks the end of the route. To return to the trailhead, retrace the route back down the canyon.        Sheets Gulch Hike Description  Sheets Gulch is located 12.7 miles (20.4 km) south of Hwy 24 on the Notom-Bullfrog Road. About one mile (1.6 km) up the wash (west) you will encounter a major side drainage on the right (north); stay left. A short distance further up canyon another drainage enters; stay right at this junction. One mile (1.6 km) further, the wash bottom narrows and you may find a few pools of water associated with several small chockstones and dry falls. The most difficult obstacle along the route, another chockstone and pool, is encountered about 4.1 miles (6.6 km) from the road. A good climber will be able to negotiate this alone, but most people will need assistance from another person. The last obstacle is about 5.3 miles (8.5 km) from the trailhead. Here you will encounter a high pour-off in a cave-like chamber; bypass this by backtracking about 100 yards (91 m) and climbing out of the wash on the left (north) side of the canyon. Beyond this point, numerous stands of Douglas fir begin to appear on cool, shaded, north slopes, and the canyon walls begin to change from the white Navajo sandstone to the red Wingate. There is an intermittent seep with cottonwood trees about 6.7 miles (10.8 km) in from the trailhead. Soon the canyon opens up and becomes much wider. This is a good place to turn around if you are on a day hike. To return to the trailhead, simply retrace the route back down the canyon.   If you left a second vehicle at South Draw Road\/Tantalus Flats, or if you are on an overnight trip (free backcountry permit required), it is possible to continue up canyon for several more miles. One-way distance from the Notom-Bullfrog Road to South Draw Road\/Tantalus Flats is approximately 11.6 miles (18.6 km). Eventually, an old jeep trail will lead you out of Sheets Gulch to South Draw Road and Tantalus Flats. If you left a vehicle at Tantalus Flats, your hike will end there. If your vehicle is on the Notom-Bullfrog Road, return to the trailhead by retracing the same route back down the canyon.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/burrowash.htm"
}
