{
    "title": "Capitol Reef National Park: Hiking Routes in the Waterpocket District",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking and Backpacking     Hiking Routes in the Waterpocket District                  Hiking Routes in the Waterpocket District         A hiker enjoys Surprise Canyon NPS   Backcountry hiking opportunities about in Capitol Reef's remote, southern Waterpocket District, ranging from one-hour walks to multi-day backpacking routes. Short-distance hikes in Red, Surprise, and Headquarters Canyons cut through multiple sedimentary rock layers, while slot canyons in Burrow Wash, Cottonwood Wash, and Sheets Gulch are arduous but rewarding. Upper and Lower Muley Twist Canyons and Halls Creek Narrows are popular overnight destinations. Use caution in narrow canyons, particularly during the flash flood season (typically July-September). Free backcountry permits are required for all overnight trips and can be obtained at the visitor center. Backcountry hiking opportunities about in Capitol Reef's remote, southern Waterpocket District, ranging from one-hour walks to multi-day backpacking routes. Short-distance hikes in Red, Surprise, and Headquarters Canyons cut through multiple sedimentary rock layers, while slot canyons in Burrow Wash, Cottonwood Wash, and Sheets Gulch are arduous but rewarding. Upper and Lower Muley Twist Canyons and Halls Creek Narrows are popular overnight destinations. Use caution in narrow canyons, particularly during the flash flood season (typically July-September). Free backcountry permits are required for all overnight trips and can be obtained at the visitor center.  These routes are not official, maintained trails. Route conditions, including obstacles in canyons, change frequently due to weather, flash floods, rockfall, and other hazards. Routefinding, navigation, and map-reading skills are critical. Do not rely solely on unofficial route markers (rock cairns, etc.); they are not maintained by the National Park Service (NPS), may not indicate the route in this description, or may be absent.   A PDF version of this information can be downloaded and printed.        Red Canyon Trail and Route 5.6 miles (9.0 km) round trip 3-4 hours Easy to moderate  Starting at Cedar Mesa Campground, the Red Canyon Trail bears southwest across a sagebrush flat before climbing a low ridge that affords views of the Henry Mountains to the east. Here the trail follows and old dugway northwest into Red Canyon. After 1.3 miles (2.0 km), the trail drops into a sandy wash flanked by cottonwood trees. Here the route simply follows the wash bottom for more than a mile into an amphitheater of high, Wingate sandstone walls. The hike ends at a fork in the gray-green and lavender clay of the Chinle formation, beyond which progress is obstructed by a collection of large boulders.       Surprise Canyon Route 2.0 miles (3.2 km) round trip 1-2 hours Easy  The short Surprise Canyon route crosses a broad, grassy drainage before entering a deep canyon in the Waterpocket Fold. After crossing a the dry wash bed of Halls Creek, bear slightly left to crest a small, grassy hill. From here the cairned trail meanders west among colorful outcrops before dropping steeply into a rocky ravine. From here, follow the wash bottom into the deep, relatively narrow canyon. The route ends at the base of a spiraling pouroff 1.0 mile (1.6 km) from the Burr Trail Road. A bypass on the left offers access to the canyon's upper reaches. However, progress is challenging due to large boulder jams and steep, crumbling slopes.       Headquarters Canyon Route  3.2 miles (5.2 km) round trip 2-3 hours Easy  Headquarters Canyon features sheer, vertical walls and slopes of Navajo sandstone streaked with color. Departing from the Burr Trail Road, a signed, sandy track cuts west across a sagebrush flat and crosses the dry drainage of Halls Creek. Within 0.5 mile (0.4 km), the route crosses a couple of dry washes, edges, around orange Entrada sandstone outcrops, and descends to a wide, stony gulch. Follow this drainage west into the Waterpocket Fold. Less than one mile (1.6 km) from the start, the deep gorge constricts to a narrow slot usually free of significant obstacles. Beyond the slot, the canyon is flush with vegetation. The hike ends at a sandstone ramp in the ledge-forming Kayenta formation. A 6-foot (1.8 m) dryfall atop the slide is passable to agile climbers, but progress beyond is quickly halted by a much higher dryfall.        Strike Valley Overlook 0.9 mile (1.4 km) round trip 30 minutes-1 hour Moderate  From the end of the 2.9-mile (4.7 km) Upper Muley Twist Road, it is a 0.4-mile (0.6 km) hike to Strike Valley Overlook. From the overlook high above the valley, nearly a dozen sedimentary rock layers representing nearly 150 million years of geologic history are on full display. The overlook, marked by a large rock cairn, sits atop a low saddle reached by way of a sandy trail, followed by two moderate-grade slickrock climbs. Driving the sandy and rock-strewn Upper Muley Twist Road requires a high-clearance vehicle. Overnight camping is not permitted on the Strike Valley Overlook Route.       Additional Backcountry Routes Detailed information on these longer, strenuous routes is available separately.   Burro Wash\/ Cottonwood Wash\/ Sheets Gulch Dayhikes into deep sandstone gorges and arduous slot canyon. Accessed from signed roadside parking area along the Notom-Bullfrog Road.   Upper Muley Twist Canyon Sandstone narrows, arches, and panoramic views from high slickrock ridges. Accessed from Upper Muley Twist Road via Burr Trail Road. Either a long dayhike or overnight trip. Either a long dayhike or overnight trip.  Lower Muley Twist Canyon Long, sinuous canyon with narrows and large alcoves; scenic vistas and remote desert wilderness. Accessed either from Burr Trail Road or the Post Corral trailhead. Either a long dayhike or overnight trip, depending on the variation of the route chosen.   Halls Creek Narrows Long, multi-day hike through dry desert landscapes, leading to a deep, narrow canyon at the park's remote southern tip. involves wading or possible swimming through sections of narrows. Accessed from Halls Creek Overlook via Burr Trail Road.       Rules and Regulations   Free permits are required for backcountry camping, and are available at:   Capitol Reef Visitor Center Bullfrog Visitor Center (Glen Canyon NRA) Anasazi State Park (Boulder, UT) Escalante Interagency Visitor Center   Dispersed\/at-large camping is prohibited within the park, including at or near trailheads. Dispersed\/at-large camping is allowed on federal lands (USFS, BLM) adjacent to the park.  Pets are not permitted on trails or in off-trail or backcountry areas. Pets are permitted on roads and in designated campgrounds.  Fires are prohibited, except within fire rings provided in designated campgrounds.  Collecting or damaging any park resource (plants, animals, wood, rocks, bones, antlers, artifacts, etc.) is prohibited.  Violation of these regulations may result in a citation.         Additional Information  Best Season: Spring and fall.  Maps: USGSS 7.4-minute series: Golden Throne, Notom, Bear Canyon, Sandy Creek Benches, Bitter Creek Divide, Wagon Box Mesa, The Post, Deer Point, Stevens Canyon North, and Halls Mesa. Maps available at the visitor center.   For more information: Contact the Capitol Reef Visitor Center at 435-425-4111.          Trailhead Location Map   Burro Wash Cottonwood Wash Sheets Gulch Red Canyon Upper Muley Twist Canyon Strike Valley Overlook Lower Muley Twist Canyon (Burr Trail Road trailhead) Surprise Canyon Headquarters Canyon Lower Muley Twist Canyon (Post Corral trailhead) Halls Creek Narrows    Driving distances from the Capitol Reef Visitor Center to:       Miles Km   Notom-Bullfrog Road junction 9.0  14.4    Cedar Mesa Campground  30.1 48.4    Burr Trail Road junction 41.4  66.6    Upper Muley Twist junction 44.5  71.6    Post Corral trailhead 44.2  71.1   Halls Creek Overlook 56.2 90.4",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/hiking-routes-in-the-waterpocket-district.htm"
}
