{
    "title": "Capitol Reef National Park: Sulphur Creek",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking and Backpacking     Sulphur Creek                  Sulphur Creek         Sulphur Creek NPS   Sulphur Creek has cut a deep canyon that passes through the oldest rocks exposed at Capitol Reef. It is a perennial steam with a flow that varies significantly in response to upstream water usage, snowmelt, and heavy rain. There are about two miles of scenic narrows and three small waterfalls. Bypassing the falls requires the ability to scramble down 12-foot ledges. The route nearly always requires some walking in shallow water, but it is not uncommon for there to be much deeper water that might even require swimming. This route may be difficult for children if deep water is present. Ask at the visitor center for the latest condition report.Dangerous flash floods are an occasional hazard on this route - do not hike the Sulphur Creek route if there is a chance of rain.   The 5.5-mile (8.9 km) one-way hike through Sulphur Creek Canyon involves leaving a shuttle vehicle at each end. If you don't have two vehicles, a 3-mile (4.9 km) hike along Highway 24 is required to return to your starting point. Vehicle shuttles are not provided or facilitated by the park. Though legal, hitchhiking is not recommended.   This route is not an official, maintained trail. Route conditions, including obstacles in canyons, change frequently due to weather, flash floods, rockfall, and other hazards. Routefinding, navigation, and map-reading skills are critical. Do not rely solely on unofficial route markers (rock cairns, etc.); they are not maintained by the National Park Service (NPS), may not indicate the route in this description, or may be absent.   A PDF version of this information, including a map, can be downloaded and printed.        Trailhead Locations  The upper end of the Sulphur Creek route can be accessed by parking at the Chimney Rock trailhead, located three miles (4.9 km) west of the visitor center on Highway 24. The route ends (or begins) at the visitor center.       Hike Description  For those wishing to hike a short section of the canyon to a small waterfall, begin your hike at the visitor center and follow Sulphur Creek upstream 0.7 mile (1.2 km). However, many hikers choose to hike the entire route in the downstream direction, starting at the Chimney Rock trailhead and ending at the visitor center. This description details the hike in that direction.   After parking at the Chimney Rick trailhead parking area, cross to the south side of Highway 24. Directly across the highway is a short hiker-made trail that quickly leads down into the left side of a small wash. Walking in the wash bottom reduces the hiker impacts on the sparse plant community. Continue in the small wash for 500 feet (152 m) until it runs into a much larger wash. Bear left (southeast) and follow the wash for another 1.4 miles (2.3 km). Before the confluence with Sulphur Creek, the wash narrows and there are two 6-foot (2 m) pour-offs to downclimb. if you are hiking in the opposite direction (visitor center to Chimney Rock) the exit was is at UTM 0473452mE, 4239348mN (NAD27 datum).   Once at the creek, turn left (east) and walk downstream. Several crossing of the creek may be necessary, but if the flow is low, it may be possible to jump over the creek. The canyon very quickly deepens. A half mile (0.8 km) along is the first view of the fence at Goosenecks Overlook, about 800 feet (244 m) above. From here it is another mile (1.6 km) of creekside walking to the first falls and the beginning of the narrows section.   To pass by the falls, keep to the right (south) and cross angled slickrock. Next to the wall, scramble down a 10-foot (3 m) pitch; this will require the use of hands to negotiate. Below the falls, the canyon tightens with undercut walls. Note that flash floods rearrange Sulphur Creek significantly and have, in the past, created six-foot-deep (1.8 m) pools that cannot be avoided. It is only 750 feet (229 m) to the next falls, also passed on the right (south). Here, pass under a large rock against the south canyon wall and scramble down three separate short pitches, slightly more difficult than the first falls. Beyond this falls there are narrows that usually require walking through water. After the second falls, it is 1.7 miles (2.8 km) to the third and final waterfall. Though only about eight feet (2.4 m) high, this obstacle requires a short but slippery traverse on a narrow ledge to the left (north), followed by a short downclimb - use caution. A faint hiker made bypass trail can be accessed by returning upstream about 20 yards (18 m) to a point where it is possible to climb out on the south side via a series of ledges. Once atop the ledges, follow the bypass to the east, traversing the slope above the lower cliffs south of the creek. The bypass eventually descends back to creek level well beyond the falls.  The lower 0.7 mile (1.2 km) of the route follows the creek until it passes by the park headquarters and visitor center. Alternatively, when the cliff to the north of the stream ends, find a hiker-made track that leads to that point, where there is an old lime kiln built and used by the early residents of Fruita. Please preserve this fragile historic relic by not climbing on or inside the kiln. The trail continues over a low hill and down to Sulphur Creek behind the visitor center. Go around the left (north) side of the buildings to the parking lot.   Note: Capitol Reef National Park recommends hikers do not ingest water from Sulphur Creel because E. coli bacteria are occasionally detected at frequencies greater than Utah water quality standards. Sources of E. coli bacteria in Sulphur Creek may include runoff from upstream agricultural, grazing, and urban land, and human and wildlife waste.       Route Distances   Chimney Rock trailhead\/parking are to Sulphur Creek confluence..........................1.5 miles (2.5 km) Sulphur Creek confluence to first waterfall...............................................................1.5 miles (2.5 km) First waterfall to second waterfall...............................................................................750 feet (229 m) Second waterfall to third waterfall............................................................................1.7 miles (2.8 km) Third waterfall to lower end of route (visitor center)..................................................0.7 mile (1.2 km) Total route distance (Chimney Rock trailhead to visitor center)............................5.5 miles (8.9 km)        Rules and Regulations   Free permits are required for backcountry camping, and are available at:   Capitol Reef Visitor Center Bullfrog Visitor Center (Glen Canyon NRA)  Anasazi State Park (Boulder, UT) Escalante Interagency Visitor Center   Dispersed\/at-large camping with vehicles is prohibited within the park, including at or near trailheads. Dispersed\/at-large camping is allowed on federal lands (USFS, BLM) adjacent to the park.  Pets are not permitted on trail or in off-trail or backcountry areas. Pets are permitted on roads and in designated campgrounds.  Fires are prohibited.  Collecting or damaging any park resource (plants, animals, wood, rocks, bones, antlers, artifacts, etc.) is prohibited.  Violation of these regulations may result in a citation.         Additional Information  Best season: Spring and fall during warm weather, and summer if there is no chance of rain.  Maps: USGS 7.5-minute series: Twin Rocks. Maps available at the visitor center.  For more information: Contact the Capitol Reef Visitor Center at 435-425-4111.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/sulphur-creek.htm"
}
