{
    "title": "Capitol Reef National Park: Lower Muley Twist Canyon",
    "body": "Lower Muley Twist Canyon         Lower Muley Twist Canyon NPS   The highlight of the hike is a deep, narrow, twisting canyon with large alcoves. The canyon offers many opportunities for side trips and exploring. From 1881 to 1884, the canyon served as a wagon route for Mormon pioneers traveling south toward San Juan County. The canyon was though to be narrow enough to \"twist a mule\", hence the name Muley Twist. The Post cutoff trail is marked with rock cairns and signs, but carrying a topographic map is recommended. It is extremely hot in summer and water sources are unreliable; carry adequate water. Use caution in narrow canyons particularly during flash flood season (typically July-September).   Beginning at the trailhead on the Burr Trail Road and hiking down-canyon to The Post trailhead via The Post cutoff trail necessitates leaving a vehicle at each end. If you don't have two vehicles, turn around when you get to the sign indicating The Post cutoff trail. A hike though the Lower Muley Twist Canyon can be done as a long day hike or as an overnight trip by starting and ending at The Post parking area. Hiking the entire canyon from the trailhead on the Burr Trail Road and back is best done as a two- to three-day trip. Backcountry permits are required for all overnight trips and can be obtained at the visitor center.   From the south end of Lower Muley Twist, a side trip to the south offers a view of Hamburger Rocks. These are small, dark-red hoodoos within the Navajo sandstone with hamburger-like shapes. The white-colored slope they are perched on accentuates the rocks. The spur route to Hamburger Rocks is unmarked. Water can usually be found at the Muley Tanks, about 200 yards (183 m) north of hamburger Rocks, but would need to be purified.   This route is not an official, maintained trail. Route conditions, including obstacles in canyons, change frequently due to weather, flash floods, rockfall, and other hazards. Routefinding, navigation, and map-reading skills are critical. Do not rely solely on unofficial route markers (rock cairns, etc.); they are not maintained by the National Park Service (NPS), may not indicated the route in this descriptions, or may be absent.  A PDF version of this information, including a map, can be downloaded and printed.       Trailhead Locations   Top of the Burr Trail Road switchbacks, 35 miles (56.3 km) south of Hwy 24 (2.1 miles {3.4 km} west of the Notom-Bullfrog Road\/Burr Trail Road junction). The Notom-Bullfrog Road is hard-packed dirt and is usually passable to passenger cars. At times, the Burr Trail Road may require a high clearance vehicle.  The Post parking area: from the Burr Trail Road\/Notom-Bull Frog Road junction, travel 2.2 miles (3.6 km) south on the Burr Trail Road, then 0.5 mile (0.9 km) to an old corral at the end of a short spur road.        Route Distances   Burr Trail Road trailhead to The Post cutoff trail......................................................3.8 miles (6.2 km) The Post cutoff trail to the Post trailhead, one-way..................................................2.1 miles (3.3 km) Burr Trail Road trailhead to Halls Creek drainage...............................................12.4 miles (20.0 km) Junction of Lower Muley Twist and Halls Creek drainage to The Post trailhead......4.7 miles (7.6 km) Total mileage for upper loop (Burr Trail Road trailhead to The Post cutoff trail   and return via the Burr Trail Road)......................................................................10.7 miles (17.4 km) Total mileage for lower loop (from The Post trailhead and back)........................15.4 miles (24.8 km) Total mileage for entire loop Burr Trail Road trailhead to Halls Creek drainage and return via the Burr Trail Road.......................................................................21.9 miles (35.5 km) Total mileage for entire loop: Burr Trail Road trailhead to Halls Creek drainage and return via The Post cutoff trail.......................................................................22.8 miles (36.9 km)        Rules and Regulations   Free permits are required for backcountry camping, and are available at:   Capitol Reef Visitor Center Bullfrog Visitor Center (Glen Canyon NRA) Anasazi State Park (Boulder, UT) Escalante Interagency Visitor Center   Dispersed\/at-large camping with vehicles is prohibited within the park, including at or near trailheads. Dispersed\/at-large camping is allowed on federal lands (USFS, BLM) adjacent to the park.  Pets are not permitted on trails or in off-trail or backcountry areas. Pets are permitted on roads and in designated campgrounds.  Fires are prohibited.  Collecting or damaging any park resource (plants, animals, wood, rocks, bones, antlers, artifacts, etc.) is prohibited.  Violation of these regulations may result in a citation.         Additional Information  Best Season: Spring and fall.   Maps: USGS 7.5-minute series: Wagon Box Mesa and The Post. Maps available at the visitor center.  For more information: Contact the Capitol Reef Visitor Center at 435-425-4111.       Hike Description: Burr Trail Road trailhead to The Post cutoff trail  Lower Muley Twist Canyon cuts lengthwise along the spine of the Waterpocket Fold creating a colorful, meandering canyon. From the trailhead located on the Burr Trail Road, the route drops quickly into the canyon. A short section of narrows is located approximately two miles (3.2 km) south of the trailhead. The canyon walls on the east side are composed of white Navajo sandstone streaked with black desert varnish. The rust colored walls are the Wingate and Kayenta layers. 3.8 miles (6.2 km) south of the trailhead, a sign marks The Post cutoff trail. This is a good place to turn back if you are on a day hike. If you left a second vehicle at The Post parking area, continue east 2.1 miles (3.3 km) via the cutoff trail. The cutoff trail climbs up and over the Waterpocket Fold, providing panoramic vistas. Sections of the trail traverse steep slickrock with loose footing and exposure in several places. Use caution, especially on a particularly-exposed 100-foot (30 m) section, and especially if wet or icy conditions exist. If you are continuing into the lower portion of the canyon, follow the directions in the next section.         Hike Description: The Post parking area to Lower Muley Twist and back (lower loop)  If you are starting from The Post, the cutoff trail heads west from the parking area and climbs steeply up the Waterpocket Fold, providing panoramic vistas. Sections of the trail traverse steep slickrock with loose  footing and severe exposure in several places. Use caution, especially on a particularly-exposed 100-foot (30 m) section, and especially if wet or icy conditions exist. A sign marks the point where The Post cutoff trail joins Lower Muley Twist Canyon. Continuing left (south), large alcoves highlight this portion of the canyon. Here the Kayenta formation has been undercut, forming high overhangs. The canyon continues south for over 8 miles 912.9 km). Near the end of Lower Muley Twist is a high alcove, after which the canyon turns toward the east and becomes very narrow with high walls. At this point the high cliffs of Big Thomson Mesa are visible ahead. As you exit the canyon, look carefully for cairns on the left (north) side of the wash which mark a route out of the drainage and over a low ridge to the northeast. This route connects with Halls Creek drainage and saves hiking time. If you stay in the Lower Muley Twist drainage, the route connects with Halls Creek drainage in approximately 0.5 mile (0.8 km). The side trip to Hamburger Rocks begins at this point (see below). To return to The Post parking area, follow the remnants of an old road north in the main canyon for 4.7 miles (7.6 km). If you left a vehicle at The Post, your hike is over.   If your vehicle is parked at the Burr Trail Road trailhead, you can either walk the Burr Trail Road north and then west up the switchbacks (4.8 miles [7.7 km]) or return via The Post cutoff trail and through the upper portion of Lower Muley Twist Canyon (5.9 miles [9.5 km]).       Hike Description: The Post parking area south along Halls Creek to Lower Muley Twist  If you begin your trip be hiking south from The Post parking area along the Halls Creek drainage, it is easy to miss the route into Lower Muley Twist Canyon. Track your location on a topographic map and scan the steep slickrock slopes of the Fold for the upper portion of the north-facing wall of Lower Muley Twist Canyon. The wall is stained with desert varnish and is visible a good distance away. Stay in the Halls Creek drainage until you encounter the entrance to Lower Muley Twist Canyon further downstream. Follow Lower Muley Twist Canyon north until you reach The Post cutoff trail or continue up canyon to the trailhead on the Burr Trail Road, depending on your destination.        Hamburger Rocks NPS   Hike Description: Side trip to Hamburger Rocks   From the confluence of Lower Muley Twist Canyon and the Halls Creek drainage, hike south on the remnants of an old road for about 0.7 mile (1.1 km) to a sign marking the spur road to Muley Tanks, which are on the right (west) and above the wash at the base of the Fold. (Hamburger Rocks are located low on the Fold about 200 yards [183 m] south of this point). Continue south on the main route another 0.2 mile (0.4 km) past the Muley Tanks sign to a sandy wash crossing. Turn right (west) and eventually climb a broad slope of white Navajo sandstone until the dark-red Hamburger Rocks from into view (about 1\/4 mile [0.4 km] above the main route). Return via the same route.   From The Post parking area, you can hike directly to Hamburger Rocks by following the Halls Creek drainage to the south. You will pass the narrow cut into Lower Muley Twist Canyon after 4.7 miles (7.6 km). Hamburger Rocks are approximately 1 mile (1.6 km) beyond this point. Follow the directions in the previous paragraph.   Round-trip distance for the side trip from the Lower Muley loop route to Hamburger Rocks is 2.3 miles (3.6 km).   Total round-trip distance from The Post parking area to Hamburger Rocks via Halls Creek is 11.7 miles (18.8 km).",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/lowermuley.htm"
}
