{
    "title": "Capitol Reef National Park: Upper Muley Twist Canyon",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking and Backpacking     Upper Muley Twist Canyon                  Upper Muley Twist Canyon         Saddle Arch NPS   Upper Muley Twist Canyon cuts lengthwise along the spine of the Waterpocket Fold creating a colorful, meandering canyon. The Navajo and Wingate sandstone layers are exposed here, tilted by the uplift and folding of the Earth's crust and sculpted by millions of years of erosion. The Wingate, stripped of its protective Kayenta cap rock, has eroded into unusual forms including many large arches. The 0.9-mile (1.4 km) round-trip hike to Strike Valley Overlook provides outstanding views of the Waterpocket Fold and the surrounding area. The rim route in Upper Muley Twist Canyon provides similar views.   Highlights of the hike are narrow canyons, expanses of slickrock, large arches, and dramatic vistas from the top of the Waterpocket Fold. The route is marked with rock cairns and signs, but carrying a topographic map is recommended. It is extremely hot in summer and water sources are unreliable; carry adequate water. Use caution in narrow canyons, particularly during the flash flood season (typically July-September). Free backcountry permits are required for all overnight trips and can be obtained at the visitor center.   This route is not an official, maintained trail. Route conditions, including obstacles in canyons, change frequently due to weather, flash floods, rockfall, and other hazards. Routefinding, navigation, and map-reading skills are critical. Do not rely solely on unofficial route markers (rock cairns, etc.); they are not maintained by the National Park Service (NPS), may not indicate the route in this description, or may be absent.    A PDF version of this information, including a map, can be downloaded and printed.        Trailhead Locations   The Upper Muley Twist Canyon road is located one mile 91.6 km) west of the top of the Burr Trail Road switchbacks. Passenger cars can be driven about 0.3 mile (0.5 km) in to the Upper Muley Twist Canyon trailhead. High-clearance vehicles, typically requiring four-wheel drive, can drive 2.9 miles (4.7 km) up the canyon to the Strike Valley Overlook parking area. Check at the visitor center for the latest road conditions before driving into the canyon with high-clearance two-wheel-drive vehicles.       Hike Description  From the Strike Valley Overlook parking area, it is an easy 1.7 mile (2.7 km) walk up the wash to Saddle Arch where a sign indicates the rim route. The loop portion of the Upper Muley Twist Canyon hike begins here and can be done in either directions. Hiking clockwise, beginning with the canyon portion and returning via the rim route, will offer a more gradual climb. Beginning with the rim route and hiking in a counterclockwise direction will get the most strenuous part of the hike over at the beginning. The loop is cairned but requires careful attention as some sections of the trail deviate from the anticipated route to bypass obstacles. To access the rim route and hike the loop in a counterclockwise direction, leave the wash near Saddle Arch and follow the cairned route on the right (east) side of the canyon to the top of the Fold.   To follow the loop in a clockwise direction, continue up the canyon in the wash. The narrows are 2.3 miles (3.7 km) beyond Saddle Arch. Cairns mark a route around the narrows on the right (east) side of the canyon. It is east to miss this bypass route if you are not watching for cairns. It is possible to explore the narrows, but a pour-off near the beginning requires a difficult climb using old hand- and toe-holds carved into the rock. The narrows end at an impassable pour-off where water can sometimes be found. Large letters painted on the rock wall mark one corner of an old uranium-mining claim. A short distance up the canyon from the point where the narrows bypass trail drops back into the wash bottom, an NPS-placed sign marks the point where the trail climbs out of the canyon to the rim. At this point you can continue back to Saddle Arch along the rim route or return the way you came. At the sign, the trail turns east and requires a steep climb and some scrambling to reach a second sign that marks the upper end of the rim route. The rim route involves some scrambling over steep, exposed slickrock and can be a little tricky when carrying a backpack. Use caution, especially if wet or icy conditions exist. The route along the rim is cairned. Three-quarters of a mile (1.2 km) from the upper (north) end of the rim route you will cross a short, steep notch in the crest of the ridge. One mile (1.6 km) farther, shortly after traversing another saddle in the ridge, you will climb up over steep slickrock ledges to get back on top of the rim. Stay near the west (right) edge and watch for cairns leading over this obstacle. As you approach the lower (south) end of the rim route, watch for an NPS-placed sign directing you right (west) to the route that drops back down to the canyon bottom. The rim is fairly wide in this area, and it's easy to miss the route down if you aren't watching for cairns. Back in the canyon bottom, retrace your route 1.7 miles (2.7 km) down the wash to the parking area.        Route Distances   Upper Muley Twist Canyon trailhead (at Burr Trail Road) to  Strike Valley Overlook parking area.........................................................................2.9 miles (4.7 km) Strike Valley Overlook trail (one-way from parking area to viewpoint).......................0.4 mile (0.6 km) Strike Valley Overlook parking area to Saddle Arch.................................................1.7 miles (2.7 km) Saddle Arch to start of narrows................................................................................2.3 miles (3.7 km) Start of narrows to rim route (upper access).............................................................0.6 mile (1.0 km) Saddle Arch to upper end of rim route (via rim).......................................................2.7 miles (4.3 km) Total distance of loop portion of route.....................................................................5.6 miles (9.0 km) Total round-trip from Strike Valley Overlook parking area.....................................9.0 miles (14.5 km) Total round-trip from Upper Muley Twist Canyon trailhead (at Burr Trail Road)..14.8 miles (23.8 km)        Rules and Regulations    Free permits are required for backcountry camping, and are available at:    Capitol Reef Visitor Center Bull Frog Visitor Center (Glen Canyon NRA) Anasazi State Park (Boulder, UT) Escalante Interagency Visitor Center.    Dispersed\/at-large camping with vehicles is prohibited within the park, including at or near trailheads. Dispersed\/at-large camping is allowed on federal lands (USFS, BLM) adjacent to the park.  Pets are not permitted on trails or in off-trail or backcountry areas. Pets are permitted on roads and in designated campgrounds.  Fires are prohibited.  Collecting or damaging any park resource (plants, animals, wood, rocks, bones, antlers, artifacts, etc.) is prohibited.  Violation of these regulation may result in a citation.         Additional Information  Best season: Spring and fall.  Maps: USGS 7.5-minute series: Bitter Creek Divide and Wagon Box Mesa. Maps available at the visitor center.   For more information: Contact the Capitol Reef Visitor Center at 435-425-4111.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/upper-muley-twist-canyon.htm"
}
