{
    "title": "Capitol Reef National Park: Commercial Filming",
    "body": "Commercial Filming & Photography Guidelines       Capitol Reef National Park, located in south-central Utah, contains over 240,000 acres of spectacular desert scenery, geologic landscapes and unique wildlife. More than 700,000 visitors annually pass through Capitol Reef. The park is open all year with most visitation occurring between March and November. Please read the Commercial Filming and Photography Guidelines. I. Policy It is the policy of Capitol Reef National Park to allow filming when and where possible. Capitol Reef National Park encourages filming when it is for the specific use of the park or when it assists the park or the National Park Service with fulfilling its mission. National Park Service (NPS) policy requires that primary consideration be given to safety, potential resource damage and to anticipated disruption of normal visitor use when reviewing a request for a filming permit. To assure protection of the Park's cultural, historic, and natural resources, all commercial photography requests involving the use of lands within Capitol Reef National Park must be approved through a permitting process initiated through the Park Superintendent or his\/her designated representative. At Capitol Reef, the Chief Ranger is the designated coordinator for the Commercial Filming Program. Tools for management and enforcement of the permitting system can be found in Director's Order (DO) 53, National Park Service Management Policies and Title 36, Part 5.5 and Title 43, Part 5 of the Code of Federal Regulations. The following guidelines are established by the Superintendent of Capitol Reef National Park as they relate to commercial filming activities within the Park. The Park Superintendent has the authority and responsibility to manage, permit and \/or deny filming projects consistent with the following principles:  Natural, cultural, wilderness, and recreational resources will be protected. The activity will not unduly conflict with the public's normal use and enjoyment of the park. Visitors using cameras and\/or recording devices for their own personal use are generally exempt from film permit requirements. A commercial photographer who is not using a prop, model or set, is staying within normal visitation areas and hours, and is not significantly interfering with normal park visitation, is generally exempt from film permit requirements. Coverage of breaking news never requires a permit, but is subject to the imposition of restrictions and conditions necessary to protect park resources and public health and safety, and to prevent impairment or derogation of park values. The NPS will not censor the content of any project, nor require finished film products for review, or documentation purposes. However, the superintendent may review a story board or other material offered by the applicant to aid in the permit decision process. Commercial photographers, and their crew, who obtain a filming permit from the NPS are recognized as not being in the park for recreational purposes for the duration and purposes of that permit, and, as such, are specifically exempted from paying entrance fees under the Federal Lands Recreation Enhancement Act of H.R. 4818. The park superintendent shall determine when a permit for filming or photography will be required and what costs and other fees, if any, must be recovered. During certain times (e.g., periods of peak visitation or high fire danger) the superintendent may deny any or all requests for special use activities, including filming. If filming activities are inherent in an event or activity for which a Special Use Permit has been or will be issued, conditions and permission for filming may be included in that Special Use Permit rather than writing a separate filming permit. A permit is required if the filming, videotaping, sound recording or still photography involves the use of a model (or any on-camera talent), set, or prop, or when the filming, videotaping, sound recording, or still photography could result in damage to park resources or significant disruption of normal visitor use. Filming permits are generally required for any filming intended for public viewing or commercial advertising. Filming permits are required if production vehicles or transports (portable control rooms, portable video editing rooms, trailers, trucks, vans, cars, satellite trucks, etc.) are to be used. Filming permits are required if broadcast equipment (either live or playback telecasts), videotape, or film equipment, including cameras, booms, dollies, satellites, antennas, multiple microphone systems, lighting equipment, generators, cables, monitors, sound equipment, film editing equipment, etc., are to be used. Filming permits are required if construction crews, electricians, engineers, carpenters, contractors, laborers, tents, trailers, housing, change rooms, animals, trainers or handlers are to be used. Filming permits are generally required for documentaries, game shows, television shopping networks, religious shows, public television programs, motion pictures, soap operas, made-for-television movies, talk shows, news broadcasts*, docudramas, fund-raising travelogues, soft news, commercials, infomercials and children's shows. They are also required for industry-specific footage for cassette or video tape productions to be used for training, sales, entertainment, how-to demonstrations, health and\/or hygiene practices, educational promotions, advertisements, sports, etc.   *Filming involving on-going news events and sound technicians working with news photographers are exempt from the permit requirement; however, they are not exempt from other regulations in CFR 36, Chapter I, or other relevant federal, state, county, municipal or local laws or ordinances. Documentaries filmed specifically for sale to a news station or educational channels are considered commercial ventures and, as such, require filming permits.   News media photographers should contact the Chief of Interpretation, (Public Affairs Officer) especially when projects will involve multiple vehicles and large numbers of staff which exhibit impact potential. News media shooting human interest stories, staged events, or other activities not involved in the bona fide gathering or covering of news events will be required to obtain a permit prior to such filming. Permits issued for commercial photography (advertising) specifically prohibit implied or stated endorsement by the National Park Service (NPS). Identifiable NPS equipment, uniforms, buildings or insignia may not be portrayed in commercial advertising in any way that would imply such NPS endorsement of the product.  II. Filming Activities All filming activities for which permits have been issued will be conducted in strict compliance with Federal, state, county and local laws, ordinances or regulations applicable to the area of operation covered under the agreement. Filming will not be allowed in those areas closed to the general public. All vehicles used by the film company will be subject to applicable rules and regulations and other limitations. III. Resource Damage Filming activities which exhibit the potential for resource damage will be denied. Driving vehicles off established roadways, cutting trees or otherwise damaging vegetation, destroying or altering resources will not be allowed. Temporary, non-destructive activities, such as placing a prop, tent, vehicle, actor, etc., may be allowed if the resource can be left undamaged after filming is complete. These requests will be evaluated on a case-by-case basis. IV. Plants and Wildlife Plants or parts thereof, brought in for use in filming activity will be inspected for diseases and\/or insects by appropriate federal or state inspectors and certificates of inspection presented prior to Permit issuance. The harassment of wildlife is prohibited. Filming of wildlife is permitted if there is no disturbance\/manipulation of resident or free-roaming animals. The use of domestic animals by film crews may be permitted, (on a case-by-case basis) if humane treatment is accorded the animal at all times and Park regulations related to domestic animal use are strictly observed. All Federal and\/or state inspections required must be satisfactorily completed and certificates presented to the Chief Ranger prior to permit issuance. Domestic animals used in filming are not permitted to feed or graze on plant life, and all feed brought into the Park must be certified weed free and contained so as to disallow its deposition in the Park. All excrement will be collected and removed from the Park daily. Wildlife captured elsewhere may not be used in any in-Park filming, whether trained or not. Domesticated wild animals are included in this restriction. V. Disruption of Visitor Activities National Park Service policy states that filming activity must not unduly disrupt normal visitor use of the Park. Requests from film- makers for temporary, brief closures of visitor use areas will be considered on a case-by-case basis, but will generally be denied during peak visitor use periods. VI. Use of Aircraft The use of aircraft for commercial filming activities in Capitol Reef National Park is allowed under strict guidelines. The use of fixed wing aircraft over Capitol Reef National Park for commercial filming or scouting purposes is permitted only if the minimum altitude of 2000 feet (609.6 m) above ground level is maintained. The use of helicopters is prohibited. VII. Requests For Permits Requests may be made in person at Capitol Reef National Park Headquarters or by telephone or letter. Once the proposed filming request has been processed and approved and the permit is prepared, an authorized representative of the film company must provide bond (if applicable), permit, and monitoring fees and sign a copy of the permit and agreement. Final terms of agreement and special instructions will be presented in a Terms and Conditions for Filming document and discussed in a mandatory pre-filming conference. An original copy of the completed permit must be on-site at all times during filming activities and must be presented, upon request, to any authorized park personnel. Permit request by letter should be addressed to: Chief Ranger Capitol Reef National Park HC 70, Box 15 Torrey, Utah 84775 Telephone requests should be directed to: Chief Ranger Capitol Reef National Park (435) 425-4130 VIII. Filming Application An Application for Photography\/Filming Permit must be completed and returned to the Chief Ranger, along with the applicable non-refundable administrative permit processing fee of $100.00, before a filming permit will be considered. Checks or money orders should be made payable to the National Park Service. Information returned must be specific, especially that information dealing with site locations and actual anticipated filming activities. Insufficiently prepared questionnaires can result in a protracted, more expensive permitting process and may result in denial of the application. IX. Permit Evaluation Filming permits will only be issued after a thorough evaluation of the Application for Photography\/Filming Permit by the Chief Ranger. All locations must be approved prior to filming, and, depending on the complexity of the proposed project, one or more on-site visits to proposed locations may be necessary. Copies of story boards and\/or scripts may also be required prior to permit approval. A minimum of fifteen working days will normally be required for administrative review of the proposed filming activity, although larger or smaller projects may require more or less time. Read more information regarding permit conditions.      X. Denial of Permit Request for filming permits will be evaluated in a manner consistent with current applicable legislation, regulations, policies and guidelines. Filming permits may be denied for any of the following reasons:  Resource Damage - If, in the opinion of the Chief Ranger, the filming activity requested represents an unreasonable threat to the resource (including wildlife and archaeological features), the permit application will be denied. Consideration will be based on both long and short term effects as they relate to environmental, archaeological and historic preservation laws. Any significant cultural concerns must be mitigated before a permit will be approved. Monitoring Requirements - If it is determined monitoring requirements for the proposed filming project will place unreasonable burdens on park staff, the permit application will be denied. This denial will be made irrespective of the permittee's willingness to pay monitoring costs. Disruption Of Visitor Activities - If the proposed filming would conflict unduly with the visitors' normal use of the Park, the request will be denied. Equal Protection - Permits will not be issued which would allow film-makers to enter areas closed to the general visiting public, or which would allow activities not permitted by the average visitor. Safety - Any activity posing undue risk or hazard to the general public, filming personnel or park staff will be denied. Regulatory Conflict - Requests for filming which will result in an electronically or digitally edited product that depicts an activity which is in direct conflict with regulations that prohibit the depicted activity will be denied when the product will be recognizable to the general viewing public as a National Park area.  XI. Termination of Permit All filming permits issued by the National Park Service are revocable. They are revocable on 24 hours notice or without notice if the terms of the permit are violated. Deliberate infractions of terms contained in the filming permit or the deliberate making of false or misleading statements concerning intended actions in order to obtain a permit are causes for immediate termination of the permit and for possible prosecution. A penalty may be levied against the permittee for disruptions to the Park associated with the revocation of the permit or default on conditions of the permit. Adjustments for unused filming days may be made by the Park and pre-payments returned to the permittee. XII. General Liability Insurance General liability insurance is required in order to protect the United States from claims or litigation connected with injury or damage resulting from the actions of the permittee or his\/her agents or employees. It is also necessary in order to avoid undue tort liability to the United States and to assure that permittees are not judgment-proof if a visitor is injured through the negligence of film company representatives. Those companies which normally carry extensive general liability insurance must obtain a rider naming the United States as additionally insured. Others must obtain the necessary coverage on their own. Insurance must be secured from an American company. Foreign insurance cannot be accepted. An original copy of the certificate of insurance must be provided to the Park prior to issuance of the filming permit. General guideline amounts include:  Still photography - $500,000 bodily injury plus $50,000 property damage per occurrence. Electronic media - aggregate $1,000,000 per occurrence. Special activities with high damage\/injury risks - $3,000,000.  Insurance requirements may be waived if, in the opinion of the Superintendent, there is little or no possibility of injury or damage to persons or property resulting from the proposed activity. Additional insurance amounts may be required at the Superintendent's discretion, based on proposed filming activities. XIII. Bond Requirement National Park Service regulation (43 CFR 5.1 a.) requires all film permittees to post a bond or cash deposit to assure the area is left in its original condition. A performance bond issued by a bonding company, a cash deposit or certified check may be used for this purpose. Bond amount required will depend upon the estimated cost to the United States for clean-up or restoration that would be required if the permittee failed to perform the required restoration. Normally, the more people and support equipment required for the filming activity, the more risk there is to the resource. As a general rule, the bond for a filming project which exhibits a moderate risk to the resource will be equal to two times the calculated combined daily use cost (described in Section XVI below) determined by duration of filming activities. Filming which involves high risk will carry higher bond limits ($25,000 or more). If it is determined that proposed filming activities will present little or no risk of resource damage, the bond requirement may be waived. XIV. Donations Donations of money, equipment and\/or services to the Park are enthusiastically accepted. Money donations will be deposited into Capitol Reef National Park's Special Use Account and will be allocated following NPS policy to fund people and programs in the park. Capitol Reef National Park's tax identification number will be provided upon request. XV. National Park Service Costs Filming permits are issued by authority of the Superintendent of Capitol Reef National Park. The Superintendent has the discretion to waive any requirement or cost involved in the permitting process. Application for a filming permit must be made through the submission of a completed application for filming (attached) and the tendering of a non-refundable administrative permit processing fee of $100.00. Permit preparation and administrative time in excess of the standard time normally required to complete permit negotiations will be charged at $50.00 per additional hour and added to the non-refundable permit charges above. These fees will be retained by the NPS regardless of whether a permit is approved and issued or not. Checks should be made payable to the National Park Service. XVI. Fees and Cost Recovery Guidelines The following are general guidelines for typical permit and site-monitoring costs (if deemed necessary). Costs may fluctuate and will be governed by the complexities involved, resource risks exhibited and monitoring necessary for each filming project:  Non-Refundable Administrative Permit Application Fee... $100 Excess Permit Processing Fees (if necessary)............... $50\/hr Permit Fee................................................................ $150 Monitoring Fees (per monitor)..................................... $50\/hr  In addition to the above cost recovery fees, the National Park Service is required to collect the following location fees for all commercial filming:     Motion Pictures\/Videos        Commercial Still Photography     1-2 people camera and tripod only zero       1-10 people $150\/day   1-10 people $50\/day   11-30 people $250\/day   11-30 people $150\/day   31-49 people $500\/day   Over 30 people $250\/day   Over 50 people $750\/day          Filming activities authorized by permit will be monitored by an NPS employee(s) to assure full compliance with all terms of the permit. In operations involving few people and minimal equipment or taking place where there is little, if any, possibility of damage or violation of other permit requirements or inconvenience to the visitor, filming activities will be spot monitored to assure compliance. The level and type of oversight and monitoring will be determined by the scope and complexity of filming activities. If, in the opinion of the Superintendent, the filming project will involve significant numbers of people (5 or more) and equipment and\/or exhibits a degree of resource\/visitor impact potential, monitoring will be on-location and continual. Each additional NPS employee that may be required to monitor and control the filming site will be charged to the permittee at the above described rates. Estimated daily site-monitoring costs must be paid to the NPS prior to actual filming. Payment must include the aggregate amount for all days permitted. All costs associated with permitted activities which exceed the estimated daily site-monitoring cost will be billed to the permittee after completion of filming activities. The monitoring of any site rehabilitation which may be necessary upon completion of filming activities will be charged to the permittee at $50 per hour per monitor required. Refund of the Performance Bond will be withheld until all costs are paid. Commercial Film Permit payment may be made through pay.gov. Do not submit payment until receiving authorization from the Park. Site Location Fees payment may be made through pay.gov. Do not submit payment until receiving authorization from the Park. XVII. Off-Duty Government Employees Off-duty Government employees may work for filming companies only if they do not, in fact, perform or appear to perform official duties. Off-duty employment while in uniform is not permitted. Personnel engaged in actual monitoring of the permittee are not allowed to engage in off-duty employment with the film-maker under any circumstances.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/comfilmphoto.htm"
}
