{
    "title": "Glen Canyon National Recreation Area: Glen Canyon Wilderness",
    "body": "Glen Canyon Wilderness          \"The richest values of  wilderness lie not in the days of Daniel Boone, nor even in the present, but rather in the future.\" ~ Aldo Leopold Wilderness is the land that was - wild land beyond the frontier... land that shaped the growth of the nation and the character of its people. Wilderness is the land that is - rare, wild places where one can retreat from civilization, reconnect with the Earth, and find healing, meaning and significance. In 1964, in a nearly unanimous vote, the United States Congress enacted landmark legislation that added protection to some of the most natural and undisturbed public land in America. The Wilderness Act established the National Wilderness Preservation System to \"secure for the American people of present and future generations the benefits of an enduring resource of wilderness.\" \"A wilderness, in contrast with those areas where man and his own works dominate the landscape, is hereby recognized as an area where the earth and community of life are untrammeled by man, where man himself is a visitor who does not remain.\" ~ Wilderness Act         Glen Canyon Wilderness As required by Glen Canyon's designating legislation, the National Park Service performed a wilderness suitability study on lands within the recreation area to identify lands suitable for wilderness designation. The study identified 588,855 acres (approximately 51% of the total land area) suitable for wilderness designation. Although these areas are proposed and not yet formally designated, NPS policy mandates that they are managed as wilderness to protect their wilderness character until they are formally designated.  Glen Canyon Proposed Wilderness Map  The National Park Service manages proposed wilderness areas as designated wilderness areas, under the assumption of their eventual designation. For an interactive presentation on wilderness, look at NPS Interactive Wilderness Page. To learn more about the background of the Wilderness Act and how the idea of wilderness influenced American history, look at Wilderness History. Over half of National Park Service lands are designated as wilderness. To find out where and how to explore wilderness, look at Explore Wilderness. For more information about how wilderness is defined and details about the National Wilderness Preservation System, look at Wilderness Facts.      \"Plans to protect air and water, wilderness and wildlife are in fact plans to protect man.\" ~ Stewart Udall.",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/glen-canyon-wilderness.htm"
}
