{
    "title": "Capitol Reef National Park: Livestock Trailing and Grazing",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Livestock Trailing and Grazing                Livestock Trailing and Grazing       Livestock Grazing and Trailing Management Plan - EIS Scoping Newsletter Why is there livestock grazing and trailing in Capitol Reef National Park?   Grazing and trailing on public lands has a long history in the Capitol Reef area and allotments inside what became park boundaries were use before designation as either a National Monument or National Park. When Congress established Capitol Reef as a National Park in 1971, it recognized that grazing and trailing were pre-existing uses and provided for continued livestock grazing and trailing subject to appropriate management by the NPS to encourage the protection of the Park's natural and cultural resources values. Grazing was expected to be phased-out within 10 to 20 years under the 1971 legislation, but subsequent congressional action, which still calls for a phase-out, has extended the length of time in which grazing will be allowed in Capitol Reef. The legislation under which the park currently operates directs that livestock grazing permit holder who legally used park lands when the park was established may continue the practice during their lifetimes and the lifetimes of their children who were born before December 18, 1971. This legislation also emphasizes that grazing will be managed to protect park resources, and it prohibits an increase in animal unit months in the park. Trailing livestock along established routes will continue indefinitely with appropriate protection of park resources.   Why is the NPS doing compliance now when grazing and trailing has been going on for over a hundred years, and Congress authorized these activities when the park was established?  Prior to the establishment of the park, and for several decades thereafter, the BLM permitted and managed livestock grazing in the active allotments in the park. Between 2000 and 2010, the NPS assumed sole responsibility for permitting and management of the two remained active allotments, consistent with direction provided in the park's 1998 General Management Plan. The 1998 General Management Plan addressed potential effects of livestock grazing and trailing; however, it did not describe a comprehensive approach for managing these activities in a manner that meets the NPS mandate to protect park resources and values unimpaired for the enjoyment of future generations.   Developing and implementing a plan to manage livestock grazing and tailing, and issuing permits for livestock grazing and trailing, are considered major federal actions with the potential to affect the human environment. Therefore, the actions are subject to the National Environmental Policy Act (NEPA) and its implementing regulations (40 CFR 1500-1508). In addition, park resources that could be affected by livestock grazing and trailing include plants and animals listed under the Endangered Species Act (ESA), and cultural resources protected under the National Historic Preservation Act (NHPA). The NPS must conduct compliance required by these three laws and their implementing regulations.   In 2010 when Capitol Reef for the first time had sole responsibility for permitting and managing grazing and trailing, the park applied for funds to prepare a plan and complete NEPA, ESA, and NHPA compliance. The funds were authorized in 2013, and the park and NPS began the preparations that have led to this very open and thorough environmental impact statement (EIS) process.   Why is the NPS Preparing an EIS for the Livestock Grazing and Trailing Management Plan instead of an Environmental Assessment as other agencies have done?  As described in the response to question 1, issuing permits for grazing and trailing, and preparing a management plan with the potential to affect the human environment is considered a major federal action subject to NEPA (40 CFR 1508.18). When the potential for significant impacts exists, NEPA and its implementing regulations also require the preparation of an EIS rather than an environmental assessment.   The NPS believes livestock grazing and trailing, and associated rangeland management activities have the potential to significantly impact park resources. The opinion is based on information considered in preparing the 1998 General Management Plan, scientific literature, and data acquired through monitoring and evaluation of the condition of natural resources and rangeland health in Capitol Reef's allotments and along trailing routes. As a result, the NPS is conducting scoping under the assumption an EIS will be required.   What are the Threatened or Endangered species in the park that affected by grazing and trailing?  There are four threatened or endangered species that may be affected by grazing and are of interest for the NPS. The species are:  Wright Fishhook cactus (Sclerocactus wrightiae), listed as Endangered in 1979 Last Chance townsendia (Townsendia aprica), listed as Threatened in 1985 Mexican spotted owl (Strix occidentalis lucida), listed as Threatened in 1993 Winkler cactus (Pediocactus winkleri), listed as Threatened in 1998  Why are the cacti, the Townsendia plant, and the Mexican spotted owl on the endangered species list?  In passing the Endangered Species Act of 1973, Congress found that various species of plants, animals, and fish had gone extinct through the consequences of human actions, and that additional species were so depleted in number that they were in danger of extinction. Congress also found that these species are of \"...aesthetic, ecological, educational, historical, recreational, and scientific value to the Nation and its people.\"  The U.S. Fish and Wildlife Service (FWS) is the federal agency charged by Congress with responsibility for determining species that should be listed as endangered or threatened (the National Marine Fisheries Service has the responsibility for most marine species). The FWS has determine that, in accordance with the ESA and its implementing regulations, the Wright fishhook cactus, Last Chance townsendia, Mexican spotted owl, and Winkler cactus are endangered or threatened with extinction throughout or all of a significant portion of their respective ranges. Typical threats to the continued existence of these species include habitat disturbance caused by a variety of human activities. Climate and weather events such as drought, extreme cold or heat, or changing climate patters also may affect these species.   How do livestock grazing and trailing affect cacti and other listed plants?  A variety of species of cacti and other rare plants such as the Last Chance townsendia, inhabit grazing lands in and around Capitol Reef and throughout the southwestern United States. These species may be negatively affected by grazing and trailing.   Livestock can trample individual cactus plants (or other sensitive plants) which can result in direct mortality or damage to the plant that makes it susceptible to disease or predation. Trampling can also result in cacti being crushed, entirely or partially uprooted or sustaining damage that result in an inability to reproduce. Roots of cacti may be damaged by the action of a hoof nearby and this may result in increased risk of future mortality.   Indirect effects on cacti from grazing include degradation or loss of suitable habitat by (1) altering vegetation composition and structure, (2) changing soil properties and water resource distribution, (3) introducing non-native species, and (4) disrupting nutrient cycling through damage to biological soil crusts. This is particularly evident on landscapes, including the Capitol Reef area that evolved over time with no or very limited natural grazing.   Why is the park still concerned about the threatened and endangered plants if there are only 2 active allotments remaining from the original 19 and less trailing then in the past?  The presence of the three threatened and endangered plant species that may be affected by grazing in the Hartnet allotment is of concern to the National Park Service because the allotment contains a very large percentage of the acreage in which these threatened or endangered plants exist. Of the 19 current and former grazing allotments in Capitol Reef, the threatened or endangered species that may be affected by current livestock grazing or trailing occur in only three (Rock Springs, Cathedral Valley, and Hartnet). These three allotments, all located in the northern portion of the park, total approximately 87,848 acres. The Hartnet allotment is about 72,816 acres. Therefore, the Hartnet allotment consists of approximately 83% of the overall acreage of park allotments (current and former) containing these threatened or endangered plants. In fact, the Hartnet allotment alone is approximately 41% of the total acreage included in the original 19 allotments.   In addition, livestock trailing still occurs through the former Cathedral Valley allotment, putting one of the listed species that exists along the trailing route at risk of effects from livestock.   How do livestock grazing and trailing affect Mexican spotted owls?  Because Mexican spotted owls nest in caves on cliff walls in rocky canyon habitat, grazing animals do not directly impact the owls. However, improper livestock management can indirectly impact owls by altering riparian and meadow habitats which are important habitat for owl prey species (e.g. small rodents). Too much disturbance of vegetation and heavy forage use during the growing season can decrease the structural diversity of herbaceous plants that provide protective cover and food for the owl's prey species. Grazing can also remove or reduce the availability of plant seeds that are important in the diet of some prey species. If the reduction in herbaceous cover and seed production occurs in preferred owl foraging areas over several breeding seasons, these conditions can contribute to reduced reproduction and declines in some owl populations.   As recommended in the 2012 Mexican spotted owl recovery plan several Protected Activity Centers (PAC) have been established in Capitol Reef to conserve and protect core use areas for Mexican spotted owls. Protected activity centers in the park are present in the Waterpocket Fold areas in or near the Hartnet and Sandy 3 allotments and are near several trailing routes. They are at least 600 acres to protect the nest site, roost sites, and foraging areas within reasonable range of nest and roost sites. These areas are intended to provide owls with a reasonably safe and undisturbed area in which to nest and raise young, and in which to find food resources (primarily small rodents) upon which the owls depend.   Will the NPS consider an alternative in the EIS to end livestock grazing and trailing in the park?  No. Congress has been consistent in its intent and legislation that NPS shall allow grazing to continue in Capitol Reef until a mandated phase-out occurs (question 1 presents more information regarding Congressional legislation). In addition, Congress has stated that trailing livestock across the park will continue indefinitely along traditional routes, although the NPS has the authority to manage trailing to protect park resources. Only Congress has the authority to repeal existing legislation and end grazing in Capitol Reef. The purpose of this EIS is to provide guidance and tools to the NPS and permit holders, which promote the shared conservation and stewardship of the natural resources, ecological processes, and cultural resources of Capitol Reef National Park through the long-term management of livestock grazing and trailing at the park.   How will this plan affect the economics of grazing in the local area?  Economic effects will be evaluated in the EIS as alternatives are developed, and the analysis will be shared when the Draft EIS is made available for public review and comment. It is important to note that based on Public Law 100-446, grazing may continue for several more decades, depending on how long the current generation or permit holders for the Sandy 3 and Hartnet allotments operate. Trailing livestock across the park will continue indefinitely along traditional routes. Therefore, at this time, substantial economic effects are not anticipated because livestock grazing and trailing will continue to be permitted in Capitol Reef.   Is the park concerned about the impact of other herbivorous grazing animals (elk, bison, jack rabbits, etc.) in these same allotments?  Elk and bison are native to southern Utah and the area in and around Capitol Reef. The landscape and ecosystem communities of Capitol Reef evolved with elk, bison and other native grazing animals whereas domestic livestock are introduced species originating in Europe. Because elk and bison are native species, the National Park Service considers them a natural part of the park's ecosystem and not in need of management.  The current bison herd in the Henry Mountains was transplanted to the area in the 1940's and is managed by the Utah Division of Wildlife Resources. However, historic data confirm bison are native to the area, although they likely occurred in low numbers. Bison do not enter the Hartnet allotment, rarely enter the Sandy 3 allotment and do not stay long when they do. Elk are found primarily in the northern portion of the park and forage in the Hartnet allotment.   How can I make helpful comments during public scoping?  At this time, to be most helpful to the plan and EIS process, the NPS is seeking your input on:   the purpose and need for action; environmental issues that should be addressed; potential management practices, tools, and alternative for managing livestock grazing and trailing, including mitigation measures which could reduce potentially harmful effects; sources of date and\/or methodologies that should be considered for analyzing potential environmental effects.   Comments which are not helpful include those which:  vote for or against a potential management practice, tool, or alternative without giving reason why agree or disagree with laws, regulation, or NPS policy Discuss other projects or other areas contain vague, open-ended questions   You can submit comments electronically at: http:\/\/parkplanning.nps.gov\/care_lgtmp_eis_scoping",
    "url": "https:\/\/www.nps.gov\/care\/learn\/management\/livestock-trailing-and-grazing.htm"
}
