{
    "title": "Capitol Reef National Park: Laws & Policies",
    "body": "Laws & Policies       Rules and regulations help you, the visitor, have a safe and enjoyable visit to Capitol Reef National Park. General Park Regulations Policy Related Regulations Superintendent's Compendium The regulations contained in the Superintendent's Compendium are a supplement to those already codified in 36 CFR, Chapter 1, and are in addition to other federal and state laws applicable within Capitol Reef National Park. Firearm Regulations Beginning February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. The Credit Card Accountability Responsibility and Disclosure Act of 2009, was enacted May 22, 2009 and will become effective February 22, 2010. Section 512 of this law; Protecting Americans from Violent Crimes, supersedes the uniform treatment of firearm possession in the national park system outside Alaska under the regulations found at 36 C.F.R. 2.4. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. Firearms may not be discharged in this national park or along the scenic drive and should not be used as a wildlife protection strategy. Federal law also prohibits firearms in certain facilities in this park (such as visitor centers, government offices, etc.); those places are marked with signs at all public entrances.  Utah Overview   Open Carry Allowed Handgun = Yes Rifle = Yes In Vehicle = Yes Age Requirement = None   Concealed Weapon Permit Required   Person = Yes Vehicle = Yes State Reciprocity = 33 states Age Requirement = 21 years of age   General Information   Frequently Asked Questions About Firearms in Parks 18 U.S.C ยง 930 (g)(1) - Definition of \"Federal Facility\" (Excerpt) (Full Section)   Utah State Firearms Information   Home page Statutes Firearms Sections of State Code:   53-5a-102 76-10-500   Concealed Weapons State Reciprocity",
    "url": "https:\/\/www.nps.gov\/care\/learn\/management\/lawsandpolicies.htm"
}
