{
    "title": "Capitol Reef National Park: Hiking Routes in the Cathedral District",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking and Backpacking     Hiking Routes in the Cathedral District                  Hiking Routes in the Cathedral District         Temple of the Sun NPS   A remote backcountry with no paved roads, Capitol Reef's northern Cathedral District features stark landscapes and a high degree of solitude. Here the northern flanks of Waterpocket Fold give way to broad deserts, stunning monoliths, and volcanic dikes and crags. The Cathedral and Hartnet roads (passable only to high-clearance vehicles; four-wheel drive often recommended) provide access to a number of short hikes, a selection of which are described here.   These routes are not official, maintained trails. Route conditions, including obstacles in canyons, change frequently due to weather, flash floods, rockfall, and other hazards. Routefinding, navagation, and map-reading skills are critical. Do not rely solely on unofficial route markers (rock cairns, etc.); they are not maintained by the National Park Service (NPS), may not indicate the route in this description, or may be absent.   Roads in this area are maintained infrequently and are not plowed in winter. Some sections of road cross areas of bentonite clay, which becomes impassable when wet. Deep, soft sand may also exist on roads. Roads may occasionally require four-wheel drive, and may quickly become impassable due to wet weather. At the south end of the Hartnet Road near Highway 24, vehicles must for the Fremont River; there is no bridge over the river. Do not attempt to cross the river during floods or other periods of high water. Ask at the visitor center about river ford conditions or call 435-425-3791.   Check weather forecasts and road reports before departing. Be prepared for changing conditions. Let others know your travel plans, especially if exploring backcountry areas. Carry extra food, water, and appropriate clothing. Stay hydrated, and limit exposure to desert sun. Have a self-rescue plan. Beware of storms that may cause sudden flash floods, and avoid travel in narrow canyons if rain is approaching. Do not walk or drive across flooded roads or trails - play it safe and wait until floodwaters subside. You are responsible for your own safety.   A PDF version of this information can be downloaded and printed.        Jailhouse Rock and Temple Rock Route 4.5 miles (7.3 km) round trip 2-3 hours Moderate  Starting at the Lower South Desert Overlook (15.2 miles [24.5 km] northwest of Highway 24 via the Hartnet Road), an old road leads to a viewpoint that overlooks Jailhouse Rock, a large promontory rising from the valley floor. To continue on to Temple Rock, follow the switchbacking track until it disappears along the valley floor. A faint single track then leads around the north side of Jailhouse Rock across the South Desert and rejoins the road before reaching a low passage between volcanic dikes. Ascending the dike on the left provides a vantage point for viewing Temple Rock, an eroded monolith of Entrada sandstone. It is roughly 2.3 miles (3.7 km) from this point back to the trailhead.       Lower Cathedral Valley Overlooks Route 1.5-2.5 miles (2.5-3.9 km) round trip 1-2 hours Moderate  While most visitors look up at the Temples of the Sun and Moon from below, this hike offers a bird's eye view of the two monoliths. Access is from the Hartnet Road, 17.6 miles (28.3 km) from Highway 24. A wooden sign with a diagram of the ridge ahead marks the start of the route. Follow the faint path to the north across a brushy flat, then climb a short, steep pitch to the rim of a saddle that affords views of Lower Cathedral Valley to the north. A second saddle to the east can be accessed by returning to the base of the cliffs and turning east, following a sandy wash to a point level with the low pass to the north. While there is no reliable trail connecting the two saddles, there may be a faint track guiding hikers between the viewpoints. IT is roughly 0.9 mile (1.4 km) between the two saddles. From here, traverse cross-country back to the trailhead, complete a 2.5 mile loop        Upper South Desert Overlook 0.4 mile (0.3 km) round trip <30 minutes Moderate  This short path affords views of the upper reaches of South Desert, flanked on the north side by steep cliffs, and the Henry Mountains to the east. A short spur road leaving the Hartnet Road 27.1 miles (43.6 km) from Highway 24 provides access to the trailhead. After a short stretch across relatively level terrain, the footpath climbs steeply to the top of a rocky outcrop with a 360-degree panorama.       Upper Cathedral Valley Overlook 0.2 mile (0.3 km) round trip <30 minutes Easy  Approximately 27.4 miles (44.1 km) from Highway 24, a dirt track departs the Hartnet Road, heading north 0.3 mile (0.5 km) to the trailhead. A short, rolling trail leads to an excellent view of Upper Cathedral Valley. The panorama is highlighted by a line of monoliths in the valley below known as the Cathedrals.         Morrell Cabin Trail 0.4 mile (0.7 km) round trip <30 minutes Easy  This short hike begins 1.8 miles (2.9 km) north of the junction of the Hartnet and Cathedral Roads, at the base of a series of steep, rocky switchbacks, approximately 28.1 miles (45.2 km) from Highway 24 (via the Cathedral Road). Follow and old road 0.2 mile (0.3 km)  to Lesley Morrell's historic cabin, used as a seasonal camp for local cowboys from the 1930s until 1970. The cabin is now listed on the National Register of Historic Places. Visitors may peer through the windows to see the interior. To the south are the remains of a small corral near the edge of a nearby wash.       Cathedrals Trail 2.4 miles (3.9 km) round trip 1-2 hours Easy  This 2.4 mile (3.9 km) out-and-back hike follows a low ridgeline that parallels a line of monoliths known as the Cathedrals. The trailhead is on the Cathedral Road, 27.4 miles (44.1 km) from Highway 24, or 2.4 miles (3.9 km) north of the Hartnet Road junction. A small wooden sign marks the start of the trail, which begins with a short, steep ascent, followed by a relatively level walk along the gentle ridge to the west. A small hill at the trail's end provides a broad view of the Cathedrals and Upper Cathedral Valley.        Rules and Regulations   Free permits are required for backcountry camping, and are available in-person at:    Capitol Reef Visitor Center Bullfrog Visitor Center (Glen Canyon NRA) Anasazi State Park (Boulder, UT) Escalante Interagency Visitor Center   Dispersed\/at-large camping is prohibited within the park, including at or near trailheads. Dispersed\/at-large camping is allowed on federal lands (USFS, BLM) adjacent to the park.  Pets are not permitted on trails or in off-trail or backcountry areas. Pets are permitted on roads and in designated campgrounds.  Fires are prohibited, except within firerings provided in designated campgrounds.  Collecting or damaging any park resource (plants, animals, wood, rocks, bones, antlers, artifacts, etc.) is prohibited.  Violation of these regulations may result in a citation.         Additional Information  Best Season: Spring and fall.  Maps: USGS 7.5-minute series: Cathedral Mountain, Fruita NW. Maps available at the visitor center.   For more information: Call the Capitol Reef Visitor Center at 435-425-4111.          Trailhead Location Map   Jailhouse Rock\/ Temple Rock Route (Lower South Desert Overlook) Lower Cathedral Valley Overlook Route Upper South Desert Overlook Upper Cathedral Valley Overlook Morrell Cabin Trail Cathedrals Trail       Driving distances from Highway 24\/ Hartnet Road junction        Miles  Km     Lower South Desert Overlook  15.2  24.5    Upper South Desert Overlook  27.2  43.7    Upper Cathedral Valley Overlook  28.5   45.8     Cathedral Valley Campground  28.1  45.2    Morrell Cabin trailhead  29.5  47.5    Cathedrals Trail  30.2  48.6    Gypsum Sinkhole  33.0  53.3    Temples of the Sun and Moon  42.3  68.1      Driving distances from Highway 24\/ Cathedral Road junction        Miles  Km    Temples of the Sun and Moon  17.1  27.5    Gypsum Sinkhole  25.6  41.1    Cathedrals Trail  27.4  44.1    Morrell Cabin trailhead  28.1  45.2    Cathedral Valley Campground  29.5  47.5    Upper Cathedral Valley Overlook  30.6  49.1     Upper South Desert Overlook  31.0  49.8    Lower South Desert Overlook  45.2  72.6",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/hiking-routes-in-the-cathedral-district.htm"
}
