{
    "title": "Capitol Reef National Park: Geology",
    "body": "Geology         NPS  CAPITOL REEF The most scenic portion of the Waterpocket Fold, found near the Fremont River, is known as Capitol Reef: capitol for the white domes of Navajo Sandstone that resemble capitol building domes, and reef for the rocky cliffs which are a barrier to travel, like a coral reef. Nearly 10,000 feet of sedimentary strata are found in the Capitol Reef area. These rocks range in age from Permian (as old as 270 million years old) to Cretaceous (as young as 80 million years old.) The Waterpocket Fold has tilted this geologic layer cake down to the east. The older rocks are found in the western part of the park, and the younger rocks are found near the east boundary. This layer upon layer sequence of sedimentary rock records nearly 200 million years of geologic history. Rock layers in Capitol Reef reveal ancient environments as varied as rivers and swamps (Chinle Formation), Sahara-like deserts (Navajo Sandstone), and shallow oceans (Mancos Shale).        NPS\/Kenny Clarke   CATHEDRAL VALLEY The tilt of the Waterpocket Fold dies out at Thousand Lake Mountain near the northwestern boundary of the park. Rock layers in Cathedral Valley have a gentle inclination of three to five degrees to the east and appear nearly horizontal. Deep erosion has carved Cathedral Valley's free-standing monoliths, or temples, out of the soft reddish-orange Entrada Sandstone, which was originally deposited as sandy mud on a tidal flat. Some of the cathedrals are capped by thin, hard beds of a greenish gray marine sandstone, the Curtis Formation. The scenery of the Entrada Sandstone temples of Cathedral Valley is complemented by evidence of other geologic processes at work. The flowing and dissolving of gypsum, a soluble mineral from the underlying Carmel Formation, created Glass Mountain and the Gypsum Sinkhole. Glass Mountain is an exposed plug of gypsum. The Gypsum Sinkhole formed when a gypsum deposit dissolved. Dikes and sills, which are thin bodies of igneous rock and small volcanic plugs, are found in Upper Cathedral Valley. These features formed during volcanic activity three to six million years ago. EROSION Most of the erosion that carved today's landscape occurred after the uplift of the Colorado Plateau sometime within the last 20 million years. Most of the major canyon cutting probably occurred between one and six million years ago. Even in this desert climate, water is the erosional agent most responsible for the carving of the landscape. The pull of gravity, in the form of rock falls or rock creep, plays a major role in the shaping of the cliff lines. Wind is a minor agent of erosion here. The landforms are a result of different responses of various rock layers to the forces of erosion. Hard sandstone layers, like the red Wingate and the white Navajo Sandstones, form cliffs. Softer shale layers, like the Chinle Formation, form slopes and low hills. The barren slopes found in many areas are due in part to the presence of bentonitic clays in the shale which make an inhospitable environment for plants. Black boulders, found scattered throughout the Fremont River valley and along other drainages, are recent geologic arrivals to Capitol Reef. These volcanic rocks came from the 20 to 30 million year old lava flows which cap Boulder and Thousand Lake Mountains. The boulders made their way to Capitol Reef during the end of the Ice Age when the high plateaus supported small mountain glaciers. Landslides, debris flows, and possibly heavy stream outwash from these glaciers carried the boulders to lower elevations in the park. Capitol Reef National Park was established primarily to preserve geologic features, such as the scenic rock domes and narrow canyons. Park boundaries encompass most of the Fold. Capitol Reef is a place to enjoy the scenic majesty formed by geologic processes, and also to appreciate the interrelationships between the Earth and all life found in the varied environments within the park, from the forested slopes of Thousand Lake Mountain, to the green oasis of Fruita, to the barren Bentonite Hills. For a PDF file on Capitol Reef's geology and stratigraphy column, click here. For a PDF file on geologic features of Capitol Reef, click here.      What is the Waterpocket Fold? The Waterpocket Fold defines Capitol Reef National Park. A nearly 100-mile long warp in the Earth's crust, the Waterpocket Fold is a classic monocline, a \"step-up\" in the rock layers. It formed between 50 and 70 million years ago when a major mountain building event in western North America, the Laramide Orogeny, reactivated an ancient buried fault in this region. When the fault moved upwards, the overlying rock layers were draped above the fault and formed a monocline. The rock layers on the west side of the fold have been lifted more than 7,000 feet (2,134 m) higher than the layers on the east. More recent uplift of the entire Colorado Plateau and the resulting erosion has exposed this fold at the surface within the last 15 to 20 million years. The name \"Waterpocket Fold\" reflects this ongoing erosion of the rock layers. \"Waterpockets\" are small depressions that form in many of the sandstone layers as they are eroded by water, and are common throughout the fold at Capitol Reef. Erosion of the tilted rock layers continues today forming colorful cliffs, massive domes, soaring spires, stark monoliths, twisting canyons, and graceful arches. Explore more pages in this section for information on the geologic processes at work on Capitol Reef!",
    "url": "https:\/\/www.nps.gov\/care\/learn\/nature\/geology.htm"
}
