{
    "title": "Capitol Reef National Park: Stromatolite Fossils",
    "body": "Stromatolite Fossils         During the roughly 15 million years inwhich the Navajo was deposited itspread out over seven states, reachingits maximum thickness in what is todayZion National Park. NPS  An Unlikely Giant in Capitol Reef National Park The discovery of giant stromatolite fossils in the Navajo Sandstone is part of a growing body of research challenging some long-held assumptions about the Paleo-environment of the Navajo erg. The Navajo Sandstone, a prominent and well-exposed rock unit in the Colorado Plateau, was once an enormous, arid sea of blowing sands (called an erg) often compared to the present Sahara Desert. This early Jurassic dune field covered close to half a million square kilometers and reached a thickness in excess of 700 meters making it one of the largest dune fields in the history of Earth. Although the Navajo erg is generally thought to have been an expansive and lonely desert, new fossils found in Capitol Reef National Park suggest otherwise. During an extended backpacking trip, the senior author stumbled across what he described looked “almost like a giant haystack” or “a giant limestone onion slowly being peeled.” This turned out to be the serendipitous discovery of the first known stromatolite in the Navajo Sandstone and possibly the first stromatolite within an erg setting. Eisenberg, an independent geology consultant, spent the next several years researching the occurrence and the discovery was reported in the February, 2003 issue of Geology. Note: What is a stromatolite? A stromatolite is produced by cyanobacteria. The distinctive layers are produced as calcium carbonate is precipitated over the growing mat of bacterial filaments. Photosynthesis in the bacteria depletes carbon dioxide in the surrounding water and makes it less acidic thus initiating the precipitation of the calcium carbonate. The minerals, along with grains of sediment precipitating from the water become trapped within the sticky layer of mucilage that surrounds the bacterial colonies. As the colony continues to grow upwards through the sediment a new layer is formed. As this process occurs over and over again, the layers of sediment are created.        The Capitol Reef Stromatolites stand out like “haystacks” from the surrounding rock because they are composed of limestone, which is more resistant to weathering in a desert environment than the surrounding sandstone. NPS  Stromatolites are bizarre fossils whose biological origins were debated until only a few decades ago. Today, scientists generally agree that stromatolites are layered colonial structures predominately formed by cyanobacteria. Stromatolites are the oldest fossils on earth, dating back to more than three billion years ago. They were the dominant life form on earth for over 2 billion years and are thought to be primarily responsible for the oxygenation of the atmosphere. Living and fossil stromatolites are usually no more than half a meter tall and are found in marine environments. In contrast, the Capitol Reef Stromatolites are up to five meters in height and appear in thin carbonate beds associated with interdune deposits. Please Note: The fossil stromatolites at Capitol Reef are not easily accessible and somewhat hard to find. If you’re up for a long day-hike or an overnighter, one of the best locations to see the stromatolites is located along Cottonwood wash in the central-eastern section of the Park. Always check in with the park staff before going on any overnight or extended trips into the back country of the park. As always, removal or vandalism of any fossil is strictly prohibited. The most important implication of the fossils is the suggestion of large bodies of standing water necessary to sustain the towering stromatolites. “We need to reevaluate the whole Paleo-environment,” David Loope of the University of Nebraska-Lincoln says. “Until we had the stromatolites the general picture was hyper-arid,” he says. Dr. Marjorie Chan of the University of Utah agrees, saying that despite the dry and dusty impression of the Navajo erg, “it in fact had water and lakes.”        The best modern analogues to fossil stromatolites can be found in Shark Bay, Australia. NPS  This is a dramatically different picture of the Navajo than previously thought. The Navajo erg “may not be analogous to the present Sahara” in that it had the “potential for heavy rain and long lived episodes of water,” Loope says. Long lived episodes of water would also translate into extended periods of erg stabilization. Researchers have long “suspected that the Navajo must have stabilized at some point,” although this is the first direct evidence of such stabilization. Modern ergs are known to periodically stabilize, a recent example being the “greening period” of the Sahara between four to ten thousand years ago. Using growth rates for modern stromatolites, it can be determined that the fossil stromatolites grew over a period of a few thousand to over ten thousand years, putting them “right in the ballpark, …in the thousands of years range,” with the duration of the Sahara stabilization. If the Navajo erg stabilized for thousands of years, it would mark a major stratigraphic boundary within the Navajo Sandstone. Right now, “the Navajo is a big pile of sand and it’s hard to know where you are stratigraphically,” “The next step is the “correlation of these scattered outcrops” to help “unravel the internal geometry and history of the Navajo erg.” Further correlation of interdune carbonate deposits could also suggest a regional climatic event, helping to improve climatic models of the Early Jurassic.        Similar organisms, identical in form and structure, can be found in the outlet channel of Octopus Springs in Yellowstone National Park. Living stromatolites are rare today and are usually only found in hyper-saline waters. NPS  \"There is variability that we never realized that was there,\" Chan says. \"Just when you think you know it all, we discover there's a lot we didn't know.\" The stromatolites in Capitol Reef National Park have renewed interest in the Navajo Sandstone and provide insight into the biology and environmental history of the Navajo erg, all from a walk in the Park. Additional Reading: Caine, J.S. and S.R.A. Tomusiak. 2003. Brittle structures and their role in controlling porosity and permeability in a complex Precambrian crystalline-rock aquifer system in the Colorado Rocky Mountain Front Range. Geological Society of America Bulletin 115(11):1410-1424. Eisenberg, L. 2003. Giant stromatolites and a supersurface in the Navajo Sandstone, Capitol Reef National Park, Utah. Geology 31(2):111-114. Riggs, N.R., S.R. Ash, A.P. Barth, G.E. Gehrels and J.L. Wooden. 2003. Isotopic age of the Black Forest Bed, Petrified Forest Member, Chinle Formation, Arizona: An example of dating a continental sandstone. Geological Society of America Bulletin 115(11(:1315-1323. Walsh, P. and D.D. Schultz-Ela. 2003. Mechanics of graben evolution in Canyonlands National Park, Utah. Geological Society of America Bulletin 115 (3):259-270. Contributors of this article: Len Eisenberg 223 Granite Street Ashland, Oregon 97520 <erdelei@aol.com> Jay Chapman 370 South 36th Street Boulder, Colorado 80305 jaychapman_u@hotmail.com",
    "url": "https:\/\/www.nps.gov\/care\/learn\/nature\/stromatolite.htm"
}
