{
    "title": "Capitol Reef National Park: Biological Soil Crusts",
    "body": "Biological Soil Crusts        Go out of your way when hiking to avoid biological soil crust. NPS Photo       Introduction Biological soil crusts are found throughout the world. In arid regions, these living soil crusts are dominated by cyanobacteria, and also include soil lichens, mosses, green algae, microfungi and bacteria. These crusts play an important role in the ecosystems in which they occur. In the high deserts of the Colorado Plateau (which includes parts of Utah, Arizona, Colorado and New Mexico), these knobby black crusts are extraordinarily well-developed, and may represent 70 to 80 percent of the living ground cover. What is Cyanobacteria? Cyanobacteria, previously called blue-green algae, are one of the oldest known life forms. It is thought that these organisms were among the first land colonizers of the Earth's early land masses, and played an integral role in the formation and stabilization of early soils. The earliest cyanobacteria fossils found are called stromatolites, which date back more than 3.5 billion years. Extremely thick mats of these organisms converted the earth's original carbon dioxide rich atmosphere into one rich in oxygen and capable of sustaining life. Cyanobacteria occur as single cells or as filaments. The most common form found in Colorado Plateau soils are the filamentous type, which are usually surrounded by sticky, mucilaginous sheaths. When moistened, cyanobacteria become active, moving through the soil and leaving a trail of sticky material behind. The sheath material sticks to surfaces such as rock or soil particles, forming an intricate web of fibers throughout the soil. In this way, loose soil particles are joined together, and an otherwise unstable surface becomes very resistant to both wind and water erosion. The soil-binding action is not dependent on the presence of living filaments. Layers of abandoned sheaths, built up over long periods of time, can still be found clinging tenaciously to soil particles, providing cohesion and stability in sandy soils at depths up to 4 inches (10 cm). Nitrogen fixation is another significant capability of cyanobacteria. Vascular plants are unable to utilize nitrogen as it occurs in the atmosphere. Cyanobacteria are able to convert atmospheric nitrogen to a form plants can use. This is especially important in desert ecosystems, where nitrogen levels are low and often limiting to plant productivity. The sheaths have other functions as well. When moistened, they swell up to ten times their dry size. This ability to intercept and store water benefits both the crustal organisms as well as vascular plants, especially in arid regions with sporadic rainfall. Sheaths, and the organisms they surround, also contribute organic matter and help make essential nutrients available to vascular plants. Negatively charged clay particles, often found clinging to the sheaths, bind positively charged nutrients, preventing them from being leached out of the upper soil horizons or becoming bound in a form unavailable to plants. Like soil stability, this function is not dependent on the presence of living filaments, but only the presence of sheath material. Environmental Impacts Unfortunately, many human activities are incompatible with the presence and well-being of biological soil crusts. The fibers that confer such tensile strength to these crusts are no match for the compressional stress placed on them by footprints or machinery, especially when the crusts are dry and brittle. Air pollutants, both from urban areas and coal-fired power plants, also harm these crusts. Tracks in continuous strips, such as those produced by vehicles or bicycles, are especially damaging, creating areas that are highly vulnerable to wind and water erosion. Rainfall carries away loose material, often creating channels along these tracks, especially when they occur on slopes. Wind not only blows pieces of the pulverized crust away, thereby preventing reattachment to disturbed areas, but also disturbs the underlying loose soil, often covering nearby crusts. Since crustal organisms need light to photosynthesize, burial can mean death. When large sandy areas are impacted during dry periods, previously stable areas can become a series of shifting sand dunes in just a few years. Impacted areas may never fully recover. Under the best circumstances, a thin veneer of biological soil crust may return in five to seven years. Damage done to the sheath material, and the accompanying loss of soil nutrients, is repaired slowly during up to 50 years of cyanobacterial growth. Lichens and mosses may take even longer to recover. Crust Tips  Stay on existing trails. When you must go off trail, walk in wash bottoms or on slickrock. Camp on slickrock or in previously disturbed areas. Go out of your way, literally, to avoid biological soil crust.",
    "url": "https:\/\/www.nps.gov\/care\/learn\/nature\/biosoil.htm"
}
