{
    "title": "Capitol Reef National Park: Triassic Tracks",
    "body": "Triassic Tracks in the Moenkopi Formation       The Diversity and Stratigraphic Distribution of Pre-Dinosaurian Communities from the Triassic Moenkopi Formation, Capitol Reef National Park and Glen Canyon Recreation Area, Utah.        Location Map of Capitol Reef National Park and Glen Canyon National Recreation Area Debra L. Mickelson  Recent discoveries in the Moenkopi Formation (Early Triassic) of Capitol Reef National Park (CRNP), and Glen Canyon National Recreation Area (GCNRA), Utah have revealed important new terrestrial and subaqueous vertebrate track localities. These well-preserved tracks occur on multiple stratigraphic horizons and are the oldest and most laterally extensive track-bearing horizons documented in the Western U.S. Ichnogenera (Chirotherium), (Rhynchosauroides), and (Rotodactylus), are the dominant forms. Rare fish fin drag marks (Undichna) and fish skeletal remains have been identified in the Torrey Member and equivalent strata of the Moenkopi Formation. Tracks are preserved either as positive relief “casts” filling impressions in the underlying mudstones or on plane bed surfaces as negative relief “impressions”. Exposed traces occur on the undersides of resistant sandstone ledges where the mudstone has eroded away and in finer grained sediments such as mudstones and siltstones. The Torrey Member represents deposition on a broad, flatlying coastal delta plain. Both nonmarine (fluvial) and marine (principally tidal) processes influenced deposition. Even-bedded mudstones, siltstones, claystones, and fine grained sandstones, containing abundant ripple marks and parallel laminations dominate lithologic types. Ichnites indicating swimming\/floating behavior are associated with the walking trackways. The water depth was sufficiently shallow to permit the vertebrates to touch the substrate with manus and pedes when moving through the water. Tracks form locally dense concentrations of toe scrape marks which sometimes occur with complete plantigrade manus and pes impressions. Well preserved, skin, claw, and pad, impressions are common. Occasional, well developed, tail-drag marks frequently occur in many of the trackway sequences. Fish fin drag marks and fish skeletal material are preserved with tetrapod swim tracks. In addition to vertebrate ichnites, fossil invertebrate traces Arenicolites, Paleophycus, Fuersichnus, Kouphichnium (horseshoe crab), centipede, and fossil plants of Equisetum are abundant. Lateral correlations of the ichnostratigraphic units identified in the Moenkopi Formation throughout Utah’s National Parks will aid interpretations about the paleoecology, and diversity of the Western Interior during the Middle Triassic - “the dawn of the dinosaurs”.        Significance and Three lines of Evidence Debra L. Mickelson  Significance  Terrestrial tracks in an apparently marine influenced facies of the Moenkopi Formation Distribution of Middle Triassic Pre- Dinosaurian Communities Diversity of Middle Triassic Pre- Dinosaurian Communities There are Three Lines of Evidence of Tidal Influence Tidal point bars present Presence of mud draped features; pulses of water and suspended load being dropped; an indication of fluctuating currents Presence of vertebrate and invertebrate traces  There are Three Lines of Evidence of Tidal Influence  Tidal point bars present Presence of mud draped features; pulses of water and suspended load being dropped; an indication of fluctuating currents Presence of vertebrate and invertebrate traces  Geology The Torrey Member of the Moenkopi Formation has been the subject of investigation for almost 50 years. However, these studies were more broad based regional studies, and only recently has the Torrey Member been studied in stratigraphic detail with emphasis on the extensive tetrapod track-bearing surfaces of predinosaurian communities present within it. At present, the multiple track-bearing horizons are known to extend throughout much of Utah’s National Parks. Currently, the Torrey Member vertebrate tracks are the oldest and most laterally extensive megatracksite horizons ever recorded.        Stratigraphic measured sections of Glen Canyon National Recreation Area and Capitol Reef National Park and Smith's Model of \"Meandering River Estuarine Systems\" Debra L. Mickelson  Following the deposition of the Sinbad Member in a clear shallow sea, a change in tectonic and\/or climatic conditions caused the progradation of a major delta succession into Utah. This delta complex is preserved as the Torrey Member. Basal deposits of the Torrey Member include interbedded siltstones, dolomites, and very fine-grained sandstones that were laid down in advance of the prograding delta. This sequence grades upwards into ledgeforming coarser grained sandstones and interbedded siltstones. Several trackbearing horizons are present within this delta-plain facies. The facies includes channel deposits of large-scale trough cross bedded fine to medium grained sandstone that was deposited within the fluvial-dominated reaches of the upperdelta-plain. Multiple tetrapod track horizons have been identified within these deposits. Channel bodies dominated by ripple to large-scale trough cross bedded sandstones and interbedded mudstones are organized into inclined heterolithic packages. Also present within these sandstone and mudstone-dominated channels are large-scale soft sediment deformational features and clay-draped ripple- and dune-scale bedforms. Tetrapod tracks and fish-fin drag marks are typically associated with these deposits. These inclined barforms are likely pointbar deposits that experienced tidal influence and may represent the more seaward lower delta-plain expression of the sandstone-dominated fluvial channels.        Vertebrate tracks of Chirotherium. Known to occur at Glen Canyon National Recreation Area and Capitol Reef National Park Debra L Mickelson  A threefold lithofacies classification model produced by Smith (1987) was adapted to describe depositional environments of the Torrey Member delta-plain channels. Outcrop measured sections (a west to east trend) are similar to Smith’s, (1987) lithofacies classification for meandering river estuarine systems. Vertebrate Ichnology Chirotherium Tracks: Relatively narrow, quadrupedal trackways indicating the normal tetrapod walking gait; in the walking gait a small pentadactyl manus impression regularly occur immediately in front of, but never overlapped by a much larger, pentadactyl pes which generally resembles a reversed human hand. Manus and pes are digitigrade, and in large forms the pes tends to be plantigrade; digits I-IV point more or less forward, manus digits IV is always shorter than III being largest; the footprints may or may not show specialized metatarsal pads. Clear impressions often show a granular or beaded skin surface (skin impressions). Associated swim tracks are common and often indicate current flow directions and water depths.        Vertebrate tracks of Rotodactylus.Known to occur at Capitol Reef National Park Debra L. Mickelson  Rotodactylus Tracks: Long-striding, trackways of a medium pentadactyl reptile are well preserved with rare skin and claw impressions. These tracks commonly occur with smaller Rhynchosauroides footprints. The manus is always closer to the midline and in some cases overstepped even in the walking gait by the much larger pes in a moderately narrow trackway pattern; pace angulation (pes) as high as 146 degrees in a running trackway and as low as 93 degrees in a walking trackway. The pes impression indicates a foot with an advanced digitigrade posture, and with a strongly developed but slender digit V rotated to the rear where it functioned as a rotated backward but it has a propping function. Digit IV on both manus and pes is longer than III; digit I may fail to impress; claws are evident and distinct on digits I-IV. Scaly plantar surface (well defined skin impressions) are often preserved in exquisite detail and is characterized by transversely elongate scales on the digit axis bordered by granular scales. Rhynchosauroides Tracks: Dense concentrations of Rhynchosauroides tracks are commonly associated with the trackways of Chirotherium and Rotodactylus. These small lacertoid footprints are generally characterized by deeply impressed manus and a faintly impressed pes. Trackways exhibit a relatively wide pattern with pentadactyl footprint relatively distant from the midline. The pace angulation is low, below 90 degrees – 100 –120 degrees if figured from the manus pattern. Most often only 3 to 4 digits are preserved with occasional tail drag marks. The digits are slender and relatively longer in the pes than in the manus and both sometimes exhibit distinct claw impressions. Swim tracks are common.        Vertebrate tracks of Undichna (fish fin drag marks). Known to occur at Glen Canyon National Recreation Area Debra L. Mickelson  Undichna Fish Trails: The Moenkopi Formation is known for its exceptional vertebrate fossil record. Fish are rare and have been little studied in detail, and fish trails (fish fin drag marks) have never been recorded. The purpose of this study is to describe the first known occurrence of fish trails (fish fin drag marks), Undichna from the Early Triassic Torrey Member of the Moenkopi Formation. This ichnogenus has been reported in abundance from the Late Paleozoic, Permian, Cretaceous, and more recently from the Eocene. Undichna from the Torrey Member of the Moenkopi Formation represents the first and only known occurrence of fish trace fossils in the Triassic in the Western U.S. The fish fin trace fossils are preserved as convex hyporelief sandstone casts with filled imprints preserved in underlying mudstone. Exposed traces occur on the undersides of resistant sandstone ledges where the mudstone eroded away. Undichna commonly occur with locally dense concentrations of swim traces of Chirotherium. Occurring in clusters, one isolated fish fin trace consists of a single, slightly asymmetrical, sinusoidal trail. The trace is 56 cm. Long and includes 6.5 cycles with wavelengths varying from 9 to 10 cm and amplitudes of 3.5 to 4.5 cm. The trails were most likely produced by a fish with a large caudal or anal fin able to reach the sediment without any other fin doing so. The low wavelength to amplitude ratio is most consistent with a caudal fin. This occurrence of Undichna is similar to other previous descriptions and it confirms that the preservation of these trails are favored in fine-grained sediments. Importantly, these traces coupled with Chirotherium, and Rhynchosauroides, swim tracks, all indicate fluctuating water depths. Invertebrate Ichnology Fuersichnus, Palaeophycus, and Arenicolites: The Torrey Member of the Moenkopi Formation assemblage studied is considered herein as an example of the Glossifungites ichnofacies and commonly occur with vertebrate swim tracks. This ichnofacies has been restricted to firm but unlithified nonmarine and marine surfaces. The Glossifungites ichnofacies is characterized by low diversity and high density assemblages which include Fuerichnus, Palaeophycus, Arenicolites, and Skolithos.        Invertebrate trace fossils of Fuersichnus, Palaeophycus, Arenicolites. Known to occur at Glen Canyon National Recreation Area and Capitol Reef National Park. Debra L. Mickelson  The ichnogenus Fuersichnus is a relatively rare trace fossil that has been documented from Triassic and Jurassic nonmarine deposits and only recently documented in marine deposits from the Upper Cretaceous . The ichnogenus consists of horizontal to subhorizontal, isolated of loosely clustered, U-shaped, curved to banana-like burrows, characterized by distinctive striations parallel to the trace axis. It is interpreted as a dwelling structure probably produced by crustaceans or polychaetes. The ichnogenus Palaeophycus a common trace fossil that has been documented from Pre-Cambrian to Holocene nonmarine and marine deposits. Branched, and irregularly winding, cylindrical or subcylindrical tubes, that sometimes cross-cut one another. These horizontal galleries most often have vertically striated lined burrows or rarely nearly smooth surface textures. Palaeophycus represents passive sedimentation within an open dwelling burrow constructed by a predaceous or suspension-feeding animal. The ichnogenus Arenicolites are simple U-tubes (paired tubes) without spereite, perpendicular to bedding plane; usually varying in size, tube diameter, distance of limbs, and depth of burrows; limbs rarely somewhat branched, some with funnel-shaped opening; walls commonly smooth. A common trace fossil documented from Triassic to Cretaceous from marine and nonmarine deposits. The Torrey Arenicolites are very consistent in size, shape, and distance apart from each other and are interpreted as made by annelid worms.      What is Ichnology? Fossils can be divided into body fossils, preserved parts of the plant or animal, and trace fossils, indirect evidence of their presence. Ichnology is the study of plant and animal traces. The implication of this definition is that the traces made by plants and animals reflect some sort of behavior or in the case of animals their mode of locomotion. The best known trace fossil are tracks but burrows, nests, and gnaw marks on bones or plants are also types of trace fossils. Ichnology can be divided into two major subdivisions: paleoichnology (the study of ancient traces) and neoichnology (the study of modern traces). Most ichnologists are involved in paleoichnology but a considerable number also study neoichnology for the comparison of modern equivalents (and their trace makers) to ancient traces. Technically speaking, wildlife biologists or ecologists who study tracking (identification of animals and their behavior on the basis of their tracks and feces) are neoichnologists, although they probably would not recognize such an designation if you told them.      Summary  Occurrence of terrestrial and subaqueous tracks in the Moenkopi Formation. Tracks occur in marine influenced environments. Implication is that these animals may have tolerated brackish water conditions.  Discussion Several important discoveries have been made during the course of this research in GLCA and CARE. The Torrey Member of the Moenkopi Formation trackways are first described in detail from this stratigraphic unit and suggest a great potential for finding other footprint sites in this Formation. This unit is widely exposed not only in Capitol Reef, and Glen Canyon Recreation Area, but also, Zion, Canyonlands, and Arches, National Parks. Lateral correlations in Utah’s National Parks of the Moenkopi’s extensive track bearing horizons provide a good basis for correlation with the entire region. As a non-renewable resource on public lands, fossil footprints provide an opportunity for public education, scientific research, monitoring programs, and an administrative opportunity and challenge for both scientists and land management authorities. Additional Reading: Blakey, R.C., 1973. Stratigraphic and origin of the Moenkopi Formation (Triassic) of Southeastern Utah. The Mountain Geologist 10(1):1-17. Blakey, R.C., 1977. Petroliferous lithosomes in the Moenkopi Formation, Southern Utah: Utah Geology 49(2):67-84. Hintze, L.F., 1988. Geologic History of Utah: Brigham Young University Geology Studies Special Publication 7: 202 pp. McAllister, J.A., 1989. Dakota Formation tracks from Kansas: Implications for the recognition of tetrapod subaqueous traces. pp. 343- 348. in GIillette, D.D., and Lockley, M.G., eds., Dinosaur Tracks and Traces: Cambridge University Press, New York McAllister, J.A., and Kirby, J. 1998. An occurrence of reptile subaqueous traces in the Moenkopi Formation (Triassic) of Capitol Reef National Park, South Central Utah, USA. Journal of Pennsylvania Academy of Science, 71, Suppl. And Index:174-181. McKee, E.D., 1954. Stratigraphy and History of the Moenkopi Formation of Triassic Age: The Geologic Society of America Memoir 61:1-133. Mickelson, D.L., Huntoon, J.E., Worthington, D., Santucci, V.L., Clark, T, 2000. Pre-dinosaurian community from the Triassic Moenkopi Formation Capitol Reef National Park: Geological Society of America (Abstracts) 32(7). Peabody, F.E., 1948. Reptile and amphibian trackways from the Lower Triassic Moenkopi Formation of Arizona and Utah. University of California, Bulletin of the Department of Geological Sciences 27: 467 p. Smith, D.G., 1987. Meandering river point bar lithofacies models: Modern and ancient examples compared: pp. 83-91 in Ethridge, F.G., Flores, R.M., and Harvey, M.D., (eds.). Recent Developments in Fluvial Sedimentology Contributions from the Third International Fluvial Sedimentology Conference, The Society of Economic Paleontologists and Mineralogists, Special Publications 39. Smith, J.F. Jr., Lyman, L.C., Hinrichs, E.N., and Luedke, R.G. 1963. Geology of the Capitol Reef Area, Wayne and Garfield Counties, Utah: Geological Survey Professional Paper no. 363:99 pp. Contributing Author: Debra L. Mickelson Department of Geological Sciences University of Colorado at Boulder, UCB 399 Boulder, Colorado 80399 mickelsd@ucsu.colorado.edu",
    "url": "https:\/\/www.nps.gov\/care\/learn\/nature\/triassictrack.htm"
}
