{
    "title": "Capitol Reef National Park: Mountain Lion Research and Education",
    "body": "Explore This Park    Learn About the Park     Nature     Research     Mountain Lion Research and Education                Mountain Lion Research and Education              Mountain Lion Kittens   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 40 seconds  Mountain Lion Kittens at Grand Canyon National Park, 2007. For more information visit http:\/\/www.nps.gov\/grca\/naturescience\/200710mtlionkit.htm.              Capitol Reef National Park has been awarded a grant by the National Park Foundation in the amount of $25,000 for the project titled \"Bear and Mountain Lion Use of the historic Fruita area at Capitol Reef National Park.\" The National Park Foundation supports the work of Capitol Reef National Park, and parks across the nation, to improve, preserve and protect America’s national parks. This grant was made possible through the generous support of Disneynature through the Disney Worldwide Conservation Fund. Together, the National Park Service, National Park Foundation and DisneyNature strive to promote wildlife protection, habitat restoration, and research conservation in America’s national parks.      Research at Capitol Reef Park staff from Interpretation and Science and Resource Management are working together to study wildife, especially mountain lions, using remote camera technology from Summer 2014 through Spring 2015. Goals of the project include gathering data on location and activity of predators in the Fruita Rural Historic District. Education at Capitol Reef Staff are also working together to teach the public and local school children about the value of intact ecosystems, top predators, and scientific inquiry. The project will use Facebook and Twitter to  share data and present public and educational programs.",
    "url": "https:\/\/www.nps.gov\/care\/learn\/nature\/mountain-lion-research-and-education.htm"
}
