{
    "title": "Glen Canyon National Recreation Area: Hydrologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Hydrologic Activity                Hydrologic Activity       The Colorado River Compact In the arid Southwest, water is of vital importance and the Colorado River is the principal carrier of this most precious resource. Seven states-and Mexico-receive water from the Colorado River. The seven states are divided into the Upper and Lower Colorado River Basin with the mid-point at Lees Ferry, Arizona, approximately 15 miles (24km) below Glen Canyon Dam. The Upper Basin includes the states of Wyoming, Utah, Colorado, and New Mexico. The Lower Basin includes Arizona, Nevada, and California. In 1922, these seven states reached an agreement to divide the waters of the Colorado River between them. The Colorado River Compact was created. Water developments, such as dams and power plants, along the Colorado River and its tributaries are the product of this arrangement. Water flows are dictated by the Compact as well.      Glen Canyon Dam Glen Canyon Dam was authorized by Congress in 1956 to provide water storage in the Upper Colorado River Basin. The result was Lake Powell, the second largest man-made reservoir in the United States. (Lake Mead is the largest.) It took seventeen years for the lake to reach its full pool level of 3700 feet (1128m) above sea level. Water flowing into Lake Powell is derived primarily from snowmelt from the western slope of the Rocky Mountains. Allocation of water to the Lower Basin states is ensured by the release of water from Glen Canyon Dam. Water releases are planned on a monthly basis to avoid high water spills while benefiting recreation, power generation, and fish and wildlife uses. 85% of the water goes to agricultural production, and a relatively small amount is used in urban areas.      Changes Glen Canyon Dam has created a new Colorado River. Before the dam was built, water temperatures in the river fluctuated seasonally from 80°F (26°C) in the summer to near freezing in the winter. Now, the water temperature below the dam averages 46°F (7°C) year-round. The Colorado River was once filled with silt and sediment. Now, the river deposits its load of silt as it enters Lake Powell near Hite, Utah. Water released from the dam is clear and the Colorado River is muddy only when downstream tributaries contribute sediment. As the habitat has changed, so have plant and animal species. Native fish, unable to survive in the colder water, have left the river. Five species are now endangered. But this new habitat now supports a healthy trout population. Before Glen Canyon Dam, spring run-offs built and rebuilt beaches and sandbars and scoured away riverside vegetation. Now, sediment is trapped in Lake Powell and the dam prevents high river flows. Riparian vegetation now grows along river banks, creating habitat for mammals, birds, amphibians, insects, and reptiles.",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/hydrologicactivity.htm"
}
