{
    "title": "Capitol Reef National Park: Cacti \/ Desert Succulents",
    "body": "Cacti         NPS  Common Names: Central Pricklypear Scientific Name: Opuntia polyacantha Size (height): 4-12 in (10-30.5 cm) tall; clumps may spread 8-10 ft (2.5-3 m) wide Habitat: Widespread throughout the park in mixed desert shrub, sagebrush, pinyon-juniper, and mixed conifer communities. Flowering Season: May - June Range: Utah, Nevada to Oklahoma and north to Canada Description: Central pricklypear is a mat forming cactus with jointed stems and moderately flattened oval to circular pads that are up to 5 in (13 cm) long and equally wide. The specific name polyacantha means \"many spines\" which describes the surface of the pads. The flowers are 1.5-3.5 in (3.8 -8.9 cm) wide and yellow, orange, pink, or violet.        NPS  Common Names: Whipple's Fishhook Cactus Scientific Name: Sclerocactus whipplei Size (height & diameter): 2-12 in (5-30.5 cm) tall, 2-6 in (5-15 cm) diameter Habitat: Found throughout the park in desert grasslands, mixed desert shrub, and pinyon juniper woodland communities. Flowering Season: April - July Range: Utah, Arizona, Colorado, New Mexico, and Nevada Description: Whipple's fishhook cactus was named for the 0.5-3 in (1.3-7.6 cm) long spines that are hooked at the tip like a fishhook.  The flowers are up to 2 in (5 cm) wide and typically pink, white, or yellow.        NPS  Common Names: Claret Cup Scientific Name: Echinocereus triglochidiatus Size (height & diameter): Stems are 1.8-27.6 in (3-70 cm) tall, 2-5.1 in (5-13 cm) in diameter Habitat: Found throughout the park in mixed desert shrub and pinyon-juniper communities. Flowering Season: April - June Range: Utah, Colorado, Arizona, Texas, and New Mexico Description: Claret cup typically forms a rounded clump with several tubular stems each about 3-6 in (7.6-15.2 cm) tall and 1.5-2.5 in (3.8-6.4 cm) wide with vertical ribs. It has very showy scarlet red flowers that grow from the top of each stem, usually in a small cluster. Fruits are small and bright red at maturity. Flowers are primarily pollinated by hummingbirds.",
    "url": "https:\/\/www.nps.gov\/care\/learn\/nature\/cacti.htm"
}
