{
    "title": "Capitol Reef National Park: Grasses",
    "body": "Grasses       Grasslands form in areas where wind-blown sediment and erosion have created a layer of soil that is several feet thick. Individual grasses sprout almost anywhere there is soil. Small grasslands form in potholes that have filled with dirt. Grasses found in Capitol Reef include bunch grasses and sod-forming grasses. Common bunch grasses in Capitol Reef include Indian ricegrass, needle-and-thread, and sand dropseed, while sod-forming grasses include blue grama grass and galleta grass.           NPS  Common Name: Indian Ricegrass Scientific Name: Achnatherum hymenoides Size (height): 8-30 in (20-76 cm) Habitat: Grows at elevations between 3,000-10,000 ft (900-3,000 m) where annual precipitation is 6 in (15 cm) or more. Range: Western US Description: Indian ricegrass is a cool season, perennial bunchgrass that starts growing rapidly in early spring and flowers in late spring. It has loose panicles with branches that spread at wide angles. Indian ricegrass is generally found in the plains, foothills, mountains, and intermountain basins of the western United States on dry and primarily loamy-sandy-gravelly sites. One of its greatest values is for stabilizing sites susceptible to wind erosion; therefore, at Capitol Reef it has been used for revegetating disturbed areas. Indian ricegrass is fire and drought tolerant. The relatively large ricegrass seeds are rich in protein and are an important food source for birds and small mammals. The seeds were also a staple food of American Indians.        NPS  Common Name: Needle-and-Thread Scientific Name: Hesperostipa comata Size (height): 1-4 ft (0.3-1.2 m) Habitat: Grows at elevations between 4,000-7,500 ft (1,200-2,300 m) where annual precipitation is 10-18 in (25-46 cm). Range: From British Columbia and the Yukon to Ontario, south to California, New Mexico and Texas Description: Needle-and-thread is a cool season, perennial bunchgrass that starts growing in early spring. Its seedhead is a loosely spreading panicle that is 4-8 in (10-20 cm) long. The name is derived from its sharp-pointed seed attached to a long twisted awn giving the appearance of a short needle and long thread. As the twisted awn unwinds, it drives the seed into the soil. Needle-and-thread grass is considered good forage in spring prior to awn development and again in fall after seed is dropped. If grazed by livestock or wildlife when seeds are ripe, the sharp seed may cause injury to the tongue, throat, eyes and ears. Needle-and-thread is very drought tolerant and is very effective in preventing wind erosion on sandy soils.      Common Name: Sand Dropseed  Scientific Name: Sporobolus cryptandrus   Size (height): 11-40 in (28-102 cm)  Habitat: Grows at low elevation areas where annual precipitation is 5-15 in (13-38 cm).  Range: Found throughout North America  Description: Sand dropseed is a warm season, perennial bunchgrass that starts growing in spring. It produces many seeds which mature from June to August. The scientific name, Sporobolus, comes from the Greek words sporos and bolos which mean \"seed\" and \"throw\", referring to the seeds which fall or may be ejected when the fruit wall dries. This species produces a dense, sand binding network of roots which can spread up to 2 ft (0.6 m) wide and over 8 ft (2.4 m) deep. This root system allows sand dropseed to extract water at depths of up to 12 in (30 cm), making it extremely drought tolerant. Seeds were used by American Indians to make bread and porridge.",
    "url": "https:\/\/www.nps.gov\/care\/learn\/nature\/grasses.htm"
}
