{
    "title": "Capitol Reef National Park: Mammals",
    "body": "Mammal       Seventy-one mammal species have been documented in Capitol Reef National Park. This includes small mammals such as mice, woodrats, chipmunks; large mammals such as deer, coyotes, and cougars; sixteen species of bats; predators; prey. A complete Wildlife Checklist can be downloaded. The following provides information on some of the more common mammals of Capitol Reef:      Cervidae - deer, moose, and elk        Mule deer are common in the Fruita area NPS Photo  Mule Deer (Odocoileus hemionus): Mule deer are found throughout western North America including Utah, where they occur in many types of habitat, ranging from open deserts to high mountains to urban areas. They typically migrate from high mountainous areas in the summer to lower elevations in the winter to avoid deep snow. They are primarily browsers feeding on shrubs and other woody material, although grasses are also consumed. They are common residents in the Fruita area, and although they are habituated to humans, they are still wild animals that should not be approached or fed.       PROCYONIDAE - Raccoons and Ringtails        NPS  Ringtail (Bassariscus astutus): Ringtails inhabit the western US including most of Utah. They have been observed in the Fruita and Pleasant Creek areas of Capitol Reef. Ringtails prefer rocky desert and woodland habitats. Their dens are typically located near water among rocks, in small caves, or in hollow logs. They consume small mammals, birds, reptiles, carrion, invertebrates, and fruits. They are active throughout the year. Because they are nocturnal and secretive they are seldom seen. They can be recognized by their long, bushy tail with distinct black and white bands, very large eyes, and pointed snout. They are very agile moving with ease through tree tops or rocky canyons.      CANIDAE - Wolves and Foxes        NPS  Gray Fox (Urocyon cinereoargenteus): The gray fox is found throughout much of the US. It is native to woodland and shrubland habitats of central and southern Utah and is common in the Fruita area of Capitol Reef. It can be distinguished by the combination of a median black stripe down the length of the tail and a black tip on the tail. Its diet includes small mammals, insects, birds, fruits, and eggs. It is primarily nocturnal or crepuscular. Dens are usually located in small caves, hollows in logs or trees, beneath boulders, or in abandoned burrows of other animals. Although usually seen on the ground, gray fox are able to climb trees.      VESPERTILIONIDAE - Common Bats        NPS  Canyon Bat (Parastrellus hesperus): The parastrellus hesperusis is the smallest North American bat with a head and body length of less than 2 inches (0.80 cm). It is primarily found in the southwestern US including Utah where it inhabits desert and rocky habitats, always near water. It is commonly observed in Fruita and is typically the first bat seen flying in the evening, often before sunset. After 1 to 2 hours of feeding on small swarming insects it retires to a night roost in a cave, mine, rock crevice, or buildings, usually singly or in small groups. It may not be active again until near dawn. It hibernates during cold weather, but individuals do become active during warm spells in winter months.      FELIDAE - Cats        NPS  Mountain Lion (Puma concolor): The mountain lion is found in mountainous areas of the western US. It is fairly common throughout Utah, but individuals are rarely seen due to their secretive nature. It is active year-round, both day and night, although most activity occurs at dawn and dusk. Its diet is composed primarily of large mammals such as deer and elk, but it will also feed upon small animals such as rabbits and rodents. It has been reported from various areas in Capitol Reef including Fruita where it preys upon mule deer and other mammals. Click here for more information on Mountain Lion safety.      SCIURIDAE - Squirrels and Marmots        NPS  White-tailed Antelope Squirrel (Ammospermophilus leucurus): This squirrel is found in the southwestern US. It is common in Utah where it inhabits desert and shrubland areas with sparse vegetation. In Capitol Reef it is abundant throughout the lower elevations and is active year-round. It is most active during the day, although during hot weather it may only come out in the mornings and evenings. Its diet includes seeds, green vegetation, small vertebrates, insects, and carrion (animals already dead). When running, its tail is curled over its back exposing the white underside of the tail.         NPS  Rock Squirrel (Spermophilus variegatus):  This squirrel is found in the southwestern US including most of Utah. It is abundant in the Fruita area where it can be identified by its gray color, large size and long bushy tail. It prefers rocky habitats where it constructs its burrows. It feeds on seeds, nuts, berries, green vegetation, roots, invertebrates, and even meat when it is available. It is active during the day, and only individuals at high elevations hibernate. It is semi-social, usually occurring in loose groups consisting of a dominant male with several females and their young.          NPS  Yellow-bellied Marmots (Marmota flaviventris): This large squirrel, also known as a rock chuck, is found in the western US and is common in parts of Utah. It is abundant in the Fruita area and is commonly seen during its active season of mid-March through July. After feeding for a few months on the lush grasses and forbs in Fruita's orchards and fields, it retreats to its burrow for the rest of the year. It is most active in early morning and late afternoon. Burrows are located under rocks and logs, in barren hillsides, and under buildings. Marmots typically live in small family groups although lone individuals are sometimes encountered.       CASTORIDAE - Beaver        NPS  American Beaver (Castor canadensis): The beaver is found throughout most of North America and is fairly common in Utah, where it inhabits streams, ponds, small lakes, and reservoirs. It occurs along permanent streams in Capitol Reef including the Fremont River. It is mainly nocturnal but is occasionally seen during the day. Beaver do not hibernate, but may become less active during the winter. They typically cut trees to build dams, sometimes creating large ponds; lodges of sticks and mud are often constructed near these ponds and are used by beaver families for shelter, food storage, and the rearing of young. Along rivers, such as the Fremont River, beavers do not build dams or lodges, rather they construct dens in the river bank (\"bank beavers\"). They eat bark in the winter and roots and green aquatic and riparian vegetation in the summer. They will also cut small trees in the summer and store them in the den for winter use. Evidence of beaver in Capitol Reef includes tracks in the mud along streams and downed cottonwood trees.      BOVIDAE - Bison, Sheep, Goats, and Cattle        NPS  Desert Bighorn Sheep (Ovis canadensis nelson): The desert bighorn sheep is found in open, rocky areas of desert mountain ranges in the southwestern US, and is native to Utah. It was once common in the canyon country of southern Utah, and is widely depicted on rock art left by early inhabitants of the area. Bighorn sheep disappeared from the Capitol Reef area presumably due to overhunting and disease. In the mid-1990's, 40 desert bighorn sheep from Canyonlands National Park were successfully reintroduced to Capitol Reef. Sheep are now commonly seen in areas south and east of Fruita including Grand Wash and Capitol Gorge. Another herd exists in the very southern end of the park. Sheep use steep cliffs and rugged, rocky terrain as escape routes to avoid predators. Bighorn sheep eat grasses in the summer and woody plants in the winter. They are primarily active during the day, with peak activity occurring during the early morning and late evening hours.",
    "url": "https:\/\/www.nps.gov\/care\/learn\/nature\/mammalchecklist.htm"
}
