{
    "title": "Capitol Reef National Park: History of Fruita",
    "body": "The History of Fruita         View of Fruita in 1931 NPS  Settlement came late to south-central Utah; the Capitol Reef area wasn't charted by credible explorers until 1872. In the last half of that decade, Latter Day Saints (Mormon) settlers moved into the high plateau lands west of Capitol Reef and established communities based on short-season farming and grazing. They then looked to the east, along the corridor of water snaking through the soaring cliffs and domes of the Waterpocket Fold - the Fremont River. The origin of the little community at the junction of the Fremont River and Sulphur Creek is obscure. The first resident may have been an 1879 squatter by the name of Franklin Young, but the first landholder of record was Nels Johnson. Others soon followed, and the community that sprang up became known as Junction. The Fremont River was the key to life; without irrigation, farming would have been impossible. Unlike some of the other small settlements that grew up further downriver - Aldrich, Caineville, Blue Valley - Junction was usually spared the more extreme devastation caused downriver by frequent flooding. The orchards of her residents prospered and before the turn of the century Junction was know as \"the Eden of Wayne County\". In 1902, the name of the little settlement was changed to Fruita. The settlement never incorporated. Local authority - such as it was - was vested in the Mormon Presiding Elder. The population never exceeded ten families. Although it became widely known in south-central Utah for its orchards, Fruita residents also grew sorghum (for syrup and molasses), vegetables and alfalfa. Fruit growers usually picked the fruit prior to maturation and hauled it by the wagon load to bigger towns like Price and Richfield - and beyond. This was a formidable undertaking when one considers that in 1901 it took the Mormon Bishop of Torrey more than an hour and a half to travel the ten miles between Fruita and Torrey in the best weather. If the road between Torrey and Fruita was difficult, the route between Fruita and Hanksville - 37 miles (59.5 km) east - was nearly impossible. In 1884, residents of Fruita (then Junction) had built a passage through Capitol Gorge that extended to Caineville and Hanksville. This primitive roadway was called the Blue Dugway and it served to connect the river settlements with the rest of Utah until after World War II. This narrow wagon track was so difficult, however, that the little communities remained some of the most isolated in America until the mid-20th century. Along the Fremont River, barter served as the means for acquiring goods and services; cash was in short supply. Although some Fruita men worked on state roads, annual fruit sales remained the major source of cash income. The one-room schoolhouse, constructed by residents in 1896, also served as a community center. The desks were movable and the community enjoyed dances and box socials in the little building. Residents also held church activities there, as well as in private homes. Women often quilted together and men and boys were especially fond of baseball. \"Putting up\" foods was not a hobby in Fruita; it was essential for survival through the winter. Well into the modern era, farming techniques in Fruita remained as they had been in the nineteenth century. It was not until World War II that the first tractor was purchased. Fifty years ago, Fruita was spared much of the anguish that the Great Depression brought to other communities in America. Long reliance on barter as the main method of obtaining basic life needs shielded the Fremont River settlers from the cash drought that plagued the nation. Contrary to what one might imagine, Fruita sheltered passionate supporters of Franklin D. Roosevelt as well as more conservative \"Hooverites\". Although it wasn't recognized at the time, the establishment of Capitol Reef National Monument in 1937 would become a tolling bell for the Fruita community. After World War II, visitors began to arrive in increasing numbers; the road from Richfield to Torrey was paved in 1940. In 1952, the pavement was extended to Fruita; the world had found the Capitol Reef country. As visitation to the monument increased in the post war years, the National Park Service (NPS) determined to purchase all Fruita property still in private hands. By the late 1960s most of this had been accomplished on a willing-seller\/willing-buyer basis. Many residential structures and outbuildings were razed. Although most of the structures of the Fruita settlement are gone (with the exception of the restored schoolhouse, the Gifford house and barn, and a few others), the orchards remain and dominate the landscape. The current general management plan for Capitol Reef National Park cites the value of the orchards as a \"historic landscape\" and affirms the resolve of the NPS to preserve them. The orchards, all owned by the NPS, maintain approximately 3,000 trees. A small crew is kept busy year-round with pruning, irrigation, replanting, and maintaining the health of the orchards. Although the historic gravity-feed irrigation works are still used, the park employs a modern Integrated Pest Management Program, which utilizes mechanical, biological and chemical means to keep the orchards healthy. As each fruit crop comes into season, fruit becomes available to the public on a pick-your-own basis. Fruit consumed in the orchards is free; there is a charge for fruit taken out of the orchards. Management of the orchards, especially during picking season, presents some challenges. Because the trees were originally planted in small family orchards - each with a wide variety of fruit - fruit ripens at varying times. Visitors are asked to consider the historical nature of the trees and treat them gently - picking only ripe fruit and not damaging tree limbs. Protection of the trees as well as visitor safety are priority considerations. An Orchard Management plan guides the preservation of individual historic trees in balance with the vigor of healthy, productive orchards while maintaining the spirit and character of Fruita's historic period. For both regional neighbors and visitors from throughout the world, Fruita will continue to be the \"Eden of Wayne County\".",
    "url": "https:\/\/www.nps.gov\/care\/learn\/historyculture\/fruita.htm"
}
