{
    "title": "Capitol Reef National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature        Night sky from the Burr Trail NPS photo       The Waterpocket Fold defines Capitol Reef National Park. An 87-mile long warp in the Earth's crust, the Waterpocket Fold is a classic monocline: a regional fold with one very steep side in an area of otherwise nearly horizontal layers. A monocline is a \"step-up\" in the rock layers. The rock layers on the west side of the Waterpocket Fold have been lifted more than 7000 feet (2100 m) higher than the layers on the east. Major folds are almost always associated with underlying faults. The Waterpocket Fold formed between 50 and 70 million years ago when a major mountain building event in western North America, the Laramide Orogeny, reactivated an ancient buried fault. When the fault moved, the overlying rock layers were draped above the fault and formed a monocline. More recent uplift of the entire Colorado Plateau and the resulting erosion has exposed this fold at the surface only within the last 15 to 20 million years. The name Waterpocket Fold reflects this ongoing erosion of the rock layers. \"Waterpockets\" are basins that form in many of the sandstone layers as they are eroded by water. These basins are common throughout the fold, thus giving it the name \"Waterpocket Fold\". Erosion of the tilted rock layers continues today forming colorful cliffs, massive domes, soaring spires, stark monoliths, twisting canyons, and graceful arches. Biological soil crusts are found throughout the world. In arid regions, these living soil crusts are dominated by cyanobacteria, and also include soil lichens, mosses, green algae, microfungi and bacteria. These crusts play an important role in the ecosystems in which they occur. In the high deserts of the Colorado Plateau (which includes parts of Utah, Arizona, Colorado and New Mexico), these knobby black crusts are extraordinarily well-developed, and may represent 70 to 80 percent of the living ground cover. Capitol Reef National Park contains nearly a quarter million acres in the slickrock country of Utah. Plant and animal life is diverse because of a variety of habitats such as pinyon-juniper, perennial streams, dry washes and rock cliffs. At Capitol Reef National Park and 15 other parks, the Northern Colorado Plateau Network conducts long-term inventory, monitoring, analysis, and reporting on key park resources to assess the condition of park ecosystems and develop a stronger scientific basis for stewardship and management of natural resources. At Capitol Reef, the network monitors air quality, climate, riparian and upland systems, invasive exotic plants, land surface phenology, landscape dynamics, landbirds, and water quality.",
    "url": "https:\/\/www.nps.gov\/care\/learn\/nature\/index.htm"
}
