{
    "title": "Capitol Reef National Park: Park Founders",
    "body": "Park Founders       \"Whereas certain public lands in the State of Utah contain narrow canyons displaying evidence of ancient sand dune deposits of unusual scientific value, and have situated thereon various other objects of geological and scientific interest; and Whereas it appears that it would be in the public interest to reserve such lands as a national monument, to be known as the Capitol Reef National Monument...\" -Proclamation No. 2246 on August 2, 1937, Page 136 by President Franklin D. Roosevelt        Ephraim Portman Pectol NPS  BECOMING A NATIONAL MONUMENT Ephraim Portman Pectol was a Mormon Bishop in Torrey, UT until 1928 when he was elected to the Utah State legislature. He and his brother-in-law, Joseph S. Hickman began a promotional campaign, submitting stories and photographs to newspapers to attract interest to the Waterpocket Fold area. In 1937, President Roosevelt set aside 37,711 acres of the Capitol Reef area as a National Monument. This comprised an area extending about two miles north of present Utah Highway 24 and about ten miles south, just past Capitol Gorge.        Charles Kelly NPS  FIRST SUPERINTENDENT Charles Kelly began a love affair with the deserts and canyons of Utah that would last a lifetime after he moved to Salt Lake City in 1919. He concentrated his exploration energies on southern Utah and the Colorado River area and his interest in archeology, as well as more recent history, grew. In 1943, Charles Kelly was appointed \"custodian-without-pay\" at Capitol Reef National Monument. He continued to work without pay as a volunteer until 1950 when the NPS offered him a civil service appointment as the first superintendent. At age 62, he held his first federal job. MISSION 66 NPS areas nationwide received new facilities to meet the demand of increasing park visitation under the program name Mission 66 during the 1960s. The Fruita campground, staff rental housing, and a new visitor center were built at Capitol Reef during this time. Visitation climbed dramatically after the paved road was built through the Fremont River canyon near Fruita and the old Capitol Gorge road closed in 1962. Nearly 150,000 people were visiting the park annually and the staff was growing by 1967. The NPS proceeded to purchase private land parcels at Fruita and Pleasant Creek. Most private property passed into public ownership on a willing-buyer\/willing-seller basis. BECOMING A NATIONAL PARK Two bills were introduced into Congress in 1970 to determine if Capitol Reef should become a national park. The Department of Interior officials recommended that 254,000 acres be set aside as a national park. They also recommended a ten-year grazing phase-out period, to protect and conserve the land. A year later, the legislation, An Act to Establish the Capitol Reef National Park in the State of Utah, became Public Law 92-207 when it was signed by President Nixon on December 18, 1971. to Pioneer Settlers to Future",
    "url": "https:\/\/www.nps.gov\/care\/learn\/historyculture\/park-founders.htm"
}
