{
    "title": "Glen Canyon National Recreation Area: Grazing",
    "body": "Grazing       Though livestock was introduced to the Southwest in the 1500s by the Spanish, the first domestic animals were not brought to the Glen Canyon area until 1776 when the Dominquez-Escalante expedition led cattle across the Colorado River at Padre Bay at “Crossing of the Fathers,” now under the deep water of Lake Powell. The first serious attempts at using the range were in the 1860s, when the introduction of sheep to nearby Kanab, Utah was recorded. Settlers brought small numbers of livestock to the area in the early 1870s. In 1890, nearly 20,000 animals were recorded using the area. The following years were dry, and livestock numbers decreased due to drought and overgrazing. This decline continued through the 1900, when only 9,800 cattle were recorded in San Juan County. During hard economic times in the early 1900s, sheep began to replace cattle and in 1913, 110,000 sheep and 15,000 cattle were recorded in Kane County. Livestock numbers increased briefly during World War I, but returned to declining trends in the 1920s. Prior to the 1930s, overgrazing severely degraded the land, compacting newly barren soil and changing fire regimes by reducing or eliminating grassy fuel. Riparian areas that supported diverse vegetation and wildlife were trampled, eroding banks and decreasing water quality. Springs, which are important sources of water for wildlife, were badly trampled, with loss of wetland plants and soils. The Taylor Grazing Act of 1934 helped restore many areas from previous damage by regulating grazing on federal public land. Cattle eventually replaced sheep on the landscape by 1974 when 5,500 sheep and 8,100 cattle were recorded in Kane County. Glen Canyon NRA was historically grazed by sheep, though there are no domestic sheep in the area at this time.        East End Spring in 2001 prior to enclosure, grazed NPS  When the Glen Canyon area was designated as a national recreation area in 1972, the enabling legislation authorized grazing, which had occurred in the area for about 100 years. Glen Canyon NRA is managed by the National Park Service (NPS), which mandates the protection of the natural, cultural, and historic resources of the area. Grazing is managed jointly by the NPS and Bureau of Land Management (BLM), which is recognized for its expertise in developing, implementing, and analyzing grazing programs. The NPS and BLM have agreed to coordinate and support each other in managing their grazing programs in a common effort. The BLM administers grazing permits and implements a grazing program which integrates NPS stewardship responsibilities that protect the values and purposes of Glen Canyon NRA. Glen Canyon NRA values the vegetation, soil, water quality, wildlife, cultural, paleontological, scenic, and recreational resources that make up the scenic, scientific, and historic features which define the outdoor recreational use and enjoyment of Glen Canyon NRA. A Grazing Management Plan was developed to help managers make informed decisions and manage threats to resources. This plan encourages sound grazing practices to minimize or avoid impacts to area resources. Five BLM resource areas administer 34 grazing allotments that partially or entirely occur within Glen Canyon NRA. Grazing is permitted on 28 of those allotments. The BLM generally issues ten-year grazing permits and monitors the land. When permits are renewed, grazing practices are evaluated and alterations can be made if necessary. The BLM works closely with Glen Canyon staff to ensure that Glen Canyon resource conditions are not impaired. About 882,678 of Glen Canyon NRA’s 1.2 million acres are in allotments, 85% of this area was subject to grazing use in 1998.        East End Spring in 2006 after enclosure, ungrazed NPS  The rangeland in Glen Canyon NRA is arid to semi-arid with annual rainfall that varies from 4 – 12 inches year to year. Winters are cold, summers are hot. Vegetation includes primarily shrublands and grasslands, and about 8% pinyon-juniper woodlands. Perennial grasslands are relatively rare, but provide much of the available forage for cattle. Animal Unit Months (AUMs) help determine use on allotments of this rangeland. Total acres for AUMs are frequently suspended or altered due to conditions of drought, availability of forage, and other considerations. In the 1990s, AUMs and numbers of livestock fluctuated by allotment as a result of economic changes and drought. In Glen Canyon NRA the total acres per AUM varies from 17 acres in Upper Cattle Allotment to 193 acres in Rock Creek-Mudholes Allotment. Because portions of most allotments have cliffs, slickrock, and other areas which cannot be grazed, the grazable acres per AUM are generally lower than the reported acres. Most grazing in Glen Canyon NRA occurs between November and May during the cool winter months. Grazing continues a 100+ year history of ranching in the Glen Canyon area, but must be managed to protect the purposes and values of Glen Canyon NRA established by its enabling legislation. Cooperative management by the NPS and BLM that integrates those values and purposes will support continued sound grazing practices in Glen Canyon NRA. Published 8\/07",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/grazing.htm"
}
