{
    "title": "Capitol Reef National Park: Orchards",
    "body": "Orchards         NPS  A PDF of the Fruita Orchard information can be downloaded and printed.   Information on the individual fruit and nut varieties can also be downloaded.   The orchards that lie within a mile or two of the visitor center are evident remnants of the pioneer community of Fruita, settled in 1880.   History Early settlers planted the orchards as a cash crop and for subsistence. No more than ten families lived in Fruita at any one time, and the last residents moved away in 1969. Today, the orchards are preserved and protected as part of the Fruita Rural Historic Landscape listed on the National Register of Historic Places. The orchards contain approximately 3,100 trees including cherry, apricot, peach, pear, apple, plum, mulberry, almond, and walnut. The National Park Service now maintains the orchards year round with historic cultural irrigation practices, pruning, mowing, pest management, planting, mapping, and grafting. Harvest You are welcome to stroll in any unlocked orchard but fruit may not be picked until the orchard is posted as open for picking. When permitted, you may sample ripe fruit in any unlocked orchard. Orchards that are open for picking are signed as such. Fruit taken from the orchards must be paid for. A self-pay station with scales, plastic bags, and signs listing fruit prices is located near the entrance of orchards open for fruit harvest. Ladders and hand-held fruit pickers are provided to help you reach the fruit. Climbing the fruit trees is strictly prohibited. Please select only ripe fruit and leave the rest to ripen for other visitors.  Safety Hand-held fruit pickers and ladders are provided to aid in picking. NEVER climb these historic trees. Please read the safety signs located near the orchard entrance before using orchard ladders. Be sure the ladder is on firm, level ground with the third leg fully extended and the chains pulled tight. Do not stand on the top three rungs and avoid leaning to either side when picking. Children should not use the ladders unsupervised. Please act safely and treat these historic trees gently.        Range of Flowering and Harvesting Times  Flowering Cherries:  March 31 - April 19 Apricots: February 27 - March 20 (early) March 7 - April 13 (regular) Peaches:  March 26 - April 23 Pears: March 31 - May 3 Apples: April 10 - May 6  Harvest Cherries:  June 11 - July 7 Apricots: June 27 - July 22 (early) June 28 - July 18 (regular) Peaches:  August 4 - September 6 Pears:  August 7 - September 8 Apples: September 4 - October 17  For updated fruit blossom and harvest times, call the park's information line. After the introduction, press #1 for visitor information and then press #5 for the fruit hotline.   Fruit blossom and harvest times will also be updated on the park's FaceBook and Twitter feeds.",
    "url": "https:\/\/www.nps.gov\/care\/learn\/historyculture\/orchardscms.htm"
}
