{
    "title": "Capitol Reef National Park: Archaic Hunters and Gatherers",
    "body": "Hunters and Gatherers       Capitol Reef National Park protects a rich background of American Indian habitation throughout the Colorado Plateau. Archeologists have discovered information about the indigenous people who lived in the region for nearly 10,000 years, relying on radio-carbon methods and oral traditions from tribal communities.        left: Desert Side-notched Red Chert; right: Rose Spring Corner-notched NPS  PALEO-INDIAN PERIOD The earliest records of Paleo-Indians in Utah date back to 12,000 years ago. Archeologists believe these people arrived during the Pleistoscene (last Ice Age) by the Bering Land Bridge and were the first North Americans. Sites from this era are extremely rare and fragile. Few artifacts remain, making their lifestyle difficult to interpret and understand. However, archeologists suggest that Paleo-Indians did not build homes but rather used rock shelters and caves. These people used projectile points called Clovis and Folsom to hunt small animals and megafauna, such as mammoths. When megafauna became extinct due to climate change, Paleo-Indians adapted to an Archaic lifestyle. Archeologists suspect that Paleo-Indians migrated through the Waterpocket Fold but have found no Paleo artifacts to date.        Bottom of a woven basket NPS  ARCHAIC PERIOD The Archaic Period is defined by a nomadic hunting and gathering lifestyle that was adapted to climate change. Desert Archaic Indians lived from 8,000-1,600 years ago and migrated depending on the availability of resources. They hunted herds of mammals using a lightweight, spear-throwing stick called an Atlatl. Archaic Indians relied on plants for food, and used them to make baskets, clothing, and medicine. They used stones to make tools and wove nets to trap animals. Desert people ground seeds and nuts with a metate, or slab of stone, and a mano, smaller hand-held stone, to make paste or flour. They lived primarily in caves or rock shelters, storing hides, tools, and food, while moving from place to place to hunt game.   to Fremont Culture",
    "url": "https:\/\/www.nps.gov\/care\/learn\/historyculture\/archaic-hunters-and-gatherers.htm"
}
