{
    "title": "Capitol Reef National Park: Fremont Culture",
    "body": "Fremont Culture       \"…of what value are objects of a past people if we don't allow ourselves to be touched by them. They are alive. They have a voice. They remind us what it means to be human; that it is our nature to survive, to be resourceful, to be attentive to the world we live in.\" - Terry Tempest Williams from Exploring the Fremont        Petroglyphs found along Utah Highway 24 NPS  The Fremont Culture Fremont and ancestral Puebloan people began to incorporate farming into their hunter and gatherer lifestyles approximately 2,000 years ago. Petroglyph panels throughout the park depict ancient art and stories of these people who lived in the area from approximately 600-1300 common era (CE). Named for the Fremont River that flows through the park, evidence now shows that these people lived throughout Utah and adjacent areas of Idaho, Colorado and Nevada. The Fremont lived in pit houses (dug into the ground and covered with a brush roof) and natural rock shelters. Their social structure was likely composed of small, loosely organized bands consisting of several families. They were closely tied to nature and flexible, making frequent modifications in their life ways as social or environmental changes occurred.        Deerskin moccasins from the Fremont Culture NPS  Anthropologists suggest that the Fremont were hunter-gatherers who supplemented their diet by farming, growing corn, beans and squash along the river bottoms. Edible native plants included pinyon nuts, rice grass and a variety of berries, nuts, bulbs, and tubers. Corn was ground into meal on a stone surface (metate) using a hand-held grinding stone (mano). Deer, bighorn sheep, rabbits, birds, fish and rodents were hunted using snares, nets, fishhooks, the Atlatl (spear-throwing stick) and the bow and arrow. Several artifacts are distinctive to the Fremont. A unique singular style of basketry, called one-rod-and-bundle, incorporated willow, yucca, milkweed and other native fibers. Pottery, mostly graywares, had smooth, polished surfaces or corrugated designs pinched into the clay. The Fremont made moccasins from the lower-leg hide of large animals, such as deer, bighorn sheep or bison. Dew claws were left on the soles, possibly to act as hobnails, providing extra traction on slippery surfaces.      Pictographs (painted on rock surfaces) and petroglyphs (carved or pecked into the rock surface) depict people, animals and other shapes and forms on rock surfaces. Anthropomorphic (human-like) figures usually have trapezoidal shaped bodies with arms, legs and fingers. The figures are often elaborately decorated with headdresses, ear bobs, necklaces, clothing items and facial expressions. A wide variety of zoomorphic (animal-like) figures include bighorn sheep, deer, dogs, birds, snakes and lizards. Abstract designs, geometric shapes and handprints are also common. Designs may have recorded religious or mythological events, migrations, hunting trips, resource locations, travel routes, celestial information and other important knowledge. The Fremont moved in small groups, as clans, medicinal societies, or co-residence groups encountering other people and residing with them for periods of time. Gradually these groups merged and dispersed, repeating this process continually in a practice known as residential cycling. This reshuffling continued for thousands of years and coalesced into todays' tribal groups of Utes, Paiutes, Hopi, Navajo, and Zuni, continuing as European and American explorers came through Capitol Reef. For a PDF file on Capitol Reef's early inhabitants, click here. to Archaic Hunters and Gatherers                                                                         to Explorers and Surveyors",
    "url": "https:\/\/www.nps.gov\/care\/learn\/historyculture\/fremont.htm"
}
