{
    "title": "Capitol Reef National Park: Pioneer Settlers",
    "body": "Pioneer Settlers        \"… make gardens, orchards, and vineyards, and render the earth so pleasant that when you look upon your labors you may do so with pleasure, and that angels may delight to come and visit your beautiful locations.\"         - Brigham Young as he sent settlers to remote corners of Utah        Nels Johnson with his wife and son, photographed in Junction in the late 1800s. NPS  Latter-day Saints church officials at Salt Lake City sought to establish missions in the most remote niches of the intermountain west. In 1866, a quasi-military Mormon expedition in pursuit of American Indians penetrated the high valleys to the west. In the 1870s, settlers moved into these valleys, eventually establishing Junction (later renamed Fruita), Clifton, Giles, Elephant, Caineville, Aldridge, and Hanksville. Men from the expeditions of Major John Wesley Powell had also begun to explore the area.  Others followed soon after and tiny communities sprung up along the life-sustaining Fremont River including Loa, Fremont, Lyman, Bicknell, and Torrey. In 1880, Nels Johnson moved into Capitol Reef country and staked his homestead in Fruita. Fruita settlers recognized the abundance and accessibility of water and heat that reflected off canyon walls to the soil. Johnson planted the first orchards of apples, peaches, pears, plums, walnut, and almond trees. Elijah Cutler Behunin led a group of pioneers to clear a wagon trail through Capitol Gorge which allowed settlers, church officials, miners, outlaws, and others to pass more easily through the Waterpocket Fold. Behunin also donated land for the Fruita Schoolhouse which was completed in 1896. His 12 year old daughter, Nettie, was the school's first teacher. The school remained open until 1941 when classes were consolidated and students were bussed to Torrey schools.         Dewey Gifford stands outside the Gifford Homestead. NPS  No more than ten families at one time were sustained by the fertile flood plain of the Fremont River and the land changed ownership over the years. Dewey Gifford was one of the area's last settlers, raising four children with his wife Nell in a two story house by the Fremont River. Gifford farmed the orchards, worked on a state road crew, and later ran a small motel as visitors came through Capitol Reef National Monument. In their late 60s, Dewey and Nell moved to a new house in Torrey, becoming the last settlers to leave Fruita. Descendants of these earlier settlers still visit Capitol Reef, sharing their history, picking fruit from the orchards, and hiking the paths their ancestors once took.   to Explorers and Surveyors                                                                                                     to Park Founders",
    "url": "https:\/\/www.nps.gov\/care\/learn\/historyculture\/pioneer-settlers.htm"
}
