{
    "title": "Capitol Reef National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     June 02, 2016  Capitol Reef National Park 2016 FRUIT HARVEST  Fruit season is upon us. Cherries, apricots, peaches, plums, apples, and pears are typically available for harvest each summer at Capitol Reef National Park. The prediction for the 2016 fruit season shows that apricots, apples, pears and peaches should be in good supply. “We are looking forward to a fun and safe fruit season,” says Superintendent Leah McGinnis. Up-to-date fruit harvest information and pricing is recorded on the Capitol Reef Fruit Hotline as fruit ripens and specific harvest start dates are determined.  To reach the fruit hotline, call (435) 425-3791. Once the park number connects, press one for general information and, at the voice prompt for the orchard hotline, press five. Fruit harvest information is also posted on the park Facebook page and Twitter feed. Information on the Fruita Orchards is available on the parks website at www.nps.gov\/care under “plan your visit.” Climbing fruit trees is not permitted in the park. The National Park Service provides special fruit picking ladders. Use care when picking fruit and carefully read and follow posted instructions on fruit picking and ladder use. Commercial picking requires a permit. Capitol Reef National Park uses the receipts from fruit sales to defray the cost of maintaining the orchards.  The historic Fruita orchards are among the largest in the National Park System and were established beginning in the 1880s by Mormon pioneer residents of Fruita. The orchards are a main focus of the park’s celebrations during this Centennial anniversary of the National Park Service. About the National Park Service: More than 20,000 National Park Service employees care for America’s 409 national parks and work with communities across the nation to help preserve local history and create close-to-home recreational opportunities. Learn more at www.nps.gov.   May 10, 2016  2016 Summer Hours of Operation  The Capitol Reef National Park Visitor Center will be open 8:00 am to 6:00 pm daily starting Sunday May 15, 2016. Visitors can expect to see more people in the park this Centennial summer, and parking areas may be full during peak hours. Free ranger-guided programs will be offered beginning May 22 including a daily geology talk at 10:00 am and daily archeology programs at 3:00 pm. Nightly evening programs will be offered at the campground amphitheater typically 1 hour after sunset. Other programs include Talks, Walks, star programs and hikes. Ranger program schedules are posted at the visitor center, Gifford house, nature center, and Campground Hosts' sites with start times and locations. The Ripple Rock Nature Center, located .9 mile (1.4 km) south of the visitor center on Scenic Drive, will open for the season May 22 and be open daily 9:00 am to 5:00 pm through Labor Day weekend, with generous staffing support from Utah Valley University interns and Capitol Reef Natural History Association staff. The historic Gifford House, located 1 mile (1.6 km) south of the visitor center on Scenic Drive, will also extend hours from 8:00 am to 6:00 pm daily staring Sunday May 15, 2016.   May 10, 2016  Students, Rangers and Educators Celebrate at the Historic Fruita Schoolhouse  Capitol Reef National Park Rangers, Loa Elementary Fifth Graders, and Wayne School Superintendent Burke Torgerson all have momentous occasions to celebrate!  On the morning of Thursday, May 19, 2016, we will join together at the Fruita Historic Schoolhouse to celebrate the graduation of Fifth Grade students from Loa Elementary School, the retirement of Wayne School Superintendent Burke Torgerson, and the Centennial of the National Park Service.   May 01, 2016  Capitol Reef National Park Notice of Fivemile Wash Closure  Due to special resource management concerns, Fivemile Wash is closed to hiking and canyoneering from the head of the wash to two miles downstream in the drainage. This closure will begin May 1, 2016 and remain in effect until August 31, 2016. This closure is in accordance with 36 CFR 1.5 (a)(1). The National Park Service (NPS) works to sustain and recover over a thousand populations of federally listed threatened and endangered (T&E) species. Over half of the 407 NPS  units contain one or more endangered or threatened species. Our mission is to reduce the risk of extinction of plants and animals in the parks, and to restore species that have occurred in parks historically but have been lost due to human activities. The NPS seeks to be proactive in determining the status of rare species and cooperating with other agencies to conserve declining species to avoid listing under the Endangered Species Act (ESA). Please call the visitor center staff at 435-425-3791 for more information. About the National Park Service: More than 20,000 National Park Service employees care for America's 407 national parks and work with communities across the nation to help preserve local history and create close-to-home recreational opportunities. Visit us at www.nps.gov, on Facebook www.facebook.com\/nationalparkservice, Twitter www.twitter.com\/natlparkservice, and YouTube www.youtube.com\/nationalparkservice.   March 31, 2016  Find Capitol Reef National Park During National Park Week  Celebrate National Park Week with free admission and special programs from April 16-24.Capitol Reef National Park staff will offer programs on park geology, prehistoric cultures, Pioneer history, nature, and astronomy.Schedules will be posted in the visitor center and Fruita Campground.   March 15, 2016  2016 Easter Egg Hunt  Everyone is invited to the annual Easter Egg Hunt in Capitol Reef National Park at 9:00 am on Saturday, March 26. The egg hunt is organized for three groups: children ages 3, 4 and 5 at the Picnic Area;ages 6, 7 and 8 also at the Picnic Area;and ages 9, 10 and 11 at the Ripple Rock Nature Center. Participants are encouraged to arrive early! Special programming at the Ripple Rock Nature Center will be provided for visitors of all ages during Saturday afternoon.   March 03, 2016  2016 Spring Hours of Operation at Capitol Reef National Park  The Capitol Reef National Park Visitor Center will be open 8:00 am to 5:00 pm daily starting Tuesday March 22, 2016. The historic Gifford House will be open 8:00 am to 5:00 pm daily starting Monday, March 14, 2016.The park itself is open continuously.   September 22, 2015  Capitol Reef National Park Celebrates \"Harvest Homecoming\"  Capitol Reef National Park and Capitol Reef Natural History Association celebrate Harvest Homecoming October 3rd, with live music and cultural demonstrations on quilting and rug twining, and apple pressing and pottery making.   September 01, 2015  Every Kid in a Park  Capitol Reef National Park welcomes fourth grade students through the Every Kid in a Park initiative. This new national program encourages families and classes to visit National Parks.   April 01, 2015  Capitol Reef Joins Find Your Park Movement  National Park Week 2015 encourages everyone to Find Your Park",
    "url": "https:\/\/www.nps.gov\/care\/learn\/news\/newsreleases.htm"
}
