{
    "title": "Capitol Reef National Park: Ranger Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs              Ranger Programs         Ranger talk at the Petroglyph Panel NPS   Park guides and volunteers offer a variety of interpretive programs daily, spring through fall. Program types, times, and locations vary throughout the year and are subject to last-minute changes due to weather or other factors. Check at the Capitol Reef Visitor Center upon arrival for more details or check the calendar page.       Regular Programs   Geology Talk - 10:00 am daily, ends October 31 Discover the geologic story of Capitol Reef. Meet at the visitor center; 20-30 minutes.    Fremont Culture Talk - 3:00 pm daily, ends October 31 Learn about past cultures that called this place home. Meet at the petroglyph panel, 1.1 miles (1.7 km) east of the visitor center on Highway 24; 20-30 minutes.    Evening Program - 7:30 pm Friday, Saturday, Sunday, ends October 30 Topics and start times vary, check at the visitor center or ask campground hosts for details. Meet at the campground amphitheater; 45-60 minutes.        Junior Ranger Activities   Request a Junior Ranger activity book, and complete the activities to learn about the park and earn a badge. For those who complete the book, Junior Ranger patches are also available in the bookstore.       Special Programs   Ranger-led Hike - 8:30 am, check at visitor center or calendar for details Locations vary; check at the visitor center for schedules and meeting points; 2-3 hours.    Historic Fruita Schoolhouse - 1:30 pm, check visitor center for details Visit the Fruita community's most iconic building. Meet at the schoolhouse, 0.8 mile (1.2 km) east of the visitor center on Highway 24; 30 minutes.    Porch Talk - 4:30 pm, check visitor center or calendar for details.  Topics vary; check the visitor center for details. Meet at the visitor center; 20 minutes.    Additional Programs Park staff present programs such as night sky tours, full moon hikes, storytelling, etc. Inquire at the visitor center, check the calendar, or ask campground hosts for information on upcoming special programs.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/ranger-programs.htm"
}
