{
    "title": "Capitol Reef National Park: Local Services",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come     Local Services              Local Services          Camping and Lodging  Private campgrounds and lodging are located in all nearby communities. Public lands are located adjacent to the park and offer developed campgrounds and dispersed camping.                   Laundry and Showers  Laundry facilities and public showers are available in Torrey, 11 miles (18 km) west of the visitor center on Highway 24.       Location Open year-round   Hours Available  Laundry Facilities Available Public Showers Available   Chuck Wagon General Store 12 West Main St. 435-425-3288  No  (March - October)    7am-10pm (shorter hours in shoulder season)   Yes  (7am-9pm)  Yes (7am-10pm)    Thousand Lakes RV Park & Campground 1110 West Highway 24 435-425-3500  No  (April - October)  8am-8pm Yes Yes    Sand Creek Hotel, RV Park, & Campground 540 West Highway 24 435-425-3577  No (March - November)   8am-6pm (except holiday weekends)   No Yes    Torrey Trading Post 75 West Main St. (next to post office) 435-425-3716 Yes  12pm-4pm (except holiday weekends)   No  Yes      Information subject to change               Wireless Access  The nearest cell phone service and free wifi are available in Torrey. For wifi information contact the Wayne County Travel Council, (800)858-7951, which operates in Torrey at the junction of Highways 12 and 24. Open spring through fall.               Gasoline  The nearest gasoline is available in Torrey (11 miles\/ 18 km west) and Hanksville (37 miles\/ 60 km east).                 Medical Facilities  Basic medical and dental care and a pharmacy are available at the Wayne Community Health Center in Bicknell. Take Utah Highway 24 west 18 miles (29 km) to Bicknell. Once in town, go approximately 0.5 mile (0.8 km) further on Highway 24 to 300 West (across from the Aquarius Inn). Turn left on 300 West and go one block south to the Health Center. Telephone: (435) 425-3744.               Emergencies  Call 911 from a payphone at the visitor center or campground (located next to the fee station in Loop A).                 Food  The nearest groceries and restaurants are located in Torrey (spring through falls). Groceries are available year-round in Loa, 27 miles (44 km) to the west.    NOTE: Many local businesses are closed during the winter off-season, as well as on Sundays year-round.  A PDF version of this information can also be downloaded and printed.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/local-services.htm"
}
