{
    "title": "Glen Canyon National Recreation Area: Mussel Update",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Mussel Update                 Mussel Update        Wahweap Bay NPS Photo, Emily Upchurch         Quagga Mussels NPS Photo  As of early 2016, thousands of adult quagga mussels have been found in Lake Powell, attached to canyon walls, the Glen Canyon Dam, boats, and other underwater structures, especially in the southern portions of the lake. Adult mussel populations are expected to expand and increase as the season progresses and over the next few years.  It is crucial to keep the mussels from moving from Lake Powell to other lakes and rivers. Utah and Arizona state laws require you to clean, drain, and dry your boat when leaving Lake Powell using self-decontamination procedures. Additional steps are required if you launch on other waters without a significant drying period or if you are on Lake Powell for more than 5 days. Regulations vary depending on the state, so all boaters should review the regulations of any state they will enter with their watercraft after being at Lake Powell, including Utah (Check here as well) and Arizona.  Read the most up to date information on mussels at Glen Canyon here.         The following businesses have been certified through Watercraft Inspection and Decontamination Training set forth by the Pacific States Marine Fisheries Commission and US Fish and Wildlife Service through the 100th Meridian Initiative.  They can provide vessel decontamination services for a fee.  These are independent business and are not associated with the National Park Service.   Bulldog Boat Repair 928-645-1717           Mussel larvae, or veligers, were first confirmed in Lake Powell in late 2012 after routine water monitoring tests discovered mussel DNA in water samples taken from the vicinity of Antelope Point and the Glen Canyon Dam. Adult mussels were first reported in March 2013 when a local marine services business discovered 4 adult mussels on a boat that had been pulled for service. Adult mussels continue to be found on moored boats and marina structures at Wahweap and Antelope Point Marinas. Adult mussels have also been found attached to submerged canyon walls in and around Wahweap Bay and on a fixed wheel gate on the Glen Canyon Dam.  The majority of mussels found are in groupings of small clusters. Some southern lake areas have continuous carpeting of adult mussels. Adult mussels are being found near Bullfrog Basin and Halls Crossing Marinas, but in lower densities, typically existing as individual isolated adults. The mussel population has colonized practically all areas of the lake, as indicated by recent water sampling for veligers. Adult mussels have also been found in the river below Glen Canyon Dam; the source of these mussels is Lake Powell veligers passing through the dam. Continued mussel education and prevention activities will minimize the chances that mussels will be transported to colonize other lakes and prevent the introduction of other aquatic invasive species to Glen Canyon waters. Boaters can help by making sure your vessels and equipment are not contributing to the problem. Cooperate with prevention and containment efforts at Lake Powell and all your favorite waters to help stop the spread of aquatic invasive species like mussels. Use the following links to learn more about mussel prevention efforts at Glen Canyon and what you can do to help stop the spread of aquatic invasive species.         Launching Your Boat at Lake Powell You are welcome to launch your boat on Lake Powell at any time, as long as lake level permits. There is no inspection certificate needed to launch.         Quagga Mussel Containment Program Glen Canyon National Recreation Area is developing an extended response strategy to minimize the spread of invasive mussels from Lake Powell and to manage park operations now that quagga mussels are present. Read the overview of that program here.         Mussel Monitoring at Lake Powell Glen Canyon maintains an active monitoring program to detect the presence and spread of aquatic invasive species in Lake Powell and the Colorado River. See the work they do here.         History of Mussel Prevention at Glen Canyon   Glen Canyon has been at the forefront of the movement to detect and prevent the spread of aquatic invasive species since the threat became known. View a timeline of prevention efforts and our response to the detection of invasive mussels in Lake Powell.         Seaplanes and Mussels Seaplanes can transport aquatic hitchhiker species between bodies of water just as easily as boats. Check the regulations for landing your seaplane on Lake Powell here.",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/mussel-update.htm"
}
