{
    "title": "Capitol Reef National Park: Wayside Exhibits",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Wayside Exhibits              Wayside Exhibits          In 2014, Capitol Reef installed new wayside exhibits at viewpoints, trailheads, and orientation pullouts throughout the park. Take a virtual tour and learn more about this amazing park by viewing the exhibits, linked below.      Orientation Signs  Highway 24 Orientation Panel is located where Utah Highway 24 enters the park boundary. Visitors find the Scenic Drive Orientation just past the campground at the beginning of the Scenic Drive. Waterpocket District Orientation Panel greets adventurous motorists in the park's remote southern district.   Interpretive Exhibits The park's geological story tells of rock layers that are Under Pressure. Capitol Reef National Park is In Defense of Darkness, preserving our valuable night-sky resources. Clearing the Air discusses the region's air quality and the threats to its clarity. From the Goosenecks viewpoint, view the park's oldest rocks deep in Sulphur Creek Canyon. The park's many colorful rock layers tell a story of Changing Landscapes. The historic Fruita schoolhouse was A Community's Cornerstone. Signs of a Thriving People are visible at the petroglyph panels along Highway 24. Petroglyphs and pictographs preserve ancient Stories in Stone. Sculpting a Masterpiece requires time and the forces of nature. The Behunin Cabin was the home of some of Capitol Reef's earliest pioneer settlers. In the Fruita picnic area, historic cottonwood trees stand as Silent Sentinels. Living Off the Land in Fruita's early days required ingenuity and hard work. The Giving Groves of Fruita's orchards provided settlers with food and a source of income. The Price of a Promise was high when it came to mining uranium at Capitol Reef. Capitol Gorge is a Passage Through Time for both historic and modern travelers. Summer monsoonal rains bring the Furious Flows of flash floods. For the park's plants and wildlife, Surviving Extremes means adapting to harsh conditions. If Cliffs Could Speak, they could tell us volumes about the park's ancient human history.   Trailhead Signs Chimney Rock Trail Hickman Bridge Trailhead Fremont River Trail Cohab Canyon Trail Grand Wash-Cassidy Arch Trailhead Capitol Gorge Trailhead",
    "url": "https:\/\/www.nps.gov\/care\/learn\/photosmultimedia\/waysides.htm"
}
