{
    "title": "Capitol Reef National Park: Rock Climbing",
    "body": "Rock Climbing         A climber prepares to rappell in Burro Wash NPS  Traditionally, Capitol Reef National Park has experienced minimal use by technical rock climbers. However, recent years have seen an increase in climbing in Utah's canyon country. Included here are the park regulations and concerns regarding technical climbing. ROCK TYPE The rock at Capitol Reef is comprised predominately of sandstone. It varies in hardness from the soft crumbly Entrada to the relatively hard Wingate. The Wingate cliff walls are the most popular for climbing, as natural fracturing has created many climbable crack systems. In addition, the hardness of the Wingate lends itself more readily to the successful use of chocks, nuts, and camming devices; however it can flake off easily and be very unpredictable. Climbing in canyon country is not something to be taken lightly. ROUTE DESCRIPTIONS There are two published guides covering rock climbing at Capitol Reef: Desert Rock by Eric Bjornstad and Rock Climbing Utah by Stewart M. Green. More information is available at the visitor center. If you climb a new route and wish to leave a route description contact a ranger at the visitor center. PERMITS Permits are not required for climbing. However, if you plan to camp overnight on a climb, you are required to obtain a free backcountry use permit, available at the visitor center. RESTRICTIONS AND CONCERNS Capitol Reef National Park is a clean climbing area. Minimum impact techniques that don't destroy the rock or leave a visual trail are encouraged. The use of white chalk is prohibited. Climbers using chalk must use chalk which closely matches the color of the surrounding rock. The use of power drills is also prohibited. Bolts may only be used to replace existing unsafe bolts. Where it is necessary to leave or replace existing webbing, the webbing should closely match the color of the surrounding rock. Ropes may not be left in place unattended for more than 24 hours, and these ropes must be out of reach from the ground or other points accessible without technical climbing. CLOSED AREAS Due to the abundance of prehistoric rock writings, the section of the rock wall north of Utah Hwy 24 between the Fruita Schoolhouse (Mile 80.6 or km 129.7) and the east end of the Kreuger Orchard (Mile 81.4 or 131.0 km) is closed to climbing. In other areas, climbing is not permitted above or within 100 feet (30.5 m) of rock art panels or prehistoric structures. Other areas closed to climbing are: Hickman Natural Bridge and all other arches and bridges, Temple of the Moon, Temple of the Sun, and Chimney Rock. SAFETY Climbing during the summer is very hot as temperatures frequently reach the upper 90sºF (30s°C). Carry plenty of water. Afternoon thunderstorms are common in July and August. Sandstone is weak when wet, so avoid climbing in damp areas or right after a rain. Please climb safely! Many falls have been taken on relatively easy routes because experienced climbers became careless. Please report all accidents or injuries at the visitor center.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/rockclimbing.htm"
}
