{
    "title": "Capitol Reef National Park: Hiking and Backpacking",
    "body": "Hiking and Backpacking        A hiker enjoys views of the Waterpocket Fold NPS       DAY HIKING In the Fruita area, there are fifteen day hiking trails with trailheads located along Utah Highway 24 and the Scenic Drive. These trails offer the hiker a wide variety of options, from easy strolls along smooth paths over level ground to strenuous hikes involving steep climbs over uneven terrain near cliff edges. Hikes may take you deep into a narrow gorge, to the top of high cliffs for a bird's eye view of the surrounding area, under a natural stone arch, to historic inscriptions...and much, much more! Round trip distances vary in length from less than 0.25 miles to 10 miles (0.8-16 km). All trails are well-marked with signs at the trailhead and at trail junctions and by cairns (stacks of rocks) along the way. Some trails have self-guiding brochures which are available, for a nominal fee, at the trailhead or at the visitor center.      BACKCOUNTRY HIKING Capitol Reef offers many hiking options for serious backpackers and those who enjoy exploring remote areas. Marked hiking routes lead into narrow, twisting gorges and slot canyons and to spectacular viewpoints high atop the Waterpocket Fold. Popular backcountry hikes in the southern section of the park include Upper and Lower Muley Twist Canyons and Halls Creek. Backcountry hiking opportunities also exist in the Cathedral Valley area and near Fruita...the possibilities are endless! Stop in the visitor center and talk to a ranger if you are interested in a backcountry hike. They can help you pick out a hike that will fit your time and abilities. Please review all rules and regulations for backcountry camping. POPULAR BACKCOUNTRY ROUTES  Hiking Routes in Cathedral District  Hiking Routes in Waterpocket District Burro Wash, Cottonwood Wash, and Sheets Gulch Slot Canyons Halls Creek Narrows Lower Muley Twist Canyon Pleasant Creek  Spring Canyon Sulphur Creek  Upper Muley Twist Canyon       WATER Always carry water! Even the shortest stroll will make you thirsty on a 100°F (37.8°C) summer day. Potable water is available at a water bottle filling station outside the visitor center, and at the spigots in front of each restroom in the Fruita campground. A minimum of one gallon per person per day is recommended, more for backpackers. Water is scarce in the backcountry, especially during the hot summer months. Waterpockets, seeps, and springs are scattered throughout canyon country but are unreliable. Plan to carry in all your water. If you do use water from backcountry sources, boil or filter the water before drinking to kill Giardia. WEATHER Hiking in canyon country is not something to be taken lightly. The elevation and high desert climate make this area prone to temperature extremes. Summer months are HOT with temperatures near 100°F (37.8°C) and the sun is intense. Summer evenings cool to 50 or 60°F (10-15.6°C). At this time of year, rapid dehydration is common and could be fatal to the unprepared hiker. Spring and fall are mild seasons and are the best times for hiking and backpacking. Winter (November-February) is cold with highs from 30 to 45°F (-1.1-7.2°C) and nighttime temperatures below freezing. Elevations in the park range from approximately 3,800 to 8,200 feet (1,158-2,499 m). Wear appropriate clothing, footwear, sunscreen and a hat. Capitol Reef receives an average of 7.98 inches (20.3 cm) of precipitation each year. Thunderstorms can move in quickly, dropping large amounts of rain over a short period of time, causing flash floods. Get up-to-date weather information and watch for changing weather conditions during this time of year. Do not enter a narrow gorge or slot canyon if storms are threatening and never camp in wash bottoms. Infrequent winter snows often fall and melt the same day, but can stay on the ground for days or weeks. RESOURCE AND SAFETY CONCERNS Help protect the fragile desert environment. Stay on established trails, avoid stepping on biological soil crusts, and do not shortcut switchbacks. Do not throw rocks. Climbing on loose talus or steep slickrock is dangerous, and it is always harder to climb down than to climb up. Don't take unnecessary risks because help may be a long way off. Think before you act. If you do become rimrocked, call for help and wait for assistance rather than attempting to climb down. One misplaced step or handhold could end in tragedy. Think safety! PETS Pets are not permitted on trails or anywhere in the backcountry.  MAPS Available from the Capitol Reef Natural History Association Bookstore at the visitor center.           BACKCOUNTRY DOs AND DON'Ts DO:  Tell others your plans and expected return date. Obtain a free backcountry permit prior to your hike. Carry topographic maps and guides of the area. Practice Leave No Trace wilderness ethics:   Plan ahead and prepare. Travel and camp on durable surfaces. Stay on marked trails whenever possible. (When hiking crosscountry, walk in wash bottoms, on slickrock, or use animal trails to avoid stepping in cryptobiotic crust.) Dispose of waste properly. Pack it in, pack it out. Bury human waste 6 inches (15 cm) deep in soil and 100 feet (30.5 m) from water sources. Leave what you find. Fires are allowed only in existing fire pans and not in the backcountry. Respect wildlife. Be considerate of others.    DON'T:  Collect firewood or build ground fires. Instead, use portable stoves for cooking. Pollute water sources by washing or bathing. You should always carry water away from the source to clean dishes or bathe then strain out food particles and disperse dirty water. Always use biodegradable soap. Never swim in waterpockets; lotion, sunscreen, and residue on skin can quickly pollute water sources that are not free-flowing. Camp within 0.5 mile (0.8 km) or in sight of roads or trails. In narrow canyons, try to camp as far away from the hiking route as possible and out of sight. Carry firearms. Disturb or deface natural features, historic, or archeological sites. Collect items of any kind, including rocks, plants, animals, or artifacts.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/hiking.htm"
}
