{
    "title": "Capitol Reef National Park: Road Tours",
    "body": "Roads         A driver navigates switchbacks on the Burr Trail Road NPS  Road Conditions For current road conditions, refer to the recorded message on our automated phone system at (435) 425-3791. DRIVING TOURS The park's main driving tours include the paved Scenic Drive and two long, mainly unpaved, loop tours through the park's Cathedral and Waterpocket Districts.        ROAD DESCRIPTIONS  Scenic Drive The Scenic Drive starts at the park Visitor Center and provides access to Grand Wash Road, Capitol Gorge Road, Pleasant Creek Road, and South Draw Road. The Scenic Drive is a 7.9 mile (12.7 km) paved road with dirt spur roads into Grand Wash and Capitol Gorge that, weather permitting, are accessible to all passenger vehicles and RV's up to 27 feet in length. The Scenic Drive is not a loop, so you must return on the same road. An entrance fee of $10 per vehicle is charged for the Scenic Drive. The self-pay entrance station is located just south of the campground on the Scenic Drive. There is no entrance fee for holders of the America the Beautiful - National Parks and Federal Recreation Lands passes. An inexpensive Guide to the Scenic Drive brochure is available at the visitor center bookstore or follow this link for a virtual tour of the Geology of the Scenic Drive.      South Draw Road The South Draw Road is a non-maintained, high-clearance 4-wheel-drive road that extends from Pleasant Creek to the park boundary near Tantalus Flats. The South Draw Road is rough and rocky, includes several creek crossings, and, in inclement weather, becomes impassable to even 4-wheel-drive vehicles. The South Draw Road is reached by following the Pleasant Creek Road 2.8 miles (4.5 km) from the end of the Scenic Drive to the crossing at Pleasant Creek. The South Draw Road exits the park 5 miles (8.1 km) from Pleasant Creek, and, after a further 5.7 miles (9.1 km), meets Utah Highway 12. The access to the South Draw Road from Boulder Mountain is at 8,500 feet (2,591 m) and can be closed in winter due to snow.       Notom-Bullfrog Road The Notom-Bullfrog road intersects Utah Hwy 24 9 miles (14.4 km) east of the Capitol Reef Visitor Center and extends south to Bullfrog Marina and Glen Canyon National Recreation Area. This road is paved for the first 10 miles (16.1 km), and then becomes a well maintained dirt road. The road runs along the eastern side of the Waterpocket Fold and offers excellent scenery and hiking opportunities. Access to many of the park's backcountry trails, such as Lower Muley Twist and Halls Creek Narrows can be found off this road. While portions of the road outside the park are paved, the majority of the Notom-Bullfrog road is dirt and subject to changes in weather conditions. Visitors are advised to check with the visitor center before driving any of the dirt roads.       Burr Trail Road The Burr Trail road, originally a cattle trail blazed by stockman John Atlantic Burr, extends from the town of Boulder on Utah Hwy 12 to the Notom-Bullfrog Road, and continues to the Bullfrog Marina and Glen Canyon National Recreation Area. Much of the road lies outside the boundary of Capitol Reef and traverses the Circle Cliffs, Long Canyon, and The Gulch. The 8.5 mile (13.7 km) stretch of road inside Capitol Reef includes a breathtaking set of switchbacks rising some 800 feet (244 m) in only one-half mile (0.8 km). These switchbacks are not considered suitable for RVs or vehicles towing trailers. From Boulder to the west boundary of Capitol Reef, the Burr Trail road is paved. Inside the park it remains a graded dirt road and is subject to change due to weather conditions. Visitors should inquire about road and weather conditions before traveling.      Hartnet Road The Hartnet road, or southern half of the Cathedral Valley Loop, begins 11.7 miles (18.8 km) east of the Visitor Center off Utah Hwy 24. In order to take this route to Cathedral Valley, visitors must ford the Fremont River soon after leaving the highway, which may require a high-clearance or HC4WD vehicle. The 27.8 miles (44.7 km) to the junction with Cathedral Road afford expansive view of the Blue Flats and the South Desert. The northern end of the loop nears Thousand Lake Mountain, and the geology and topography change greatly with the subsequent gain in elevation. Conditions on the Hartnet road vary widely based on recent weather. At best, high clearance vehicles are recommended and visitors should check with the visitor center for the most current road information.      Cathedral Road The Cathedral Road, or eastern side of the Cathedral Valley Loop, begins 18.5 miles (29.8 km) east of the Visitor Center. By taking this route into Cathedral Valley, visitors avoid fording the Fremont River on the Hartnet side of the loop; however, those planning on driving the entire loop are encouraged to begin at the River Ford to be certain they are able to make the crossing. The Temples of the Sun and Moon are located 17.1 miles (27.5 km) up the road in Lower Cathedral Valley. These massive monoliths rise from the desert floor. Further north in Upper Cathedral Valley, columns of spire-like formations dominate the landscape. Conditions on the Cathedral Road vary widely based on recent weather. Check with the visitor center for current road information.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/roads.htm"
}
