{
    "title": "Capitol Reef National Park: Camping Alternatives",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Camping Alternatives                Camping Alternatives          Capitol Reef's Fruita Campground often fills to capacity during the park's busy season - typically April through October. Alternative locations for camping may be found in areas surrounding the park - on Bureau of Land Management (BLM) lands, national forests (USFS), and private property. Camping alternatives within an hour's drive are described below. Many nearby public and private campgrounds are closed in winter; inquire locally for availability.  A PDF copy of this information, including the map, can be downloaded and printed.       Public Lands: Developed Campgrounds (Distances to campgrounds are calculated from the Capitol Reef visitor center)  Capitol Reef National Park (roads leading to these remote, primitive campgrounds may be impassable after wet weather):   Cedar Mesa Campground Elevation 5,600 feet; 5 sites; pit toilets; no water; 30 mi.\/48 km.  Cathedral Valley Campground Elevation 7,000 feet; 6 sites; pit toilets; no water; 48 mi.\/77 km (via Cathedral Road).   USFS (Dixie\/Fishlake National Forest) - for more information, contact the USFS Fremont River District Office in Loa at (435) 836-2811:   To the south (Boulder Mountain area, via Highway 12):  Singletree Campground Elevation 8,200 feet; 33 sites (including 2 group sites); drinking water; flush toilets; 22mi.\/35 km. Pleasant Creek Campground Elevation 8,800 feet; 19 sites; drinking water; pit toilets; 28 mi.\/46 km.  Oak Creek Campground Elevation 8,800 feet; 9 sites; drinking water; pit toilets; 30 mi.\/ 48 km. Campsites are smaller and appropriate for tent camping.    To the west (via Highway 24):  Sunglow Campground Elevation 7,200 feet; 9 sites; drinking water; flush toilets; 18 mi.\/ 29 km (just east of Bicknell).           Public Lands: Dispersed Camping  Dispersed camping in previously disturbed areas is permitted on BLM and USFS lands outside of developed campgrounds. No services are available in these areas. Please respect our fragile lands by using minimum impact techniques and utilizing existing fire rings. On BLM and USFS lands, you must camp within 150 feet (45 m) of officially-designated routes, and only on existing spur roads. Please respect private property and other areas closed to camping.   Be aware of the potential for wildfire due to drought conditions and\/or windy weather. Check current fire restrictions. Never leave a fire unattended, and extinguish it cold when you leave.   To the south: Within Grand Staircase-Escalante National Monument (BLM), dispersed primitive and trailhead car-camping are subject to restrictions. Call (435) 826-5499 for information.   To the west and north: For information on dispersed camping on nearby National Forest land, contact the Dixie\/Fishlake Ranger Office in Loa at (435) 836-2811.   To the east: For information on dispersed camping on BLM land to the east, contact the Henry Mountains Field Station in Hanksville at (435) 542-3461.        Private Campgrounds  To the west: The nearest campground and RV parks are located in Torrey, 11 miles (18 km) west on highway 24.   To the east: Campground and RV parks are located along Highway 24 near Caineville, 19 miles (31 km), and in Hanksville, 37 miles (60 km).   For more information, visit the Wayne County Travel Council information center or call (800) 858-7951. They are located 10 miles (16 km) west of the Capitol Reef visitor center, at the junction of Highways 12 and 24. Open daily, spring through fall.       Camping alternative map",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/camping-alternatives.htm"
}
