{
    "title": "Capitol Reef National Park: For Kids",
    "body": "Explore This Park    Plan Your Visit     Things To Do     For Kids              For Kids        Ranger and child demonstrating how the Fremont people may have started a fire NPS       Things to Do    There are several short trails in the Fruita area that are great for children. Kids enjoy exploring the side canyons and solution cavities in Cohab Canyon and climbing into the larger solution cavities and wondering at the depth of Grand Wash. The Petroglyph Panel is always a hit, as is the 133 foot length of Hickman Bridge.         Children at the Ripple Rock Nature Center sign NPS  Ripple Rock Nature Center  Located on the Scenic Drive, just south of the visitor center. Normally open May to August, with FREE activities for kids of all ages. Check at the visitor center or the calendar for schedules.   At the Nature Center, kids can:  spin wool pretend to milk a cow make cornmeal on a prehistoric grinding stone identify fossils play with animal puppets          Junior Ranger Program   Open to children of all ages. Free Junior Ranger booklets are available at the visitor center and Ripple Rock Nature Center. Complete required activities to receive a signed certificate and a free badge. There are also patches available!          Junior Geologist Program  This FREE program is offered at the Ripple Rock Nature Center during the summer. Check at the visitor center or the calendar for schedule. Discover geology, the formation of the Waterpocket Fold, colorful rock layers, and the effects of erosion. Complete the activities to earn a certificate and patch.           Visitor with a Family Fun Pack NPS  Family Fun Pack  Fun for the whole family! This backpack, full of activities, games and materials, is loaned out for FREE at the visitor center or the Ripple Rock Nature Center. What's inside?   pioneer games tools to read a contour map identification books bird-watching books and binoculars books for tracking books to identify stars and constellations",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/justforkids.htm"
}
