{
    "title": "Capitol Reef National Park: Biking",
    "body": "Bicycle Tours       Travel lightly on the land! Please help us protect Capitol Reef National Park and the fragile high desert environment. In the park, bicycles must stay on designated roads at all times. Bicycles may not travel off road, in washes, on closed roads, on hiking trails, or backcountry routes. For overnight trips, you must camp in one of the three designated park campgrounds or on adjacent BLM or USFS lands. Water is difficult to find on all of the routes listed below, so plan accordingly. Check with the visitor center about availability before starting your trip.  #1 SCENIC DRIVE and SPUR ROADS Rating: Easy to moderate with some hills. Length: up to 28.8 miles (46.3 km). Surface: Paved 7.9 miles one-way with unpaved spur roads into Grand Wash, Capitol Gorge, and Pleasant Creek.  Grand Wash Road is 1.3 miles (2 km), Capitol Gorge Road is 2.4 miles (3.8 km), and Pleasant Creek Road is 2.8 miles (4.5 km) The unpaved roads are dirt and follow wash bottoms, so some sections are sandy and rocky.  Description: The Scenic Drive starts at the park Visitor Center and provides access to Grand Wash, Capitol Gorge, Pleasant Creek, and the South Draw Road. You must return on the same road, so the length of your ride depends on where you turn around. Vehicle traffic can be heavy from April through October. The road is narrow and without shoulders, so bicyclists must be alert to approaching vehicular traffic. Consider doing this as a morning or evening ride when traffic is reduced or during the off season. The road has some moderately steep grades. The park entrance station is located just south of the campground on the Scenic Drive. The entrance fee is $10.00 per vehicle and is good for seven days in Capitol Reef. Solo bicyclists who have not previously paid the entrance fee must pay a $7.00 entrance fee when they pass the fee station. A copy of A Guide to the Scenic Drive is available for purchase at the visitor center. Other park maps and brochures are available at the visitor center.  #2 CATHEDRAL VALLEY LOOP Rating: Strenuous with some steep sections. Length: 57.6 miles (92.7 km). Surface: The route traverses a variety of road surfaces including dirt, sand, bentonite clay, and rocky areas and also requires a ford of the Fremont River. Description: Riding into Cathedral Valley can be a very challenging and rewarding experience. This is one of the more remote areas of the park. Finding water is very difficult and summer temperatures can soar over 100°F (37°C). This ride is best done in the spring or fall. There are steep hills and switchbacks, wash crossings (muddy when flowing), stretches of deep sand and a river ford that is usually 1 to 1.5 feet (0.3 to 0.45 m) deep. Access to Cathedral Valley is via the Hartnet Road (11.7 miles [18.8 km] east of the visitor center) or the Cathedral Road (18.5 miles [29.8 km] east of the visitor center) on Utah Hwy 24. The park has a six site primitive (no water) campground at Cathedral Valley Campground located mid-way through the loop. The campground is run on a first-come, first-served basis (permits are not required) and is free. For more information on Cathedral Valley, inquire at the visitor center or e-mail us.  #3 SOUTH DRAW ROAD Rating: Strenuous with very steep hills. Length: 5 miles (8.1 km) to park boundary. 10.7 miles (17.2 km) to SR12 Surface: The route traverses a variety of dirt, sand, and rocky surfaces and crosses several creeks that may be muddy. Description: This ride is not recommended in the winter or spring months due to deep snow at higher elevations which make the route impassable. The route starts at 8,500 feet (2591 m) on Boulder Mountain and ends in the park at 5,500 feet (1676 m). Make sure your bike has good brakes. This trip works best if you can shuttle a vehicle to the Pleasant Creek parking area located at the end of the Scenic Drive and then drive to a starting point at the junction of the Bowns Reservoir Road and Utah Hwy 12 on Boulder Mountain. Follow the Bowns Reservoir Road to Jorgeson and Tantalus Flats (bypass the turnoff to the reservoir), and continue into the park via the South Draw Road. The South Draw Road turns into the Pleasant Creek Road at the Pleasant Creek crossing inside the park. The parking area is located near this point. If you prearranged a vehicle shuttle, your trip will end here. Alternatively, you can ride the entire loop, including 40 miles (64.4 km) of paved road along the Scenic Drive and Utah Highways 24 and 12, back to your starting point on Boulder Mountain. Be sure to carry a map of the area (available at the Capitol Reef Natural History Association Bookstore in the visitor center) as there are side roads that may be confusing.  #4 BOULDER MOUNTAIN\/UTAH HWY 12 - BURR TRAIL ROAD\/NOTOM - BULLFROG ROAD\/UTAH HWY 24 LOOP Rating: Very Strenuous with steep climbs. Length: 124 miles (199 km). Surface: The Notom\/Bullfrog Road and part of the Burr Trail Road are graded dirt with some sandy stretches and wash crossings that are muddy when flowing. The Notom\/Bullfrog Road is paved for the first 10 miles (16 km) from Utah Hwy 24 to Notom. The Burr Trail Road is paved form the west park boundary to Boulder. Utah Highways 12 and 24 are paved. Description: This route goes into the Waterpocket district of the park. Starting at the Visitor Center and riding west via Utah Hwy 24, 9.8 miles (15.7 km), to Utah Hwy 12, this loop takes you over the high country on the west flank of Boulder Mountain (9,600 feet or 2,926 m in elevation) on Utah Hwy 12, through the Circle Cliffs, across the Waterpocket Fold on the Burr Trail Road, and then up the Strike Valley along the Notom\/Bullfrog Road back to Utah Hwy 24. The complete loop includes approximately 70 miles (112.7 km) of paved road. A shuttle can shorten the ride and cut out some of the paved sections. The ride along the Burr Trail Road takes you through narrow, sheer walled Long Canyon, across the relatively flat center of the Circle Cliffs areas, and down the steep eastern slope of the Waterpocket Fold via the spectacular Burr Trail Road Switchbacks. Many miles of spur roads are available for exploring in the Circle Cliffs area. Near the top of the Burr Trail Road switchbacks, a short spur road branches north into Upper Muley Twist Canyon. This 2.9 mile (4.7 km) road follows the wash bottom past several large arches and ends at the Strike Valley Overlook parking area. Bicycles are not permitted beyond this point. From the parking area, a short foot trail leads to a spectacular view of Strike Valley from the top of the Waterpocket Fold. Another hiking route continues through Upper Muley Twist Canyon (9 miles or 14.5 km round trip). At the bottom of the Burr Trail Road switchbacks you will encounter an intersection. Turn left (north) here and continue up the Notom\/Bullfrog Road through Strike Valley. The Notom\/Bullfrog Road parallels the east flank of the Waterpocket Fold with its steep upthrust of dome topped cliffs. The road continues north 32.4 miles (52.1 km) to the junction of Utah Hwy 24. Take Utah Hwy 24 west 9 miles (14.5 km) to the visitor center. The park has a five site primitive (no water) campground at Cedar Mesa Campground located 11.3 miles (18.1 km) north of the Burr Trail Road junction on the Notom\/Bullfrog Road. The campground is run on a first-come, first-served basis (permits are not required) and is free. For more information on this ride, inquire at the visitor center or e-mail us.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/biketours.htm"
}
