{
    "title": "Capitol Reef National Park: Commercial Use Authorizations",
    "body": "Commercial Use Authorizations       Commercial Use Authorization Guidelines I. Policy Commercial Use Authorizations are limited authorizations to provide specific visitor services within the boundaries of national parks. Commercial Use Authorizations are documents used by superintendents of a national park areas to insure that business activities in parks are conducted in a manner that complies with regulations, protects resources, enhances visitors' experiences, and helps ensure safety. Commercial Use Authorizations are issued on an annual basis at Capitol Reef National Park. II. Authority Commercial Use Authorizations fall under the authority of 16 U.S.C. 5966 (P.L. 105-391, Section 418) which authorizes (but does not require) the NPS, upon request, to issue Commercial Use Authorizations (CUAs) to persons (referring to individuals, corporations, and other entities) to provide commercial services to park area visitors in limited circumstances. In addition 36 CFR Section 5.3 states:  Engaging in or soliciting any business in park areas, except in accordance with the provisions of a permit, contract, or other written agreement with the United States, except as specifically authorized under special regulations applicable to a park area, is prohibited.  Commercial Use Authorizations are not concessions issued under the Concessions Policy Act of 1965 (79 Stat. 969, 16 USC 20). This is an important distinction because it generally limits the services for which CUA's can be used. Commercial Use Authorizations - General Criteria: Criteria which must be met for activities to be considered an commercial use operation are:   Activities authorized must be appropriate to the mission of the park, particularly with regard to resource protection and preservation, and visitor protection and interpretation, in accordance with 36 CFR 1.6 (a).   Commercial Use Authorizations must not be used to authorize activities that will have a negative impact on park resources.   Authorized activities and services provided must be consistent with the purpose for which park areas are established.   Services authorized must originate and terminate outside of the park. All aspects of the business (such as marketing, advertising, exchange of money, etc.) must take place outside of the park (defined as out-of-park services).   Permittee's must not construct any temporary or permanent structures in the park, and will not be assigned any facilities or portions thereof, located in the park, except those allowed to the general public.   Services provided must not conflict with the preferential rights provided under any concession contract(s).   Commercial Use Authorizations - Other Considerations: Criteria which must be met for activities to be considered an commercial use operation are:   The number of incidental business permits may not be limited, and there must be no intent to limit the number. Anyone who meets the basic criteria may be granted a permit.   Specific activities may be restricted to limited areas of a park.   Permittee's must comply with all applicable state and local laws in the conduct of their business.   The National Park Service does not regulate rates for services provided by permittee's.   In addition, the CUA in which you are interested contains special conditions with which CUA holders must comply. Copies of these conditions are attached here. Please ensure that you are familiar with them. Permitted Activities At Capitol Reef National Park the following business activities will be considered for permits:   Guided hiking - both day and overnight   Guided horseback rides   Horse pack trips   Guided bicycle touring   Guided motor vehicle tours   Photographic workshops   Environmental and wilderness education   Guiding Bison Hunters across Swap Canyon and Spring Canyon access to reach legal hunting areas. (Henry Mountain Resource Area)   Shuttle Services   We have enclosed provisions for Commercial Use Authorizations in Capitol Reef National Park. This document will give you further information on the requirements for business operations in the park. Commercial Use Authorization - Fees   Application Fee - $100 (payable with application)   Processing and Administrative Fee - $100 (payable when permit is signed by permittee and returned to Capitol Reef National Park for authorizing signature)   Monitoring Fees: $50 per hour of monitoring may be assessed as the park deems necessary (payable upon completion of monitored activities and upon notification of the National Park Service, Capitol Reef National Park).   Applying for a Permit In order to apply for a permit, you should send the following materials to the Chief Ranger's Office:   A completed Commercial Use Authorization Application dated and signed by a company official. The application must indicate the type of activity you wish to provide (guided hiking, horse rides, etc.). If issued, the Commercial Use Authorization will be valid only for the activities listed on the application.   A detailed narrative description of the services you propose to offer. The description should include locations of the park you plan to use; numbers of persons on trips; frequency of trips; equipment to be used; whether there are day-use only or overnight trips; and if there are overnight trips, where you would plan to camp.   A current Certificate of Insurance documenting adequate comprehensive general liability insurance covering both bodily injury and property damage(see Attachment A, Additional General Conditions, (Item 16 B) for the dollar amount of coverage). Each policy must name the Department of the Interior, National Park Service, Capitol Reef National Park as additional insured on the Certificates of Insurance. There is no need to resubmit if current certificate is already on file at the park.   A list of vehicle(s) to be used. Please include description (make, model, color) of vehicle.   An application fee of $100. (Please make check out to \"National Park Service\")   The Annual Survey Form for business conducted in the park during the previous year (If not already submitted).   Mail all application materials listed above to: Chief Ranger Capitol Reef National Park HC 70 Box 15 Torrey, UT 84775 Once received, your application will be reviewed by our staff. If acceptable, a permit will be drafted and returned to you for signature. The signed limited-time permit then must be returned to the park with a payment of $100 permit fee to process the permit. Commercial Use Permit payment may be made at pay.gov. Do not submit payment until receiving authorization from the Park. If you have questions regarding Commercial Use Authorizations, you may receive additional information by writing or telephoning the Chief Ranger at 435-425-4130. We look forward to working with you.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/cuas.htm"
}
