{
    "title": "Capitol Reef National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           52 West Headquarters Drive   Torrey, UT 84775                 Directions         From I-70: Take exit 149, then take UT-24 west toward Hanksville; continue for 43.8 miles (70.5 km). Turn right to continue on UT-24 west and continue for 37.3 miles (60 km). From I-15: take exit 188 then US-50 east toward Scipio. Left on UT-50; continuing 0.7 miles (1.1 km). Turn right onto US-50 east; continue for 24.4 miles (39.3 km). Turn right onto UT-260 south and continue 4.2 miles (6.8 km), then right on UT-24 for 71.3 miles. UT-12: North on highway 12 to Torrey, UT. Right onto UT-24.   Directions Details           Operating Hours & Seasons         Capitol Reef National Park Capitol Reef is a 24 hour park, open all day, every day.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Weather is posted daily; check at the park visitor center for weather updates. Do not enter into narrow canyons if there is a threat of rain or if rain has been falling in the area.          Fees & Passes     Entrance Fees:   Entrance fee - $10.00 The entrance fee for Capitol Reef National Park is paid into a self-serve tube at the beginning of the Scenic Drive, just past the campground. The cost includes all in a private vehicle. Buses and commercial vehicles are based on vehicle size\/occupants, and is paid at the visitor center.    Entrance Passes:   Capitol Reef Annual Pass - $30.00 Pass good for one year, for entrance to Capitol Reef National Park         Visitor Centers       Capitol Reef National Park Visitor Center Capitol Reef National Park visitor center sits at the intersection of UT-24 and the Scenic Drive.                  Cottonwoods in fall color along Sulphur Creek NPS  Below are some suggested ways to spend your time. If you have:  An Hour or Two:   Stop at the visitor center and watch the park movie.  Pick some delicious fruit when in season.  Take a short hike, such as Hickman Bridge.  Tour the Scenic Drive (approximately 90 minutes round trip).  Visit the petroglyph panel, historic schoolhouse, or the Gifford House Store and Museum to enjoy fresh baked pie when in season! Join a ranger-guided program.   One Day:   Take a longer hike, such as Cohab Canyon. Join a ranger-guided walk, talk, evening program or astronomy program.  Borrow a Family Fun Pack and learn about the park through family-oriented games and activities.  Become a Junior Ranger. Booklets are available at the visitor center.  Tour Cathedral Valley or the Waterpocket District. Check at the visitor center for current road conditions or call 435-425-3791.   Several Days:  Combine several day trip options.  Hike the shorter trails and routes in the Waterpocket District or Cathedral Valley. Enjoy the park's pristine night sky with stargazing. Night sky charts are available at the visitor center.  Backpack into remote areas of the park and experience solitude and quiet. Check for current weather, road, and trail conditions at the visitor center. A free backcountry permit is required for overnight backcountry use.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/basicinfo.htm"
}
