{
    "title": "Capitol Reef National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes       ENTRANCE FEES The following Entrance Fees are charged for traveling the park's Scenic Drive beyond the Fruita Campground. Passes are good for 7 days.  Individuals: $7.00 This fee applies to bicycles and pedestrians. Vehicles: $10.00 This fee applies to private vehicles, including motorcycles. Capitol Reef National Park Annual Pass: $30.00 This pass allows entrance for a single, private, non-commercial vehicle or individual for a year from the date of purchase.  Commercial Tours: This fee is based on the seating capacity of the vehicle.   Vehicles with a seating capacity of 26 seats or greater: $100.00 Vehicles with a seating capacity of 7 - 25 seats: $40.00 Vehicles with a seating capacity of 1 - 6 seats: $30.00  Entrance Fee Waivers: Fee waivers are available for groups traveling the Scenic Drive for educational purposes. Fee waiver requests must be submitted two weeks prior to your visit. Qualifications for fee waivers can be found on the Fee Waiver Application. If you have any questions, please contact the Fee Office during normal business hours at (435) 425-4172.  CAMPING FEES   Sites at the Fruita Campground are $20.00 per night Senior and Access pass holders are $10.00 per night.  All sites at the Fruita Campground are first come, first serve, with the exception of the Group Campsite.  Camping Information    BACKCOUNTRY PERMITS A backcountry permit is required for backpacking in Capitol Reef National Park. The permit is free and can be obtained at the visitor center during normal business hours.      FEDERAL RECREATION LANDS PASSES All Federal Recreation Lands Passes are available and accepted at Capitol Reef.      FEE FREE WEEKENDS It's the National Park Centennial Year! To help celebrate, the National Park Service will offer 16 Fee Free Days in 2016 (16 in '16). Capitol Reef National Park, along with other national parks service fee areas across the nation, will celebrate dates and events by waiving entrance fees as follows:   Mark your calendar for these entrance fee-free days in 2016: January 18 (Martin Luther King, Jr. Day) April 16-24 (Opening Weekend of National Park Week) August 25-28 (National Park Service 100th Birthday Weekend) September 24 (National Public Lands Day) November 11 (Veterans Day) The National Park Service website provides information to help the public plan their park adventures at www.nps.gov.",
    "url": "https:\/\/www.nps.gov\/care\/planyourvisit\/fees.htm"
}
