{
    "title": "Arlington House, The Robert  E. Lee Memorial: A National Cemetery",
    "body": "The Beginnings of Arlington National Cemetery          On the spring of 1864, as the Civil War entered its third year, the Union Army began an offensive designed to finally crush the Confederate Army.  As fighting intensified, Washington hospitals—in many cases, converted churches, public halls, or governmental buildings—were flooded with wounded soldiers, brought up the Potomac from battlefields in Virginia and elsewhere.[21] Describing the hospitals, Washington journalist Noah Brooks wrote: “Maimed and wounded…. arrived by hundreds as long as the waves of sorrow came streaming back from the fields of slaughter…. They came groping, hobbling, and faltering, so faint and so longing for rest that one’s heart bled at the piteous sight.”[22]  As many of these men died, cemeteries in the city and surrounding areas filled to capacity.  To relieve the desperate situation, the Army started burying soldiers along the northern border of the Arlington estate, approximately one half mile from the mansion-headquarters, in May of 1864.[23]Meanwhile, the office of Quartermaster General Montgomery Meigs set about the task of identifying an appropriate place for a new, offical cemetery.  Meigs did not have to look very far.  As the Army had occupied Arlington since 1861 and the U.S. Government had legally purchased the property at public auction in January 1864, it emerged as a logical choice.  The fact that the land had also been the plantation home of Robert E. Lee probably made it even more attractive to Meigs, who formally proposed Arlington as the site of the new cemetery in a letter to Secretary of War Stanton on June 15, 1864.  The same day, Stanton approved Meigs’ recommendation and instructed that part of the Arlington Estate, “not exceeding two hundred acres” be surveyed and laid out for the national cemetery.[24] The Republican press hailed the choice of Arlington.  On June 17, the National Republican reported:   The ‘powers that be’ have been induced to appropriate two hundred acres, immediately around the house of General Lee, on Arlington Heights, for the burial of soldiers dying in the army hospitals of this city.  The grounds are undulating, handsomely adorned, and in very respect admirably fitted for the sacred purpose to which they have been dedicated.  The people of the entire nation will one day, not very far distant, heartily thank the initiators of this movement…. This and the contraband establishment there are righteous uses of the estate of the rebel General Lee, and will never dishonor the spot made venerable by the occupation of Washington.[25]   Meigs likely appreciated the prediction that Americans would one day “heartily thank the initiators of this movement.”  He viewed the creation of the cemetery as a means for restoring honor to the property, which he felt Lee had dishonored by resigning from the U.S. Army and leading the Confederate forces.   However, the Quartermaster General was not convinced that the cemetery was necessarily permanent, fearing that the end of the War might allow the Lees to resume control over Arlington and potentially remove the graves on the property.  In hopes of preventing such from occurring, Meigs wanted to place graves as close to the mansion as possible.  Doing so, he felt, would make the house uninhabitable.  In his original proposal to Secretary Stanton, Meigs specified:   I have visited and inspected the grounds now used as a Cemetery upon the Arlington Estate. I recommend that interments in this ground be discontinued and that the land surrounding the Arlington Mansion, now understood to be the property of the United States, be appropriated as a National Cemetery, to be properly enclosed, laid out, and carefully preserved for that purpose, and that the bodies recently interred by removed to the National Cemetery thus to be established.  The grounds about the Mansion are admirably adapted for such a use.[26]   Though Meigs’ initial proposal to Stanton and subsequent orders to officers at Arlington clearly spelled out the Quartermaster General’s intentions, the cemetery did not develop quite as he envisioned. At first, most of the burials were made some distance from the mansion.  As Meigs recorded later, many of the officers quartered in the mansion were uncomfortable with the idea of living in the middle of a graveyard, \"It was my intention to have begun the interments nearer the mansion, but opposition on the part of officers stationed at Arlington, some of whom used the mansion and who did not like to have the dead buried near them, caused the interments to be begun in the northeast corner of the grounds near Arlington road. On discovering this on a visit I gave specific instructions to make the burials near the mansion. They were then driven off by the same influence to the western portion of the grounds.\"[27]         Meigs continued to push the issue and, after considerable effort, finally got his wish. In August 1864, 26 bodies were buried along the perimeter of Mrs. Lee’s rose garden within a few yards of the mansion.[28] But, as evidenced by a December 1865 letter from one of Meigs’ assistants, the location of new graves remained a very important issue to the cemetery’s creator for some time to come as he sought to further solidify the cemetery’s roots at Arlington. This letter, directed to Major General D.H. Rucker, the Chief Quartermaster of Washington read, in part: “The Quartermaster General….some time ago, expressed his regret, that the interments have not been made in close proximity to the Arlington House…. as to more firmly secure the grounds known as the National Cemetery, to the Government by rendering it undesirable as a future residence or homestead. There being more than a thousand interments yet to be made, the views of the Quartermaster General can now be carried out.”  To underscore the urgency and importance of burying the dead close to the house, the Assistant Quartermaster closed his letter by relaying the following story: “A brother of Genl. Lee (Smith Lee) in a recent visit to Arlington, remarked to the Superintendent, ‘that the house could still be made a pleasant residence, by fencing off the Cemetery, and removing the officers buried around the garden.’”[29] Smith Lee’s appraisal obviously alarmed the Assistant Quartermaster and undoubtedly also Meigs himself. Both practically and symbolically, the possibility of Robert E. Lee and his family returning to the mansion on the hilltop at Arlington which literally looked down upon the capital city of the United States did not sit well with those in charge of creating the cemetery. To further ensure that this did not happen, Meigs ordered the construction of a tomb for unknown Civil War dead in the rose garden in April 1866. The remains of 2,111 unknown soldiers, recovered from battlefields in the vicinity of Washington, were sealed in the vault.[30] They joined some 15,000 other Civil War casualties who had already been laid to rest at Arlington. As it turned out, the Lees would never return to live at Arlington again. Whether influenced by Meigs’ efforts to make the mansion uninhabitable or not, Robert E. Lee and his wife decided not to pursue regaining the title to the mansion after the War.[31] Instead, the former Confederate General and his family settled in Lexington, Virginia where he spent the last five years of his life as the President of tiny Washington College. While the family was later compensated for the estate, the Lees would never again reside on the property.[32] Meigs got his wish and the Cemetery became a permanent feature at Arlington. References  [21] Herbert Mitgang, ed. Washington, D.C. In Lincoln’s Time: A Memoir of the Civil War Era by the Newspaperman Who Knew Lincoln Best by Noah Brooks (Athens, GA: University of Georgia Press, 1989), 16-17.   [22]Mitgang, 16-17.   [23] The grave of William Christman, a Private from the 67th Pennsylvania is the oldest military grave at Arlington. Christman was laid to rest on May 13, 1864.   [24] Letter, Sec. Edwin M. Stanton to Quartermaster Gen. Montgomery Meigs, June 15, 1864. Copy in Arlington House archives. Original at National Archives, Records of the War Department, Office of the Quartermaster General, National Cemeterial Files.   [25] National Republican, June 17, 1864   [26] Letter, Quartermaster Gen. Montgomery Meigs to Sec. Edwin M. Stanton, June 15, 1864. Copy in Arlington House archives. Original at National Archives, Records of the War Department, Office of the Quartermaster General, National Cemeterial Files.    [27] Memorandum, Quartermaster Gen. Montgomery Meigs, April 12, 1873. National Archives, RG 92: Records of the Office of the Quartermaster General, Records relating to functions: Cemeterial, 1829-1929. General correspondence and reports relating to national and post cemeteries (“Cemetery file”), 1865-c. 1914. Antietam, MD-Arlington, VA, Box 6, NM-81, Entry 576.   [28] James Edward Peters, Arlington National Cemetery: Shrine to America’s Heroes, 2nd ed. (Bethesda, MD: Woodbine House, 2000), 23.   [29] Letter, Col. J.M. Moore to Maj. Gen. D.H. Rucker, Dec. 11, 1865. National Archives, RG 92: Records of the Office of the Quartermaster General, Records relating to functions: cemeterial, 1829-1929. General correspondence and reports relating to national and post cemeteries (“Cemetery file”), 1865-c. 1914. Arlington, VA, Box 7, NM-81, Entry 576.   [30] Peters, 23.   [31] Peters, 28. According to Peters, the Lees’ decision not to pursue the title of the property was probably more influenced by Lee’s belief that to do so would heighten sectional hostilities and hamper the Reconstruction process, rather than concerns about the graves on the property.   [32] After Robert E. Lee and his wife died in the early 1870s, their oldest son, Custis Lee, brought suit against the U.S. Government in attempt to regain title to the estate. In 1882, the U.S. Supreme Court decided in Custis Lee’s favor. He was compensated $150,000 in exchange for the property, thereby ending any legal claim the Lees had on Arlington.",
    "url": "https:\/\/www.nps.gov\/arho\/learn\/historyculture\/cemetery.htm"
}
