{
    "title": "Arlington House, The Robert  E. Lee Memorial: Architecture",
    "body": "Architecture and construction         Arlington House NPS  Arlington House was built by slaves on the plantation of handmade brick covered with a very hard cement called “hydraulic cement,” and the surface was scored and painted to look like marble and sandstone, a faux finish! These faux finishes were very popular in the early 19th century, just as they are now. The back or West side of the house was left unfinished with the brick exposed until 1818.   One of the earliest Greek Revival structures, and one of the earliest residences to use the “Colossal Orders,” (the huge columns that span the entire two stories of the house), the Arlington House design was inspired by a specific Greek temple. The plan is attributed to George Hadfield, a young English architect who had earlier worked on the United States Capitol building. Hadfield probably also designed the slave quarters in back of the house. These structures form a small court and harmonize in style with the house. The huge columned portico was intended by George Washington Parke Custis to be conspicuous from the city. Mr. Custis wanted a fitting memorial to George Washington and a safe place to display his collection of George Washington's memorabilia, which he called his “Washington Treasures.” The facade of the house including both wings is 140 feet. The imposing portico is 60 feet across by 25 feet deep, featuring 8 massive Doric columns, 6 of them on the front. Each column is 23 feet tall and 5 feet in diameter at the bottom, tapering at the top. The design of the capitals at the top of the columns are called Doric. They are the simplest of the Greek columns. Doric columns were usually fluted. Those at Arlington were not fluted, but smooth, probably because Mr. Custis wanted to save money. The capitals, the entablature and the pediments are made of wood, scored and covered with stucco. The stairs of the portico are also made of wood. Possibly, sand formed the portico floor at first. It is known that Mr. Custis did not have the octagonal brick tiles made and installed until 1851. Today, visitors walk on the other side of the historic surface as architects flipped the brick tiles over to save them from wear and tear.  The only original locks are on the main front and back doors into the Center Hall, and the lock on the door between the Center Hall and the Back Stair Hall. The latter was stolen in 1865, but returned in the 1920's when restoration began. The only original floors are in the five bedrooms of the second floor. The North Wing, constructed in 1802, was originally 2 stories with a massive single chimney and had a hip roof. (Mr. Custis planned for this to become one large ballroom some day). Later the North Wing was changed to a gable roof, windows were added and the exterior was decorated to match the South Wing. The South Wing was constructed in 1804 with a temporary wall, probably of wood. Obviously, construction of the largest section of the house, the two-story “Middle House” with its impressive portico, was already planned and accommodations were being made for its addition in 1818. In the meantime, the Custis family lived in the North Wing and entertained guests in the South Wing where they displayed the “Washington Treasures.” The original roof was of wooden shingles. Lee had the roof of the “Middle House” covered with slate, and he installed gravel roofs on both North and South Wings in the 1850s. Each wing originally had a parapet, which looked like a decorative railing, across the edge of the roof. Lee also removed those during the 1850s. Two loggias with arches were added to the rear of the house between 1818-20. Probably by 1845, these loggias were enclosed to make the Conservatory and the Outer Hall Pantry. At the same time, what architects called flanker additions, were added to create entrances to the back halls in the main part of the house. The Lees called their conservatory the “Camellia Room.” The walk-in closets on the landings may have been used as bedchambers when necessary. The servant's stairway continued down into the basement to provide access to the North Wing Basement, but it was removed at some unknown date. It is believed that the main stairs may have also continued to the basement, and were also removed. Before the stairs to the basement from the pantry were constructed, there may have been stairs in the Winter Kitchen to the upper floor of the North Wing. Remnants of the central heating system installed by Lee in the 1850's are in the basement of the house under the Center Hall. A dairy was located under the South Wing where former slaves stated that milk was stored in a deep, dry well and butter was churned. The somewhat austere quality of the architecture is relieved by the deft use of the graceful arches throughout the house. There is an exceptionally large arch in the Morning Room in the South Wing. A water closet was installed in 1837 at the end of the Outer Hall Pantry (enclosed loggia) in the North Wing. Probably, the separate room housing a bath was added at the same time. There was an octagonal Summer House located in the exact center of the flower garden. It was used for the entertainment of guests on summer nights, and some of the Lee daughters could be found there reading books where the weather permitted. Other Buildings Other buildings, which no longer survive, were the traditional plantation outbuildings. Some distance behind from the house on a small hill stood the Stable\/Carriage House. Designed like a miniature Arlington House, it also had a Doric columned portico. This structure burned and the cemetery administration built a new office building that looked very similar to the old stable. On another hill behind the house was an Ice House. Before refrigeration, ice was harvested in the winter from frozen ponds and rivers, then packed in sawdust in an ice house which had well insulated walls. An ice house was more common for a town or city, but wealthy planters might have their own. The plantation “Outhouse” or “Privy” occupied the same place just north of the vegetable garden where the former Gardener's Tool Shed, a small brick building built in the1920's by the cemetery administration, is now located. It is now the Robert E. Lee Museum and features an exhibit about Lee with artifacts that are not being used in the house interpretation.",
    "url": "https:\/\/www.nps.gov\/arho\/learn\/historyculture\/architecture.htm"
}
