{
    "title": "Arlington House, The Robert  E. Lee Memorial: Union Occupation 1861",
    "body": "Union Occupation:  1861-1865         Soldiers at Arlington House NPS  On May 24, 1861, in the wake of Virginia’s decision to secede from the Union, thousands of U.S. Army troops marched across the Potomac River to form a defensive perimeter around Washington, D.C. Units commanded by Major General Charles W. Sandford occupied the Arlington Heights and troops set to work fortifying the area around the vacated mansion home of Robert E. Lee and his family. Within a matter of days, the first entrenchments were in place and Sandford took up residence in the house, describing his decision to do so as a safekeeping measure: “Finding the mansion vacated by the family, I stated to some of the servants left there that had the family remained I would have established a guard for their security from annoyance; but, in consequence of their absence, that I would by occupying it myself, be responsible for the perfect care and security of the house and everything in and about it.\"         Concerns for preserving the house and grounds at Arlington would fade following the Union defeat at First Manassas a few weeks later. After the retreat from Manassas, efforts to fortify the area intensified. Many acres of the Arlington Forest were cut, as timbers were needed for Army structures and entrenchments. Describing the scene at Arlington in a letter to his wife, one Union soldier wrote: “I would like to draw you a picture of how it looks here, but I can't. But I will sum it up by saying desolation and ruin. There seems to be plenty of men, guns, cannon, music, horses, wagons, and mules and tents in sight, which is about all that can be seen…. The fences are gone and the country around here is all stumped over and trod down… Such is a short sketch of the place where I now live. Ain't it pleasant?” General Irwin McDowell and his staff officers occupied Arlington House and used the house as a headquarters building. The Army constructed additional housing for officers near the stables to the west of the mansion and altered existing farm structures along the river for use as an army corral and veterinary facility. Additionally, many other canvas and wood structures were erected on the property to accommodate the soldiers, animals and equipment of the war effort. In order to ensure passage of troops and communication between the Fort Whipple, built on the Northwest portion of the estate, and several other forts constructed in the vicinity, the Union army cut several roads and paths through the Arlington Forest.[6]These roads were also served a strategic purpose in providing an alternative route of retreat from the headquarters in Arlington House should Confederates advance on Carriage Drive, the lone passage up to the mansion prior to the War.         As these physical changes turned over Arlington, at least some of the Union soldiers stationed on the property stopped to consider the significance of the place where they camped. As a Wisconsin soldier wrote of Arlington House in 1862, “The grand old southern homestead of Arlington, with its quaint and curious pictures on the wall, its spectacular apartments, broad halls and stately pillars in front, was an object of especial interest; but, abandoned by its owner, General Robert E. Lee, who was using his great power as a military leader, to destroy the Government he had sworn to defend, it was now a desolation. The military headquarters of McDowell's division was in the Arlington House, which was open to the public and hundreds tramped at will through its apartments.” Some, like this man, seemed to consider the changes at Arlington to be Lee's punishment for his decision to follow Virginia when it seceded from the Union. Such an attitude was not uncommon as many in the Union army viewed Lee as a traitor who had acted dishonorably in resigning his U.S. Army commission at the start of the Civil War. Thus, for these people, the transformations at Arlington were Lee’s just fruits. Subsequent developments on the estate during the War would only contribute to such a feeling, as the Government looked for new ways to use the Arlington estate.",
    "url": "https:\/\/www.nps.gov\/arho\/learn\/historyculture\/union.htm"
}
