{
    "title": "Arlington House, The Robert  E. Lee Memorial: The Burke Family",
    "body": "The Burke Family       George Washington Parke Custis, owner of the Arlington plantation, experimented with various methods of freeing his slaves. In 1817, he and his family became supporters of the newly formed American Colonization Society. The ACS was founded to raise funds to establish colonies in Africa for emancipated slaves. Critics of the plan referred to it as “assisted deportation.” One Arlington slave family immigrated to Africa. In November 1853, emancipated Arlington slaves William and Rosabella Burke and their four children sailed on the Banshee which left Baltimore with 261 immigrants. Some of Custis' slaves, who raised money through the sale of vegetables and flowers, contributed financially to the ACS. Mrs. Custis helped prepare some of the slaves to go to Liberia by teaching them. They needed to be able to read and write and posses a trade to be independent and earn their own living. William Burke, who wanted to go to Liberia, was freed by G.W.P. Custis and apprenticed himself to a blacksmith in Philadelphia just before he immigrated so he could perfect his trade. A person of superior intelligence and drive, William Burke studied Latin and Greek at a newly established seminary in Monrovia and became a Presbyterian minister in 1857. He helped educate his children and other members of his community. He also took several African children into his home. Despite the hardships of being a colonist, William Burke was enthusiastic about his new life. After five years in Liberia he wrote the “Persons coming to Africa should expect to go through many hardships, such as are common to the first settlement in any new country. I expect it, and was not disappointed or discouraged at any thing I met with; and so far from being dissatisfied with the country, I bless the Lord that ever my lot was cast in this part of the earth. The Lord has blessed me abundantly since my residence in Africa, for which I feel that I can never be sufficiently thankful.” From Africa, the Burkes corresponded with Mary Custis Lee. The Burkes' letters describing their lives in Liberia show they relied on the Lees to convey messages to and from relatives still enslaved in Virginia, and the letters also reflect affection for their former masters. An excerpt from one of Rosabella's letters describes her family's experiences in their new home. Letters from Mrs. Burke to Mrs. Lee demonstrate personal warmth between the two women. Mrs. Burke shows concern for Mrs. Lee's health, tells Mrs. Lee about her children and asks about the Lee children. Mrs. Burke refers to her daughter “little Martha” in her letters; “little Martha” was Martha Custis Lee Burke, born in Liberia and named for members of the Custis- Lee family. Repeating her husband's enthusiasm for their new life, Rosabella Burke wrote, “I love Africa and would not exchange it for America.” In many respects, immigrants to Liberia re-created an American society there. Colonists established small communities of people from the same geographic region in the United States. They spoke English and retained American manners, dress, and housing styles. Affluent citizens constructed two-story houses composed of stone basements and wood framed bodies with a portico on both the front and rear, a style copied from buildings in the southern American states from which most of the emigrants came. Few slaves wanted to immigrate to Africa even to gain their freedom. The soil around the capital Monrovia was poor and the coastal area was covered by dense jungle. Life expectancy of the former slave colonist was less than six years. By 1867, a total of approximately 13,000 former slaves, freemen, and slave descendents had immigrated to Liberia from the United States.",
    "url": "https:\/\/www.nps.gov\/arho\/learn\/historyculture\/burke.htm"
}
