{
    "title": "Glen Canyon National Recreation Area: Vascular Plants",
    "body": "Vascular Plants        Globemallow NPS Photo         Evening Primrose (Oenothera caespitosa) NPS\/John Spence  If you see a floral bouquet, a struggling pot of flowers, or the line of shrubs at the edge of your yard, you are looking at a vascular plant. Trees, shrubs, grasses, flowering plants, and ferns are all vascular plants; just about everything that is not a moss, algae, lichen, or fungus (nonvascular plants) is vascular. These plants have systems of veins that conduct water and nutrient fluids throughout the plant. Nonvascular plants absorb water through membranes rather than roots, although a few mosses and liverworts have similar vascular structures. With 856 reported vascular species and 900-920 probable species, Glen Canyon National Recreation Area (NRA) has one of the largest floras on the Colorado Plateau. This high diversity can be attributed to the variety of habitats that span the area’s 1.2 million acres, including slickrock expanses, clay barrens, mesas, river corridors and hanging gardens and springs. Herbaceous plants (herbs) have soft rather than woody tissue, and are the most common vascular plants in Glen Canyon NRA. In a study documenting the vascular plant flora of Glen Canyon NRA, of the species reported, 53% were perennial herbs, 26% were annual herbs, and 3% biennial herbs. Shrubs (perennial woody plants) accounted for less than 13% of species. Succulent shrubs and trees accounted for just 2.5% of species reported. Large cacti like saguaro (Carnegiea gigantea) do not grow in this area because it is typically too cold. Over 90 plant families have been reported in Glen Canyon NRA. The five largest families account for over half of the species reported in the Glen Canyon area: Asteraceae (aster family), Poaceae (grass family), Fabaceae (pea family), Brassicaceae (mustard family), and Chenopodiaceae (goosefoot family).        Pinyon-juniper woodland NPS\/John Spence  The vegetation of Glen Canyon NRA is characteristic of the Colorado Plateau Floristic Region, but varies by habitat. Vegetation dominated by blackbrush and shadscale cover nearly half of Glen Canyon NRA. Blackbrush (Coleogyne ramosissima) covers about 300,000 acres, often growing in monotypic stands, but sometimes in association with Indian ricegrass (Achnatherum hymenoides), shadscale (Atriplex confertifolia), and Galleta grass (Pleuraphis jamesii). Shadscale covers about 200,000 acres of clay badlands and is commonly associated with small shrubs, Indian ricegrass, and other grasses. Shrubs have adapted to the hot, arid desert climate during dry summer months. Some shrubs become dormant in the summer may appear to be dead or dying, but have simply dropped their leaves to tolerate drought. Plants that do not become dormant have small leaves to reduce water loss and prevent overheating. Perennial plants, especially shrubs, have extensive root systems to absorb water and survive dry years. The gaps between these shrubs provide habitat for annuals to grow rapidly and complete their brief life cycles during short wet seasons. The above-ground parts of perennials like rose heath (Chaetopappa ericoides) and western aster (Symphyotrichum ascendens) will die back at the end of the season, and the following year’s new growth will come from rootstock that survives drought underground. Annuals are more common in arid regions where temperature variation is extreme and precipitation is low and unpredictable. The seeds produced by annuals can survive harsh seasons by remaining dormant, waiting for a wet season to germinate and conditions are right. Most wildflowers in Glen Canyon NRA flower in the spring after a wet winter, but a few will bloom after summer monsoons. Brightly colored flowers attract pollinating insects to the plant. After a wet winter, visitors may see a spring flower display which carpets areas of Glen Canyon NRA with wildflowers, featuring the annual, smooth desert dandelion (Malacothrix glabrata) in sandy areas, or Palmer’s Cleomella (Cleomella palmeriana) and desert trumpet (Eriogonum inflatum) in clay barrens. Other annuals include numerous species of dusty maiden (Chaenactis), cats paw (Cryptantha), skyrocket (Gilia), sunflower (Helianthus), and plaintain (Plantago).        Gambel’s oak (Quercus gambelii) and box elder at spring NPS\/John Spence  Though the creation of Lake Powell inundated the riparian, spring, and desert shrub habitats of Glen Canyon, these vegetation communities are still found in other areas of the park. Hanging gardens and springs comprise less than 1% of the area, but contribute a disproportionate number of species to the flora of Glen Canyon NRA. Western poison ivy (Toxicodendron rydbergii) is a good indicator of springs, while maidenhair fern (Adiantum capillus-veneris) is a good indicator of hanging gardens. Gardens are unique habitats where water percolates down through porous sandstone until it reaches an impermeable barrier, then flows along the barrier till it reaches a cliff, where it emerges as a spring or seep. Vegetation in these gardens often represents species from unusual regions such as tall-grass prairies, boreal forests and hot desert springs. Species unique to hanging gardens and springs in Glen Canyon include small-flowered columbine (Aquilegia micrantha), Eastwood’s monkey flower (Mimulus eastwoodiae), Alcove primrose (Primula specuicola), and Gambel’s oak (Quercus gambelii). Of the 40 species endemic to (found only on) the Colorado Plateau and in Glen Canyon NRA, 10 are found only in hanging gardens. Many additional rare species in hanging gardens are relicts of previous times such as the ice ages, and include Bigtooth maple (Acer grandidentatum), wild rose (Rosa woodsii), and Jones reedgrass (Calamagrostis scopulroum). River banks, small drainages with perennial water, and occasionally the changing shoreline of Lake Powell host riparian communities that comprise less than 1% of Glen Canyon NRA. Canada wildrye (Elymus canadensis) and horsetail (Equisetum hyemale) are common in the understory of these areas. Woody species include Fremont cottonwoods (Populus deltoides ssp. fremontii), netleaf hackberry (Celtis reticulata), and willows (Salix spp.). Nonnative woody species, tamarisk (salt cedar, Tamarix chinensis) and Russian olive (Elaeagnus angustifolia), have invaded the riparian areas of Glen Canyon and most of the southwestern United States. In fact, about 11% of the plants in Glen Canyon NRA are nonnative. These species can pose threats to sensitive habitats including hanging gardens and native plant communities Glen Canyon NRA. Pre- and post-dam surveys revealed 86% of the species documented before construction of Glen Canyon Dam were collected again after 1964. Since construction of the dam, 15 species are considered extirpated from Glen Canyon NRA. Continued study of plants of the Glen Canyon area will reveal more about its contrasting landscape of desert and riparian communities. Preventing the spread of exotic species and protection of native species and habitats will preserve the unique plant life composition of Glen Canyon NRA. Published 8\/07",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/vascularplants.htm"
}
