{
    "title": "Arlington House, The Robert  E. Lee Memorial: Robert Edward Lee",
    "body": "Robert Edward Lee         Robert Edward Lee NPS Image  As a young boy, Robert E. Lee visited Arlington often and became very close to Mary Anna Randolph Custis. Choosing a military career, Lee graduated second in his class from the United States Military Academy at West Point, NY in 1829. He proposed to Mary in 1830 and the two were married on June 30, 1831. They would have seven children, six of whom were born at Arlington. Over the years, Lee's military career kept him away from Arlington much of the time. However, the house and its occupants were very important to him and he regarded the estate as his home. In the 1850s he began to play a more important role in the affairs at Arlington, taking over some financial matters for his father in law, George Washington Parke Custis. After Custis' death in 1857, Lee took leave from the army to act as executor of the Custis estate and manager of Arlington and the other Custis lands. Though Arlington House never belonged to Lee (it belonged to his wife), he was the effective master of Arlington after 1857. Between 1857-1861, he attempted to reorganize the slaves into a more efficient labor force, cleaned up the grounds, hired a new overseer and supervised the planting of crops. He also oversaw extensive rebuilding around the plantation. He virtually rebuilt the overseer's house at the farm and the stable west of the mansion. He also fixed the roof of the mansion and took out a fire insurance policy on the mansion and the barn. Lee and his wife took different attitudes toward a number of matters, and neatness was one of them. Lee was disciplined, punctual, precise, and a very careful dresser who was fond of social functions. He liked parties, the theater, and the company of women. He was courtly and genial with equals and courteous and hospitable to strangers. He preferred things to be orderly and clean. In all these habits and tastes he differed from his wife. But they were a devoted and congenial couple.        Robert E. Lee NPS Image  His habits at home helped bring warmth and friendliness to the house. He was fond of children and animals. He would sometimes gather rose buds in the garden before breakfast and place them at the ladies' places at the breakfast table, the smallest bud for Mildred, the youngest, and the larger ones for the older ladies. He was also reputed to have enjoyed a glass of milk at bed time with was left for him by a slave on the sideboard in the pantry. Lee was well informed and a reader. He was a capable engineer and an excellent military officer. Like other members of the family, he was also a devout Episcopalian. Confirmed in 1853, with his daughters Mary and Annie, he was very interested in the church and religious publications. Generally his habits befitted a good churchman. He did not use tobacco or much alcohol. A very handsome man, Lee was 5 feet 10 inches tall, with the athletic physique of a fine horseman. Lee's presence at Arlington lent gaiety and vigor to the atmosphere. As a father he was firm but genial with his sons and gentle and a trifle indulgent with his daughters. His association with Arlington House was perhaps less intimate than that of his wife, but it was close. In his room on the second floor he wrote out his resignation from the United States Army in the wee hours of April 20, 1861, thereby giving up a long career for an uncertain future.",
    "url": "https:\/\/www.nps.gov\/arho\/learn\/historyculture\/robert-lee.htm"
}
