{
    "title": "Arlington House, The Robert  E. Lee Memorial: Mary Anna Custis Lee",
    "body": "Mary Anna Randolph Custis Lee         Mary Anna Randolph Custis Lee NPS Image  Mary Anna Randolph Custis was born on October 1, 1808, the only surviving child of George Washington Parke Custis and Mary Lee Fitzhugh Custis. As a young girl, the diminutive and vivacious Mary played with Robert E. Lee when he and his family visited Arlington House and the two became very close. As a teenager, Mary had her fair share of suitors, including a young congressman from Tennessee named Sam Houston. But, her heart was set on Robert E. Lee. When Lee proposed to her in the summer of 1830, Mary accepted. The Lees married in the family parlor at Arlington House June 30, 1831. Their marriage produced seven children, six of them born in the dressing room adjoining the Lee's bedroom, according to family tradition. From all appearances, the Lees had a warm and loving family life. Mary Lee's own correspondence and a diary kept by her daughter, Agnes, paint a vivid picture of her personality. Though sometimes criticized for her housekeeping by her husband, she was a gracious hostess and enjoyed having frequent visitors at Arlington. An artist like her father, she painted delicate landscapes, still on view in the house. Mary was also an avid gardener like her mother. She loved roses and grew 11 varieties in her flower garden at Arlington House. As a young girl, she selected the second floor bedroom which looked out onto her flower garden. She and Robert used this room as the master bedroom after their marriage. Preferring to spend her time in domestic pursuits, Mary was not interested in the social scene of Washington, but being well educated, versed in both Greek and Latin, she frequently discussed politics with both her father and husband. She also kept abreast of new literature by reading and discussing many books. Her superior education and cultural interests made her eminently qualified to take on the job of editing and publishing her father's Recollections, a collection of news articles and reminisces of life at Mount Vernon with the Washingtons that he periodically contributed to the National Intelligencer. For years friends had urged Mr. Custis to publish these recollections but he had put it off. Mary Lee began the task shortly before her father died in 1857, and it occupied her for over two years. The book, Recollections and Private Memoirs of Washington by His Adopted Son, George Washington Parke Custis, with a Memoir of the Author by His Daughter, was published in 1860. Closely following her mother's example, Mary Lee was very religious. She and her family attended an Episcopal church near army posts where ever they were stationed, and when they were at Arlington, the Lees usually attended Christ Church in Alexandria—the same church that both Mary and Robert had attended in their childhood. Mary followed the Custis family tradition of having family prayers after breakfast and each evening in the family parlor. Again following the example of her mother, Mary Lee taught Arlington slave women to sew, read and write. Advocating the idea of eventual emancipation, Mary wanted to ensure that all of the enslaved people would be able to support themselves when they were freed. During her adulthood, Mary developed severe rheumatoid arthritis and became increasingly debilitated as she grew older. To help with the pain, Mary and her family often visited many spas and springs that were reputed to improve health. In letters to her husband, she tried to downplay her illness, but it took its toll as the years passed. By the 1850s Mary organized her daily routine so that she climbed the stairs only twice each day, coming down in the morning and going back up at bedtime. Upon the outbreak of the war, she was walking with difficulty and by the end of 1861 she was confined to a wheelchair—no doubt due to in part to her nomadic existence, moving from plantation to plantation, and the stress of not knowing what was happening to her husband and sons.        Mary Anna Randolph Custis Lee   Following Robert E. Lee's resignation from the U.S. Army on April 22, 1861, he pleaded with Mary to evacuate Arlington House as Union forces were certain to occupy the property. But leaving behind her family home, the Washington relics, and the Arlington slaves was difficult for Mary and she delayed. It was only the knowledge that her husband was so deeply concerned for her safety that convinced her to leave on May 15, 1861. As she wrote in a letter to General Winfield Scott a few days earlier, “Were it not that I would not add one feather to his load of care, nothing would induce me to abandon my home.” Mary and her daughters moved between several family plantations before settling in Richmond where they spent most of the War. Although confined to a wheelchair and in nearly constant pain, she worked hard to support her husband and the Confederate war effort. Throughout the war, she and her daughters knitted socks for Confederate soldiers, which she sent to her husband by the hundreds to distribute to his men. After the Civil War, Mary accompanied Robert to Lexington, Virginia where he became the president of Washington College, later named Washington & Lee University. Arlington was very important to her and she never quite got over its loss. “Life is waning away, and with the exception of my own immediate family, I am cut off from all I have ever known & loved in my youth & my dear old Arlington I cannot bear to think of that used as it is now & so little hope of my ever getting there again. I do not think I can die in peace until I have seen it once more.” Mary Lee did visit Arlington a few months before her death in 1873. Unable to get out of the carriage, one of her former slaves, brought her a drink of water from the well. “I rode out to my dear old home but so changed it seemed but a dream of the past—I could not have realised (sic) it was Arlington but for the few old oaks they had spared & the trees planted by the Genl and myself which are raising their tall branches to the Heaven which seems to smile on the desecration around them.” Mary Anna Randolph Custis Lee died on November 5, 1873 at the age of 66. She is buried next to her husband on the Washington & Lee campus in Lexington, Virginia.",
    "url": "https:\/\/www.nps.gov\/arho\/learn\/historyculture\/mary-lee.htm"
}
