{
    "title": "Cedar Creek & Belle Grove National Historical Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer       Come Be a Part of the Soul of America         Visitor Services Volunteer at Cedar Creek and Belle Grove National Historical Park Do to such a wonderful response for our Volunteer needs, we no longer need Volunteers to commit to a weekly scheduled shift.  Here is a description of a Visitor Services Volunteer: Volunteers in Visitor Services are in constant contact with the visiting public, working on the front-line, answering questions related to the national significance of the park and providing information on the local area. Visitor Services volunteers also keep a watchful eye on the park resources, meeting visitors informally and helping the visitors have an enjoyable park experience.  As a park in development we need enthusiastic volunteers who will assist in a variety of ways that include:  Visitor Services Research Writing Photography Assist with Web and Social Media development  Please call us and we will determine whether your skills will help with new or ongoing projects that need assistance.      Come and Join Us! For more information contact us at: Phone: 540-869-3051 Email: e-mail us Mail: Cedar Creek and Belle Grove NHP Attn: Volunteer Coordinator PO Box 700 Middletown, Virginia 22645      Cedar Creek and Belle Grove NHP is a great place to work.   The park is located in the northern (Lower) Shenandoah Valley of Virginia, preserves and interprets key historical sites and events related to the American Civil War and the rich cultural heritage of the valley. Established in 2002, the park encompasses the site of the Union victory at the Battle of Cedar Creek, and Belle Grove Plantation, the antebellum house and estate built by Major Isaac Hite, Jr., and his wife, Nelly Madison Hite, sister of President James Madison. A Partnership Park Cedar Creek and Belle Grove National Historical Park, still in development, has been established as a partnership park in which the National Park Service works with several non-profit partners as well as private individuals\/owners to manage park grounds and resources and provide visitor access. Of the 3,700 acres authorized by Congress as within the park's boundaries, approximately 2,200 acres remainin private hands and are not open to the public. The remaining 1,542 acres, including landscapes and historic structures, are preserved and managed by the Key Partners. These Key Partners, all non-profit or governmental organizations,include:   The National Trust for Historic Preservation Belle Grove, Inc. Shenandoah Valley Battlefields Foundation Cedar Creek Battlefield Foundation Shenandoah County, Virginia       Very Important People  Volunteering is an American tradition that has made an immeasurable contribution to communities, organizations, and individuals throughout the country. Today's volunteers are active, dynamic, creative individuals who possess the skills, desire, patience, and time to accomplish a wide variety of tasks.  Volunteers-In-Parks are Very Important People (VIPs)! In Fiscal Year 2005, 137,000 volunteers donated 5.2 million hours to your national parks at a value of $91.2 million.VIPs come from all over the world to help preserve and protect America's natural and cultural heritage for the enjoyment of this and future generations. Volunteers of all ages give of their time an dexpertise to help achieve the National Park Service mission. VIP Program Mission  The National Park Service Volunteers-In-ParksProgram (VIP) was authorized by Public Law 91-357 enacted 1970. The primary purpose of the VIP program is to provide a vehicle through which the National Park Service can accept and utilize voluntary help and services from the public. The major objective of the program is to utilize this voluntary help insuch a way that is mutually beneficial to the National Park Service and the volunteer. Volunteers are accepted from the public withoutregard to race, creed, religion, age, sex, sexual orientation, national origin,or disability.           Mission of the National Park Service  The National Park Service preserves unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations. The Park Service cooperates with partners to extend the benefits of natural and cultural resource conservation and outdoor recreation throughout this country and the world.",
    "url": "https:\/\/www.nps.gov\/cebe\/getinvolved\/volunteer.htm"
}
