{
    "title": "Cedar Creek & Belle Grove National Historical Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card. Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.        General Stephen D. Ramseur NPS  Death of General Ramseur   Heartbreak on the Homegrown    Ramseur represents the thousands who died during the war and the impact this had on those at home. Shortly before the battle, Confederate Gen. Stephen D. Ramseur learned his wife had given birth to their first child. Mortally wounded, he died the next day;his wife now a widow and Mary, his daughter, fatherless.          Slave Cemetery at Belle Grove NPS  Slave Cemetery   Marking Lives of Service at Belle Grove    Enslaved people at Belle Grove performed many tasks including;farming, tending livestock, operating mills, carpentry, and blacksmithing. Others worked as servants in the main house. Upon death, some were buried behind the house in a slave cemetery with a simple rock, placed by their loved ones, marking the grave. How many slaves are buried here is unknown.         The Burning NPS  The Burning   \"Do all the damage...you can... we want the Shenandoah Valley to remain a barren waste.\" Gen. Grant to Gen. Sheridan    \"Total War\" came to the Shenandoah Valley in September 1864 as Union troops systematically destroyed its agricultural resources, including thousands of livestock, killed or stolen, and burning all the crops in a 75 mile area.         The Heater House NPS  The Heater House    A House Divided    \"We shall have a graveyard at every door\" predicted Caroline Heater, a native Pennsylvanian who opposed secession. She and her husband Solomon disagreed. Despite their mother's wishes, two of the Heater's sons eventually joined the Confederate Army. The Heater family represented the divided loyalties in the Shenandoah Valley",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/kidsyouth\/tradingcards.htm"
}
