{
    "title": "Cedar Creek & Belle Grove National Historical Park: Phases of the Battle of Cedar Creek",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Phases of the Battle of Cedar Creek                Phases of the Battle of Cedar Creek         Battle of Cedar Creek by Jedidiah Hotchkiss Library of Congress  The Phases of the Battle of Cedar Creek     Events Leading to The Battle of Cedar Creek In the summer of 1864, General Ulysses S. Grant was determined to secure the Shenandoah Valley from Confederate forces. Grant knew this was the only way to have true success against General Robert E. Lee and the Army of Virginia with the ultimate goal of capturing Richmond, VA. One of the many challenges Grant had to face was a hurdle with the War Department's inability to come up with a strategy to gain control of the Valley. This caused Grant to create the Middle Military Division. The need for astron and aggressive commander would be a must. After several suggestions to President Lincoln for commanders, Major General Philip H. Sheridan was chosen to lead the command. Grant said that Sheridan had,\"no superior as a general, either living or dead, and perhaps not an equal.\" On August 6th, 1864, Sheridan was appointed. He spent August into September organizing The Army of the Shenandoah. This command consisted of the Sixth Corps under General Horatio Wright, the Eight Corps (also known as the Army of West Virginia) under General George Crook, the Nineteenth Corps under General William Emory and his Calvary Corps under General Alfred T.A. Torbert. Grant was adamant that Sheridan have his army unified with a high morale. It was also necessary for Sheridan to know the whereabouts and strengths of Early's army. Sheridan knew that any defeat in the Valley could cause Lincoln to lose the upcoming presidential election. Sheridan proceeded with caution. In a rapid series of battles starting on September 19th,1864 at the Third Battle of Winchester, Sheridan was victorious. His next success was at The Battle of Fisher's Hill, just three days later. Following the two victories, Sheridan started on a campaign to destroy the Valley's ability to provide food to the Confederate cause. This became known as \"the Burning.\" This widespread destruction wiped out livestock, grain, barns and mills. This rampage lasted for thirteen days. A seemingly final blow was made to the Confederate's when Sheridan was once again successful at the Battle of Tom's Brook on October 9th. This campaign proved the Union's dominance in the Valley. Even though Early's army was not destroyed they did not seem to be capable of another attack against the Union forces. Having felt that he accomplished his mission, Sheridan pulled the Army north from Strasburg to the banks of Cedar Creek near Middletown. He also had the security of the natural defenses of the Shenandoah River and Massanutten Mountain. The army was entrenched and in a strong defensive position. The Army of the Shenandoah's moral was high and very optimistic. On October 15th, Sheridan left for Washington D.C. for a strategy meeting. He left General Horatio Wright in charge of the command. Little did they know that Early was not ready to let go of the Valley to the Union forces. Even though Sheridan's forces looked impenetrable, Early was able to detect a weakness in the Union left flank. With this knowledge, he decided to attack using surprise to his advantage. On the eve of October 19th, Early sent forces to attack the Union camp. The surprise attack by Early against the Union caused massive amounts of confusion. Fighting occurred in the same areas at different times through the day. Due to the lack of order during the battle a simple breakdown of phases would comprise of these phases: 1.  The Confederate approach and surprise attack in the early morning. 2.  A solidifying Federal defense. 3.  Reorganization for both the Confederates and Union. 4.  Federal counterattack. With a more in depth analysis of the battle, the break down is ten parts that occurred within the four phases:     Phase One-Confederate Jubal Early plans to strike the Federals along Cedar Creek Part One The Union Army of the Shenandoah was encamped above Cedar Creek. The army consisted of about 32,000 men. On October 18th, Sheridan was staying in Winchester, VA returning from his strategy meeting in Washington D.C. Major-General Horatio Wright, commander of the 6th Corps was left in command during Sheridan's absence. Belle Grove plantation was the headquarters for The Army of the Shenandoah. The three infantry corps and cavalry that were in high morale leading up to battle consisted of:  Major General Horatio Wright's 6th Corps - Camped on the far right of the Union infantry near Meadow Brook. Major General William Emory's 19th Corps - Camped on the bluffs above Cedar Creek. Brigadier General George Crook's 8th Corps - Army of West Virginia - Bivouacked south and east of the Valley Pike. This included    Brigadier General  Howard Kitching's provisional division. Major General Alfred Torbert commanded the cavalry.  A large portion of the army was on level ground west of Belle Grove near the Valley Pike. Two of the corps built the entrenchments for defense. The Union left flank was thought to be safe by the natural protection of the North Fork Shenandoah River and Massanutten Mountain. The cavalry picketed this area. Part Two In need of intelligence, Early dispatched Maj. Gen. John Gordon and topographical engineer Jedediah Hotchkiss to survey the Union position at Cedar Creek. On October 17th Gordon and Hotchkiss climbed to Signal Knob on Massanutten to gather information. While surveying the Union camps, they developed a plan of attack against the Union left flank. The division commanders met on the morning of October 18th. At nightfall the plan was set in motion. Gordon, Ramsey and Pegram's divisions were under the command of Gordon. These three divisions left their encampments, crossed the North Fork of the Shenandoah and followed a path along the face of Massanutten. The Union pickets heard noises coming from the east of their position. Union Lieutenant Colonel Luther Furney went to investigate the noise. He came upon the Confederate column and was captured. Furney was not able to warn the Union of the oncoming attack. Early's men continued marching forward and by 4 a.m. they were able to form a line of battle across from the left flank of Crook's Corps. As the divisions followed Gordon; Kershaw and Wharton's divisions along with the army's artillery progressed up the Valley Pike through Strasburg. Early approached along with Kershaw's division. The army split to the right to Bowman's Mill Ford in preparation for the morning attack. Wharton's division advanced further on the Valley Pike to Hupp's Hill. Brigadier General Thomas Rosser's cavalry division headed to Cupp's Ford. Part Three In a dense fog at 5a.m., Kershaw's division fired a booming volley and moved forward to the entrenchments of Thoburn's division, causing Thorburn's division to flee their camp. This surprise attack overran the Union army. Gordon's division advanced into Brigadier General Rutherford B. Hayes division and Kitching's provisional division. Hayes' divisions were crushed as the Confederates came in on both flanks. The Union army was caught completely off guard. Most men were still sleeping, while others were cooking breakfast. Utter chaos prevailed as the Union soldiers were pushed rearward. Wharton's division advanced to the creek upon sound of gunfire.  The Confederate artillery pushed forward and opened fire on the 19th Corps from the heights overlooking Cedar Creek. A unit of Confederate Cavalry including Gordon made their way to Belle Grove with the hope of capturing Sheridan. Hordes of Crook's and Kitching's men streamed west of the Valley Pike by 5:30 a.m. This demonstrated the scope of the blow to Union forces. Emory withdrew his units and tried to create a defensive line along the Valley Pike. As Emory attempted to organize, Wharton's division crossed Cedar Creek at Stickley's Mill and rushed the Union forces, capturing seven guns. The remaining US artillery narrowly escaped. Colonel Thomas Wilde's brigade, part of Crook's corps went east of the Valley Pike to contest the attack. General Wright conducted this advance and in the process was wounded in the chin. The U.S. Brigade under Colonel Stephen Thomas of the 19th Corps moved to high ground just east of the Valley Pike. This brigade fired volley after volley into the fog, suffering heavy casualties. As this stand occurred it gave time for Union trains close to Belle Grove to flee north. The advanced U.S. commands were pushed back to Belle Grove. Crook's corps and Kitching's provisional division were destroyed and put out of commission during the remainder of the battle.   Phase Two- A solidifying Federal defense – Part Four The 6th Corps and 19th Corps organized in an effort to resist the Confederate attack. The 6th Corps positioned to meet the approaching attack. Parts of the 19th Corps regrouped on Red Hill and Rickett's division of the 6th Corps formed a line of battle at Cedar Creek. These groups clashed with Kershaw's division. Wheaton's division of the 6th Corps moved to high ground north of the Belle Grove mansion, where they were beaten by Gordon. At this point the fog lifted and for the first time the armies could see one another visibly. Steadily, all US divisions withdrew and retreated northeast along Middle Marsh Brook. Part Five Major General George Getty positioned his division of the 6th Corps toward Middletown. His intent was to lengthen the Union line to protect the Valley Pike. As US forces began to withdraw on the right, Getty created a significant defensive on Cemetery Hill with artillery support. In an effort to remove Getty from his position, Early launched a variety of attacks against Getty. The Confederate artillery along the Valley Pike bombarded the Union on Cemetery Hill with lethal fire. Getty withdrew after an hour to rejoin the rallying Army. This stand broke the momentum of Confederate attack and allowed other US groups to withdraw north of the cemetery to regroup. During Getty's defensive on Cemetery Hill, Custer's division was able to stop Rosser's attempt to gain the US rear. Custer moved on to join Merritt on the far left of the Union line, just east of the Valley Pike and North of Middletown. This amount of cavalry presence endangered Early's right flank. This caused Early to move heavy force in this area.   Phase Three-Reorganization for both the Confederates and Union Part Six As Sheridan was riding back to Middletown, he was concerned about the noise he was hearing from the south. From a high ground vantage point, Sheridan and the men riding along with him saw the mass confusion on the Valley Pike. Sheridan ordered General Forsythe to ride again to determine what was happening. Forsythe returned with the news of the morning's events that he learned from a quartermaster sergeant. Sheridan's swift ride got him to Middletown by 10:30 a.m. He established his command post near the Valley Pike and began to reorganize his forces. His arrival caused his men to regain their confidence in themselves and their mood changed from desperation to hope. The 6th Corps was placed on the right of the Valley Pike; the 19th Corps was placed to the left. Crook's command was placed in reserve line along the pike. Sheridan put a cavalry division on each of his flanks, Merritt on the left and Custer on the right. Sheridan planned his counterattack to launch that afternoon. Part Seven When Getty withdrew from Cemetery Hill, Early took the hill to occupy and to regroup. Early placed his division in a line about two and a half miles long, just north of Middletown. He moved Ramseur and Kershaw forward to Miller's Mill Road. The Confederate divisions from left to right were: Gordon, Kershaw, Ramseur, Pegram and Wharton. No serious fighting occurred as the afternoon wore on, just some skirmishes for Early to determine the strength of the Union line. At this point Early was confident in a Confederate victory and thought the Union forces would retreat after dark.   Phase Four- Federal counterattack Part Eight At 3 p.m. Merritt advanced on the Union left flank, putting force on the Confederate right flank. Heavy US lines pushed the Confederate lines back to the Miller's Mill Road and West. Custer positioned himself on the US right flank, to face Gordon's men by Middle Marsh Brook. Around 3:30p.m. Custer's cavalry and parts of the 19th Corps moved forward against the Confederate left flank, this included Gordon and Kershaw's divisions. Custer continued west, severely reducing the Confederate line. He then commenced an attack that overran and dispersed Gordon's division. These maneuverings by the US caused the Confederate line to unravel from west to east, adding pressure to Ramseur in the middle. Part Nine As Kershaw and Gordon withdrew from the battlefield, Sheridan ordered a general advance to the front. This led to fierce fighting. Ramseur's division at the Confederate center dealt with the impact of the attacks and repulsed several. Fighting raged on around the D.J. Miller House until Ramseur fell mortally wounded. This is when Confederate resistance in the area began to disintegrate. Confederate forces along the Valley Pike retreated quickly toward the Union camps they had captured earlier that day. Actions by artillery and infantry kept Union forces at bay allowing the retreat of Confederate divisions. Merritt's division pressed forward, staying close to the Confederate's as they retreated across Cedar Creek. Part Ten Custer's division approached south along Middle Marsh Brook, gaining the rear of the Confederate Army. As the Confederate's continued to retreat, Custer crossed Cedar Creek to join Merritt's division on Hupp's Hill around 6:30 p.m. The cavalry continued to push the Confederates back down the Valley Pike. This pursuit continued until after dark, ending at Fisher's Hill. Early lost most of his artillery and wagons due to the bridge that became clogged during the confusing retreat of the Confederate lines. The Confederates suffered nearly 3,100 casualties while the Army of the Shenandoah had almost 5,800 casualties.   In Conlcusion The Battle of Cedar Creek was a pivotal point in the war. It ended southern resistance in the Shenandoah Valley which eliminated the valley as a source of food for the Confederacy. The loss of the \"Breadbasket of the Confederacy\" was a crushing blow. It also gained security for Washington D.C. from Confederate operations in the Shenandoah Valley.  This victory for the Union paved the way for President Lincoln's reelection giving Lincoln the political support needed to win the fall election.  Lincoln showed his appreciation to Sheridan by issuing General Order No. 282 on November 14, 1864. This order promoted Sheridan to Major General in the regular army. Sheridan's ride from Winchester to Cedar Creek on that momentous day inspired the epic poem, \"Sheridan's Ride\" by Thomas Buchanan Read. This epic ride also became one of the most depicted paintings after the Civil War. At his death, this great ride was his defining moment.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/phases-of-the-battle-of-cedar-creek.htm"
}
