{
    "title": "Cedar Creek & Belle Grove National Historical Park: Long Meadow",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Long Meadow                Long Meadow       Long Meadow Farm: Silent Witness to Valley History   Standing 250 yards from the banks of the North Fork of the Shenandoah River, a lone brick house witnessed one of the riskiest attack plans undertaken during the Civil War. Although the plan probably would not have changed the war's final result, it undoubtedly would have made it last longer had not defeat for the Confederates been \"stolen from the jaws of victory\" by the Union at the Battle of Cedar Creek in October 1864.  Long Meadow Farm is a microcosm of the history of the entire Shenandoah Valley, having ties to the first white settlers and before that, being a camp ground for the Indian tribes that passed through. The current house at the base of the Massanutten Mountain range in Warren County, Virginia, was completed in 1848, but its story began in the early 1700's when the Valley was still \"the great frontier.\"  Before Europeans arrived, Native Americans used the Valley as a thoroughfare. Some eventually developed an agrarian society and grew indigenous crops of squash, corn and beans. By the early 1700's, however, most Native Americans were gone from the Shenandoah Valley, leaving it for the European immigrants.   Hite Land Grant   These newcomers, mostly English and German, were encouraged to settle on the frontier to protect the rest of Virginia from the French, who were beginning to migrate to the east and south from their settlements in the upper Midwest and Canada. To encourage settlements that would provide a buffer zone between the French and the rest of the colony, Virginia's Colonial Governor, Sir William Gooch, offered free landgrants to those who promised to live in the Valley. One of the first to take advantage of such a grant was Jost Hite.  Hite fled religious persecution in his native Germany and settled his family first in what is now Upstate New York and then outside of Philadelphia. Hite had a comfortable life in Pennsylvania, but yearned for more land, most of which was already claimed in that colony. He applied for a Virginia grant, which was approved in 1731. Along with 16 other families, composed of about 140 individuals, Hite moved to the 40,000 acres he was allotted in the Valley. The group settled along Opequon Creek, five miles south of what is now Winchester, Virginia. Hite's son Isaac was ten years old when the family moved to the Shenandoah Valley. In 1737, when Isaac was 16, his father gave him about 900 acres of land. Known as the Long Meadow Tract, the property was named for its lovely, fertile meadows along the banks of the North Fork. The Shenandoah Valley is located between the Blue Ridge Mountains to the east and the Appalachian Mountains to the west. The Massanutten Mountain runs along the Valley's spine between those two ranges and split the Shenandoah River into the North Fork and the South Fork. The Long Meadow Tract is located along the North Fork, at the base of the northern end of the Massanutten, and extended from the river toward the land where Belle Grove Plantation now stands.   Traveler's Hall The Hites built a great log house named \"Traveler's Hall,\" on the property in 1738. The building was located a mile downstream from the Shenandoah River's juncture with Cedar Creek and about two miles east of the Valley's main thoroughfare, the Great Wagon Road.  Because of its location near the river, it also had water access for the transportation of goods. A cemetery, now containing the bodies of many Hite descendants, was begun on the property in 1739 when Jost Hite's  wife, Anna Maria, was buried there. Isaac Hite married Alida Eleanor Eltinge in 1745 and by all accounts lived a comfortable life on the Long Meadow Tract. The author of Some Prominent Virginia Families, published in 1907, recalled:  Isaac spent his entire life upon this fine estate and enjoyed the rural life of a country gentleman. His skill as a planter, his close application to the development and improvement of this celebrated homestead, resulted in comfort and elegance to the owner and his large family, and from his caste of intellect and well-disciplined life, his offspring imbibed the principles and traits of character that distinguished many of his descendants as prominent in social and public life, whose influence was left throughout Virginia and even beyond her borders.  Isaac Hite, Sr., died in 1795. He left his vast estate primarily to his son, Isaac Hite, Jr., who was an up-and-coming planter and entrepreneur in the Shenandoah Valley. He received his father's land and divided the tract into five separate lots. Belle Grove Plantation was built on one of those lots. After Belle Grove was completed in the early 1800's, the fertile flood plain around Traveler's Hall was used to grow wheat, apples and corn. A road that at that time crossed the Valley Turnpike between Traveler's Hall and Belle Grove was used for the transfer of goods between the two places. Now named Long Meadow Road, it no longer directly connects the two houses (being split by the construction of Interstates 81 and 66 in the 1960s). When Isaac Hite, Jr. died in 1836, he left Traveler's Hall to his daughter, Matilda M. Hite Davison. She sold the land four years later, in 1840, to Col. George W. Bowman and his brother, Isaac Bowman, great-grandsons of Jost Hite.     Long Meadow Farm Sometime between 1840 and 1848 Traveler's Hall was destroyed. In 1848 Col. Bowman erected the brick house that stands today. It was built over the wet basement foundation of Traveler's Hall at a cost of about $1,000. The house is Greek revival style with pillars on either side of the raised front staircase to reinforce the symmetry that is that style's hallmark. Bowman was listed in the 1850 census as a farmer with $20,000 worth of land and 22 slaves, 10 males and 12 females. The small number of male field workers reflects the fact that wheat, the main Valley crop, was not as labor intensive as tobacco, so Valley farmers were not as dependent on slave labor as Virginians east of the Blue Ridge.  The 1860 census lists Bowman as owning $30,000 in real estate and $35,720 in personal property. That net worth would be approximately $1.5 million today. Bowman owned 32 slaves at the time, but 21 of those were under the age of 14. The international slave trade had been abolished by then, so most of Bowman's slaves had probably been born at Long Meadow.   Civil War at Long Meadow The Shenandoah Valley was an \"avenue of invasion\" to both Union and Confederate armies.  It also was the \"Breadbasket of the Confederacy,\" and as such was a prize to be captured by the Union Army, so fighting raged up and down the Valley's length from the beginning of the war. However, it was not until 1864 that Long Meadow saw fighting.  Following his victories at the battles of Third Winchester and Fisher's Hill in September and October, 1864, Union Ma. Gen. Philip Sheridan and his 32,000 man Army of the Shenandoah conducted a systematic destruction of a 75 mile swath of the Shenandoah Valley. \"The Burning\" essentially laid waste to the Valley's vast agricultural resources. Thinking the Valley campaign was over, Sheridan camped his army along Cedar Creek and in the fields around Belle Grove.  The Confederate Army of the Valley, commanded by Lt. Gen. Jubal Early, shadowed Sheridan's movements and camped his troops south of Strasburg, five miles to the south. On October 17, Confederate Maj. Gen. John B. Gordon and several other topographical engineers hiked to Signal Knob, at the north end of the Massanutten. There Gordon could see \"every road and habitation and hill and stream for miles in every direction. Sheridan's entire army as well as every piece of artillery, every wagon and tent and supporting lines of troops\" was clearly visible. From that vantage point, the plan for the Battle of Cedar Creek was conceived. It was to be a surprise attack from around the base of the mountain to the left of the Union line, its weakest point. From Signal Knob, Gordon saw Long Meadow and figured the army could turn left at the house and use Long Meadow Road as a direct route to the Union left, held by the 8th Corps. The Confederates left Strasburg under cover of darkness at about 8:00 p.m. on Oct. 18 and crossed the North Fork of the Shenandoah River in two places. Divisions under Gen. Stephen Dodson Ramsuer (who was killed later that day) and Gen. John Pegram met Gordon and his division at Long Meadow and marched quietly along the road to their attack positions. When the first Confederate shots were fired in dense fog at about 4:30 a.m., the Union encampments were taken completely by surprise and by 10:30 that morning had been routed to a mile north of Middletown.  Unfortunately for the Confederate Army, Early decided to let his exhausted and starving troops stop to rest and eat the food the northerners had left behind. Sheridan, who had been staying in Winchester on his way back from a meeting in Washington, heard the fighting and rode to Middletown to rally his troops. A massive counterattack that afternoon routed the Confederate troops beyond Strasburg by nightfall.   Long Meadow Today Col. Bowman died after the Civil War and left his property to his son, George H. Bowman, who sold it to Andrew J. Brumback in 1888. Brumback added numerous outbuildings to the farm, including a barn and utility shed (built in 1891), which are still standing. A rear kitchen wing was added to the house that same year.    The present owners, Virginia (Ginger) and George Pasquet, moved to Long Meadow in the mid-1980s. Ginger is Brumback's granddaughter. The couple said they \"have been carefully restoring the house since 1991.\" Long Meadow is not open to the public.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/long-meadow.htm"
}
