{
    "title": "Cedar Creek & Belle Grove National Historical Park: Overview of the 1862 \"Stonewall\" Jackson Valley Campaign",
    "body": "Overview of the 1862 Stonewall Jackson Valley Campaign         Gen. Fremont crossing the Shenandoah River at Mt. Jackson. Library of Congress   \"Stonewall\" Jackson's 1862 Shenandoah Valley Campaign The campaign conducted by Maj. Gen. Thomas \"Stonewall\" Jackson in the Shenandoah Valley in the spring of 1862 is considered one of the most brilliant in United States, if not world, military history. Vastly outnumbered, and at times, facing three Union armies, Jackson managed in less than three months to march his Army of the Valley hundreds of miles and fight a series of engagements (including five pitched battles) in a masterpiece of military art that ultimately created a grand diversion which tied up thousands of Union troops threatening Richmond. Located west of the Blue Ridge Mountains, the Shenandoah Valley became a major theater of operations throughout the Civil War. Principally, its geological formation (running northeast to southwest) provided an avenue of invasion and counter-invasion for the opposing armies. Additionally, its fertile soil made it one of the most important wheat producing areas of the entire south; literally the \"Breadbasket of the Confederacy\" whose crops and other produce feed numerous Confederate armies in the field. In the spring of 1862, however, other events occurred throughout the South that thrust the Valley into a more prominent role. Union war efforts that winter and spring had lead to significant gains along the Atlantic seaboard and Mississippi River (including the capture of New Orleans). In Virginia, the situation appeared equally grim, as the western part of the state had fallen under Union control. This was followed by the Army of the Potomac's Peninsula campaign, which consisted of a Union army of 100,000 men (commanded by Maj. Gen. George B. McClellan) threatening Richmond from the southeast. This plan also called for Gen. Irvin McDowell, with 30,000 men near Fredericksburg, to advance on Richmond from the north. As McClellan's Peninsula Campaign began its advance towards Richmond, a Union force of 35,000 men under Gen. Nathaniel Banks marched into Winchester in early March.  Concerned about the lack of protection for Washington, D.C., however, President Lincoln soon ordered troops from Banks' army in the Valley to the capitol's defenses. Within a week more of Banks' forces followed. These moves drastically reduced Banks' army from 35,000 to 9,000 men.  Prompted by Gen. Robert E. Lee, military advisor to Confederate president Jefferson Davis, to create a strategic diversion in the Shenandoah Valley, Confederate Gen. Thomas \"Stonewall\" Jackson instead unleashed a vigorous offensive that ultimately paralyzed the Union high command in Washington, kept McDowell in Fredericksburg (preventing him from joining McClellan's offensive against Richmond), and thus wrested the initiative away from the entire Federal campaign. As Stonewall Jackson's small army of approximately 3,500 men marched north from Mt. Jackson on March 22, Confederate cavalry commanded by Col. Turner Ashby engaged elements of Union Gen. James Shields' division on the southern outskirts of Winchester. The skirmish on the 22nd, as well as intelligence gathered from civilians prompted Ashby to believe that Union forces were leaving the Valley and that only a token force remained. Based on Ashby's information, which later proved false, Jackson determined to strike. The 1st Battle of Kernstown occurred on March 23, 1862 and resulted in a Union victory. This was Jackson's only tactical loss during the campaign. Although he was defeated, Jackson's aggressiveness caused great alarm in Washington. Believing Jackson had a large number of men, Lincoln redirected thousands of Union soldiers back to the Valley. Although this battle was a tactical loss, Jackson achieved his objective by diverting the Federals from Richmond. Following his defeat at Kernstown, Jackson retreated up the Valley to Swift Run Gap, where he was reinforced by Maj. Gen. Richard Ewell's division. As part of the Federal campaign to capture the Shenandoah Valley in 1862, Federal Gen. John C. Fremont moved to threaten the Valley from what is now West Virginia. Leaving Ewell in the Valley to counter Banks' force, Jackson then cleverly deceived the Federals by marching the rest of his small army to the east, and out of the Valley towards Richmond. He then returned his troops to the Valley quickly and secretly by rail to Staunton, in order to launch an unexpected counter offensive against Fremont. Jackson surprised the vanguard of Fremont's army (commanded by Maj. Gen. Robert Milroy) on May 8th at the Battle of McDowell. Jackson's victory forced Milroy army to retreat westward. As this point in the campaign, Jackson now had 17,000 men in his ranks. His next movement was directed northward against Banks, whose main force was located at Strasburg. Taking advantage of the Valley's unique geography, Jackson side-stepped Banks by marching the bulk of his army across the Massanutten Mountain, a 60 mile range that spilt the Valley lengthwise, and into the Page (or Luray) Valley. Jackson's objective was a small Union outpost at Front Royal, located at the northern end of the Massanutten. Jackson struck by surprise on May 23rd and quickly overwhelmed the Front Royal garrison. Finding Jackson in his rear, and threatening his line of supply and retreat, Banks had no choice but to order a rapid retreat to Winchester, in hopes of making a stand there. Before Banks could reach Winchester, however, Jackson with a detachment of infantry, cavalry, and artillery cut into the retreating Union column in Middletown on May 24th. The Federals at the head of the line continued north to Winchester, and the column behind fled west out of the Valley. Jackson hoped to follow up his victory and pursue Banks to Winchester, but some of the Confederate troops began to loot the wagons they had captured. This lost momentum allowed the remainder of Banks forces to safely reach Winchester that night.  To regain his momentum, Jackson attacked Winchester the following morning on May 25th. Jackson's success at the Battle of Winchester caused Banks to withdraw towards Harper's Ferry and continue his flight into Maryland.  Although outnumbered and facing two Union armies, Jackson had cleared the Shenandoah Valley of all Federal troops in just over two weeks. These battles also completed his primary objective of diverting Federal forces away from their main offensive against Richmond. The stunning Confederate victories at Front Royal and Winchester, and others that followed throughout the remainder of the campaign, began to establish the \"legend\" of the great \"Stonewall\" Jackson.      Reacting to Jackson's presence along the Potomac River, Lincoln devised a plan to destroy the Confederate Army of the Valley. The president ordered three Union columns to converge on the Valley and trap Jackson. \"Stonewall\" saw the threats approaching and quickly withdrew. Jackson marched his men hard, hoping to escape the three-pronged Union pincer that was converging on Strasburg, to cut off his retreat. Banks pursed Jackson from the rear while Fremont threatened from the west, and Maj. Gen. James Shields's Union force approached from the east.   Jackson's bedraggled men barely cleared the town on June 1 as the Union columns converged behind them. Following his narrow escape Jackson continued his rapid march southward up the Valley. Upon reaching Port Republic, a small hamlet at the southern end of the Massanutten, Jackson decided to stand and fight. By controlling the only bridges that spanned the South Fork here, Jackson prevented the Union columns from uniting, and thus he saw an opportunity to strike at each separately. As Fremont was closer, Jackson's plan was to attack and overwhelm him first, and then turn back to defeat Shields. The Battle of Cross Keys occurred on June 8th. The fighting ended with the darkness which allowed the Confederates to maintain their hold on the field and kept the Union columns from uniting.  Having successfully held off Fremont, Jackson quickly turned his attention to Shield's smaller force at the Battle of Port Republic on June 9th. Jackson's plan was to leave Ewell at Cross Keys to hold back Fremont, and then concentrate the rest of his army against Shields at Port Republic and quickly crush him with overwhelming numbers. The logistics of moving most of his men from Cross Keys to, and then beyond, Port Republic, however, proved more difficult than Jackson had anticipated. The day did not go according to plan but Jackson still managed to win his second battle in two days, successfully capping his brilliant spring campaign in the Valley. The retreat of both Fremont and Shields allowed Jackson the freedom to leave the Valley a week later and join Gen. Robert E. Lee's besieged army near the Confederate capitol at Richmond. Jackson's Valley Campaign was an absolute success. In thirty days, Jackson's men covered 350 miles, defeated three Union commands in five battles, caused 5,000 casualties at a loss of only 2,000 men, and captured much needed supplies. More importantly Jackson had accomplished his main objective of keeping nearly 60,000 Federal soldiers occupied in the Valley rather than advancing on Richmond in conjunction with McClellan's Peninsula Campaign. The 1862 Shenandoah Valley Campaign made \"Stonewall\" Jackson the most celebrated soldier in the Confederacy (until he was eclipsed by General Robert E. Lee) and greatly lifted the morale of the Southern homefront.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/overview-of-the-1862-stonewall-jackson-valley-campaign.htm"
}
