{
    "title": "Cedar Creek & Belle Grove National Historical Park: Cavalry in the 1864 Fall Campaign",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Cavalry in the 1864 Fall Campaign                Cavalry in the 1864 Fall Shenandoah Valley Campaign         General Custer saluting Confederate General Ramseur at the Woodstock races, Oct. 9, 1864 - by Alfred R. Waud Library of Congress  Cavalry in the 1864 Fall Shenandoah Valley Campaign by: Casey DeHaven, NPS Volunteer In the first three years of the Civil War, Confederate cavalrymen established their reputation as flamboyant cavaliers who whipped the Federals battle after battle. Once the war returned to the Shenandoah Valley in the spring and summer of 1864, however, the tide began to turn. By the fall, the odds were stacked against the Confederate horsemen. The new face of the Army of the Potomac's Union cavalry,Maj. Gen. Philip Sheridan, saw prime cavalry action as a colonel in the Western Theater. He was a firm and dogged commander who refused to accept defeat.  When Gen. Ulysses S. Grant sent Sheridan to the Valley to quell the Confederates, there was no doubt about the outcome. Sheridan's main opponent was Gen. Jubal A. Early of the Army of the Valley, Lee's hot-headed \"Bad Old Man.\" He was an aggressive commander who worked efficiently and effectively, but his personal bias against using cavalry ultimately aided in his army's defeat in the Valley Campaign. Early spent much of June pushing Union troops out of the Shenandoah Valley. By early July he had reached the outskirts of Washington,D.C., but he was driven back into Virginia by the Army of the Potomac's Sixth Corps. Early re-grouped his troops near Strasburg and then proceeded to defeat Gen. George Crook at the Battle of Second Kernstown. On August. 6, Grant ordered Sheridan to the Valley to take command of the Middle Military Division, Army of the Shenandoah.  Sheridan boldly accomplished the three main objectives Grant gave him: drive the Confederates from the lower Valley and pursue them up the Shenandoah; destroy the Breadbasket of the Confederacy's ability to send food and supplies to Lee's Army; and disrupt the Virginia Central Railroad, which crossed between Staunton and Charlottesville. Historian Stephen Z. Starr remarked, \"Sheridan's cavalry enjoyed an overwhelming numerical superiority over Early's mounted troops …[and] its superiority in firepower was nothing short of awesome.\"  All told, Sheridan's troops numbered nearly 43,000, while Early's Army of the Valley numbered around 13,000. Sheridan had the upper hand in numbers and the hard fighting by his mounted troopers told a tale of its own, beginning with the Third Battle of Winchester. Third Battle of Winchester In the early morning of Sept. 19, Federal cavalry chief Brig. Gen. Alfred Torbert gave instructions to his officers for the fight to begin. Torbert's division commander, Brig. Gen. Wesley Merritt, and his respective brigades moved to lower Opequon Creek at Seiver's Ford, along with Brig. Gen. William Averell, whose cavalry was ordered up the Valley Pike. Col. Thomas Devin's cavalry brigade, along with the horse artillery, moved down the Summit Point Road, while Brig. Gen. George Custer and Col. Charles Lowell moved toward Locke's Ford, all under dark of night. Meanwhile, Confederate cavalrymen under Brig. Gen. John McCausland waited on the opposite bank of Opequon Creek for their adversaries in blue to make a move. Armed with Spencer carbines and sabers, Brig. Gen. James Wilson's Federal cavalry swung around the Confederate right. Merritt and Averell's divisions arrived later in the day and rode directly into the Confederate left flank. After the battle, Confederate Gen. Stephen Ramseur remarked, \"we whipped their infantry but their cavalry, 7,000 or 8,000 strong, broke our cavalry on the left [and] got in behind us.\"  One of the largest cavalry clashes of the war was over and Federal horsemen held the field. Fisher's Hill Early's troops withdrew south toward Strasburg, where they occupied the steep slopes of Fisher's Hill, situated between the Massanutten and Little North Mountain ranges. A prime example of Early's misuse of his cavalry occurred at Fisher's Hill, where he dismounted Maj. Gen. Lunsford Lomax's cavalrymen in an attempt to extend his line and defend his left flank. After the battle ended with Early yet again suffering a defeat by Sheridan, he sent word to Gen. Lee, explaining, \"In the affair at Fisher's Hill the cavalry gave way, but it was flanked. This could have been remedied if the troops had remained steady, but a panic seized them at the idea of being flanked, and without being defeated they broke, many of them fleeing shamefully.\" With Early out of the way, the Valley was wide open for Sheridan, who put torches in the hands of his cavalrymen and ordered the mass destruction known as \"The Burning.\" Confederate cavalry officer Brig. Gen. Tom Rosser noted solemnly that the Federals \"left a smoky trail of desolation to mark the footsteps of the devil's inspector-general … that the United States,under the government of Satan and Lincoln, sent Phil Sheridan to campaign in the Valley of Virginia.\" Tom's Brook As Sheridan slowly withdrew up the Valley, Rosser and his 5th Virginia Cavalry followed and harassed the Federal troops, hoping for a smashing Confederate victory. But Sheridan suddenly turned his troops and came straight for Rosser and Lomax at Tom's Brook on Oct. 9. Rosser was sent to chase Custer on the Back Road, parallel to the Valley Pike, while Lomax went after Merritt on the Pike itself. Custer's and Merritt's cavalry divisions routed the Confederate horsemen, who were overwhelmed and began to flee in what came to be known as the \"Woodstock Races.\" The battle at Tom's Brook was the most decisive Union cavalry victory in the Eastern Theater and it seemed to be only a matter of time before \"Old Jube's\" Confederates took the fall. A little more than a week after Tom's Brook, on Oct. 19, the Army of the Valley made its last major stand at the Battle of Cedar Creek in Middletown, Virginia. Cedar Creek At Cedar Creek, Early made a mistake by ordering Brig. Gen. Gabriel Wharton's division against Brig. Gen. George Getty's troops west of Middletown. He should have sent Wharton north down the Valley Pike to thwart any Union advance. Because Early did not, Federal cavalry reached a gap in the north part of the Pike and cut off any chance of advancement by the Confederates. At 4 p.m., Union cavalrymen struck the Confederate left flank. Confederate Gen. John Gordon remembered, \"Regiment after regiment,brigade after brigade, in rapid succession was crushed.\" Sheridan's cavalry pursued the fleeing Confederates, claiming prisoners, wagons, and cannon.  A member of the 65th New York Infantry observed after Cedar Creek that \"cavalry of this department have earned fame and reputation they may well feel proud of, and they could not well be other than successful when led by such gallant spirits as Torbert, Custer, and Merritt.\" As Sheridan promised Grant, Early was defeated and any further Confederate resistance in the Shenandoah Valley was quelled. The Federal cavalrymen rose from the doldrums and whipped their butternut-clad foes and the persona of the flamboyant Confederate horseman ceased to exist. Ultimately, Sheridan realized the importance of a well-equipped mounted arm. Early was content to rely heavily on his infantry and artillery, which led, at least in part, to the end of the Army of the Valley in the Shenandoah Valley Campaign of 1864.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/cavalry-in-the-1864-fall-shenandoah-valley-campaign.htm"
}
