{
    "title": "Cedar Creek & Belle Grove National Historical Park: The Political Impacts of the Shenandoah Valley Campaign",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     The Political Impacts of the Shenandoah Valley Campaign                The Political Impacts of the Shenandoah Valley Campaign       \"I tender to you…the thanks of the nation\" The Political Impacts of the Shenandoah Valley Campaign              Gen. Grant  Sep.12. 1864     Sheridan and Early are facing each other at a dead lock. Could we not… [reinforce Sheridan to] enable him to make a strike?...    A Lincoln       President Lincoln was clearly frustrated. In August he had approved Gen. Philip Sheridan's appointment to the department containing the vital Shenandoah Valley.  Now, over five weeks later,little had been accomplished.   Northern morale was flagging as the war dragged on. Although Gen. Sherman's capture of Atlanta on September 2nd was a much needed boost, the constant threat posed by Gen. Jubal Early's forces in the Shenandoah Valley continued to drain confidence in the war effort.   By late October, however, the Shenandoah Valley would be firmly in Union control and its rich resources lain waste. These results were brought about by the 1864Shenandoah Valley Campaign, and had direct political implications that fall. Lincoln's impatience and Sheridan's lack of progress, in mid-September, were understandable. Sheridan's caution resulted from the final directive he received from Grant; avoid another Union defeat in the Valley.  The scene of unending military setbacks, the Shenandoah had become the \"Valley of Humiliation.\" With the presidential election looming in early November, another disaster in the Valley would be devastating.  Sheridan later wrote,\"in consequence of the instructions of General Grant, I deemed it necessary to be very cautious….\" For Lincoln's part, having witnessed a parade of military ineptitude in the Valley throughout the war, it is little wonder he felt Sheridan was repeating the same pattern. With his decisive victories at Third Winchester, Fisher's Hill and Tom's Brook, however, along with \"The Burning,\" Sheridan had put Lincoln's fears to rest. The campaign seemed over. And then came Cedar Creek.   An audacious pre-dawn surprise attack by Early routed Sheridan's army, seemingly beyond repair. It was a stunning reversal, felt throughout Union ranks. One Northern soldier later described his despair that morning:   …the Army of the Shenandoah…was in danger of annihilation…humiliated by an undeniable defeat…. Gloomily our men tramped across the fields,depressed in spirits…. They feared that their former victories had all been rendered profitless by this one miserable defeat. They reflected what a crushing weight the news of this battle must fall upon the North, and they trembled for the Union cause.   The Union war effort was in jeopardy,something Sheridan clearly understood. He later described his first sight of his army upon completing his famous \"Ride\" that morning:   …there burst upon our view the appalling spectacle of a panic-stricken army—hundreds of slightly wounded men, throngs of others unhurt but badly demoralized…all pressing to the rear in hopeless confusion, telling only to plainly that a disaster had occurred at the front.   Rejecting suggestions to order a full-scale retreat, Sheridan realized any type of withdrawal would be, by all appearances, a defeat.  Thus the Union counterattack came, and with it a total reversal of fortune, both on the battlefield and home front.   Within weeks an epic poem,\"Sheridan's Ride\" was published, extolling Sheridan's inspirational leadership. Immensely popular, the Republican Party used it as a campaign tool to remind voters that tide of the war had changed. \"Sheridan's Ride\" even appeared on the front page of the New York Tribune on Election Day in an attempt to sway voters.     Lincoln certainly recognized the importance of Sheridan's victories and penned his congratulations three days after the battle, \"I tender to you and your brave army the thanks of the nation and my own personal admiration and gratitude for the month's operations in the Shenandoah Valley and especially for the splendid work of October 19, 1864.\"",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/the-political-impacts-of-the-shenandoah-valley-campaign.htm"
}
