{
    "title": "Cedar Creek & Belle Grove National Historical Park: Shenandoah Valley Civil War Time Line",
    "body": "Shenandoah Valley Civil War Time Line         Sketch of the battle of Belle Grove or Cedar Creek, Wednesday, Oct'r 19th, 1864 \/ by Jed. Hotchkiss &c. Library of Congress Geography and Map Division Washington, D.C.  1862 March 11 - Thomas J. Jackson evacuates Winchester. March 12 - Nathaniel P. Banks occupies Winchester. March 18 - Skirmish at Middletown. March 23 - First Battle of Kernstown   Forces Engaged: 12,300 total (US 8,500; CS 3,800)   Estimated Casualties: 1,308 total (US 590; CS 718)   Result: Union Victory   April 30 - Richard S. Ewell's division crosses the Blue Ridge at Swift Run Gap into the Shenandoah Valley. May 3 - Jackson's army departs the Valley via Brown's Gap. May 4 - Jackson returns his army to the Valley by rail, from Mechum's River Station via Rockfish Gap to Staunton. May 8 - Battle of McDowell   Forces Engaged: 12,500 total (US 6,500; CS 3,000)   Result: Confederate Victory   May 23 - Battle of Front Royal   Forces Engaged: 4,063 total (US 1,063; CS 3,000)   Estimated Casualties: 960 total (US 904; CS 56)   Result: Confederate Victory   May 25 - First Battle of Winchester   Forces Engaged: 22,500 total (US 6,500; CS 16,000)   Estimated Casualties: 2,419 total (US 2,019; CS 400)   Result: Confederate Victory   May 29-30 - Jackson demonstrates against Harper's Ferry. May 31 - Jackson's army marches through Winchester. June 6 - Skirmish near Harrisonburg, Brig. Gen. Turner Ashby killed in action. June 8 - Battle of Cross Keys   Forces Engaged: 17,300 total (US 11,500; CS 5,800)   Estimated Casualties: 951 total (US 664; CS 287)   Result: Confederate Victory   June 9 - Battle of Port Republic   Forces Engaged: 9,500 total (US 3,500; CS 6,000)   Estimated Casualties: 1,818 total (US 1,002; CS 816)   Result: Confederate Victory   June 17 - Jackson leaves the Valley for Richmond, Virginia. September 11 - Jackson with three divisions crosses the Potomac back into Virginia from Williamsport, Maryland. Brig. Gen. Julius White's Union garrison at Martinsburg retreats to Harper's Ferry. September 12-15 - Siege of Harper's Ferry   Forces Engaged: 36,900 total (US 14,000; CS 22,900)   Estimated Casualties: 12,922 total (US 12,636; CS 286)   Result: Confederate Victory, Union surrender   September 19-20 - Battle of Sheperdstown   Forces Engaged: (US 2,000)   Estimated Casualties: 654 total (US 363; CS 291)   Result: Confederate Victory   1863 January 1 - President Lincoln's Emancipation Proclamation. General Robert Milroy occupies Winchester. June 13-15 - Second Battle of Winchester   Forces Engaged: 19,500 total (US 7,000; CS 12,500)   Estimated Casualties: 4,709 total (US 4,443; CS 266)   Result: Confederate Victory   June 15 - Ewell's Second Corps crosses the Potomac River northward at Williamsport, MD and Shepherdstown, WV. June 24 - Hill's Third Corps crosses the Potomac River at Boteler's Ford (Shepherdstown, WV). June 25 -Longstreet's First Corps crosses the Potomac River at Williamsport, MD. July 14 - Army of Northern Virginia enters Martinsburg, WV. 1864 April 30 - Union army under Franz Sigel advances south from Martinsburg, WV. May 1 - Sigel occupies Winchester. May 11 - Sigel's army encamps at Cedar Creek just south of Middletown. May 15 - Battle of New Market   Forces Engaged: 10,365 total (US 6,275; CS 4,090)   Estimated Casualties: 1,380 total (US 840; CS 540)   Result: Confederate Victory   May 16 - Sigel returns to Cedar Creek May 19 - Sigel is relieved of command and posted to Harper's Ferry. May 21 - David Hunter takes command of Union army at Cedar Creek. May 26 - Hunter advances southward. June 2 - Hunter's army reaches Harrisonburg, VA. June 5-6 - Battle of Piedmont   Forces Engaged: 14,000 total (US 8,500; CS 5,500)   Estimated Casualties: 2,375 total (US 875; CS 1500)   Union Victory   June 6 - Hunter enters Staunton, VA. June 11 - Hunter sacks Lexington, VA, including burning Virginia Military Institute. June 13 - Lt. Gen. Jubal A. Early's Second Corps is ordered to the Shenandoah Valley. June 17 - Early's Second Corps begins arriving in Lynchburg, VA. June 17-18 - Battle of Lynchburg   Result: Confederate Victory   July 2 - Early's Army of the Valley reaches Winchester, VA. July 9 - Battle of Monocacy   Result: Confederate Victory   July 22 - Union troops reoccupy Winchester. July 24 - Second Battle of Kernstown   Forces Engaged: 23,000 total (US 10,000; CS 13,000)   Estimated Casualties: 1,800 total (US 1,200; CS 600)   Result: Confederate Victory (last in the Valley)   July 30 - Confederate cavalry under John McCausland burns Chambersburg, PA. July 14 - Early crosses the Potomac back into the Valley at White's Ferry, VA. August 7 - Maj. Gen. Philip H. Sheridan arrives in Harper's Ferry, WV, assuming command of the Middle Military Division and the Army of the Shenandoah. August 15 - Early's army is reenforced by Kershaw's infantry and Fitzhugh Lee's calvary divisions. September 16 - Gen. Ulysses S. Grant meets with Sheridan at his Charles Town, WV, headquarters. Kerhsaw's Division begins returning to Lee's army. September 19 - Third Battle of Winchester\/Battle of Opequon   Forces Engaged: 54,440 total (US 39,240; CS 15,200)   Estimated Casualties: 8,630 total (US 5,018; CS 3,612)   Result: Union Victory.   September 22 - Battle of Fishers Hill   Forces Engaged: 38,944 total (US 29,444; CS 9,500)   Estimated Casualites: 1,763 total (US 528; CS 1,235)   Result: Union Victory   September 23 - Skirmish at Front Royal, Union cavalry execute six of Mosby's Rangers. September 24- Kershaw's Division rejoins Early's army. September 27 - The systematic destruction of the Valley begins under Sheridan's command. Known simply as \"The Burning\". Lee urges Early to defeat Sheridan in the Valley. October 3 - Lt. John R. Meigs is killed by Confederate scouts near Dayton. Sheridan orders the burning of Dayton, VA and surrounding homes in retaliation. October 4 - Sheridan rescinds the order to burn Dayton. October 9 - Battle of Tom's Brook\/Woodstock Races   Forces Engaged: 9,800 total (US 6,300; CS 3,500)   Estimated Casualties: 407 total (US 57; CS 350)   Result: Union Victory   \"The Burning\" is completed after 13 days.   October 10 - Sheridan's army encamps along Cedar Creek. October 13 -   The Sixth Corps marches to Ashby's Gap en route to Alexandria but is recalled by Sheridan.   Skirmish at Hupp's Hill   Forces Engaged: 8,400 total (US 1,900; CS 6,500)   Estimated Casualties: 370 total (US 220; CS 150)   October 14 - The Sixth Corps returns to right of Union line along Cedar Creek. October 15 -   Sheridan leaves for Washington, D.C. to attend a war strategy meeting.   The Eighth and Nineteenth Corps begin entrenching.   October 16 -   Early has decoy message wigwagged from Signal Knob in view of the Union army.   Sheridan receives word of the decoded message in Front Royal and wires the new to Halleck.   October 17 -   Gen. John B. Gordon, Gen. Clement A. Evans, Maj. Robert W. Hunter, and Maj. Jedidiah Hotchkiss climb Massanutten Mountain and observes Sheridan's army from Signal Knob.   Rosser attacks Custer's pickets.   Sheridan arrives in Washington at 8 a.m., meets with Stanton and Halleck, and takes a noon train to Martinsburg, WV.   October 18 -   At a headquarters conference, Early accepts attack plan proposed by Gordon and Hotchkiss.   Gen. Gordon, Gen. Stephen D Ramseur, and Maj. Hotchkiss reconnoiter trail around Massanutten Mountain. Pioneers from Rodes' [Ramseur's] Division improve trail.   Sheridan rides from Martinsburg to Winchester.   October 19 - The Battle of Cedar Creek   Forces Engaged: 46,091 (US 32,000; CS 14,091)   Estimated Casualties: 8,575 total (US 5,665; CS 2,910)   Result: Union Victory",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/shenandoah-valley-civil-war-time-line.htm"
}
