{
    "title": "Cedar Creek & Belle Grove National Historical Park: The Belle Grove Portraits",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Belle Grove Portraits                The Belle Grove Portraits - Art as Politics         Isaac Hite, Jr. by Charles Peale Polk Belle Grove Collection  The Belle Grove Portraits: Art as Politics By Wayne Sulfridge, NPS Volunteer In 1799, Isaac Hite, Jr., the master of Belle Grove plantation, commissioned a group of seven portraits to be painted by the artist Charles Peale Polk. These portraits served several purposes. Not only did they preserve the likenesses of several members of his family, they also revealed important information about the values and concerns of their subjects. In addition, they made a very strong political statement at a time of significant political and legal tension in the history of the United States. Four of these portraits, and a replica of a fifth, hang in the parlor of the manor house at Belle Grove plantation. The portraits of Isaac Hite, Jr., and of his first wife, Nelly Conway Madison Hite, hang on each side of the fireplace. The portraits of Nelly's parents (and therefore also the parents of President James Madison) hang on each side of the hallway door. These are Nelly Conway Madison and James Madison Sr. The smaller replica of a portrait of Thomas Jefferson, who at the time of the painting was serving as Vice President of the United States, hangs over the hallway door. The locations of two of the seven paintings in this group are unknown. The missing portraits are of Isaac's daughter Nelly Conway Hite who would have been 9 years old at this time and of Isaac's sister-in-law. Charles Peale Polk and the Peale Family The artist who painted the portraits was Charles Peale Polk, who was a moderately successful painter of this period. Polk was the nephew, ward and student of his far more famous uncle Charles Willson Peale. Peale was one of the most famous and successful portraitist of the revolutionary and early national period in America. He painted many of the founding fathers including George Washington, Thomas Jefferson, Henry Knox and Robert Morris. Today he is perhaps most remembered for his painting of George Washington at Princeton. In this full length portrait, Washington is in his military uniform. He is casually posed with his left hand resting on a cannon, his right on his hip and his legs crossed. Peale was the father of four sons all of whom were named for famous artist of the past, Rembrandt, Raphael, Rubens and Titian. Charles Peale Polk is most known for a series of portraits of George Washington painted as copies of earlier portraits rather than from life. One of these Washington portraits can be found at Fort Ticonderoga in upstate New York. Closer to Belle Grove in the Shenandoah Valley are his portraits of Judge Robert White and his wife at Abram's Delight, a 1750s house in Winchester, Virginia. Isaac and Nelly These portraits are intended to demonstrate Isaac's wealth and status. The very fact that he can afford to commission seven paintings at one time is evidence of his prosperity. As is the suit of fancy clothes that he wears, including his silk stockings and silk vest. His personal seal hangs at his side showing that he deals with important documents that require its use. Nelly's portrait shows what is most important to her. First she is depicted in the painting with one of her three children, her only surviving son James Madison Hite (known as Madison throughout his life). Madison Hite was named for his grandfather, James Madison Sr. The book she holds is a book on deportment,proper behavior. She is telling us that her children and their role in society is her paramount interest. The Madisons The portraits of Nelly and James Madison also give us some insight into the things that they value. Nelly has two noteworthy items with her. She is holding a pair of spectacles, even though it is known that she had excellent eyesight even into her old age. The glasses here are an artistic convention to show that she is literate person. This is confirmed by the Bible lying open on the table beside her. It is opened to Psalms 107 and 108. Presumably one or both of these had some special significance for her. The fact that she chose to have a Bible in her portrait tells us that she wanted us to know that she was a deeply religious woman. James Madison Sr.'s portrait also shows that he is a prosperous man. His fancy suit and shirt demonstrate his wealth. As with Isaac, the personal seal hanging at his side indicates that he routinely deals with important documents. His literacy is demonstrated by the books on the table beside him, one of which in particular makes a political statement (to be discussed below). The Drapery The drapery in the background of the four paintings reinforces the idea that each couple's portraits were meant to be shown as a unit. By placing the drapery in opposite corners in the husband and wife paintings, it creates a joint frame for the wall on which they hang. Polk used the same or similar drapery in many of his portraits. For example the paintings at Abram's Delight uses this form of background, thought those portraits lack the revealing details that make the Belle Grove portraits more intriguing. The Dining Room Portraits In addition to the Polk portraits of the Hites and Madisons on display in the parlor of the manor house, there is also a pair of portraits hanging in the dining room. The first shows Madison Hite (the little boy shown with his mother in the parlor) as an adult. The other is his wife Caroline Matilda. The artist is unknown. It is believed that they were painted at Madison Hite's plantation in neighboring Clarke county Virginia. An interesting feature of this portraits is that each of them shows the person holding a gold colored object; in her case it appears to be a snuff box and in his a handkerchief. Family lore says that these were gifts that they had exchanged and are used here as symbols of their mutual devotion.   Art and Politics All four of the family portraits at Belle Grove, including those of the women, show the principles with books and other reading material, demonstrating that the Hites and Madisons were very literate families. But the reading matter in the portraits of Isaac Hite and James Madison Sr. are also making a very strong and a very courageous political statement as well. In order to understand the significance of the symbolism here, it is necessary to review the state of party politics and journalism in America at the end of the 18th century. Beginnings of Party Politics in America When the U.S. Constitution was written in 1787, political parties as we know them today did not exist. Parties devoted to winning elections in order to implement particular philosophies of government and policy were looked down on as factions of narrow interests opposed to the general welfare. However, in the first few sessions of Congress more or less cohesive and enduring groups of members coalesced around support for and opposition to the financial policies of Treasury Secretary Alexander Hamilton. By the election of 1796 men were running for office on the basis of their identification with one or the other of these groups, supporters of Hamilton as Federalists, opponents as Democratic-Republicans (or Republicans or Democrats, but these names do not imply any connections with modern parties). Federalists generally supported a stronger central government at the expense of power at the state level. They represented commercial and manufacturing interests, and were strongest in New England and the Middle Atlantic states. Democratic-Republicans favored more power retained by state governments, were more likely to favor agricultural interests, and were strongest in the South and West (i.e.,Kentucky and Tennessee). The split was aggravated by conflicts in Europe between England and France. England, a constitutional monarchy and America's principle trading partner but her opponent in the Revolution, was favored by the Federalists. While the Democratic-Republicans favored France, an absolute monarchy in process of becoming a republic and America's ally during the Revolution. Journalism in Early America Newspapers at the end of the 18th century were not and were not expected to be reasonably objective presenters of information on issues of public interest. Nearly all major newspapers were blatantly and aggressively partisan. Many were founded by, owned by, or subsidized by politicians or political groups and parties. No slander of the opposition was too outrageous to be printed; no glorification of the favored party was too sublime not to be offered as objective truth. One of the most vigorous supporters of the Democratic-Republicans was the Philadelphia Aurora. This paper was founded by Benjamin Franklin's grandson Benjamin Franklin Bache and was such an outspoken critic of the Federalists, including George Washington and John Adams that Abigail Adams said that Bache possessed the \"malice and falshood of Satan.\" The Sedition Act of 1798 In 1798, the year before the painting of the Belle Grove portraits, the Federalists in Congress grew tired of being slandered in the opposition press. In response they passed the Sedition Act which made it a crime to Write, print, utter, or publish, or… cause or procure to be written, printed, uttered, or published or … knowingly and willingly assist or aiding writing, printing, uttering, or publishing any false, scandalous and malicious writing or writings against the government of the United States, or either House of the Congress of the United States, or the President of the United States, with intent to defame the said government, or either House of the said Congress, or the said President, or to bring them, or either of them, into contempt or disrepute; or to excite against them, or either or any of them, the hatred of the good people of the United States… Violators of this act could be fined up to $2000 and imprisoned for up to two years. Although the law specifically allowed the truth of the published statements to be offered as a defense, when cases were actually tried under it, Federalist judges refused to permit evidence of the truth of the libelous statements to be offered. Two additional aspects of this law warrant comment. First it does not apply to malicious statements made against the Vice President, who at this time was Thomas Jefferson, leader of the Democratic-Republican party and their presumed presidential candidate in the election of 1800. Second it contained a provision for the Actto expire on March 3, 1801, at the end of the current Presidential term, so that if the Democrats won the election, they could not use it against Federalists newspapers.   Sedition and theAurora Three weeks before the Sedition Act was passed, Bache was arrested under the common law definition of sedition. He died of cholera before coming to trial. The Aurora was taken over by Bache's associate William Duane who continued its editorial policy with unabated vigor. In the summer of 1799 Duane was arrested for violation of the Sedition Act. While awaiting trial, he wrote an article attacking the Senate and was found to be in contempt of the Senate and was again ordered to be arrested. Staying one step ahead of his pursuers until Jefferson became President, Duane continued to publish the Aurora. Political Symbols in the Belle Grove Portraits What has all of this to do with the Belle Grove portraits? In his portrait, Isaac Hite is resting his left arm on a table, on top of a newspaper. It is possible to read the name of that newspaper; it is Bache's Philadelphia Aurora. The year after the passage of the Sedition Act and at a time when the editor\/publisher of the Aurora is charged with its violation and has been held in contempt of the Senate, Isaac Hite has incorporated into his portrait his support of that paper. It is a very strong statement of support of both the Democratic-Republican party and of freedom of the press. It is a defiance of the President and the Congress of the United States. James Madison Sr. also is making a political statement with the symbols in his portrait. Like Isaac in his portrait, Madison's left arm is resting on a table with three books on it. The book at the back of the table has a brown and red binding. If one stands close to the painting it is possible to read the title of that book. It is The Rights of Man. After the American Revolution Thomas Paine offered his pen to the support of the French Revolution. His The Rights of Man is a defense of that revolution written in reply to Edmund Burke's attack on it in Reflections on the Revolution in France. It is a fervent defense of revolution not only for national independence but also for democracy and political, economic and social justice. It was viewed as a radical and very dangerous document by conservatives in the United States. Madison's inclusion of it in his portrait is an unmistakable statement of support for a political agenda that many in America considered subversive of social order. It should not be surprising that James Madison Sr. and Isaac Hite were supporters of the Democratic-Republican party. James Madison Jr., the son of one and the brother-in-law of the other, was along with Thomas Jefferson one of the founders and leaders of that party. One final political statement lies in the subject of the seventh painting in this portrait group, Thomas Jefferson. All of the portraits with this one exception represent members of Isaac's or Nelly's family. There is no evidence that Isaac actually knew Jefferson. The two known contacts that he had with him,i.e., asking him to review the plans for Belle Grove and arranging for the portrait, were handled by Madison rather than directly. When the portraits were painted in 1799, Jefferson was the leader of the Democratic-Republican party and its presumed candidate for President in the next year's election. To include his portrait as the only non-family member is in itself a political statement.       Nellie Madison Hite and James Madison Hite by Charles Peale Polk Belle Grove Collection",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/the-belle-grove-portraits-art-as-politics.htm"
}
