{
    "title": "Cedar Creek & Belle Grove National Historical Park: The Valley Turnpike Company",
    "body": "The Valley Turnpike Company          The Valley Turnpike The Valley Pike is the story of America and American ingenuity. The evolution of a wagon road into a great artery to distant cities was part of a sweeping change that took place between the American Revolution and the Civil War and played a critical role in the development and history of the Shenandoah Valley. As settlement grew in the Shenandoah Valley, an old native trail coined the \"Great Warrior Path\" became known as the \"Great Wagon Road.\" The Wagon Road began in Philadelphia and connected Lancaster, York, Gettysburg, Chambersburg, Greencastle to Winchester. Continuing South to Georgia. The Shenandoah Valley became a rich agricultural resource during the colonial period. that developed in the Valley. \"By the 1790's the Shenandoah Valley had become one of the most important wheat and flour producing regions in the entire south.\" The road surface itself responded to the season, freezing hard to ice in the winter kicking up dust and stones in the summer, and dissolving into muddy ruts in rains and thaws.  In November 1825, His Highness, Bernhard, Duke of Saxe Weimar, passed up the Valley from Harper's Ferry to Natural Bridge. He was a man of education and culture, a close observer, and widely traveled. These are his remarks about the Great Wagon Road, \"On the 19th of November we left Harper's Ferry in a clear, but very cold morning, and set off on a journey to the Natural Bridge, which is one hundred and seventy five miles distant. We rode in an ordinary stage. The improvement of stages, appears not yet to have extended beyond the Blue Mountains, because we were obliged to be contented with one, which was in every respect very uncomfortable. The way led us through a hill country and was very bad. We went for a considerable distance on rocks: on the road, a great many loose stones were lying, and I was surprised, that our miserable vehicle was not broken into pieces.\" A year later Henry D. Gilpin, a lawyer from Philadelphia remarked, \"the worst road in the universe.\" The route through Winchester, Middletown, and Woodstock was \"the most horrible you can conceive:…you pass over naked ridges of limestone rock, through ravines which it is astonishing any one every thought of using for a path, up and down hills and almost perpendicular.\"  Emergence of The Valley Turnpike The Revolutionary War depleted Virginia counties of financial and other resources needed to build and maintain roads. Turnpikes offered a new way of meeting these needs. In Feb, 1817, the VA General Assembly passed an act that established regulations for incorporating turnpike companies and specifications for constructing the road and collecting tolls. Between 1800 and 1830, more than 10,000 miles of turnpikes were built in the US, most of them in New England and Mid Atlantic States. America's first good roads were largely a result of the turnpike movement. Another vision for road improvements was a link to the western frontier. A petition from 1838 for state support of the Valley Turnpike stated, \"The Valley seems to be designed as the great thoroughfare between the west and the southwest to northern cities.\" Leading southwest into Tennessee and Kentucky and also northwest to Ohio. On March 3, 1834, the VA state legislature authorized the Valley Turnpike Company to create a 68 mile macadamized turnpike between Winchester and Harrisonburg. For the most part, the turnpike followed the original Warriors' path, but improvements were made, roadbeds were smoothed, sharp curves were straightened and bridges were built.  The Valley Turnpike aimed to connect the Shenandoah Valley's economy with seaports north of the Potomac. Valley Pike developers saw it as a way of creating an economy somewhat independent of Richmond, with Valley towns interconnected with each other on a roadway that would bring merchandise to their stores from Philadelphia or Baltimore, not from Richmond. The road would be the artery of commerce of the Valley towns: it ran through the towns, not around them.The shipment of commercial products, not passenger traffic, was so central to early pike developers' concerns that they chose as their emblem a sheaf of what surrounded by the words \"Valley Turnpike Company.\" A stock company: The road anticipated to cost $250,000, was funded by shares of stock that sold for $25 each. Sixty percent of the stock was sold publicly, and the State board of Public Works purchased the remaining forty percent on behalf of the Commonwealth. In 1837, a second charter was issued for improving 25 additional miles of roadway between Harrisonburg and Staunton. This charter was issued to another corporation which later merged with the Valley Turnpike Company. When the stock was initially made available to the public, people in the four Virginia counties (Frederick, Shenandoah, Rockingham and Augusta) through which it ran bought most of the shares, but a substantial number of purchasers were from Baltimore. Between 1838 and 1857, the Valley Turnpike sold 16000 shares of stock. The cost of building the entire 93 mile turnpike was $425,000. Thus, $425,000 in 1840 would be approximately $9,231,000 today. Macadamized Road:  Developed by Scotsman John Louden McAdam in the early 1800's. It consisted of creating 3 layers of stones laid on a sloped subgrade with side ditches for drainage. The first two layers consisted of angular hand broken aggregate, maximum size three inches, to a total depth of about eight inches. The third layer was approximately two inches thick with a maximum aggregate size of about one inch. The layers would be compacted by a heavy roller, causing the angular stones to lock together. Roads constructed in this manner were described as \"macadamized\". The Valley Turnpike was to be 22 feet wide, 18 feet paved not less than 12 inches thick. No grade was to exceed 3 degrees.  Limestone was quarried along the route, thus altering the landscape through which the road passed. This limestone did not crumble readily and it was hard work breaking the rock. It also produced a lot of dust.The limestone was also used to line ditches and culverts through which water could be drained. The pike surface was hard for the hooves of cattle. Many farmers used other unsurfaced roads like Middle Road that paralleled the VP to the west. It became known as \"Ox Road.\" The Road of Commerce:  By 1850, 96% of the Valley farmers were producing wheat. The teamsters camped by the way or lodged at the taverns \"wagon stands\" that were to be found at intervals along the route. In those good old day of stages and droves and wagons the Great Wagon Road was a highway to wonder and adventure, an ever changing scene of action, sound, and color. Wagons driving load of farm produce bound for market also frequented the roadway in large numbers. Each wagon carried three tons, had narrow wheels, and was drawn by a team of four horses. Wagons were loaded with flour, meat, tobacco, furs and other products of the inland communities and across the mountains and hills to Baltimore, Philadelphia, Fredericksburg, Alexandria, and Georgetown: later, to Winchester, after the railroad had been extended to that town. The return load was made up of fish, salt, coffee, and other supplies that had to be imported. The heavy wagon was always supplied with a feed trough for the horses, an axe for cutting firewood, and a simple outfit for making a hasty dinner or supper. The access to distant markets created a prosperous and stable rural social order controlled by local families and centered around the milling of wheat, the dominant source of wealth in the Valley in the turnpike era. There were numerous Valley iron furnaces, forges, harness shops, carriage workshops, inns, distilleries, cattle yards, and merchants whose livelihood depended upon the pike for customers, but most important to it in the days before the railroad were hundred of mills that operated in the turnpike hinterland. Millers calculated the cost of capital and labor. Determined the volume and width of milled four, provided credit accepted country produce or hauling services when cash was scarce, and clearly understood the impact of transportation costs on profits.   A Toll Road:  Turnpike companies would erect scales along the road to check the wagon weight, because a wagon's load determined the times at which it could use the road, the width of the wheels to be used, and the tolls to be paid. The law set toll rates for various kinds of livestock and vehicles, and allowed turnpike companies to erect tollgates every five miles to collect the tolls. In addition, the law provided penalties for toll evasion and the failure of a turnpike company to maintain the road adequately. In 1840 it would have cost about $4.38 to travel the entire length of the Valley Turnpike. That is approximately $78.40 in 2007 dollars. The Best Thoroughfare in the South:  Example of great engineering- The construction of the Valley Turnpike led to considerable modification of the natural landscape features.  In addition to grading and macadamizing, it was necessary to construct bridges and culverts over streams. Surveyors typically included field observations regarding soil quality, gradients, stream and river crossings, and the availability of stone nearby for turnpike construction.  Deviations were made to the original Wagon Road. Originally, the road would have led wagons to the easiest place to ford a stream or creek. As the Pike was engineered, they placed the Pike to the most ideal place for a bridge. High enough to not be submerged in water due to heavy rains. Political difficulties arose about the way the road space was organized. Different interests wanted different kinds of roadways. State engineer Claudius Crozet wanted road that curve around the many hillocks in the Valley or ascend or descend the terrain gradually.  Valley farmers wanted straight roads that cut through elevations rather than going around them.  Cultivators also wanted straight roads because the straight fencing built along them was less expensive and less likely to harbor weeds.  Merchants and farmers wanted straight, shortest distance roads because they could get their goods to market faster over them. The road builders also molded the environment through requirements for grading, widening and surfacing. They discovered soon after construction began that a \"much larger proportion (of stone) on the whole line had had to be blasted\"; broken stones were not abundant enough to allow workers to pick them from the fields and roadsides, as some engineers predicted could be done. In some places, limestone protruded where the roadbed might go, and in other areas, the stone confined the best alignment to narrow passages. The statue's requirement that the road by 40 feet wide simply could not be followed where the path crossed some waterways. There was too much rock to be removed by blasting, so in some places the VP narrowed to 20 feet in width, thus making it impossible for 2 lane traffic to go in opposite directions at the same point on the road. As a result, travelers reported that, although the pike was \"one of the smoothest roads of the kind they ever saw,\" they objected because of its want for width. The lower the road's gradient, the more weight wagon could carry. Engineers knew that steep grades hurt horsed and led to surface erosion when water poured down the road. Yet, company shareholders wanted steep road. As a result the 3 degree road decreed by law was not often built. In the stretch between New Market and Middletown, which contained some of the road's straightest stretches the grade was about 4 degrees. Initial plans discussed all details, including humane treatment for the animals traveling. \"Wherever there is a long ascent or descent there should be level places found at intervals where cattle may occasionally stop and rest, in going up, so as not to remain in draught, and the carriage stand on a plane surface.\"  Much timber was cut in the Valley to construct the numerous bridges the road required, many of which were covered. Local use of wood for building material, fuel and fencing meant that long stretches of the pike were not shaded and uncomfortable in the summer heat.  Civil War: Road conditions in VA made troop movement difficult. In September 1861, Lee wrote to Governor. John Letcher,\"Our greatest difficulty is the roads. It has been raining in these mountains about six weeks. It is impossible to get along. It is that which has paralyzed all our efforts.\"Many wagons broke down in the mud and rocks. Importance of the Valley to both sides (\"Breadbasket of the Confederacy\" and Avenue of Invasion and Counter-Invasion. It was this latter factor where the Valley Turnpike had its biggest influence on the various campaigns that occurred in the Valley - in how its effected the movement of armies…. The Valley Turnpike was a road that had significant strategic importance during the Civil War.It allowed the rapid movement of armies, both men and material, over a short time -Example: The overwhelming success of Jackson's 1862 Valley Campaign heavily hinged on the rapid movement of his outnumbered forces-his repeated use of the Valley Turnpike allowed for these rapid movements. Poor to begin with the roads and bridges were damaged and destroyed as the armies fought over them repeatedly. The company that operated the Valley Turnpike reported that its revenue collections were negligible because \"of the army destroying bridges, injuring toll houses, and we are getting very little tolls.\" Aftermath of War: Turnpike company leaders argued that the cost of labor and supplies had risen ten to forty times during the war, so the company needed permission to increase tolls at least eightfold. The company had purchased twenty thousand dollars in Confederate bonds during the war, absolutely worthless by war's end. The financially strapped Confederate government paid only ¼ the tolls the company was entitled to collect. After the Civil War, the railroads surpassed the turnpike as the Valley's commercial artery and brought substantial change to the daily lives of people in the Valley.By the beginning of the 20th century, the Valley Turnpike had a reputation as the best paved extensive road in VA. Ultimately the Valley Turnpike Company could not finance repairs through tells, because automobiles tour up the macadamized pike and Harry F. Byrd led a campaign to end them and convert the Valley Turnpike to a free, public, state maintained road. The last toll was collected on August 31, 1918 as the state sold the company's real estate, and the toll road became a free, public road, a part of Virginia's new state highway system. The toll gates were removed; and money to improve and repair the road, build new bridges, was derived from taxes, particularly a tax on gasoline. The crossing of Cedar Creek was really hazardous. Approaching the stream from the northeast, the track came down the hill and turned sharply to the right to cross the narrow, rickety bridge. Immediately over the bridge there was abrupt turn to the left to pass between the Stickley house on the right and the ruined walls of two mills on the left, and then another turn to the right within 100 yards. In the overhauling of the pike after 1918 this trap to unwary drivers was of course removed. A new wide bridge was built over the creek just below the old mills, and the sharp turns in the approaches from both sides were eliminated. The state highway department began a systematic reconstruction program for US 11 in 1928 and this great Valley Pike moved into the modern era of 20th century travel. From the \"Scenic and Historical Guide to the Shenandoah Valley\" in 1923, a poem describes the \"Long Gray Trail\"-   \"Ninety miles and more it stretches Up the Valley, towards the south: Firm it is to wheel and hoof beat, Firm it holds in flood and drouth: And it links the towns and cities, Jewels on a silver chain, Shining in their emerald settings, In the broad and fertile plain.   Straight it runs for leagues of distance, Here and there a crook or turn: Now it leaps a creek or river Or caresses bank and burn: But it never halts or falters, On it leads through night and day, Like a cheering path of promise \"tis a fine old honest way!\"",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/the-valley-turnpike-company.htm"
}
