{
    "title": "Cedar Creek & Belle Grove National Historical Park: Suggested Reading List",
    "body": "Suggested Reading List        Cedar Creek and Belle Grove NHP Suggested Reading List History of the Shenandoah Valley:  Hofstra, Warren R. The Planting of New Virginia: Settlement and Landscape in the Shenandoah Valley. Baltimore: Johns Hopkins University Press, 2004.  Hofstra, Warren R. and Karl B. Raitz. The Great Valley Road of Virginia: Shenandoah Landscapes from Prehistory to the Present. Charlottesville: University of Virginia Press, 2010.  Kercheval, Samuel. A History of the Valley of Virginia. 2nd ed. Woodstock, VA: J. Gatewood, Printer, 1850.  Koons, Kenneth E., and Warren R. Hofstra. After the Backcountry: Rural Life in the Great Valley of Virginia, 1800-1900. Knoxville: University of Tennessee Press, 2000.  Rouse, Parke. The Great Wagon Road: From Philadelphia to the South. New York: McGraw-Hill, 1973. Civil War: Primer on the Civil War and its causes: Horton, James Oliver, and Lois E. Horton. Slavery and Public History: The Tough Stuff of American memory. Chapel Hill: University of North Carolina Press 2009. Levine, Bruce C. Half Slave and Half Free: The Roots of Civil War. Revised Ed. New York: Hill and Wang, 2005. McPherson, James M. Battle Cry of Freedom: The Civil War era. New York: Oxford University Press, 1988. Sutton, Robert Kent. Rally on the High Ground: The National Park Service Symposium on the Civil War, Ford's Theatre, May 8 and 9, 2000. Fort Washington, PA: Eastern National, 2001. Shenandoah Valley Civil War History Carhart, Tom. Sacred Ties: From West Point Brothers to Battlefield Rivals: A True Story of the Civil War. New York: Berkley Caliber, 2010. Colt, Margaretta Barton. Defend the Valley: A Shenandoah Family in the Civil War. Oxford: Oxford University Press, 1999. Stonewall Jackson's 1862 Valley Campaign: Duncan, Richard R. Beleaguered Winchester: A Virginia Community at War, 1861-1865. Baton Rouge: Louisiana State University Press, 2007. Gallagher, Gary W. \"Revisiting the 1862 and 1864 Valley Campaigns: Stonewall Jackson and Jubal Early in the Shenandoah.\" In Lee and His Generals in War and Memory,\" 182-195. Baton Rouge: Louisiana State University Press, 1998. Gallagher, Gary W. The Shenandoah Valley Campaign of 1862. Chapel Hill: University of North Carolina Press, 2003. Hale, Laura Virginia. Four Valiant Years in the Lower Shenandoah Valley, 1861-1865. Strasburg, VA: Shenandoah Pub. House, 1968. Hotchkiss, Jedediah and Archie P. McDonald. Make Me a Map of the Valley: The Civil War Journal of Stonewall Jackson's Topographer. Dallas: Southern Methodist University Press, 1973. Noyalas, Jonathan A. \"My will is absolute law\": A Biography of Union General Robert H. Milroy. Jefferson, NC: McFarland & Co., 2006. Noyalas, Jonathan A. and Nancy T. Sorrells. \"If this Valley is Lost, Virginia is Lost!\": Stonewall Jackson's Valley Campaign. New Market, VA: Shenandoah Valley Battlefields Foundation, 2006. Noyalas, Jonathan A. Stonewall Jackson's 1862 Valley Campaign: War Comes to the Homefront. Charleston, SC: History Press, 2010. Tanner, Robert G. Stonewall in the Valley: Thomas J. \"Stonewall\" Jackson's Shenandoah Valley Campaign, Spring 1862. Garden City, NY: Doubleday, 1976.  1864 Valley Campaign Connor, Richard, and Wilson R. Springer. Sheridan, The Inevitable. New York: Konecky & Konecky, 1993.  Cooling, B. Franklin. Jubal Early's Raid on Washington, 1864. Baltimore, MD: Nautical & Aviation Pub. Co. of America, 1989. Cooling, B. Franklin. Monocacy: The Battle that Saved Washington. Shippensburg, PA: White Mane Pub. Co., 1997. Dickert, D. Augustus. History of Kershaw's Brigade, with Complete Roll of Companies, Biographical Sketches, Incidents, Anecdotes, etc. Dayton, OH: Press of Morningside Bookshop, 1976. Duncan, Richard R. Beleaguered Winchester: A Virginia Community at War, 1861-1865. Baton Rouge: Louisiana State University Press, 2007. Early, Jubal Anderson. Jubal Early's Memoirs: Autobiographical Sketch and Narrative of the War Between the States. Baltimore, MD: Nautical & Aviation Pub. Co, 1989.  Gallagher, Gary W. \"Revisiting the 1862 and 1864 Valley Campaigns: Stonewall Jackson and Jubal Early in the Shenandoah.\" In Lee and His Generals in War and Memory,\" 182-195. Baton Rouge: Louisiana State University Press, 1998. Gallagher, Gary W. The Shenandoah Valley Campaign of 1864. Chapel Hill: University of North Carolina Press, 2006. Lewis, Thomas A. The Shenandoah in Flames: The Valley Campaign of 1864. Alexandria, VA: Time-Life Books, 1987. Mahon, Michael G. The Shenandoah Valley, 1861-1865: The Destruction of the Granary of the Confederacy. Mechanicsburg, PA: Stackpole Books, 1999. Noyalas, Jonathan A. \"Give the Enemy no Rest!\": Sheridan's 1864 Shenandoah Campaign. New Market, VA: Shenandoah Valley Battlefields Foundation, 2007. Pond, George E. The Shenandoah Valley in 1864. Edison, NJ: Castle Books, 2002. Stackpole, Edward J. Sheridan in the Shenandoah: Jubal Early's Nemesis. 2nd ed. Harrisburg, PA: Stackpole Books, 1992. Taylor, James E. With Sheridan up the Shenandoah Valley in 1864: Leaves from a Special Artist's Sketchbook and Diary. Cleveland, OH: Western Reserve Historical Society, 1989. Voices of the Civil War: Shenandoah 1864. Alexandria, VA: Time Life Books, 1998. Wert, Jeffry D. From Winchester to Cedar Creek: The Shenandoah Campaign of 1864. Carbondale: Southern Illinois University Press, 2010. The Burning of the Shenandoah Valley - 1864 Grimsley, Mark. The Hard Hand of War: Union Military Policy Toward Southern Civilians, 1861-1865. Cambridge: Cambridge University Press, 1995. Heatwole, John L. The Burning: Sheridan in the Shenandoah Valley. Charlottesville, Va.: Rockbridge Pub., 1998. Lewis, Thomas A. The Shenandoah in Flames: The Valley Campaign of 1864. Alexandria, VA: Time-Life Books, 1987. Mahon, Michael G. The Shenandoah Valley, 1861-1865: The Destruction of the Granary of the Confederacy. Mechanicsburg, PA: Stackpole Books, 1999. Taylor, James E. With Sheridan up the Shenandoah Valley in 1864: Leaves from a Special Artist's Sketchbook and Diary. Cleveland, OH: Western Reserve Historical Society, 1989. (Hard to find\/Out of Print) Battle of Cedar Creek: October 19, 1864 Lewis, Thomas A. The Guns of Cedar Creek. New York: Harper & Row, 1988. Mahr, Theodore C. The Battle of Cedar Creek: Showdown in the Shenandoah, October 1-30, 1864. 2nd ed. Lynchburg, VA: H.E. Howard, 1992. (Out of Print\/Hard to find) Noyalas, Jonathan A. The Battle of Cedar Creek: Victory from the Jaws of Defeat. Charleston, SC: History Press, 2009. Wert, Jeffry D. From Winchester to Cedar Creek: The Shenandoah Campaign of 1864. Carbondale: Southern Illinois University Press, 2010.  Whitehorne, Joseph W. A. The Battle of Cedar Creek: Self-Guided Tour. Washington, DC: Center of Military History, United States Army, 1992.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/suggested-reading-list.htm"
}
