{
    "title": "Cedar Creek & Belle Grove National Historical Park: The Lost Generation-The Tragic Deaths of Ramseur and Lowell",
    "body": "The Lost Generation-The Tragic Deaths of Ramseur and Lowell         Stephen Dodson Ramseur Library of Congress  The Lost Generation To understand the magnitude of loss in human life that occurred during the Civil War, we must first look at the statistics and then look beyond to understand the human experience. To look beyond the statistics we will focus on Stephen Dodson Ramseur and Charles Russell Lowell, Jr. Both of these brave young men fought heroically until their fated ends at the Battle of Cedar Creek.   The Statistics The number of deaths during the Civil War was staggering. Approximately 206,000 soldiers died in battle and 418,000 died from disease and other noncombatant causes. Over 620,000 deaths and over one million total casualties occurred during the Civil War for both the North and South. Each number reflects a life. The majority of these deaths were from one generation of Americans born between 1835-1845. This \"Lost Generation\" included men that were in their twenties and thirties while fighting in the Civil War. Stephen Dodson Ramseur and Charles Russell Lowell, Jr. are two men who are examples of the \"Lost Generation.\" They both fought valiantly during their service in the Civil War until their fates were determined at the Battle of Cedar Creek.     Stephen Dodson Ramseur Stephen Dodson Ramseur was born on May 31, 1837, in Lincolnton, North Carolina, located approximately forty miles northwest of Charlotte. Ramseur was the eldest son of Jacob A. Ramseur and Lucy Mayfield Dodson.  He was a devout Presbyterian.  Ramseur set his eyes set on West Point the United States Military Academy in New York. He did not secure appointment to the academy in 1853 and went on to Davidson College, 25 miles east of Lincolnton. While at Davidson he found a mentor in his math professor, Daniel H. Hill. Hill was a West Point graduate and recommended Ramseur for appointment to West Point. Ramseur made his way to West Point in late June 1855.   West Point was the perfect training for the leader Ramseur was about to become. Before North Carolina seceded from the Union, he resigned his commission with the United States Army and headed to Mobile, Alabama the new Confederate capital to offer his services. During his four years he participated in some of the most important battles of war. After being seriously wounded at Malvern Hill when a bullet hit his arm he was appointed to brigadier general on November 1, 1862. He returned to his command in January 1863. At Chancellorsville Ramseur was wounded in the shin. He continued to lead with determination at Gettysburg, the Wilderness and was wounded again for the third time during the fierce fighting at the Bloody Angle at Spotsylvania. Cold Harbor was another intense battle for the young commander. On June 4, 1863 Ramseur was promoted to rank of major general, the youngest West Pointer to achieve this rank at the age of 27. Ramseur spent some timer recuperating in Milton, North Carolina, after his first wounding at Malvern Hill. During this period of convalescence he fell in love with his cousin Ellen Richmond. Ellen, known as Nellie, accepted his proposal of marriage. They were married on October 28, 1863, at Nellie's home at Woodside in Milton, North Carolina.   Charles Russell Lowell, Jr. A man very similar to Ramseur, but who fought for the Union was Charles Russell Lowell, Jr. Born on January 2, 1835 to Charles Russell Sr. and Anna Cabot Jackson. The Lowell and Jackson families connected through business and marriage had been major forces in New England. The families gained great wealth and became part of high society in Boston. Lowell's father Charles Russell Lowell, Sr. proved to be an inefficient manager of Lycoming Coal and declared bankruptcy in 1840. In reaction to her husband's inability to provide for the family, Anna Lowell decided to open a school. This school is where young Lowell first received his education. When Lowell was nine, he attended Boston Latin School. After completing four years at the Latin School, Lowell went on to the English High School. After high school Lowell attended Harvard.  During Lowell's four years at Harvard he remained in the top two positions in his class and at the July 1854 commencement Lowell gave the valedictory address. Lowell wanted nothing more than to help rebuild his family's finances. After Harvard he became a merchant, \"from there he launched himself on a promising career in the forefront of iron manufacture.\" The industry destroyed his health and in October of 1856 Lowell was diagnosed with Tuberculosis. Lowell's Uncle Dr. James Jackson tried to convince him that he would end up an invalid if he did not change his lifestyle and ambitions. Lowell felt the plan was unnecessary and he changed his career by going to work for J.M. Forbes & Co. John Murray Forbes became one of the most important people in Lowell's life. Lowell's health continued to deteriorate and with his families insistence he went to Europe. After two years in Europe, Lowell made his way to Paris to visit a pathologist where Lowell was diagnosed as being in remission. Armed with the positive news about his health, Lowell returned to the States. In 1860 Lowell was offered a position as ironmaster of the Mount Savage Iron Works near Cumberland, Maryland. Thus Lowell was living in a border state when Abraham Lincoln was elected President on November 6, 1860.  When Lincoln called for volunteers, many young men of upper class New England society went to enlist. These young men were future leaders of their communities and states, and many of these men would also become a statistic in the \"Lost Generation.\" Lowell had the same sense of duty as his peers, and made his way to Washington D.C. on April 21, 1861 to enlist. After being commissioned Colonel in the spring of 1863, the younger sister of his friend Rob Shaw, Effie, caught his eye. In a sequence of events that paralleled Ramseur's romance, there was an awakening, a whirlwind courtship and an engagement, with the wedding date to be set subject to military necessity.  Josephine Shaw and Charles Russell Lowell, Jr. were married on October 31, 1863, (ironically only three days after Dod and Nellie marry), in Staten Island's Unitarian Chapel.   The 1864 Shenandoah Valley Campaign The excitement of young love ended 1863 for both Ramseur and Lowell. Little did either man know he would not survive 1864. Both Ramseur and Lowell would meet their fate at the Battle of Cedar Creek on October 19, 1864. The loss of these men would be mourned by their respective nations. By mid October the Shenandoah Valley Campaign had been a great success for the Union forces under General Philip Sheridan. The Union had solid success on the battlefield that led to a \"total war\" destruction of many of the Shenandoah Valley's resources. The destruction of the Valley had become known simply as \"The Burning.\" This burning consisted of destroying anything that would be of use to the Confederate army. After the thirteen day rampage through the Valley, Sheridan was confident that the destruction of the Valley would provide no sustenance to Early's army. With the Confederate army unable to feed itself, Sheridan felt it would be unlikely for them to attempt an attack. Sheridan used Belle Grove Plantation in Middletown, Virginia as his headquarters and placed his three corps along the northern banks of Cedar Creek. On October 15, 1864 Sheridan went to Washington D.C. for a strategy meeting to discuss the next move for the Army of the Shenandoah. Sheridan felt that he had victory in the Valley and was ready to move his army to Richmond to help put an end to the war. While Sheridan's men were entrenched at Cedar Creek, the Confederate forces were not happy. Many of the men in Lt. General Jubal A. Early's army were from the Shenandoah Valley. Many of these Confederate soldier's personal property had been destroyed during the burning campaign that Sheridan unleashed in the Valley. Leading up to the events of the battle of Cedar Creek, Ramseur received wonderful news. Through the use of the signal station at Signal Knob on the Massanutten Mountain, Ramseur found out that Nellie had given birth to their first child. Ramseur did not know if he had a son or a daughter as the message simply said, \"The crisis is over and all is well.\" Ramseur wanted a furlough to get home to his wife and new child. He had hoped the upcoming battle would afford him the opportunity. On the morning of battle he was \"…dressed with unusual care in full uniform, a flower in his lapel to honor his new child…\" Lowell's wife Effie was also expecting their first child in November. On October 17, 1864, Early ordered Major General John B. Gordon with some other men to hike to Signal Knob atop the Massanatten Mountain. Taking in the information of how the Federals were camped at Cedar Creek, Gordon, along with others formulated a plan to conduct a nighttime march on October 18, with a surprise attack against the Federal left on the morning of October 19. Hidden in a bank of fog, the surprise attack on the morning of October 19, hit the Federal line was initially an overwhelming success. Ramseur was part of the surprise attack that crossed the Shenandoah River and hit into the Federal 8th Corps. Lowell was positioned to the far west with the cavalry just beyond the 6th Corps. The Confederates gained great momentum by the surprise attack along with the assistance of the fog. The battle was utter chaos that caused the very surprised Federal army to be quickly routed. It took the Confederates about five hours to push the Union soldiers completely out of their encampment, beyond Belle Grove and north of Middletown. By 10:30 a.m. Sheridan had arrived on the scene. The day before he came back from Washington D.C. and had spent the night in Winchester, Virginia just 15 miles to the north of Middletown. When Sheridan heard the sound of cannon from the south that morning, he quickly ate his breakfast, jumped on his horse Rienzi and made his way back to his army. When he arrived on the scene his troops were routed and demoralized. Sheridan quickly took action, determined what had transpired and started to plan a counterattack.   By early afternoon, Sheridan had positioned his men in a counterattack. But with word of a potential Confederate reinforcement, Sheridan held back. As Lowell was conferring with another officer a minie ball struck him in the chest. It had embedded itself in the muscle above the right lung without breaking the skin. All wanted him to go to the rear, but he refused. Believing himself to be simply stunned and that he would be fine shortly.  Lowell was most concerned that without his leadership, the position that his men had held for five hours might be lost. Even though he could not speak above a whisper, Lowell remained with his men. Another factor and concern was that Lowell's lung had not been in good working order since having had tuberculosis. As the Federal counterattack was about to happen Lowell was ordered to countercharge. Lowell felt this order was a gift, Lowell knew he wanted to die, \"at the head of his regiment: that is the time to die when one is happiest.\" He recognized that even if he had not received a mortal wound, his collapsed lung would ruin his life and it would be a slow death. Around 3 p.m., Lowell was lifted and strapped onto a horse. He was very weak. A courier brought news of reinforcements for the Confederates so the counterattack was halted. At 4:15 p.m. the counterattack commenced with Lowell at the head of his brigade, his aides called out the orders because he could not speak above a whisper. Over 3000 horses responded and into a volley they headed. The cavalry began to trot, then gallop and quickly to charge. Lowell was hit again, and he was carried to the rear to a doctor and then on to the hospital. After the counterattack was successful, Lowell was moved into a house in Middletown. He had been paralyzed and felt no pain. Lowell slept that night and the following morning his officers came to see him. He said to one of the officers, \"My only regret is that I cannot do something more for our cause.\" At 9 a.m., Lowell's labored breathing finally ceased. While Lowell's action was occurring on the Federal left, Ramseur too was in the thick of battle at the time of the Union counterattack. Ramseur was positioned on the Confederate left near the Miller house, which became a focal point of fierce fighting. The Federal soldiers had just been reinvigorated with Sheridan's return. They were ready to fight and regain what they had lost that morning. The Confederate soldiers, tired from their long march the night before as well as their great victory of the morning, were not about to lose everything they just gained. An intense battle raged. During this period Ramseur's horse had been shot. Just after securing another horse, it too was shot as soon as he mounted it. As he started to mount a third horse, Ramseur was struck by a bullet, in the right side, which passed through his lungs and lodged below his left arm. Ramseur's ambulance was also captured and he was taken to the Belle Grove plantation house to be treated by Union surgeons. When news spread of Ramseur's wounding and capture, his current foes that were once his friends at West Point came to see him. George Custer, Wesley Merritt and Henry DuPont all came to his side.   The Tragic Loss of War Two men with promise and grace were exemplified at the battle of Cedar Creek. Their lives so different yet so paralleled. They both died two weeks short of their first wedding anniversary. Ramseur died just days after his daughter Mary was born. Lowell died weeks before his daughter Carlotta was born. These children are two examples of the many children who would never know their fathers. On May 25, 1861 President Lincoln wrote a letter to the parents of a fallen soldier. This letter from Lincoln is a reflection for the lost generation of our great Civil War. It is also important to note that this letter was written in the very beginning of the war. Lincoln writes:   In the untimely loss of your noble son, our affliction here, is     scarcely less than your own. So much of promised usefulness     to one's country, and of bright hopes for one's self and     friends, have rarely been so suddenly dashed, as in his fall.         Charles Russell Lowell Library of Congress        Ramseur Monument Dedication North Carolina CollectionUniv of NC Library at Chapel Hill",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/the-lost-generation-the-tragic-deaths-of-ramseur-and-lowell.htm"
}
