{
    "title": "Cedar Creek & Belle Grove National Historical Park: Slavery in the Shenandoah Valley",
    "body": "Slavery in the Shenandoah Valley        Slavery in the Shenandoah Valley The grand ideas of freedom that flourished throughout Virginia during the late eighteenth century pertained to the morals of the time. For many individuals, their lives were set in a life of bondage, never to know what freedom was. African slavery did exist in the Shenandoah Valley and it contributed greatly to the economic growth and development of the area, but it was utilized differently than to the east of the Blue Ridge Mountains and the Southern states  The density of slaves varied greatly in the Valley. Some historians attribute that to the social beliefs of the various ethnic groups that populated the Valley. These farmers were religious and might have been Methodist, Quaker, Mennonite, Dunker, or Lutheran. Due to their religious convictions, many Shenandoah Valley farmers were morally opposed to slavery.  The moral opposition to slavery worked in the Valley because many of the farmers owned small farms and the family worked the land together. Slave labor in the Shenandoah Valley was used for tasks associated with wheat farming.  Growing wheat was a less labor intensive practice then growing tobacco and cotton.  For the southern economies entrenched in the single cash crops of tobacco and cotton, the slave labor class was necessary to maintain their prosperity. For the Valley farmers, many owned none, one or a few slaves. The Valley slave duties would have included, plowing, sowing, reaping and threshing. They also would have planted and picked fruit trees, built fences and cut firewood, fed and cared for the livestock as well as butchered the animals. Slave labor was also used for iron ore manufacturing in the Valley. Free Blacks in the Shenandoah Valley A free black society also dwelled in the Shenandoah Valley. Many of these people of African descent lived within households of whites, for whom they worked as farm hands, laborers, or domestic servants. Some of the free blacks lived on their own, independent of whites. There was little material difference between free blacks and slaves. White slave owners perceived the free black population as a threat to the racially stratified social order and passed legislation circumscribing their freedom. Free blacks were required to carry identification proving they were indeed free. The occupations held by the free blacks often required some type of training or apprenticeship such as blacksmithing, boot and shoemaker, farmer, foreman, wagoner, or wagon maker. All blacks, free or enslaved, who participated in industry and farming contributed greatly to the emergence of one of the most productive wheat and flour producing regions in the south.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/slavery-in-the-shenandoah-valley.htm"
}
