{
    "title": "Cedar Creek & Belle Grove National Historical Park: Settlement History",
    "body": "Settlement History          Early Settlement Colonial Virginia Governor William Gooch wanted to extend royal imperium west of the Blue Ridge. Gooch was concerned that the French who settled to the North and the Natives who had gone west of the Alleghenies might attempt to push east and create conflict with the colonists who were settled in eastern Virginia. To help prevent a potential threat to the colonial settlements, Gooch felt a human shield would be necessary in the Shenandoah Valley. Gooch wrote to the Board of Trade in London, \"To demonstrate to your Lordships how soon that part of Virginia on the other side of the Great Mountains be peopled, if proper Encouragements for that Purpose Were Given: Most of these Petitioners are Germans and Swissers lately come into Pensilvania, where being disappointed of the quantity of land they expected… have chosen to fix their habitations in this uninhabited part of Virginia…for by this means a strong Barrier will be Settled between us and the French.\" Gooch issued over 400,000 acres of land grants in the western portion of Virginia. Jost Hite was an emigrant from the Palatinate region of Germany and had emigrated to New York. In time Hite and his family went into southeastern Pennsylvania, the Greater Philadelphia region. When Hite heard about the opportunity for land grants in Virginia, he contacted the colonial government and made an agreement.  Hite had orders from the VA government for 140,000 acres of Valley land on the condition of recruiting 140 settlers in an imperial effort to secure and expand England's North American frontiers. Hite built his home along the Opequon Creek. Hite brought a party of more than 100 men, women and children into the Shenandoah Valley in the winter of 1731. Hite declared, \"nothing but a preference to the choice lands, would tempt men to become adventurers.\" Hite's greatest service was aiding, directing, and stimulating the rapid settlement and development in the Shenandoah Valley. These pioneering families started the paths to create self sufficiency of the community. Thus the Valley Road was born. New Settlers, Land Development, Commerce- The Great Wagon Road Emerges The road became a corridor over which people, goods, and ideas moved North and South. (Much like our Internet for buying goods and social networking. The road was like Facebook for visiting friends and like Amazon for purchasing goods.) The Great Wagon Road started in Philadelphia and wound its way through numerous Pennsylvania towns before heading south into the Shenandoah Valley. The southwestern migration of Pennsylvanians had a great impact on the landscape, agriculture, social, political and economic systems in the Shenandoah Valley. During the 18th Century, new towns emerged along the Valley Pike. These towns included; Stephensburgh (1758), Strasburg (1761), Woodstock (1761), Martinsburg (1778), Lexington (1778), Harrisonburg (1780), Middletown (1794), and New Market (1796). The original settlers practiced a highly diversified form of agriculture on a small scale versus other more southern areas that focused on a single cash crop. The house types, barns and town plans common in PA came to define the Shenandoah Valley landscape. According to one 18the Century traveler, \"When you see the Shenandoah you think you are still in Pennsylvania.\" Blacksmithing, wagon making and repairman also flourished in the Valley. Multiculturalism in the Frontier Ethnic and religious diversity, so characteristic of life in Pennsylvania, also defined social relations and political culture in the Shenandoah Valley. The area became a multi cultural region with Germans, Swissers, Scots-Irish, and Dutch settling the Valley. With this diversity in culture a multitude of religions also flooded the Valley. These religions included Episcopalians, Lutherans, Mennonites, Quakers, Dunkers, and United Brethren. With the growth of toleration, a consequence of cultural persistence, was cultural pluralism on the frontier. The various cultures did not form a single hybrid culture and the all tended to cling stubbornly to their own special folkways. The expansion of settlement not only allowed for old ethnic and religious to coexist in the New World, it also encouraged a new pluralism of regional cultures. As regional and ethnic elites became more diverse, while at the same time having to coexist with each other, new patterns of social thought began to develop. A ferment of ideas flourished in Virginia. These new ideas were part of a larger intellectual movement that was sweeping through the Western world during the late 18th century. It was the fundamental right to be free.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/settlement-history.htm"
}
