{
    "title": "Glen Canyon National Recreation Area: Hole-in-the Rock",
    "body": "Hole-in-the Rock        Mormon pioneers descend the hole they had blasted into the rock.        The Expedition Leaving their homes east of the Mississippi River because of religious persecution, members of the Church of Jesus Christ of Latter Day Saints (Mormons) began arriving in the valley of the Great Salt Lake in 1847. By the 1870s, they had expanded settlements into the southern portions of what is today the state of Utah. Few Mormon families, however, were living in the region east of the Colorado River, and the area was void of any major settlement. In order to establish a stronger foothold, the Mormon Church organized the San Juan mission to select a site for settlement in the region. A call to fill the mission was issued by the Mormon Church in 1878-1879. A scouting party under the direction of Silas S. Smith left Paragonah, Utah, in April 1879 to determine a route and search for a suitable place to establish the new colony. A site at the mouth of Montezuma Creek on the San Juan River was selected, but a viable route was still uncertain. If the expedition chose either route used by the scouts, it would mean a trip of nearly 500 miles (800 km). A short-cut, thought to be simpler, was chosen with a rendezvous at Forty-Mile Spring, south of the town of Escalante. The expedition, consisting of 250 men, women, and children, 83 wagons, and over 1000 head of livestock, gathered at the appointed place in November 1879.      Down The Hole The \"short-cut\" proved to be deceptive, and the pioneers spent the winter at Forty-Mile Spring. A portion of the group camped at the top of the Hole-in-the-Rock, a narrow crack in the canyon rim 2.5 miles (4 km) downstream from the mouth of the Escalante River. It was through this notch that the party intended to make its way. Throughout the winter, they worked on the crack, enlarging the opening. Work was slow and tedious with only pick axes, shovels, and limited quantities of blasting powder available. The precipitous drop to the river below was nearly 2000 feet (610 m) with an average grade of 25 degrees, although some places were as steep as 45 degrees. At last, on January 26, 1880, the expedition made its way slowly down the precarious road. A ferry built at the river by Charles Hall and others was used to cross the river.       Map of Hole-in-the-Rock Trail        San Juan Settlement Once across the river, the pioneers discovered that their problems had only just begun. Through a rough, perilous, uncharted wilderness the group made its way. Remarkably, no lives were lost. In fact, two babies were born. After long months of hard work and deprivation, the party reached the San Juan River. Though several miles short of their goal, the determined but weary travelers founded their new home at the current site of Bluff, Utah. A journey that was to have taken six weeks took six months instead. The Hole-in-the-Rock Road continued to be used as the primary link between Bluff and the established settlements to the west for several years. It was eventually abandoned in favor of a better route.      Hole-in-the-Rock Today Most of the original Hole-in-the-Rock trail is visible today and is listed on the National Register of Historic Places. It remains a silent monument to the faith and tenacity of those first Mormon pioneers. Whether you approach it from land or water, much of the original trail is visible, though approximately one-third is now under the waters of Lake Powell. Visitors may hike the passage - .5 miles (.8 km) each way. Carry water and plan on a minimum of one hour for the round trip. The trail is very rocky, so wear sturdy hiking shoes. Time and the elements have sent large boulders and other debris into the passage, making it difficult to identify much of the original road. On the other hand, this may make it easier to appreciate the obstacles and considerable amount of work done to create the road in the first place.      Exploring The Trail BY LAKE: Hole-in-the-Rock is accessible by boat from Lake Powell. It is located at buoy 66, which is 66 miles (106 km) uplake from Glen Canyon Dam or approximately 30 miles (48 km) downlake from Bullfrog and Halls Crossing. Boaters may tie up along the rocky shoreline. The trail is to the right and is easier to follow above the high water mark. Look for the informational exhibit on the right-hand slope. When hiking, be sure to notice the miners' stairs, added by the Hoskaninni Mining Company around the turn of the century, as well as grooves and gouges from the wagon wheels and hubs of the original pioneers. BY LAND: Travel east from the town of Escalante on Utah Highway 12 for about 5 miles (8 km) to the historic Hole-in-the-Rock road. The distance to the actual Hole is about 60 miles (97 km). At times the road is accessible to two-wheel drive vehicles with good ground clearance. Four-wheel drive is recommended and will be required after heavy rains. Check at the Escalante Interagency Visitor Center before proceeding. Always respect the law and help preserve the land by staying on designated roads. Off-road travel by any vehicles, including mountain bikes, is prohibited.",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/historyculture\/holeintherock.htm"
}
