{
    "title": "Cedar Creek & Belle Grove National Historical Park: American Indians in the Shenandoah Valley",
    "body": "Natives Americans in the Shenandoah Valley        American Indians People began to utilize the Valley as the last great glaciers began their slow retreat to the Arctic beginning about ten thousand years ago.  About 6500 years ago, the climate and landforms began to take on their modern characteristics, with mixed forests along the Blue Ridge and the Allegheny Plateau to the west, a mixture of meadows and occasional marshes on the Valley Floor. This is probably when a system of paths began to develop.Extensive use of seasonally abundant foods permitted more people to live in the area and semi permanent villages began to appear. After 900 AD, native life in the Valley and the surrounding region took on an important new dimension with the adoption of domesticated plants, notably corn, beans and squash. This contributed to local landscapes as villagers began to clear and maintain planting fields. The importance of agriculture lies in a growing number of sedentary village communities, the remains of which offer insight into social and cultural development that, in turn, suggests how the Great Path and its tributaries were used. We know far less about who engaged in settlement, trade, and intrusion than what they did. By the time colonists set foot in the Valley, most of its native inhabitants had long since departed. What these villagers called themselves, what language(s) they spoke, are now lost. The following Native Tribes are thought to have been active in the Middletown area. The Piedmont Siouans, Catawbas, Shawnee, Delaware, Cherokees, Susquehannocks and the Iroquois. The Iroquois were the Six Nations tribe which included Mohawks, Oneidas, Onondagas, Cayugas, Senecas and later Tuscaroras.   Early exploration of the Shenandoah Valley Early explorers and traders in the early 16th century brought with them an array of material goods that would greatly alter Indian lives.  Permanent colonial settlements appeared from Quebec to Charleston during the 17th century.  Control issues over the Path developed early.  Empty of people because of the Iroquois Wars, the Six Nations enjoyed access to the Shenandoah Valley. Iroquois warriors traveling through the region began to collide with colonists moving west. The 1722 Treaty of Albany determined the Iroquois would stay west of the Blue Ridge and out of the way of oncoming settlers. In 1742 a violent clash with Six Warrior's Nation traveling south on the Path got into a fight with the colonists over livestock that had been killed. This prompted the Lancaster Treaty of June 1744. The Six Nations agreed to accept payment for their claims to the lands west of the Blue Ridge, thus clearing the way for further Virginia settlement. Also, Iroquois rights to use the Warrior's Path were confirmed.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/natives-americans-in-the-shenandoah-valley.htm"
}
