{
    "title": "Cedar Creek & Belle Grove National Historical Park: The Gray Eagle Descends Upon Winchester - Gen Robert Milroy",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Gray Eagle Descends Upon Winchester - Gen Robert Milroy                The Gray Eagle Descends Upon Winchester - Gen Robert Milroy         Major General Robert Milroy Library of Congress  The Gray Eagle Descends Upon Winchester: The Town under Federal Control General Robert Milroy came to the Shenandoah Valley on January 1, 1863. This began the worst occupation that Winchester's residents would endure throughout the war. Milroy was a devout Presbyterian, a staunch Republican and an ardent abolitionist. While in Winchester, Milroy's mission was to protect the Baltimore and Ohio Railroad, to enforce Lincoln's Emancipation Proclamation, protect area Unionists and do what was necessary to bring an end to the war. Milroy's force at Winchester served as part of Gen. Robert Schenck's Middle Department. Milroy controlled the Lower Shenandoah Valley with nearly 7,000 men quartered around Winchester. From his position at Winchester, Milroy ordered patrols to oppose Confederate raiders who threatened the Baltimore & Ohio Railroad. Milroy was protected by a ring of fortifications around Winchester. President Abraham Lincoln issued the Emancipation Proclamation on January 1, 1863, as the nation approached its third year of bloody civil war. The proclamation declared \"that all persons held as slaves\" within the rebellious states \"are, and henceforward shall be free.\" Milroy issued his own decree, \"Freedom to Slaves! I expect all citizens to yield a ready compliance with the Proclamation of the chief executive, and I admonish all persons disposed to resist its peaceful enforcement, that upon manifesting such dispositions by acts, they will be regarded as rebels in arms against the lawful authority of the Federal Government and dealt with accordingly.\" To the former slaves he added, \"all persons liberated by said Proclamation are admonished to abstain from all violence, and immediately betake themselves to useful occupations.\" Winchester's Confederate residents were filled with disdain by Milroy's and Lincoln's proclamations. For the newly freed, some former slaves stayed and worked for Milroy's division. Many fled North fearful of the uncertainty of war. In the Valley many departures were filled with tears; the Valley masters did not treat their slaves as brutally as the deep south. Many masters and slaves worked side by side in farming and industry. Julia Chase, a Winchester Unionist, remarked on January 1, \"According to the President's Proclamation, all the slaves are to be freed from today. This will give great dissatisfaction to Slaveholders but joy to the Negroes. I doubt whether they will be better off by having their freedom. The only light which I can see right is, that the slaves are in the way of putting down the rebellion in that they are tilling the soil while their masters are in the Army fighting against the US Government.\"  Milroy attempted to gain support of Winchester's residents by rewarding those who took the oath of allegiance to the Union government with special privileges and withholding necessitates from those who did not. Winchester's Confederate population would not acquiesce so easily. Milroy created many directives to make life nearly impossible for the citizens of Winchester. Permission to the civilian's requests was never granted for anything that might help the cause of the Confederacy. All mail going in or out of Winchester was read by clerks and Milroy would arrest or exile citizens, mainly women, for carrying letters with the slightest anti-Union feeling. Nor did Milroy allow any civilian to insult a Federal Officer. Another tactic to break the spirit of the Confederate sympathizers was to not allow farmers to sell their produce. When a black market emerged that allowed the oppressed to obtain necessities, Milroy hired private detectives to catch those involved with the criminal activities. Even children were subjected to the harsh martial law. The five and a half months of martial law under Milroy was dreadful for the Confederate townspeople of Winchester.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/the-gray-eagle-descends-upon-winchester-gen-robert-milroy.htm"
}
