{
    "title": "Cedar Creek & Belle Grove National Historical Park: The Battle of Second Kernstown",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     The Battle of Second Kernstown                The Battle of Second Kernstown         Brig. General George Crook, Union commander at Second Kernstown Library of Congress  Following his raid to Washington D.C. in July 1864, Confederate General Jubal Early and his forces had thrown fear into Union high command. By late July, he found himself once again in the Shenandoah Valley, around Fishers Hill. At the same time, most of the Union troops in the Valley returned to Grant's front in Richmond. Just north of Early stood a rag tag Union force under Brig. General George Crook at Kernstown. Early had orders from Robert E. Lee to keep Union forces in the Valley. Early feared Crook's men would be the next Union force to head to Richmond, so he had to act. On the morning of July 24th, 1864 Early led approximately 16,000 Confederate veterans as they marched north towards Kernstown. Confederate General John B. Gordon led his men on the Valley Turnpike while General Stephen D. Ramseur marched on the Middle Road to the west. Early's plan was to attack Crook's front head on and drive them out of the Valley. Crook and his 12,000 man force were not prepared for what was about to unfold. Crook was convinced that Early and his men had left the Valley all together to reinforce Lee in Richmond. Little did he know, he was wrong. By 10:00am in the morning Confederate skirmishers were trading shots with Union troopers in Kernstown. Crook figured this an inferior force that was screening Early's retreat south towards Richmond. Crook ordered his whole force to the front to stem the Confederate advance. Col. Rutherford B. Hayes brigade formed on the Union left, east of the Valley Pike. Col. James Mulligan's men made up the Union center with Col. Daniel Johnson's brigade shaping the Union right. Crook placed Henry DuPont's artillery on the peak of Pritchard's Hill to fire at the oncoming enemy. Crook thought his position was tenable and he would swiftly defeat his enemy. By noon, Crook quickly realized that he underestimated his foe. The main Confederate line had pushed to within firing distance of the Union position. Dug in behind a stone wall, these southern veterans were in a strong position and began peppering the Union lines. As this is taking place, former Vice President of the United States, John C.Breckenridge saw a weakness in the Union position. He proposed to Early that he lead Gen. Gabriel Wharton's division and march right, hidden along a ravine to attack the Union left flank. To buy time for this movement, Ramseur and Gordon's men stiffened their attacks on the Union front. At 3:00pm the Confederates struck the Union left with a crushing volley. An Ohioan from this Union position simply recalled, \"We were cut down by the score…Enlisted men went down as I never before saw them fall.\" This attack proved enormously effective as Union soldiers began fleeing to the rear. As waves of blue began retreating, Col. James Mulligan was now facing fire from three directions. The flamboyant Irishman was struck by a bullet and is remembered saying to his men, \"Lay me down and save the flags. Now you can do me no good. Save your colors!\" This sealed the fate for Crook's men at Kernstown. The main Union force began retreating through the streets of Winchester and arrived at Bunker Hill by nightfall, a full 15 miles away from their morning positions. Early hoped that his cavalry had  pursued Crook further in hopes of capturing his force, but this never developed. When the day was over, Early crushed Crook at the Battle of Second Kernstown. Suffering only 200 casualties to Crooksnearly 1,200; Early had just won an utterly convincing engagement. One Virginian remembered it as, \"the most easily won battle of the war.\" This victory opened the door to the north once again, allowing Early to launch a raid into Chambersburg, Pennsylvania. The Union high command could no longer ignore the Shenandoah Valley. With Lincoln's election some weeks away, Grant needed to defeat the Confederacy in the Valley once and for all. To do this, he would appoint Major General Philip Sheridan commander of the Army of the Shenandoah. What came next were the bloodiest months in the Shenandoah Valley's history to date.",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/historyculture\/secondkernstown.htm"
}
