{
    "title": "Cedar Creek & Belle Grove National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 11, 2015  NPS Announces  Park Advisory Commission Meeting to be Held June 18th  Press Release   June 08, 2015  NPS Announces  Special History at Sunset Programs  News Release   June 06, 2015  National Park Service Announces Summer Ranger Conducted and New Battlefield Series Programs  Ranger Programs   June 06, 2015  NPS Announces Summer Ranger Conducted and New Battlefield Series Programs  Program Announcement   June 05, 2015  Summer Ranger Conducted and New Battlefield Series Programs  News Release   March 25, 2015  Join Bells Across the Land - A Nation Remembers Appomattox  Press Release   March 13, 2015  NPS Announces the Beginning of Ranger Conducted Programs and Change of Hours of Operation  Programs and Hours of Operation   March 07, 2015  Seeking Volunteers for Park Day Projects  Park Day Volunteers   March 06, 2015  Park Advisory Commission Meeting to be Held March 19th  Press Release   February 04, 2015  Join the National Park Service in Ringing - Bells across the Land - A Nation Remembers Appomattox  Press Release   December 10, 2014  National Park Service Announces Park Advisory Commission Meeting to be Held December 18th  National Park Service Announces Park Advisory Commission Meeting to be Held December 18th   October 27, 2014  Cedar Creek and Belle Grove National Historical Park Announces Change in Hours of Operation 2014  2014 Visitor Contact Station Winter Hours   October 20, 2014  Successful 150th Anniversary of the Battle of Cedar Creek  Anniversary Event Press Release   October 14, 2014  Park Ready to Commemorate 150th Anniversary of the Battle of Cedar Creek  CEBE 150   September 29, 2014  Soldier Honors his Ancestor for 150th Anniversary of  the Battle Cedar of Creek  Soldier Honors Ancestor   September 22, 2014  Schedule and Tickets Now Available For Battle of Cedar Creek Anniversary  Anniversary Event Information   September 11, 2014  National Park Service Announces  Park Advisory Commission Meeting to be Held September 18th  Park Advisory Meeting   August 25, 2014  Programs in September Commemorate 150th Anniversary of the 1864 Shenandoah Valley Campaign  Special September Programs   June 19, 2014  150th Anniversary National Park Service Guest Lecture Series 1864 Shenandoah Valley Campaign  Lecture Series   June 18, 2014  Cedar Creek and Belle Grove National Historical Park Announces Special History at Sunset Programs  Press Release   May 22, 2014  Special NPS Programs to Commemorate 150th Anniversary of the Shenandoah Valley Campaign  Special Programs   April 26, 2014  Cedar Creek and Belle Grove National Historical Park Announces new Junior Ranger Program  Press Release   March 18, 2014  2014 Spring Season of Ranger Conducted Programs and Change of Hours of Operation  Announcement   March 11, 2014  National Park Advisory Commission Meeting to be Held March 20  Announcement   October 22, 2013  Visitor Contact Station Change of Hours  Winter Hours   September 10, 2013  National Park Advisory Commission Meeting to be Held September 19 - 2013  FAC Meeting September 19   September 10, 2013  National Park Advisory Commission Meeting to be Held September 19  FAC Meeting September 19, 2013   June 14, 2013  National Park Advisory Commission Meeting to be Held June 20  2013  FAC Meeting Announcement   June 07, 2013  Announces 2013 History at Sunset Series  Ranger Programs   May 14, 2013  Community Dedicates New Contact Station  The Shenandoah Valley came together on Friday, May 10, 2013 to dedicate the new Visitor Contact Station at Cedar Creek and Belle Grove National Historical Park.   March 25, 2013  National Park Service Announces Beginning of Ranger Conducted Programs  2013 Ranger Programs Press Release   February 04, 2013  New Site Manager  New Site Manager   January 31, 2013  Jim Northup to head up Shenandoah National Park and Cedar Creek and Belle Grove National Historical Park  New Leadership   January 09, 2013  National Park Service Seeks Volunteers  Press Release calling for Volunteers at Cedar Creek and Belle Grove NHP   December 11, 2012  National Park Service Announces Park Advisory Commission Meeting to be Held December 20th  Cedar Creek and Belle Grove National Historical Park announces the next meeting of the Park Advisory Commission will be held on Thursday, December 20, 2012 at the Strasburg Town Hall, 174 East King Street, Strasburg, Virginia.  The meeting will begin at 8:30 a.m. and is open to the public.   November 13, 2012  Cedar Creek and Belle Grove National Historical Park Announces Retirement of Superintendent Diann Jacox  Middletown, VA ----- Superintendent Diann Jacox, of Cedar Creek and Belle Grove National Historical Park, has announced her retirement from the National Park Service effective January 3, 2013. Jacox became the park's founding superintendent in March 2004 and has led it for the last eight and a half years. Her retirement will come after almost 34 years with the National Park Service.   November 09, 2012  Cedar Creek and Belle Grove National Historical Park Announces Special Programs to Commemorate 10th Anniversary  Cedar Creek and Belle Grove National Historical Park and its Key Partners invite the general public to a series of special programs on Saturday, November 24 that will commemorate the 10th anniversary of the park's creation.   July 14, 2012  Civil War to Civil Rights Trading Cards  Trading cards have been popular with kids for generations, from images of sports figures to movie stars. Now, Cedar Creek and Belle Grove National Historical Park is offering free trading cards featuring various stories and sites associated with the park and its history.   July 14, 2012  Special 8th Vermont Monument Programs  Cedar Creek and Belle Grove National Historical Park is pleased to announce the presentation of new ranger-conducted programs on the 8th Vermont Monument.  These presentations will highlight one of the few monuments located at the battlefield and explore the role of the 8th Vermont Infantry at the Battle of Cedar Creek (October 19, 1864).   February 09, 2012  VIP Press Release  Call for Volunteers   November 17, 2011  National Park Service and the Hoffman Family Announce Special Holiday Showing of the Hoffman Historic House  Open House Tour and Ranger Program   July 15, 2011  Special “Entrenchment Tour” Programs  National Park Service News Release FOR IMMEDIATE RELEASE – July 14, 2011   June 20, 2011  History at Sunset Programs  Schedule of History at Sunset Programs   June 09, 2011  Park Announces Beginning of Summer Ranger Conducted Programs  Press Release on the beginning of ranger conducted programs this summer.   June 09, 2011  General Management Plan Ceremony  Ceremony to Commemorate Completion of the Park's new General Management Plan.       2009            2008     Press Release - General Management Plan public comment meetings (.pdf file - 29 kb)PRESS RELEASEPark Advisory Commission Meeting to be Held December 18, 2008Release Date: December 12, 2008The next meeting of the Cedar Creek and Belle Grove National Historical Park Advisory Commission will be held on Thursday, December 18, 2008, at the Middletown Town Hall, 7875 Church St., Middletown, VA. The meeting will begin at 9:00 a.m. and is open to the public. MORE (.pdf file, 135 kb)      PRESS RELEASE\"A Child's Christmas at Belle Grove\" -- Belle Grove to Host Christmas ToursRelease Date: November 19, 2008Historic Belle Grove’s halls will be decked in its Christmas splendor and with a very special exhibit of antique dolls and toys this December. Belle Grove rings in the holidays with its festive Holiday Tours. MORE (.pdf file, 26.5 kb)Press Release - Belle Grove Thanksgiving 2008 (PDF - 18.1 kb)Press Release - September 18, 2008 Commissioners' Meeting (PDF - 156 kb)Press Release - July 1, 2008 Union VIII Corps Property Preserved (PDF - 197 kb)Press Release - June 19, 2008Commissioners' Meeting (PDF - 195kb)",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/news\/newsarchive.htm"
}
