{
    "title": "Cedar Creek & Belle Grove National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     March 16, 2016  Cedar Creek and Belle Grove National Historical Park  Announces Star Gazing Parties  Press Release   March 14, 2016  National Park Service Announces  Park Advisory Commission Meeting to be Held March 17th  Press Release   March 07, 2016  Park Day 2016  Press Release       Press Release Special National Park Service Programs to Commemorate the 150th Anniversary of \"Stonewall\" Jackson's 1862 Valley Campaign Release Date: March 6, 2012 Middletown, VA - Cedar Creek and Belle Grove Historical Park, in partnership with the Shenandoah Valley Battlefields Foundation, announce a series of special National Park Service programs to commemorate the battles that made up Gen. Thomas \"Stonewall\" Jackson's 1862 Valley Campaign. For further details please click here.   PRESS RELEASE Ceremony to Commemorate Completion of the Park's new General Management Plan Announced Cedar Creek and Belle Grove National Historical Park, its Key Partners and members of the park's Federal Advisory Commission invite the general public to a ceremony commemorating the completion of the park's new General Management Plan (GMP) on Thursday, June 16, at 11:00 a.m. on the front lawn of Belle Grove. MORE (.doc file, 55 KB)      PRESS RELEASE Park Announces First Ranger Conducted Programs in the Park's History For the first time in its history, Cedar Creek and Belle Grove NHP will offer free ranger-led summer programs. Beginning June 12, National Park Service rangers will present programs that tell the park's many stories related to the rich cultural history of the Shenandoah Valley, the Battle of Cedar Creek and the Civil War's impact on the local communities. All the programs are free and continue through August 15. MORE (.doc file, 55 KB)     PRESS RELEASE Federal Advisory Commission to Meet March 18, 2010 Cedar Creek & Belle Grove NHP announces the next meeting of its Federal Advisory Commission, at the Strasburg Town Hall.  The notes for its December 17, 2009 meeting are also released, MORE (.pdf file, 261 KB)      PRESS RELEASE Park Ranger-Interpretive Planner Hired Release Date: November 9, 2009 Cedar Creek & Belle Grove NHP announces the hiring of a Park Ranger-Interpreter, who will be responsible for the park's future interpretive plans. MORE (.pdf file, 22 KB)      PRESS RELEASE Federal Advisory Commission Meeting Notes Cedar Creek & Belle Grove NHP releases the meeting notes for the park's Federal Advisory Commission meeting of September 18, 2008, MORE (.pdf file, 111 KB)      PRESS RELEASE Federal Advisory Commission Meetings Schedule Announced  Cedar Creek & Belle Grove NHP announces the schedule of upcoming meetings for the park's Federal Advisory Commission. All meetings are open to the public.MORE (.pdf file, 47 KB)      PRESS RELEASE Federal Advisory Commission Meeting Notes Cedar Creek & Belle Grove NHP releases the meeting notes for the park's Federal Advisory Commission meeting of June 18, 2009. MORE (.pdf file, 61 KB)      PRESS RELEASE Federal Advisory Commission Meeting Notes Cedar Creek & Belle Grove NHP releases the meeting notes for the park's Federal Advisory Commission meeting of March 19, 2009. MORE (.pdf file, 135 KB)       PRESS RELEASE Park Plan Available for Public Review Release Date: November 18, 2008 The National Park Service is pleased to announce the availability of the Draft General Management Plan and Environmental Impact Statement for Cedar Creek and Belle Grove National Historical Park (NHP). MORE (.pdf file, 148 kb)",
    "url": "https:\/\/www.nps.gov\/cebe\/learn\/news\/newsreleases.htm"
}
