{
    "title": "Cedar Creek & Belle Grove National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Wildlife and Pests TICKS   Ticks and other insects that carry disease are prevalent in Virginia. We highly recommend using insect repellent.   Here are some good practices that the Sierra Club, The National Capital Lyme & Tick-Borne Disease Association, and the U.S. Department of Health and Human Services recommend for anyone visiting parks in the region.    When outdoors, wear light colored clothes so that ticks will be more noticeable Wear long-sleeved shirts, pants, a hat, and close toes shoes. Tuck your shirt into your pants and your pants into your socks Use insect repellents - especially on exposed skin. Avoid brushing up against plants if possible After spending time outdoors, ticks may linger on clothing; make sure to send your clothes through the dryer to ensure ticks to crawl on home surfaces and bite anyone unexpectedly. Check your entire body for ticks and tick bites as soon as possible. Tick bites sometimes itch like a mosquito bite. They may appear to look like a mole and can be easily missed. Ticks range in size from the size of a period to several millimeters in size. Remove ticks with tweezers - grasping as close to the tick's mouthparts as possible. Do not attempt to use other methods as the tick may release its stomach contents and bacteria into your skin. Should you find a tick that you suspect has been attached for 24 hours or more call a doctor immediately and you should be prescribed 3-7 days of antibiotics as a preventive measure to avoid infection.    There are several symptoms that people should be concerned about after visiting wooded areas that may expose them to ticks. If you experience any of the following warning symptoms, you should see a doctor as soon as possible and get treatment: -An unusual rash, called the \"Bulls Eye\" rash, around the area of a tick bite. This rash does not occur in all cases, so other symptoms are just as important to look out for headaches, mild aches and pains, fever,and mild flu-like symptoms For further Information, visit these websites:  http:\/\/www.cdc.gov\/niosh\/topics\/tick-borne\/ http:\/\/www.cdc.gov\/features\/stopticks\/http:\/\/www.natcaplyme.org http:\/\/www.lymediseaseassociation.org\/Prevention.html          ANIMALS   Although our park is surrounded by civilization, keep an eye out for wildlife, including many deer on the roadways and the occasional black bear.    Do you know how to respond if you see a black bear? Black bears are a natural inhabitant of our ecosystem, and we do have sightings of them in the park on an irregular basis, usually late summer to early fall. Please leave the bears alone, and they will usually leave you alone. If you feel threatened, do NOT run away. Slowly walk away, facing the bear. If it comes toward you, make lots of noise (they do not see very well) and if it continues to approach, throw things (like rocks or sticks - but NOT food) at the bear if it gets too close. Running from a bear is a bad response--it might trigger a predator response where the bear may run towards you.       Weather    Summers in Virginia are often very hot with high heat indexes. Check the weather in advance of your trip, and plan accordingly. Dress for the heat and for sun protection. Pack lots of water.    The Shenandoah Valley experiences temperate spring and fall seasons and winters with snowfall and cold temperatures.         Traffic No roads within the park boundary are owned by the NPS.  They are all maintained by state and local governments.  Be prepared to drive on unimproved roads if taking the self-guided tour, ranger led tour, or battlefield app.",
    "url": "https:\/\/www.nps.gov\/cebe\/planyourvisit\/safety.htm"
}
