{
    "title": "Cedar Creek & Belle Grove National Historical Park: Morning Attack Trails",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Morning Attack Trails              Morning Attack Trails         Morning Attack Trail Map NPS\/M. Lemasters  The \"Morning Attack Trails\" consist of three individual trails, when combined total 1.7 miles in length.The trails cover an area where part of a surprise Confederate attack during the Battle of Cedar Creek occurred on the morning of October 19, 1864. The \"Morning Attack Trails\" consists of the following three trails, which can be hiked individually or in various combinations:  The 8th Vermont Monument Trail - a 300 yard trail (600 yards round-trip) to the 8th Vermont monument. Thomas Brigade Loop Trail - a 0.6 mile long trail that focuses on the stand of Col. Stephen Thomas's brigade. Hayes-Ramseur Loop Trail - a 0.7 mile long trail that explores the attack of Stephen D. Ramseur's Confederates on the Union forces of Rutherford B. Hayes and Howard Kitching.  The 8th Vermont monument, one of only three veteran placed monuments on the battlefield, commemorates one of the most famous incidents related to battle.Belonging to Col. Stephen Thomas's brigade of approximately 1,000 men, the regiment sacrificed itself against a Confederate onslaught four times its size.Nearly twenty years later, a simple monument was erected to honor the sacrifices of the regiment. The Thomas Brigade Loop Trail, and the Hayes-Ramseur Loop Trail, cover the area where additional Confederate attacks that morning overran other parts of the Union defenses, including troops commanded by Col. (and future President) Rutherford B. Hayes.All of the trails are located on land owned by the National Park Service.A free 8-page trail brochure is available on site, or at the National Park Service Visitor Contact Station (7712 Main Street, Middletown).The brochure narrative corresponds to the numbered stops that are marked on the trails.  Visitors are encouraged to hike these trails to order to learn about the critical history which occurred on the property, or simply for recreation and leisure.Pets are allowed, but must remain on a lease at all times.The main trail head is located along U.S. Route 11, south of Middletown.The site (8739 Valley Pike, Middletown) is located immediately adjacent to the National Park Service Headquarters, and is marked by signage that reads \"8th Vermont Monument.\"Future plans include additional signage and a larger visitor parking lot.         To learn about the trail, download the brochure.       Ticks on the Trails Here are some good practices that the Sierra Club, The National Capital Lyme & Tick-Borne Disease Association, and the U.S. Department of Health and Human Services recommend for anyone visiting parks in the region.  When outdoors, wear light colored clothes so that ticks will be more noticeable Wear long-sleeved shirts, pants, a hat, and close toes shoes. Tuck your shirt into your pants and your pants into your socks Use insect repellents - especially on exposed skin. Avoid brushing up against plants if possible After spending time outdoors, ticks may linger on clothing; make sure to send your clothes through the dryer to ensure ticks to crawl on home surfaces and bite anyone unexpectedly. Check your entire body for ticks and tick bites as soon as possible. Tick bites sometimes itch like a mosquito bite. They may appear to look like a mole and can be easily missed. Ticks range in size from the size of a period to several millimeters in size. Remove ticks with tweezers - grasping as close to the tick's mouthparts as possible. Do not attempt to use other methods as the tick may release its stomach contents and bacteria into your skin. Should you find a tick that you suspect has been attached for 24 hours or more call a doctor immediately and you should be prescribed 3-7 days of antibiotics as a preventive measure to avoid infection.  There are several symptoms that people should be concerned about after visiting wooded areas that may expose them to ticks. If you experience any of the following warning symptoms, you should see a doctor as soon as possible and get treatment: -An unusual rash, called the \"Bulls Eye\" rash, around the area of a tick bite. This rash does not occur in all cases, so other symptoms are just as important to look out for headaches, mild aches and pains, fever,and mild flu-like symptoms For further Information, visit these websites:  http:\/\/www.cdc.gov\/niosh\/topics\/tick-borne\/ http:\/\/www.cdc.gov\/features\/stopticks\/http:\/\/www.natcaplyme.org http:\/\/www.lymediseaseassociation.org\/Prevention.html",
    "url": "https:\/\/www.nps.gov\/cebe\/planyourvisit\/morning-attack-trails.htm"
}
