{
    "title": "Cedar Creek & Belle Grove National Historical Park: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours         Ranger Kyle presenting a program. NPS  Cedar Creek and Belle Grove NHP Ranger led Programs and Tours   Cedar Creek and Belle Grove \"in a Box\" A Park Overview Program 30 minute orientation program on the history and settlement of the Shenandoah Valley, the Battle of Cedar Creek and the impact of the Civil War on the local community. This interactive program uses the surrounding landscape features and various props (taken from a box) to \"create\" the park and tell its many stories by literally placing visitors \"in the middle of the park.\" Great for kids and adults alike! Meet near the picnic area on Belle Grove's front lawn.   \"Battlefield Series\" Programs This series of two hour ranger programs will highlight numerous park sites and resources associated with the battle. Programs in June include \"The Valiant Stand of Thomas' Bridge,\" \"A Generation Lost: The Tragic Deaths of Stephen Ramseur and Charles Lowell,\" and \"Gen. Custer at Cedar Creek.\" Future programs will cover the subjects such as, the causes of the Union collapse on the morning of the battle, the Union defense of the Valley Pike, archeology at Cedar Creek, the afternoon Confederate defense, and many others.   \"From Back Country to Breadbasket\" The Peopling of the Shenandoah Valley  A 30 minute program on the early history of the Shenandoah Valley through the eve of the Civil War. Meet near the picnic area on Belle Grove's front lawn.    \"To Battlefield and Beyond\" War Comes to the Shenandoah Valley This 40 minute program examines the physical, economic and emotional impacts of many military campaigns and battles that occurred in the Valley. This presentation makes clear that it was more than just the soldiers on the battlefield who suffered. Meet at the Hupp's Hill Civil War Park.    Battle of Cedar Creek Tour  A two-hour guided tour, using a car-caravan system (visitors follow the ranger's vehicle), which covers the Battle of Cedar Creek in a chronological fashion. This 13 mile tour follows the major events of the fighting and includes approximately 5 or 6 stops at key battlefield landmarks. Meet at the Cedar Creek and Belle Grove NHP Visitor Contact Station.    The 8th Vermont Monument  Visit one of the few monuments located on the battlefield and learn the story of the New England regiment it memorializes. Meet at 8739 Valley Pike, Middletown VA 22645 (A Park Service banner marks the site). A short walk over moderate terrain is required. Good walking shoes or boots are recommended.    Middletown Civil War Walking Tour  Learn of the citizens of Middletown who lived through those difficult times and how the war impacted their lives. Meet the ranger for a 90 minute walking tour at the corner of First and Main Street, Middletown. The only stoplight in town! (Normally offered once a month)   The 1862 or 1864 Valley Campaign \"in a Box\" These 30 minute programs provide an overview of either the 1862 or 1864 Shenandoah Valley Campaigns. This interactive presentation uses the surrounding landscape features and various props (taken from a box) to \"create\" the Valley and place visitors \"in the middle of the campaign.\" Meet on the front lawn of Belle Grove.   History at Sunset On Friday evenings during the summer Cedar Creek and Belle Grove NHP will present a series of specialized tours in and around the park that will cover a wide variety of subjects related to the park and its rich cultural history. These programs will give visitors an opportunity to see sites not normally open to the general public. Explore and learn about some of the many \"hidden gems\" of Cedar Creek and Belle Grove. Each tour begins at 7 PM and is designed to last 60-90 minutes. (Program schedule and starting locations will be announced at a later date) Program schedules will be announced on the park website or call for a current schedule. Visitors should contact the park at (540) 869-3051 for a current schedule and weather-related program changes.",
    "url": "https:\/\/www.nps.gov\/cebe\/planyourvisit\/guidedtours.htm"
}
