{
    "title": "Cedar Creek & Belle Grove National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      Cedar Creek and Belle Grove National Historical Park is a no fee park for the interim visitor contact station and ranger led programs.  Therefore, the America the Beautiful-National Parks Pass discounts do not apply.  Our partner sites are non-profit organizations and do not receive federal funding from the National Park Service.  Therefore, The America the Beautiful-National Parks Pass discounts DO NOT apply at partner sites. This includes all of the America the Beautiful Passes - the Annual Pass, Senior Pass, Access Pass, and Volunteer Pass. Please see partner websites regarding admission fees to non-Park Service visitor facilities. Cedar Creek Battlefield Foundation Belle Grove Plantation        2015 The America the Beautiful - The National Parks and Federal Recreational Lands Pass. Photo credit: Courtney Kotewa, 2013 Share the Experience Photo Contest Grand Prize Winner        The National Parks and Federal Recreational Lands Pass Series         A pass is your ticket to more than 2,000 federal recreation sites. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. A pass covers entrance and standard amenity fees for a driver and all passengers in a personal vehicle at per vehicle fee areas (or up to four adults at sites that charge per person). Children age 15 or under are admitted free. The closest locations to purchase any of the America the Beautiful Passes are: Shenandoah National Park - Front Royal, Virginia Location Harper's Ferry National Historical Park - Harper's Ferry, West Virginia Antietam National Battlefield - Sharpsburg, Maryland  Manassas National Battlefield - Manassas, Virginia",
    "url": "https:\/\/www.nps.gov\/cebe\/planyourvisit\/fees.htm"
}
