{
    "title": "Cedar Creek & Belle Grove National Historical Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons        Welcome to the new Cedar Creek and Belle Grove NHP Visitor Contact Station        The National Park Service The Visitor Contact Station features exhibits  that depict the many stories related to the Shenandoah Valley's History. Cedar Creek and Belle Grove NHP has a Visitor Contact Station located at 7712 Main Street, Middletown, VA 22645, can help orient you to the Park and its Partner Sites. Stop in to see our exhibits and find out about the Park, the Partners, information about Self Guided Battlefield Driving Tours, pick up brochures, and to learn about events going on.National Park Service Visitor Contact StationStarting March 19, 2016 - Spring, Summer, Fall Hours:Open 7 days a week from 9:00 am - 4:30pmClosed on Thanksgiving Day, Christmas Day, and New Years DayFor more information on schedules - http:\/\/www.nps.gov\/cebe\/planyourvisit\/events.htm  There are no fees for the NPS interim Visitor Contact Station or any ranger led program; therefore the America the Beautiful-National Parks Pass discounts do not apply at Cedar Creek and Belle Grove National Historical Park.  The America the Beautiful-National Parks Pass discounts DO NOT apply at partner sites.  Please contact the below partner sites regarding their admission fees to non-Park Service visitor facilities. Our Partner Sites Cedar Creek Battlefield Foundation Headquarters  Located at 8437 Valley Pike, Middletown, Virginia 22645. You can contact them directly at 540-869-2064.The normal Spring, Summer and Fall operating hours of the Cedar Creek Battlefield HQ visitor center are:Monday, Tuesday, Thursday, Friday and Saturday: 10:00 - 4:00 p.m.Sunday: 11:00 p.m. - 4:00 p.m.Closed on Wednesday  Belle Grove Plantation Located at 336 Belle Grove Road.Phone Number: 540-869-2028.  Please contact Belle Grove directly for their fee information. Belle Grove is closed for daily tours from January - March. Office Hours:  9am-5pm Monday through Friday. March 19 - October 30, 2016:Monday through Saturday: 10 a.m. - 4 p.m. (last tour 3:15 p.m.)Sunday: 1 p.m. - 5 p.m. (last tour 4:15 p.m.)Closed:  Easter (Sunday, March 27), Memorial Day (Monday, May 30), Independence Day (Monday, July 4), Labor Day (Monday, September 5), Columbus Day (Monday, October 10) and Veterans Day (Friday, November 11)October 31- December 1, 2016:Saturday: 10 a.m. - 4 p.m. (last tour 3:15 p.m.) and Sunday 1 p.m. - 5 p.m. (last tour 4:15 p.m.)Friday, November 25 (day after Thanksgiving) 10 a.m. - 4 p.m. (last tour at 3:15 p.m.)Museum Shop open Monday-Saturday 10 a.m. - 4 p.m.  and Sunday 1 p.m. - 5 p.m.December 2-30, 2016:Guided Tours: Monday through Saturday 10 a.m. - 4 p.m. (last tour 3:15 p.m.)Christmas by Candlelight (self-guided tours):Friday and Saturdays 4 - 8 p.m. and Sundays, 1-5 p.m.Closed Christmas Eve and Christmas Day   Hupps Hill Civil War Museum Located at 33229 Old Valley Pike, Strasburg, VA 22641. Their phone number is 540-465-5884.  Please contact them directly for fee information. Year round Operating hours for Hupps Hill Civil War Museum are: Open Daily 9:00 a.m. - 5:00 p.m. Closed on Easter, Christmas Day, and New Years Day To learn more about what our partner sites offer; either click on the links above to direct you to their websites - or - Click here to go to our Partner Sites Special Events Page.",
    "url": "https:\/\/www.nps.gov\/cebe\/planyourvisit\/hours.htm"
}
