{
    "title": "Glen Canyon National Recreation Area: Lees Ferry History",
    "body": "Lees Ferry History        The story behind this ferry is one of tragedy and triumph, hardships and homesteading.        In March of 1864, Mormon pioneer Jacob Hamblin and his men built a raft at the mouth of the Paria and made the first successful crossing at the point on the Colorado that would become Lees Ferry, transporting all fifteen men, their supplies and horses. Hamblin was on a mission to warn the Navajo of northern Arizona to stop making raids into Utah, stealing livestock and threatening Mormon expansion. The lands into which the pioneers wanted to move was viewed as \"unsettled\" territory, theirs for the taking under the precepts of Manifest Destiny, despite millennia of native occupation. Over the next few years, the \"war\" between the natives and the Mormons escalated, with the Paiute beginning to make raids on Anglo settlements as well. In an effort to deflect native threats to their vulnerable southeastern frontier, the Mormons posted guards at the Ute Ford\/Crossing of the Fathers and at \"Pahreah Crossing\" (Lees Ferry) in the winter of 1869-1870.      In September, 1870, Hamblin guided an expedition from southern Utah to the upper Paria River, and on to Pipe Springs. This notable expedition included Major John Wesley Powell, Mormon church President Brigham Young, and Mormon leader John D. Lee. As a result of this fortuitous meeting of powerful leaders, John D. Lee was sent to establish a ferry crossing. Lee's new post was also brought about by another factor: his supposed role in a bizarre and violent chapter in Mormon history, the Mountain Meadows Massacre. Lee became the sole Mormon scapegoat for the murder of 120 eastern emigrants and was excommunicated; his relative seclusion at the ferry kept him from other Mormons and the authorities, while the Church of Latter Day Saints turned a blind eye to the situation.        Lees Fort   John D. Lee, a practicing polygamist, as was common at the time, built stone and wooden homes for the two of his families that lived with him, as well as a dam and an irrigation system for farming. The ranch at Lees Ferry was named Lonely Dell due to its austere remoteness. The Mormon Church provided the lumber and manpower to build the first real ferryboat at Lees Ferry, the Colorado, first launched on January 11, 1873. Although approach roads on either side of the river had yet to be built, wagonloads of colonists began arriving to be ferried across the Colorado River to begin new lives in Mormon settlements in Arizona. Tensions between the Mormons and the Navajo began mounting again in 1874, precipitating the construction of a defensive fort, which was soon converted into a trading post, and later a residence, school, and mess hall. This building, the Lees Ferry Fort, is one of the few historic buildings still intact at Lees Ferry.  In 1877, John D. Lee was executed for his role in the massacre, the only Mormon ever held acountable. Ownership of the ferry operation fell into the hands of Lee's wife, Emma, a capable woman who operated the ferry and farmed the ranch for several years. By this time, the Mormon Church was well aware of the importance of Lees Ferry as a link between settlements in Arizona and Utah. In 1879, the Church bought the ferry rights from Emma Lee for $3,000, and sent Warren Marshall Johnson and his plural families to the ferry to take over operations.",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/historyculture\/leesferryhistory.htm"
}
