{
    "title": "Colonial National Historical Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth          For younger visitors we have several special family oriented programs. These include Junior Ranger, Young Soldier and Pinch Pot. The Young Soldier and Pinch Pot programs are specific to Yorktown and Jamestown respectively.  Junior Ranger Program  Both Jamestown and Yorktown have a Junior Ranger program. The program is developed for families to learn together and are designed for 6 through age of 12 at Jamestown, Yorktown through age of 12. The booklets for this program can be purchased from the gift shops at each site for a nominal fee. It generally takes about two hours or more to complete the program and gives our young visitors, and their parents, a good background into the history of each site. At the successful completion of the booklets each prospective Junior Ranger will be awarded a certificate and patch designating them a Junior Ranger of Jamestown or Junior Ranger of Yorktown.   Young Soldiers Program Join an Interpreter at Yorktown to learn about life as a soldier during the American Revolution. Program includes a hands on activity. This program is conducted from mid-June to mid-August. Program times are staff dependent. Please review the Yorktown web site for additional information about this program.  Pinch Pot Program This Jamestown hands-on 20 minute children's program will introduce participants to how the American Indians and English settlers made and used pottery. Each child receives a small ball of clay to make a souvenir pot using the pinch method employed by American Indians. All families with children are encouraged to attend. This program is staff and weather dependent. This program will be canceled during inclement weather. Please visit our Jamestown web site for additional information and times for this program.  Children in Nature Programs Colonial National Historical Park, Historic Jamestowne. These special one-hour outdoor nature programs for children ages 6-12, will occur Summer 2015. Children must be accompanied by an adult. The programs are FREE. The programs include hands-on activities and a short outdoor walking tour highlighting the natural setting of the area. Groups of 5 to 15 children (ages 6-12) require reservations [2 weeks in advance]. Please visit our Jamestown web site for additional information and times for this program.   blank",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/kidsyouth\/index.htm"
}
