{
    "title": "Colonial National Historical Park: Laws & Policies",
    "body": "Laws & Policies       Firearms in National Parks The law governing possession of firearms inside a national park changed on February 22, 2010. Visitors may possess firearms within a national park unit provided they comply with federal, state, and local laws. The role of the responsible gun owner is to know and obey the federal, state, and local laws appropriate to the park they are visiting.  For more information about Virginia gun laws, please visit their website Please remember that federal law prohibits firearms in certain park facilities and buildings. These places are marked with signs at public entrances.  Listing of Special Regulations in Effect for Colonial National Historical Park Authorized by Title 16, United States Code, Section 3, and Title 36, Code of Federal Regulations, Parts 1 through 7, the following regulations are established by the Park Superintendent for the proper management, protection, and public use of Colonial National Historical Park.  These regulations apply in addition to the criminal laws of the United States and the regulations contained in Title 36 of the Code of Federal Regulations. A person convicted of violating a provision of these regulations shall be punished by a fine as provided by law, or by imprisonment not exceeding 6 months, or both, and shall be adjudged to pay all costs of the proceedings. Superintendent's Compendium 2016 Boating Except in emergencies, no privately owned vessel shall be launched from land within Colonial National Historical Park and no privately owned vessel shall be landed on land within said park. (36 CFR 7.1[a])  Providing for active recreational uses of the park such as the launching and landing of vessels, to include canoes, kayaks and jet skis, has been determined not to be a compatible recreational use of the park, and is prohibited. There are more than a dozen public boat launching sites maintained by state and local recreational facilities in the vicinity of Colonial National Historical Park which provide access to both the James and York Rivers.  Fishing Fishing is permitted in the James and York Rivers along the Colonial Parkway, subject to licensing requirements in Virginia.   All fresh water impoundments and certain riverbank fishing areas within the park are closed to fishing and boating, to include the following areas: Wormley Pond, Jones Mill Pond, Bracken's Pond, all water areas within the perimeter of Jamestown Island, all river shoreline areas of Jamestown Island, Cove 2 and Cove 3 of the Yorktown Beach Picnic Area, fishing from any bridge or overpass in the park. Bicycling Bicycles are required to follow the same laws and regulations that apply to the safe operation of motor vehicles as required in both 36 CFR 4.30 (c) and Virginia State Law 46.2-800. In order to conform to Virginia State law 46.2-905, bicycles are prohibited from operating abreast of another bicycle on all roadways within the park. The tunnel on the Colonial Parkway under the Colonial Williamsburg Historic Area is closed to bicycles and pedestrians at all times. Bicycles are prohibited on the earthworks, in the Glasshouse area, and within the New Towne historic area at Jamestown. Bicycle riders must pay the park entrance fee before riding within the Yorktown Battlefield and Jamestown portions of the park.  Persons 14 years of age and younger shall wear a protective helmet that at least meets the Consumer Products Safety Commission standard whenever riding or being carried on a bicycle on any road within the park, as provided for in Virginia State Law 46.2-906.1 and ordinances in effect for local jurisdictions.  Alcoholic beverages All areas of the park are closed to the consumption of alcoholic beverages, and\/or the possession of a bottle, can or other receptacle containing an alcoholic beverage that is open, or has been opened, or whose seal has been broken or the contents of which have been partially removed.  Commercial Vehicles Commercial vehicles are prohibited on all park roads, including the Colonial Parkway and tour roads at Historic Jamestowne and Yorktown Battlefield. Commercial vehicles are defined in the Code of Federal Regulations to include trucks, station wagons, pickups, passenger cars or other vehicles used in connection with any business. (36 CFR 5.6[a]).  Horses Horses or other saddle pack animals may be ridden on road shoulders and cleared fields within Yorktown Battlefield only. Horses are not permitted on the north side of Route 238 and Ballard Street, east of the Colonial Parkway and Tobacco Road, on earthworks, redoubts, and siege lines, Surrender Field, the lawn area of the Yorktown Victory Monument, Yorktown National Cemetery, Colonial Parkway, or in any agricultural fields under production or lease. Parking for horse trailers is provided in a lot on Surrender Road. Horseback riders must pay the park entrance fee before riding.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/management\/lawsandpolicies.htm"
}
