{
    "title": "Colonial National Historical Park: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Plan A Field Trip                 Plan A Field Trip       You have several choices when planning your class trip to Colonial National Historical Park: Historic Jamestowne or Yorktown Battlefield. We recommend four steps in planning a class trip:      1. REVIEW\/SELECT: Review the educational programs (Ranger Guided) available and choose one that best meets the needs of your class with relation to any constraints you may have, i.e. class size, time available or date of your visit. Please note that each Ranger-led program has a $30 reserved program fee. If you decide you want your class of 30 students to do one of the indoor classroom programs and also have a ranger-led walking tour your cost would be $60. Two classroom programs or two walking tours would be $60 and three programs would be $90.      2. RESERVATIONS\/ACADEMIC FEE WAIVERS: If you decide on a Ranger-led program make your reservations with the park at least two months and no more than five months in advance. No reservation is required for a self-guided program. Colonial NHP is a federal fee area, but educational institutions are entitled to a waiver of these entrance fees. Entrance fee waivers can be obtained by following the instructions on the Entrance Fee Waiver web page. (The fee waiver does not negate the $30 reserved program fee)      3. PRE-VISIT\/FIELD TRIP: Experience has taught us that teachers who become familiar with the park layout, its rules for visitor behavior (visitor etiquette), provide some sort of pre-visit orientation and history lesson to their students and chaperones prior to their class trip, have a much more rewarding experience. Jamestown's visitor etiquette will provide simple Do's and Don'ts for your field trip and help make your visit safer and more enjoyable. If possible, we recommend the teacher visit the park before their class field trip. This will allow the teacher to locate the bathrooms, the visitor centers, gift shops, museums and historic structures to determine the logistics of a class visit. We understand that some teachers don’t have the time for a pre-visit to the park. If you are unable to make the pre-visit trip we recommend you review the self-guided material to orientate yourself to the sites. You should also have your chaperones become familiar with this information. The day of your class field trip make sure you get an orientation map for each of your chaperones from the Visitor Center. Your students' experience at Colonial National Historical Park will be enhanced if they are given an assignment or task to complete while on the site. Good examples of tasks can be found in the lesson plans mentioned above.          Site map of Historic Jamestowne   Double click on the map to the right for a full page version you can print, then hit the back button to return to this page. 1: Governor Yeardley Property 2: Tercentennial Monument 3: Pocahontas Statue 4: Memorial church 5: 1607 James Fort 6: John Smith Statue 7: Dale House Café 8: Statehouse 9: Archaearium Museum 10: Bland Warehouse 11: Marable House \/Workhouse 12: Merchant Rowhouse 13: Jackson House 14: May-Hartwell House 15: Kemp, Sherwood and Peirce Properties 16: Rowhosue 17: Governor Harvey Property (Industrial Area) 18: Governor Harvey House (Later, Governor Berkeley's) 19: Colonel Swann Tavern          Site plan of Yorktown             4. Post Visit: After you return to your classroom we recommend some kind of post-visit activity.  Some good examples can be found in the lesson plans mentioned above at the WJCC site. It might also be helpful, for future field trips, to discuss the good points and bad points of the trip. In other words what went right and what went wrong, sort of an after-action review. At a minimum your teachers and chaperones should be involved in this discussion, but your students will also have some relevant points. Make sure you pass this information onto the next person planning a trip to Colonial National Historical Park. Any suggestions or recommendations you might wish to pass onto the park would be gratefully appreciated. Our goal is to make your field trip the most exciting, relevant and memorable of any that you have taken.       Ranger Guided Programs Learn what Ranger Guided Educational Programs are available Read More",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/education\/classrooms\/planafieldtrip.htm"
}
