{
    "title": "Colonial National Historical Park: Wildflowers",
    "body": "Wildflowers         Wildflowers Mark Lehman     Colonial National Historical Park is rich in botanical species, many of which produce prominent blooms with bright colors which visitors can enjoy along the Colonial Parkway and the park’s tour roads. Wildflowers are also an important part of the park ecosystem; they provide nectar and food source for our pollinating insects, including a couple of butterflies that are on Virginia’s rare populations list.  In April, clustered populations of red columbine can be seen in partially shaded glens along the Colonial Parkway between Felgates and Indian Field Creeks. Eighteen species of orchids have been documented in the park’s woodlands, including the pink lady’s-slipper and fringed orchid. The Jamestown lilywas named for its presence in the marshes of Jamestown Island.   The tall, purple-headed Yorktown onion blooms in early summer near Indian Field Creek and within the Village of Yorktown. While not a native plant, it has become a welcome late spring bloomer that covers the sandy field edges in this area. Folklore has it that the Yorktown onion came over with the colonists, although this has not been proved through documentation. Several species of butterflies can be found sipping the flower nectar of the blooms.   Summer-flowering black-eyed Susans, tickseeds, bonesets, and Joe-pyeweed attract bees and butterflies. Milkweeds, seen in the fields along the Yorktown tour roads, furnish food for the caterpillar forms of many common butterflies. The spurred butterfly pea, a Coastal Plain flower with pale purple petals, can be seen amid the mixed vegetation within the open woods near the Glasshouse on Jamestown Island.   Fall flowers include many species of asters and beggarticks, the seeds highly prized by butterflies and songbirds. Goldenrods provide nectar for clouds of migrating monarch butterflies. Along the Jamestown Island trail to Black Point, yellow crownbeard is covered with feeding soldier beetles. Since wildflowers are an important part of the park’s ecosystem, it is important to leave them in their natural habitats, undisturbed by visitors.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/nature\/wildflowers.htm"
}
