{
    "title": "Glen Canyon National Recreation Area: Navajo Bridge",
    "body": "Navajo Bridge        The wider modern Navajo Bridge on the right replaced the historic Navajo Bridge for driving safety. NPS Photo       Those traveling across the country on Highway 89A between Bitter Springs and Jacob Lake, AZ arrive at two bridges similar in appearance spanning the Colorado River. These two bridges, one historic and one new, represent one of only seven land crossings of the Colorado River for 750 miles (1207 km).      The Historic Bridge In the 1870s, pioneers from Utah began to expand their settlements into northern Arizona. Nearly 600 miles (965 km) of deep canyons along the Colorado River stood in their way. One of the only places a wagon could reach the river from both north and south was at the mouth of Glen Canyon. Since the area was accessible and was a natural corridor between Utah and Arizona, a ferry was established there in 1873. Named after the first ferry operator, John D. Lee, Lees Ferry became an important route for pioneers, settlers and local traffic. In the 1920s, automobiles began using the ferry as a means to cross the Colorado River. It was recognized that it was time to find a safer, more reliable way for vehicles to cross. A bridge site was selected 5 miles (8km) downriver at Marble Canyon. Construction of the bridge began in June of 1927. This was rugged and remote country and it was difficult to get men, materials and equipment from one rim to the other, a distance of only 800 feet (244m). The ferry was used to transport materials when possible. However, on June 7, 1928, the ferry sank in an accident which killed three men. Since the bridge known then as Grand Canyon Bridge was nearing completion, the ferry was not replaced.      So, for the next several months, no direct route existed between Utah and Arizona. People had to travel 800 miles (1287km) around the canyon to reach the other side of the river.  It was an historic day when, on January 12, 1929, the bridge was opened to traffic. At the time, it was the highest steel arch bridge in the world and made traveling between Utah and Arizona much easier. No longer did travelers have to contend with the moods of the Colorado River at Lees Ferry. The dedication of the bridge took place June 14-15, 1929. For such an isolated spot, it was an astounding event. Nearly 7,000 people in 1,217 automobiles arrived for the celebration. Speeches were given by the governors of Arizona, New Mexico, and Utah and by the President of the Mormon Church. Bands, choral groups, and Native American dancers were also a part of the festivities. It was reported that airplanes flew under the bridge and as Prohibition was in effect, the bridge was christened with a bottle of ginger ale. The bridge was known as the Grand Canyon Bridge for five years following the dedication. In 1934, after great debate in the Arizona legislature, the official name was changed to Navajo Bridge.      The New Bridge Navajo Bridge served the area well for 66 years. However, as automobiles and trucks became larger, wider, and heavier, the need for a stronger, wider bridge became evident. The historic bridge was only 18 feet (5.5m) wide and had a 40 ton (36 metric tons) limit. Approaches to the bridge on each side were dangerous with limited sight of oncoming traffic. Pedestrian safety was also a factor. Although pedestrians were not allowed on the bridge, the temptation was too great for many. Over a 13 year period, 72 accidents occurred on or while approaching the bridge; eight were fatal. The time had come to replace the historic bridge. It was decided a new bridge would be built just downstream from the existing bridge, with new approaches on each side. The historic bridge would remain and serve as a pedestrian bridge and provide visitors with a breathtaking view of the Colorado River 467 feet (142m) below.   Construction on the new bridge began in May of 1993. During construction, it was necessary to make sure no rocks fell into the river. There would be too great a danger to the rafters on the Colorado River below. A net was strung under the bridge to catch debris. All rock for the footings was cut and hauled up to the rim. Additionally, it was necessary to remove rock for the new approaches to the bridge. The rock was cut using a technique that made it appear natural and in places it was stained to give it a weathered look. On May 2, 1995, two years after construction began traffic was diverted onto the new Navajo Bridge.   The dedication took place on September 14, 1995. Once again, the ceremony attracted a large number of people. Speakers included representatives from state and local governments, National Park Service, Native American tribes and Arizona Department of Transportation. The new Navajo Bridge was christened with a bucket of Colorado River water.        NPS Photo  Navajo Bridge Interpretive Center After completion of the new bridge, the old rest area on the west side of the bridge was remodeled and expanded to include an interpretive center. On the Navajo Nation (east) side of the bridge, there is an area for Native American craft vendors. The Navajo Bridge Interpretive Center opened for business in April of 1997 and was dedicated on June 17, 1997. More...      Bridge Facts and Figures    Navajo Bridge Historic Bridge Modern Bridge    Total Length  834 feet (254 m) 909 feet (277 m)   Steel Arch Length 616 feet (188 m) 726 feet (221 m)    Arch Rise   90 feet (27.4 m) 90 feet (27.4 m)   Height Above River  467 feet (142 m) 470 feet (143 m)   Width of Roadway  18 feet (5.5 m) 44 feet (13.4 m)   Amount of Steel  2.4 million pounds (1.1 million kg) 3.9 million pounds (1.8 million kg)   Amount of Concrete  500 cubic yards (385 cubic m) 1790 cubic yards (1370 cubic m)   Steel Reinforcement 82,000 pounds (37,000 kg) 434,000 pounds (197,000 kg)    Construction Cost  $390,000 $14,700,000",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/historyculture\/navajobridge.htm"
}
