{
    "title": "Colonial National Historical Park: Natural Features & Ecosystems",
    "body": "Natural Features & Ecosystems         Birds in flight over wetlands NPS Photo  Colonial National Historical Park lies within the Atlantic Coastal Plain, where the land is bisected by the York and James Rivers. Both rivers feed into the Chesapeake Bay. Arising in the Blue Ridge Mountains as a freshwater stream, the James River widens near the park, becoming more salty as the waters near the bay's mouth. The York River, formed by the confluence of the Mattaponi and Pamunkey Rivers near West Point, flows more swiftly into the bay. A national treasure, the Chesapeake Bay is the largest estuary in North America and the third largest in the world. A body of water where fresh and salt water mix, estuaries are rich habitats for marine organisms, providing abundant resources for the inhabitants of the watershed and the Bay's shoreline. The Bay receives half its water volume from the Atlantic Ocean, the rest from an enormous 64,000-square-mile watershed. All streams, ponds, swamps, and marshes within the park are part of this watershed, providing lush habitat for a multitude of birds, fish, mammals, aquatic invertebrates, and plants. It is estimated that more than 500 million pounds of seafood is commercially harvested annually from the Bay. Since colonial times, the Chesapeake Bay has lost half of its forested shorelines and wetlands from development. During the colonial period, upland forests that originally covered much of this area were extensively cleared to provide cleared land for agricultural purposes. This agricultural landscape was slowly changing at the time the park was established in 1930. The landscape now consists of 80% forests dominated by pines and hardwoods and 20% open fields of grasses and blooming wildflowers. The seasonal ponds of the coastal plain form a unique and disappearing habitat with an important mix of aquatic and terrestrial habitats that support many species of animals and plants. The ponds are formed as a result of chemical and physical processes occurring between the groundwater flow and the ancient sea beds found under the park.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
