{
    "title": "Colonial National Historical Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature      More Than Just History        Butterfly and Yorktown Onion along Colonial Parkway Mark Lehman  Besides significant historic resources, the park contains a diversity of natural resources including extensive wetlands, miles of stream and river shoreline, forests, fields, and many species of animals and flowering plants.        Park Ranger Lillian Falco and Volunteer Emily Green ready for Nature Program. National Park Service  Located in the coastal plain of Virginia, Colonial National Historical Park extends over 24 miles between two tidal rivers,the James and the York,that both flow into Chesapeake Bay. Mixed pine and hardwood forests populate more than half of the park’s 9400 acres, and wetlands comprise another one-fourth. Lawns, fields, and mowed roadsides make up the rest.   At the time the park was established in 1930 much of the park's acreage was undergoing a succession from agriculture to woodland. Mature native trees were planted at specific points along the Parkway and its pull offs to provide a view. The current forests seen along the middle portion of the Colonial Parkway, the Yorktown Tour Road, and the Jamestown Tour Road have matured over the last 80 years.    Diverse groups of ecosystem lie within the historic roads, earthworks and archaeological sites, making it the home to many species of plants and wildlife. Over 200 species of birds have been observed in its various environments. Swamps and marshes offer rich environments for wildlife and plants, and shorelines provide important nurseries for fish, crabs, turtles, and oysters. It has the second highest number of species listed as rare, threatened or endangered within the Virginia national parks.    Within the Yorktown Battlefield, the tour roads wind through hardwood swamps and open fields. The open fields are retained primarily as an interpretive opportunity to explain how the troops used the open fields as encampments during the time of the Siege. However, the fields also serve as important habitat for many species of animals and plants. The roads are ideal for walking, biking, and bird watching.    Between Yorktown and Jamestown Island, the Colonial Parkway travels through wooded upland ravines, over marshes, and along the wide beaches of the James River. The tour road on Jamestown Island follows the fingerlike wooded upland ridge and crosses expansive marshes. On a quiet five-mile loop, the car traveler will share the roadway with bicyclists, hikers, birdwatchers, and photographers following the seasons of plant blooms.        Bald Eagle    Bald Eagles Learn more about the birds.Read More",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/nature\/index.htm"
}
