{
    "title": "Colonial National Historical Park: Trees and Shrubs",
    "body": "Trees and Shrubs         Forest of Yorktown Battlefield Charles D. Rafkind, NPS  Early settlers were attracted to the heavy forests of pine, oak, maple and beeches, all of which furnished wood for tools and homes. The colonists prized the abundant red cedar for cabins and tools while Native Americans built canoes from large trees and extracted medicines from the wild black cherry and other plants. Today the same tree species are found within Colonial National Historical Park, but not as the mature timber then in Virginia.   Forests now within the park were cleared when they were subjected to agriculture by early colonists. As the fields were abandoned, pioneer tree species such as sweetgum, red maple, tuliptree, and American sycamore began reforesting the area. Over one-third of park lands are represented by these transitional tree species, the result of disturbances such as road construction, pine bark beetle infestation, wind, beaver activity, and timber harvests.   Of the pecan trees planted 1850–1900 in New Towne on Jamestown Island, many were lost in Hurricane Isabel. Shrubs such as redbay, mountain laurel, shining sumac, and northern spicebush bloom along the Jamestown Island Loop Road and Yorktown Battlefield tour road. The flowers of crossvine are seen on the ground throughout Jamestown Island in mid-summer, and later, ripe fruits of common persimmon are abundant.   Multi-layers of vegetation in a forest provide food, shelter, and nesting sites for birds, small mammals, reptiles, and amphibians. The layers also support large numbers of beneficial insects and soil organisms. Thick leaf litter absorbs raindrop impact and allows slow filtration of water into the underground water system. In much of Colonial National Historical Park, the forest canopy is dominated by loblolly pine, several species of oaks, and other climax tree species—hickories, American beech, and pawpaw. White oak and southern red oak are common on Jamestown Island as is cherrybark oak, occurring where the land is usually moist.    While tall trees often create heavily shaded forests, plant varieties are more abundant in the forest edges where light is available. Here beautyberry, shining sumac, and common elderberry furnish desirable fruits for wildlife. With tree and shrub branches as support, crossvine and trumpet creeper attract butterflies with their funnel-shaped flowers. The fruits of poison ivy and Virginia creeper are also favorites of wildlife.   Marsh elder grows near waterways with some salt content. Further inland eastern baccharis releases clouds of white feathery seeds in the fall, while the small gray fruits of bayberries furnish necessary protein and fat to migrating birds.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/nature\/treesandshrubs.htm"
}
