{
    "title": "Colonial National Historical Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Insects, Spiders, Centipedes, Millipedes         Blue Tipped Dancer   Butterflies, moths, and dragonflies are insects, along with grasshoppers, ants, flies, and many other species. Insects have three main body parts (head, thorax, and abdomen), a pair of antennae, three pairs of legs, and unique mouthparts. Despite the fact that they can swarm, sting, and bite, their ecological function in providing food and healthy soil to humans is critical. Insects help pollinate flowers to make fruits and vegetables and play a critical role in decomposing dead plants and animals into soil. Who could savor a fresh tomato from the summer garden if the plant were not grown in organic soil decomposed by beetles or if its flowers were not pollinated by bees? While visitors may find ticks and other biting insects annoying in the summer season, many delight in seeing beautiful larger-winged butterflies. The fields, forests, and wetlands of Colonial National Historical Park furnish food sources for 57 species of butterflies. The yellow and black striped eastern tiger swallowtail is the most common butterfly, foraging on wildflowers and grasses in the fields along Surrender Road and other open areas of the park. Monarch butterflies, the zebra, black, and spicebush swallowtail have also been observed. The rarer palomedes swallowtails were found on Jamestown Island. Having two distinctively different life forms, butterflies occupy numerous niches in an ecosystem. Adult butterflies sip nectar from flowers, and lay their eggs on plants they recognize as suitable hosts for their caterpillar larvae. If not eaten by a hungry bird, the caterpillars chew on the selected leaves, growing in size until pupation begins and a new butterfly is formed. Yorktown's Wormley Pond and the wetland areas of Jamestown Island are particularly rich in dragonflies and damselflies. Over 40 species of dragonflies use the forested wetlands to mate and to lay their eggs. The park hosts several rare species. Six species of dragonflies are on the Division of Natural Heritage watch list since they are uncommon, their populations are in decline, or their status is uncertain in Virginia. A population of the rare skipper, a globally rare butterfly, was discovered by biologists during surveys in 2001. This insect requires nectar from pickerelweed, arrow arum, and swamp milkweed, all of which grow in College Creek and in marshes of the James River. Big cordgrass, abundant along the shores of the James River, is presumed to be the host plant for this skipper. Useful links: The Xerxes Society http:\/\/www.xerces.org Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the site.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/nature\/insects.htm"
}
