{
    "title": "Colonial National Historical Park: Reptiles",
    "body": "Reptiles         Turtle Charles D. Rafkind  Turtles, lizards, and snakes make up the reptile population at Colonial. Reptiles have scaly skin and lay shelled eggs out of water. Respiration occurs mostly in the lungs. Currently 10 species of turtles, 7 species of lizards, and 19 species of snakes have been documented within the park. Their behavior is similar to amphibians; preferring to stay hidden within the vegetation, they shy away from other animals, including people. At Wormley Pond, visitors will often see water turtles sun basking on a fallen tree lying on the pond surface. Turtles in particular suffer egg predation from crows, foxes, opossum, skunks, and raccoons The rare diamondback terrapin has a beautiful diamond pattern on its shell and a mosaic stippling on its skin, making it one of the most ornate turtles within the Chesapeake Bay ecosystem. Diamondback terrapins are the only turtles in the U.S. that live exclusively in brackish saltwater marshes, coastal bays, and lagoons. When they-or other aquatic species-get caught in crab pots that lack by-catch exclusion devices, they eventually drown. The Commonwealth of Virginia considers the diamondback terrapin population as \"near threatened.\" Snakes are distinctive with elongated bodies and no limbs or eyelids. All are carnivorous and swallow their prey whole. Worm Snakes are the most dominant species in forests, and black racers the most prevalent in open areas. Secretive and occurring in limited numbers, snakes are active for only short periods of time during favorable weather. The only venomous snake in the area is the copperhead, and it is not common in the park FUN FACT The eastern box turtle is one of the park's most common land turtles, thanks to the park's extensive protected forest environment. Good box turtle habitat may have surprisingly high population densities of up to 10 or more turtles per acre. They can live as long as 80 years but females don't start laying eggs until they are 13 years old. Most box turtles spend the winter with the top of their shells just a few inches under leaf litter, or they find old mammal burrows and decaying logs to use as hibernation sites. As the temperature drops, they have unique ability to shut down blood flow in their body except in their brain and heart. Websites that provide photographs and helpful biological information about reptiles include the following: Online Guide for Identification of Reptiles and Amphibians of North America http:\/\/www.enature.com\/fieldguides\/view_default.asp?curGroupID=7 Virginia Herpetological Society: http:\/\/www.virginiaherpetologicalsociety.com Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/nature\/reptiles.htm"
}
