{
    "title": "Colonial National Historical Park: Plants",
    "body": "Plants         Wildflowers Mark Lehman  Over 1000 species of vascular flora inhabit the 15 square miles of Colonial National Historical Park. All the major vegetation groups are represented. Beaches, forests, tidal wetlands, streamside communities, and open fields define the character of the park and give the visitor sweeping views over the rivers and into the enclosed woodlands.   The reddish flowers covering maple trees are a first sign of spring. Early spring wildflowers like golden ragwort and may-appleare abundant in the woods along the Colonial Parkway. Then redbuds and dogwoods bloom on either side of the roadway, creating an avenue of white and pink blossoms. The tall, purple-headed Yorktown onion blooms in early summer along the Yorktown portion of the Colonial Parkway and in the battlefields. In Yorktown, fields of thistle attract hundreds of goldfinches in the summer, and in the fall the fruits of persimmon litter Jamestown Island. The Colonial Parkway and the park tour roads traverse many of these plant communities. Mixed native and non native grasses grow tall to provide cover for newly born fawns, and food and nesting sources for birds requiring open field habitat. In the fall, golden blooms of wingstem and goldenrod are seen from the tour roads, and the ripe pawpaw fruits, dropped from the trees, are food for small animals. By frost, persimmon fruits are quickly eaten by a number of mammals. Road bridges cross extensive marshlands and parallel sandy beaches vegetated with grasses and wetland plants. From the Jamestown Island tour road bridges big cordgrass fills the marshes while arrowhead and pickerelweedbloom along the edges. Calico asters brighten the roadways until late fall. Many fern species form drifts along the waterways in the park. Several federally-listed threatened and endangered plant species have been identified within the park, and are being closely monitored. Among them are pondspice,mountain camellia, sensitive joint-vetch, and gaping panicgrass.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/nature\/plants.htm"
}
