{
    "title": "Colonial National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Ticks Ticks are prevalent. Mostly active spring to  fall, these pesky biters can transmit Lyme disease and other illnesses. To protect yourself: - avoid brushy areas and dense leafy areas where ticks are abundant, - wear long pants and sleeves - check your skin and clothes frequently for ticks, - use an appropriate insect repellent containing DEET - shower soon after being outdoors.    For more information visit the Centers for Disease Control and Prevention's Ticks page. Bicycle Bicycling is permitted on the 24 mile Colonial Parkway that connects Historic Jamestowne to Yorktown. The Colonial Parkway has rolling hills and traffic. Cycling the Colonial parkway is recommended for intermediate or expert cyclist only and not recommended for children cyclist. Cyclists are required to ride single file.  Bicycle accidents can occur anywhere - even in a national park. We want your visit to the park to be safe and enjoyable. Please observe the national park regulations and safety suggestions on this page. Parents and group leaders: Please set an example of responsible cycling.   Bicyclists must obey all the same traffic laws as motorists. Ride to the right side of the road, with traffic in single file. Observe all traffic signs, including speed limits.   On tour roads, ride only in the direction indicated by the one-way signs. Be alert for walkers, other bicyclists, vehicles and wildlife.   Ride only on paved roadways. To protect natural and cultural resources, including archaeological sites and earthworks, off-road bicycling is prohibited.   Ride with at least one other person if possible. All bicyclists should wear a helmet and proper eye protection.   A few joints in the pavement along the Colonial Parkway may be wide enough to catch a bike tire and affect your balance or control.   Wear brightly colored clothing for improved visibility. Avoid riding at night or during times of reduced light.   Virginia can be very hot during the summer. It is wise to carry and drink plenty of water to avoid dehydration.    Historic Jamestowne Tour Loop Drive and Yorktown Battlefield Tour Roads Tour Roads are open to pedestrians, bicycles and motor vehicles. Safety issues prohibit buses, motor homes or vehicles over 5-tons from using them. All state and local traffic regulations apply.",
    "url": "https:\/\/www.nps.gov\/colo\/planyourvisit\/safety.htm"
}
