{
    "title": "Glen Canyon National Recreation Area: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds        Great Blue Heron P Krocek\/NPS Photo       Get more in-depth information about:  Eagles Condors          Red-breasted Merganser (Mergus serrator)   You can observe the beat of wings, variations of color, and calls of birds just about anywhere—from your backyard to the backcountry of Glen Canyon National Recreation Area (NRA). With the large open water habitat of Lake Powell and the Colorado River below Glen Canyon Dam, Glen Canyon NRA is very diverse with 315 documented bird species. This diversity can be attributed to the colonization of Lake Powell by aquatic birds, augmented by the presence of the Colorado River, which is most likely a migration corridor for aquatic and riparian birds. Few aquatic birds were documented along the Colorado River prior to the construction of dams in the 1900s. Spring floods scoured out the river channel, making it difficult for vegetation to establish and create aquatic habitat. The handful of wildlife surveys conducted in the early 1900s noted a few American coots (Fulica americana) and dabbling ducks, which feed primarily on water surfaces and upend to reach deeper food. Construction of the Glen Canyon Dam and other dams for power generation and flood control in the southwestern United States created the first large bodies of open water in this arid region since the late Pleistocene ice age, which ended approximately 10,000 years ago. The Glen Canyon Dam, completed by the Bureau of Reclamation in 1963, created habitat above and below the dam. As the reservoir began to fill and habitat became available, rare bird species and species previously unknown to the region were documented. Lake Powell reached full pool in 1980 and is a large, deep reservoir that provides wintering habitat for aquatic birds, particularly for diving species which feed in shallow side bays. The cool, clear water released from the dam supports aquatic vegetation and rainbow trout downstream, which creates habitat for large wintering populations of waterfowl, especially diving species (diving ducks, coots, grebes, and loons).        Wood duck (Aix sponsa) NPS  Surveys of the aquatic birds of Lake Powell were initiated in 1994 and continue to the present. Surveyors observed dabbling ducks, diving species, waders (long-legged shorebirds and herons), and aerialists (gulls, which are opportunistic feeders and can be seen everywhere from restaurant parking lots to beaches, and terns, which prefer to feed on small fish near the surface of water). Known water bird species increased from 32 species before 1963 to 83 in 2007. Some species may have occurred in this area before the construction of the dam and influx of bird surveyors, but were not documented. Diving species are the most common type of aquatic bird found on Lake Powell. During the 1994-1997 surveys, the American coot and Western grebe (Aechmophorus occidentalis) accounted for 81% all individuals documented. The Gadwall (Anas strepera), green-winged teal (A. crecca), ring-billed gull (Larus delawarensis), common goldeneye (Bucephala clangula), and redhead (Aythya collaris) accounted for an additional 8% of the total bird observations. Western grebe counts were highest when the numbers of small fish in Lake Powell were high. Several diving species and the majority dabbling duck species were observed primarily in habitats of shallow water near the shoreline with drowned tamarisk (Tamarix ramosissima) and large shallow bays of open water. This is presumably because the primary food sources for these birds (algae, some aquatic plants, small invertebrates, and small fish) are found in these areas. Few birds were observed along the bare, rocky shores which account for over 90% of the Lake Powell shoreline.        Long-eared owls (Asio otus) NPS\/Joan Mayer  Throughout Glen Canyon NRA, birds, including aquatic species, have low breeding populations. Only 80 native breeding species have been confirmed in the area, with the potential addition of 13 summer residents that probably breed. This is likely due to the typically harsh climate, large areas of bare slickrock and cliffs, and low desert shrub vegetation communities, which do not provide suitable breeding habitat for these species. The level of Lake Powell, which is an oligotrophic lake poor in nutrients, fluctuates and prevents the establishment of well-developed aquatic and wetland vegetation and habitat, simultaneously preventing breeding by most aquatic species because of lack of suitable habitat. Instead, a thin layer of algae attaches to boulders and drowned tamarisk stems, creating relatively poor habitat for aquatic birds, especially dabbling ducks. Though breeding populations are low in Glen Canyon NRA, the diversity of birds is high. Several federally listed species have been documented in the park, including the Mexican spotted owl (Strix occidentalis), bald eagle (Haliaeetus leucocephalus), and Southwestern willow flycatcher (Empidonax traillii). The Mexican spotted owl is a rare permanent resident, while bald eagles are common winter residents along the Lake Powell shoreline. Small numbers of Southwestern willow flycatchers, which are typically found in low, brushy habitat near water, migrate through the area in late spring. California condors (Gymnogyps californianus) were reintroduced to the Glen Canyon area in 1996 and are a rare transient resident. Peregrine falcons (Falco peregrinus), delisted from the endangered species list in 1999, are common around Lake Powell and along the major rivers, occupying 80-90% of known nests in the area each year.     Several exotic species are established in Glen Canyon NRA and the surrounding area. Rock doves (feral pigeons, Columba livia), European starlings (Sturnus vulgaris), house sparrows (Passer domesticus), and Eurasian collared-doves (Streptopelia decaocto) are associated with the developed areas, but have not spread to natural areas because of lack of suitable habitat. Chukar (Alectoris chukar), a Eurasian exotic introduced as a game bird, are widespread in riparian areas and adjacent open grass and shrub areas. Greater roadrunners (Geococcyx californianus), native to the southwest but expanding their range to the north, are an infrequent local permanent resident, and appear to be increasing in the developed areas.        Canyon wren (Catherpes mexicanus) NPS\/Joan Mayer  The habitats created by Lake Powell have existed for less than 50 years and change with the lake level, which affect aquatic bird populations. The bird populations of Glen Canyon NRA will continue to change as more migratory birds discover Lake Powell, exotic species establish themselves, and surveys are conducted which document more species. Published 8\/07 Related Documents: Annotated Checklist of the Birds of Glen Canyon National Recreation Area (259kb pdf) Bird Checklist Booklet (194kb pdf)",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/birds.htm"
}
