{
    "title": "Colonial National Historical Park: Partners",
    "body": "Partners               APVA Preservation Virginia The nation's oldest statewide preservation organization, APVA Preservation Virginia is dedicated to preserving and promoting the state's irreplaceable historic structures, landscapes, collections, communities and archaeological sites. Founded in 1889 to preserve the church tower at Jamestown, APVA Preservation Virginia and the National Park Service have jointly managed Historic Jamestowne since 1934.      Colonial Williamsburg Foundation Established in 1926, the Colonial Williamsburg Foundation is the not-for-profit educational institution that preserves and operates the restored 18th-century Revolutionary capital of Virginia as a town-sized living history museum, telling the inspirational stories of our nation’s founding men and women. Within the restored and reconstructed buildings, historic interpreters, attired as colonial men and women from slaves to shopkeepers to soldiers, relate stories of colonial Virginia society and culture — stories of our journey to become Americans – while historic tradespeople research, demonstrate and preserve the 18th-century world of work and industry.        Eastern National Gift Shop at Yorktown Battlefield  Eastern National Eastern National is a cooperating association that promotes the public's understanding and support of America's national parks and other public trusts. Eastern National currently operates educational retail outlets in 30 states, from Maine to the Caribbean. All of the products, programs and publications offered to visitors have a strong educational value and assist the educational programs of the Service. The profits from their activity is donated to the National Park Service and their other partners to further support interpretive and education programs in the parks. Since 1947, Eastern National has donated over $89 million to the National Park Service.         At Colonial NHP, Easter National operates the Jamestown glasshouse, a fascinating demonstration of colonial glassmaking, as well as a museum store at the park’s Yorktown Battlefield unit.        Friends of Green Spring Elizabeth Green Photographer  Friends of the National Park Service for Green Spring Colonial National Historical Park administers approximately 308 of the original 2,000 acres of Governor Sir William Berkeley’s estate, known as Green Spring. Though not currently open to the public, the complex of partial historic ruins, archeological sites, and landscape features that make up Green Spring have provided and have the potential to provide information on the life and times of Governor Berkeley and later owners and the evolution the southern plantation system. The Friends of the National Park Service for Green Spring assist the park by researching, preserving, and presenting Historic Green Spring and its history for public education and enjoyment.      Greater Williamsburg Chamber and Tourism Alliance The Greater Williamsburg Chamber & Tourism Alliance is an organization of more than 1,000 members, who represent small businesses, large businesses, government and educational institutions and non-profit organizations in the Historic Triangle (City of Williamsburg, and the counties of James City and York) to encourage the growth of existing and new businesses; coordinate the efforts of those involved in commerce, industry or professions; promote the area as a year-round travel destination; and support all activities believed to be beneficial to the area        Colonial Williamsburg Teacher Institute Elementary School Session 4 (June 16-22, 2015) hosted Teachers From 14 Different States. Photograph courtesy of the Colonial Williamsburg Foundation.  Colonial Williamsburg Teacher Institute   During sessions at Historic Jamestowne and the surrounding area,  participants engage in an interdisciplinary approach to teaching American history. The groups  examine interactive teaching techniques and find ways to  develop instructional materials that bring history to life in the classroom.",
    "url": "https:\/\/www.nps.gov\/colo\/getinvolved\/partners.htm"
}
