{
    "title": "Colonial National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     January 22, 2010  Living History Programs Highlight African-American History Month at Historic Jamestowne  No abstract supplied.   November 05, 2009  Werowocomoco Talk at Historic Jamestowne November 8  In honor of American Indian Heritage Month, Dr. Martin Gallivan will speak on “Werowocomoco, Capital of the Powhatan Chiefdom” at the Historic Jamestowne Visitor Center on Sunday, November 8 at 2 p.m.   November 05, 2009  National Parks Waive Fees for Veterans Day on Wednesday November 11  No abstract supplied.   October 02, 2009  Author Ray Raphael to Speak on the Aftermath of Yorktown on October 10  On Saturday, October 10 at 1:15 p.m., author Ray Raphael will speak on “Beyond Yorktown:  Extending the Story,” at the Yorktown Battlefield Visitor Center.   September 30, 2009  Historic Jamestowne Archaeology Day on Saturday, October 3  Jamestown Archaeology is the theme of special programming at Historic Jamestowne on Saturday, October 3 in observance of Virginia Archaeology Month.  Sponsored by the National Park Service and Preservation Virginia, a variety of programs will be offered at the site that day, including the opportunity to dig in the Jamestown Archeology Dig Box, go on an artifact quest, and watch archaeologists at work in the 1607 James Fort archaeological site.   September 08, 2009  Bacon's Rebellion Program at Historic Jamestowne  No abstract supplied.   August 05, 2009  Historic Jamestown Commemorates the 1619 Arrival of the First Africans  No abstract supplied.   July 14, 2009  First Assembly Day Remembered at Historic Jamestowne on July 30  On Thursday, July 30, 2009, Historic Jamestowne will commemorate First Assembly Day, the anniversary of the first legislative assembly in English North America.   July 13, 2009  Recreated 18th-Century Artillery Units To Perform at Yorktown Battlefield July 18-19  On Saturday, July 18 and Sunday, July 19, 2009, Revolutionary War re-enactment units will demonstrate the firing of a reproduction 18th-century siege cannon on the Yorktown Battlefield, near the Yorktown Battlefield Visitor Center.   June 15, 2009  National Park Service Offers Fee-Free Weekends  No abstract supplied.   February 20, 2009  Historic Triangle Shuttle Available            March 16 - November 1  The Historic Triangle Shuttle, the public transportation service connecting America’s Historic Triangle of Jamestown, Williamsburg and Yorktown, will operate daily between March 16 and November 1 in 2009.   October 15, 2008  Yorktown Anniversary Celebration  Events on October 18-19 on the Yorktown Battlefield and throughout the historic village of Yorktown mark 227th anniversary of the climactic battle of the American Revolution.   September 11, 2008  Bacon's Rebellion Program  No abstract supplied.   September 11, 2008  Prelude to Victory Program at Yorktown Battlefield  No abstract supplied.   June 03, 2008  Lambs Artillery Performs June 8  No abstract supplied.   May 01, 2008  Lord Cornwallis Returns to Yorktown  No abstract supplied.   April 28, 2008  Lambs Artillery  No abstract supplied.   April 24, 2008  Colonial Parkway Repair Work  The Colonial Parkway will be closed between the traffic circle at the Colonial Williamsburg Visitor Center and Newport Avenue from Monday, April 28 until Friday, May 2 for emergency repair work   April 18, 2008  Jamestown Landing Day  No abstract supplied.   February 11, 2008  African-American History Month Program  No abstract supplied.   January 11, 2008  Historic Triangle Shuttle Schedule 2008  The Historic Triangle Shuttle, the transportation service connecting America’s Historic Triangle of Jamestown, Williamsburg and Yorktown, will operate daily between March 17 and October 31 in 2008.    December 19, 2007  Colonial National Historical Parks Holiday Hours  The Historic Jamestowne and Yorktown Battlefield units of Colonial National Historical Park will close at 2 p.m. on December 24 and will be closed all day on December 25 and January 1.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/news\/newsarchive.htm"
}
