{
    "title": "Colonial National Historical Park: Birds",
    "body": "Birds         Bald Eagle   Over half of the 400 bird species documented in the state of Virginia are found in the swamps, marshes, rivers, ponds, and shorelines of Colonial National Historical Park. The park's location along the Atlantic flyway affords visitors the opportunity to see wintering, migratory, and breeding birds along park roads. Open grasslands of the Yorktown area attract woodland birds. Pullouts on the Colonial Parkway provide places for sighting waterfowl, and the 5-mile loop through Jamestown Island permits views of fresh and salt marshes and woodlands that are especially exciting during migratory seasons. Colonial has had a number of American bald eagles nest within the park. Formerly endangered, America's national bird has made an amazing recovery, due in large part to the survey and protective measures accomplished over the past 20 years. Breeding bald eagle populations can be observed at nesting sites along the York and James Rivers and at Jamestown Island. Nesting within the park's boundaries are 115 bird species. Red-tailed hawks and great horned owls search the marshes and fields for small mammals. Little blue herons and laughing gulls fish along the shorelines. In winter, ruddy ducks and northern pintails cruise the waterways. The woodlands furnish homes for many breeding songbird species. Red-eyed vireos, catbirds, and Acadian flycatchers are very common in Yorktown and Jamestown. In the winter, ruby-crowned kinglets, white-throated sparrows, and yellow-rumped (myrtle) warblers arrive from their northern breeding grounds.   Birds of Colonial National Historical Park Check List Brochure 812 KB You may download the Colonial bird list onto your electronic reader or print a hard copy for field use. To make it easier to read, the document was designed to be printed double sided onto 11 x 17 paper, folded in half  to 8.5 x 11, and then triple folded into an 8.5 x 3.75 inch brochure. For further questions on brochure contact Dorothy Geyer at e-mail us .   FUN FACT From a precipitous decline, the bald eagle has made quite a comeback. The Chesapeake Bay now has one of the highest concentrations of bald eagles in the lower 48 states. In addition to the breeding population, biologists have found 10 key communal roost areas in Maryland and Virginia, which support hundreds of winter migrants from as far north as Canada and summer migrants from Florida. The following websites contain active bird lists for the park and adjacent areas: The Center for Conservation Biology: http:\/\/ccb-wm.org Williamsburg Bird Club: http:\/\/williamsburgbirdclub.org Virginia Birding and Wildlife Trail\/Coastal Trail: http:\/\/www.dgif.virginia.gov\/vbwt\/ Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the site.                     Birds   7 Photos  Over half of the 400 bird species documented in the state of Virginia are found in the swamps, marshes, rivers, ponds, and shorelines of Colonial National Historical Park.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/nature\/birds.htm"
}
