{
    "title": "Colonial National Historical Park: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours          Colonial National Historical Park has several types of guided tours and programs. There are self-guided tours, ranger and park guide tours, living history tours, glass-blowing demonstrations, and for our younger visitors, hands-on programs like our pinch pot, non-firing artillery demonstrations, Young Soldiers program and the Junior Ranger Program. Please check the individual web sites for Jamestown and Yorktown for specific information about proprams and times for each of theses sites. Self-Guided Tours: Visitors are always welcome to roam the park's historic sites at their own leisure. Take your time and see what you want to see. For your convenience maps are available at the visitor centers.      Ranger and Park Guide Tours: For those who like some kind of structured program Ranger and Park Guide Tours are available at both Jamestown and Yorktown. These tours will take you around to several stops on the historic Jamestown, through the town of York, and around the Yorktown Battlefield providing an in-depth history of what happened. Each Ranger and Park Guide tour will provide insight and some unique points of history that one normally does not get from the history books. Tour times are dependent on staffing. Tours generally last between 30 and 45 minutes.        Dick Cheatham protraying John Rolfe, the man who married Pocahontas. NPS Image  Living History Tours: Join a costumed interpreter portraying one of Jamestown's 17th century residents and hear of the trials, tribulations, successes and failures during Jamestown's 92 years as the social and political center of Virginia. Join such personalities as John Rolfe, Rachel Stanton, Joan Peirce, Captain Samuel Argall, and Lady Yeardley to travel back in time to when the foundations of who and what we are as a people and a nation were laid. Please phone 757-856-1200 for program times and dates.",
    "url": "https:\/\/www.nps.gov\/colo\/planyourvisit\/guidedtours.htm"
}
