{
    "title": "Colonial National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes                         Historic Jamestowne   For more information please phone Fee Desk 757-856-1250. Adult (16 and older) - $14; good for 7 days entrance to Historic Jamestowne and Yorktown Battlefield. Interagency Senior, Annual and Colonial Park Pass - $5 Preservation Virginia entrance fee for pass holder and up to three additional adults with pass holder. $5 per person for everyone coming in under the pass - if 4 people are coming in under the pass, it is $20. Preservation Virginia will sell and issue the Senior, Annual, Access, Military pass. Preservation Virginia Member -(with membership card) $5 NPS entrance fee. Colonial Park Pass - $30 Holders of Interagency Military and Access Passes - free for pass holder and up to 3 additional adults accompanying pass holder.   Reduced Admission Days are April 19-24 and August 27-28, 2016.Click here for additional information. Admission or National Park passes are required to tour the Island Loop Drive. Visitor Advisory: Historic Jamestowne is operated by the National Park Service and the non-profit, Preservation Virginia. Your entrance fee at Yorktown Battlefield includes federal areas at Historic Jamestowne but additional entrance fees may apply to preservation Virginia properties.     Yorktown Battlefield  Adults (16 and older)- $7; good for 7 days entrance to Yorktown Battlefield. This also includes the Glassblowing House and Island Loop Drive at Historic Jamestowne. An additional $7 fee is required to access the galleries, historic fort and townsite at Historic Jamestowne.Yorktown Battlefield does not sell the permit for Historic Jamestowne. 15 and younger are free. Colonial Annual Park Pass - $30 Preservation Virginia Membership Card - If a Preservation Virginia member shows a valid receipt from Historic Jamestowne they will be allowed entrance to Yorktown at no additional charge. If a Preservation Virginia member comes to Yorktown first, they will pay the $7 entrance fee; which will in turn get them into Historic Jamestowne with their membership card. No changes to Interagency Annual Pass, Annual Pass for U.S. Military, Interagency Senior Pass, Interagency Access Pass at Yorktown Battlefield. Please note that Interagency Passes admit the passholder and up to three additional adults at Yorktown Battlefield. Use this link for more information about the America the Beautiful - National Parks and Federal Recreational Lands Passes. Interagency Senior and Access Passes are for U.S. Citizens and permanent residents only. Free Annual Pass for Military for active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173) may be obtained . Volunteer Pass for volunteers with 250 service hours with federal agencies that participate in the Interagency Pass Program. Additional Information Frequently Asked Questions about the Annual Pass for U.S. Military Group Tour Information (Commercial) Group Tour Information (Non-Commercial)       Every Kid in a Park  Colonial National Historical Park (Historic Jamestown and Yorktown Battlefield) encourages all fourth-graders and their accompanying adults to participate in the Junior Ranger programs. Each is designed to educate and stir the desire to learn more about the park through several activities in the Junior Ranger booklets available in the park’s book store. The completion of the various exercises will result in being awarded a certificate and patch! Historic Jamestown is jointly operated by the National Park Service and the Jamestown Rediscovery Foundation on behalf of Preservation Virginia and features ranger programs and archaeological tours of the original James Fort site. As a partnership park, additional fees do apply for adults and in support of this important initiative, Preservation Virginia will discount the adult entry fee.   The National Park Service offers fee free days during certain special weekends and commemorations. Check out our Fee Free Days with this link.            LOCAL PASSPORT  AMERICA'S HISTORIC TRIANGLE PASS Check the Other Regional passes link below for actual cost Details: This seven consecutive day pass includes Colonial Williamsburg, all of Colonial National Historical Park (Historic Jamestowne and Yorktown Battlefield), as well as Virginia's living-history museums - Jamestown Settlement and the Yorktown Victory Center. This pass is sold at the Williamsburg Visitor Center or the Jamestown-Yorktown Foundation Online Store and prices are subject to change. Please check with Colonial Williamsburg for information on current prices by calling 1-800-HISTORY (447-8679) or by clicking the link below. For additional information on other regional passes use this link. iv>",
    "url": "https:\/\/www.nps.gov\/colo\/planyourvisit\/fees.htm"
}
