{
    "title": "Colonial National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions               For an internet map search or GPS, use the following: Yorktown Battlefield Visitor Center, 1000 Colonial Parkway, Yorktown, Virginia 23690. Historic Jamestowne Visitor Center, 1368 Colonial Parkway, Jamestown, Virginia 23081. Colonial National Historical Park is located near Interstate 64 (I-64). Directions to Historic Jamestowne 1368, Colonial Parkway, Jamestown, Virginia 23081. From Interstate 64 (I-64) when traveling east or west on I-64 take exit 242A. Follow 199 West to the Colonial Parkway, then follow the signs to Historic Jamestowne.Travel time is approximately 25 minutes From Willliamsburg, take the Colonial Parkway 9 miles south to the Historic Jamestowne Visitor Center.Travel time is approximately 20 minutes. From Yorktown take the Colonial Parkway 24 miles to the Historic Jamestowne Visitor Center. Travel time is approximately 40 minutes. Directions to Yorktown Battlefield is Visitor Center, 1000 Colonial Parkway, Yorktown, Virginia 23690. Eastbound from the Richmond area via I-64, exit 242B for Yorktown, to the Colonial Parkway. Follow the parkway to its end. Travel time is approximately 20 minutes. West bound Interstate 64 from the Virginia Beach\/Norfolk\/Hampton area for Yorktown should take Route 105 East (Fort Eustis Boulevard east), exit 250B to Route 17 (George Washington Memorial Highway). Turn left (North) onto Route 17. Follow the signs to the Yorktown Battlefield\/ Colonial Parkway.Travel time is approximately 20 minutes. From Historic Jamestown Take the Colonial Parkway 24 miles to the Yorktown Battlefield Visitor Center.Travel time is approximately 40 minutes. From Williamsburg take the Colonial Parkway 14 miles to the Yorktown Battlefield Visitor Center. Travel time is approximately 20 minutes.   Public Transportation AMTRAK and Greyhound has a station in Williamsburg. Rental cars and taxi service are available from this location. Let us bus you around! At Yorktown, the Yorktown Trolley provides a service between the Yorktown Battlefield Visitor Center and the Yorktown Victory Center, with stops in the village and at the new Riverfront Landing, spring through fall. Bicycle Bicycling is permitted on the 24 mile Colonial Parkway that connects Historic Jamestowne to Yorktown. The Colonial Parkway has rolling hills and traffic. Cycling the Colonial parkway is recommended for intermediate or expert cyclist only and not recommended for children cyclist. Cyclists are required to ride single file. Parking Free parking is available at both the Historic Jamestowne Visitor Center and the Yorktown Battlefield Visitor Center. Accessible parking for those with disabilities, as well as parking for RV's and buses is provided. Parking outside designated parking areas is prohibited throughout the park. Historic Jamestowne Tour Loop Drive and Yorktown Battlefield Tour Roads Tour Roads are open to pedestrians, bicycles and motor vehicles. Safety issues prohibit buses, motor homes or vehicles over 5-tons from using them. All state and local traffic regulations apply.",
    "url": "https:\/\/www.nps.gov\/colo\/planyourvisit\/directions.htm"
}
