{
    "title": "Glen Canyon National Recreation Area: Defiance House",
    "body": "Defiance House        Defiance House Archaeological Site NPS Photo         Defiance House   Ancestral Puebloans Prehistoric Indians migrated seasonally through the canyon country, but they left little evidence of their life here at Glen Canyon: a few stone tools, grinding stones, remnants of baskets. Gradually, these ancient Indians learned to farm crops of corn, beans, squash and cotton. They built more permanent residences, called pithouses, which were dug partially into the ground and roofed with mud plastered brush. Bows and arrows eventually replaced spears, and pottery replaced baskets. The Indians, known today as Ancestral Puebloans, began to build masonry houses, kivas and storage rooms. The Ancestral Puebloan culture dominated much of the southwest in the 12th and 13th centuries. Large communities living in stone and masonry pueblos were supported by agriculture and trade. Finely made pottery and jewelry were produced. A complex ceremonial religion was developed. In the later part of the 13th century, most cliff dwellings and other communities were abandoned. Perhaps the soil had been depleted and forests cut down for firewood and building. Perhaps climatic changes contributed to the exodus. For whatever reasons, the Ancestral Puebloans left the mesas and canyons and moved to the south. The Pueblo Indians living along the Rio Grande valley in New Mexico and Hopi Indians of Arizona are believed to be descendants of the Ancestral Puebloans.        These pictographs of men brandishing clubs and shields led to naming the site \"Defiance House\"   Defiance House The Glen Canyon area was probably on the outskirts of Ancestral Puebloan settlement. No large communities were built in this area, but a few small cliff dwellings and other archeological sites have been found. Defiance House, three miles up the middle fork of Forgotten Canyon, is one of the best-preserved Ancestral Puebloan dwellings in Glen Canyon National Recreation Area. Defiance House was discovered by archeologists in 1959. Exploring the area before Lake Powell was created, University of Utah archeologists followed a dangerous hand-and-toe-hold trail up the sandstone cliff and were delighted to find an Anasazi site where \"most of the roofs were still in place, and... two perfect red bowls still had scraps of food in them.\" They named the site \"Defiance House\" for the large pictograph (rock painting) of three warriors brandishing clubs and shields.      Defiance House was occupied from about 1250 to 1285 AD. No one knows why the Ancestral Puebloans built in such an inaccessible place. The site is protected from the elements in the winter, and it is shady and cool in the summer. Or perhaps it was a place of refuge, easily defensible high in the cliff. Were the three defiant warriors painted on the cliff wall to warn potential enemies? Perhaps we'll never know. Nor do we know why the Ancestral Puebloans abandoned Defiance House. Drought, food shortages, enemies, or overuse of the land could all have contributed to the exodus. The structures and rock art are very old and are fragile. Please do not sit, lean or stand on walls. Enter buildings only through doorways or by ladder into the kiva. Do not touch or deface rock art, or carve graffiti. DESTRUCTION OF ARCHEOLOGICAL SITES IS ILLEGAL. To report disturbances, notify the National Park Service at visitor centers, ranger stations or marinas.",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/historyculture\/defiancehouse.htm"
}
