{
    "title": "Zion National Park: Fire Policy",
    "body": "Fire Policy       The National Park Service (NPS) mission is to protect and preserve the lands it manages for the enjoyment of future generations. Guided by this mandate, the fire management program focuses on restoring and maintaining natural processes associated with fire, while protecting human life and property. To help in achieving these long-term goals, the NPS has a comprehensive fire management program including hazardous fuels reduction, prescribed fire, wildland fire for resource benefit, and wildland fire suppression. The following policies guide the NPS in their fire management activities. Zion Fire Management Plan 2004| This plan is intended to provide strategies for management of wildland fires, prescribed fires and hazardous fuel reduction in Zion National Park while protecting life and property, both private and public. It incorporates all relevant decisions from the Zion General Management Plan (2001) and the federal wildland fire policy documents listed below. NPS Directors Order 18 - Wildland Fire Management (DO-18) 2008 Director's Order-18 incorporated the 1995 Federal Wildland Fire Management Policy and Review by 1) institutionalizing within NPS the new policies, organizational and operational relationships, and changes in law and reporting requirements reflected in the report, and 2) establishing a framework by which the NPS will implement the report's principles, policies, and recommendations. NPS Reference Manual 18 - Wildland Fire Management 2008 The major guiding document for fire management in the NPS, RM-18 is a technical discussion of wildland fire management requirements and procedures that provides detailed definitions and expanded guidance of all information presented in DO-18. Among other subjects, contents of RM-18 include guidance for safety, planning, qualifications, wildland fire and prescribed fire management, monitoring, and incident evaluation and review. NPS Management Policies 2006 This volume of NPS Management Policies is the basic service-wide policy document of the NPS, superseding the 1988 edition. It provides NPS management and staff with clear and continuously updated information on NPS policy (including wildland fire) and required and\/ or recommended actions, as well as any other information that will help them manage parks and programs effectively. Federal Wildland Fire Management Policy and Review 1995  This policy was chartered by the Secretaries of the Interior and Agriculture to ensure that federal policies are uniform and programs are cooperative and cohesive. Guidence for Implementation of Federal Wildland Fire Management Policy 2009 This document provides for consistent implmentation of the 199\/2001 Federal Fire Policy as directed by the Wildland Fire Leadership Council. National Fire Plan 2000 A cooperative, long-term effort of the USDA Forest Service, Department of the Interior and the National Association of State Foresters to manage the impact of wildland fire.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/fire-policy.htm"
}
