{
    "title": "Colonial National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address            1000 Colonial Parkway  Yorktown , VA  23690                Directions         For an internet map search or GPS, use the following: Yorktown Battlefield Visitor Center, 1000 Colonial Parkway, Yorktown, Virginia 23690. Historic Jamestowne Visitor Center, 1368 Colonial Parkway, Jamestown, Virginia 23081.   Directions Details           Operating Hours & Seasons         Historic Jamestowne ENTRANCE GATE: Gate hours are from 8:30 a.m. - 4:30 p.m. Daily. No entrance is permitted prior to 8:30 a.m. or after 4:30 p.m. including bicyclists and pedestrians. All park grounds are closed at sunset. Park is closed Thanksgiving, Christmas, and New Years Day. NUMBER TO PHONE IF SITES ARE CLOSED DUE TO INCLEMENT WEATHER: For closures in Colonial National Historical Park please phone this 24 hour phone number (757) 856-1240. http:\/\/www.nps.gov\/jame\/planyourvisit\/weather.htm   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Yorktown Battlefield All park grounds are closed at sunset. Yorktown Visitor Center: Opened daily 9:00 a.m. to 5:00 p.m.. Park is closed Thanksgiving, Christmas, and New Years Day. NUMBER TO PHONE IF SITES ARE CLOSED DUE TO INCLEMENT WEATHER: For closures in Colonial National Historical Park please phone this 24 hour phone number (757) 856-1240. http:\/\/www.nps.gov\/jame\/planyourvisit\/weather.htm   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           During the summer season visitors should dress in light, comfortable clothing, wear comfortable shoes and use sunscreen. We recommended you carry a bottle of water with you. High temperatures and high humidity create higher risk of heat cramps, heat exhaustion and heatstroke. Most of the Historic site is out-of-doors and although not a great distance from an air-conditioned building, staying properly hydrated will help prevent these illnesses. During the fall visitors should have a light jacket available.         Fees & Passes     Entrance Fees:   For Those Without An Entrance Pass to Yorktown Battlefield - $7.00 Adult (16 and older) -$7; good for 7 days entrance to Yorktown Battlefield (and NPS areas at Historic Jamestowne); can be upgraded to see Preservation Virginia areas at Historic Jamestowne for an additional $7 at the Historic Jamestowne Visitor Center. Yorktown Battlefield will not be selling the $14 entrance permit for Historic Jamestowne   For Those Without An Entrance Pass to Historic Jamestowne - $14.00 Adult (16 and older) -$7; good for 7 days entrance to Yorktown Battlefield (and NPS areas at Historic Jamestowne); can be upgraded to see Preservation Virginia areas at Historic Jamestowne for an additional $7 at the Historic Jamestowne Visitor Center. Yorktown Battlefield will not be selling the $14 entrance permit for Historic Jamestowne.   No Additional Charge for Holders of These Passes - $0.00 Holders of the following passes will be admitted to Historic Jamestowne at Description* * Interagency Access and Golden Access Pass * Interagency Military Pass Phone 757-856-1250 for further information.    For Historic Jamestowne Other National Park Pass Holders Will Be Charged an additional $5.00 per adult - $5.00 All other National Park pass holders will be charged an additional $5.00 per adult entering on the pass to cover the Preservation Virginia entrance fee. These passes include: * Interagency Annual Pass * Interagency Senior Pass * Golden Age Pass * Colonial National Historical Park Annual Pass * Preservation Virginia Membership Card - ($5.00 per adult NPS fee) Phone 757-856-1250 for further information.    Entrance Passes:   No Additional Charge for Holders of These Passes - $0.00 Holders of the following passes will be admitted to Historic Jamestowne at Description* * Interagency Access and Golden Access Pass * Interagency Military Pass          Visitor Centers        Historic Jamestowne We recommend you plan at least two hours for your visit, but many visitors end up staying longer when they see how much history is actually here. Make sure you wear comfortable shoes as the Historic site is about three-quarters of a mile long.                 Ranger Lillian Falco conducting Children in Nature Program at Historic Jamestowne Park Ranger Roger W. Green Photographer  Welcome to Colonial National Historical Park! Please use our website to find information on:  Operating Hours. Fees & Passes including group information. Directions and Transportation.  Click on these links for more information about Historic Jamestowne and Yorktown Battlefield.",
    "url": "https:\/\/www.nps.gov\/colo\/planyourvisit\/basicinfo.htm"
}
