{
    "title": "Zion National Park: Desert Tortoise",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles     Desert Tortoise                  Desert Tortoise          Gopherus agassizii     A rare but very special sighting in the Zion area is the elusive desert tortoise. Unlike turtles, they have high-domed shells, elephant-like rear legs, and are terrestrial. The low desert of Zion is at the northeastern extreme of desert tortoise range, which extends across much of the Mojave and Sonoran deserts. Desert tortoises have perfected the art of slow living, allowing them to live for up to 50 years or more in the wild.    Desert tortoises have several special adaptations to survive in the hot dry desert. These creatures spend nearly 95% of their lives in underground burrows, avoiding the heat of summer in a semi-dormant state and hibernating in winter. Using their forelimbs--complete with sharp claws like the teeth on a backhoe bucket—they dig burrows three to six feet deep into rocky, sloping terrain. These provide protection from the dry heat and predators like fox, coyote, and ravens. Tortoises only emerge from their burrows when the conditions are right, most often in spring and fall, to seek out food and water.          Tortoises eat grasses, herbs, cacti, and annual flowers, obtaining some of the water they need from these moist plants. But they still need to drink water, so they may emerge from a burrow after it rains to drink from shallow puddles. Desert tortoises can store water—up to 40% of their body weight—in their bladders, helping them to survive through long periods of drought. However, when threatened, one of their defense mechanisms is to release their bladder, unfortunately causing them to lose their crucial water supply.    In 1990 the desert tortoise was listed as a federally threatened species due to loss of habitat and disease. Recent studies have split the desert tortoise into two separate species based on DNA and geographic distribution. The species found in Zion and in the town of Springdale is the Agassiz's desert tortoise (Gopherus agassizii), also commonly known as the Mojave desert tortoise.          Although some tortoises can live for nearly a century, unfortunately it's a tough journey to live that long and few survive to old age. The mortality rate for juvenile tortoises is nearly 99% because juveniles grow very slowly (only 2.5 cm\/yr) and have very soft shells. These soft shells make them easy prey for hungry predators like ravens and Gila monsters.   Zion wildlife biologists have been monitoring seasonal movements and activity of the tortoises using radio telemetry since 2008. Biologists have observed at least 33 different tortoises, as well as evidence of a breeding population.      If you are lucky enough to spot one of these remarkable reptiles, remember to play your part in helping the desert tortoise by not picking them up (unless they are in danger of being hit on the roadway) and watching them from a distance. If your car is parked in the low desert, look underneath before driving -- tortoises sometimes rest in the shade of a vehicle to avoid the hot sun.     Return to the Reptiles page or to the main Wildlife page",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/desert-tortoise.htm"
}
