{
    "title": "Zion National Park: Western Rattlesnake",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles     Western Rattlesnake                  Western Rattlesnake          Crotalus oreganus   While Zion is home to many different kinds of snakes, the western rattlesnake, also known as the Great Basin rattlesnake, is the only venomous snake in the park. Like other rattlesnakes, you can usually identify them by the triangular head and the rattle at the end of their tail. However, the rattles are not always present—they can break off, or a young snake may not have developed their rattles yet. Locally, western rattlesnakes are usually light brown with darker brown blotches down the middle of their back. However, their colors can vary over a range of shades, and they usually blend in well with their surroundings.    Rattlesnakes typically eat small mammals like squirrels, mice, rats, and small rabbits, but will sometimes eat small amphibians, reptiles, and even birds. Rattlesnakes are an important part of the ecosystem, keeping small rodent populations in check.     These snakes are adapted to the dry desert climate of Zion and can usually be found in dry, rocky areas with moderate vegetation. Rattlesnakes are exothermic (dependent on external heat sources), so they are more active when the air temperature is warm. But when it gets too hot in the summer they become nocturnal, spending the hot day underground or in the shade.         NPS photo\/Rendall Seely  Although some people are frightened by rattlesnakes, they are not out to get us. As always, watch where you are walking, and pay attention for the sound of their warning rattle. If you encounter a rattlesnake on a trail, back away slowly, and give it plenty of space. Rattlesnake bites are very rare;in the unlikely event that you or someone near you is bitten, remain calm, and seek medical attention immediately. But with these common sense precautions, you can have a safe visit in rattlesnake country—and consider yourself lucky to spot this beautiful and amazing animal!     Return to the Reptiles page or to the main Wildlife page",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/rattlesnake.htm"
}
