{
    "title": "Zion National Park: Peregrine Falcon",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Peregrine Falcon                  Peregrine Falcon         NPS photo\/Mike Baird   Falco peregrinus The fastest animal in the world, the peregrine falcon can be seen soaring among the scarlet cliffs of Zion. Once on the brink of extinction, the peregrine falcon is now one of the most widely-distributed birds in the world thanks to conservation efforts.  The word peregrine originates from the Latin, peregrinus, meaning \"to travel abroad\" or \"wander.\" This is in reference to the long migrations of some subspecies that nest in the tundra, migrating some 2500 km (1553 miles) away. You can find this fast flier on every continent except Antarctica.  These aerial killers catch their prey, usually other birds, on the wing. The peregrine initiates its attack from high on a cliff while watching for prey. As it \"stoops,\" or dives, headfirst into the air, it begins to fold its sharply-shaped wings tightly toward its body, forming a diamond or  bullet shape to reduce the drag created by the wings. Constant travel speed for this bird ranges between 25-34 mph. However, this diving daredevil can reach speeds of up to 200 to 300 mph while in a stoop, in as quickly as 8 seconds!          The open landscape and high cliffs of Zion National Park are perfect habitat for peregrine falcons. They typically choose crevices on cliff faces between 25 -1,300 feet high for nesting sites. The sheer rock faces within the park, including Angels Landing, serve as nesting locations for peregrines to rear their chicks. Mating behavior is observed from early March to early May. Chicks leave the nest, or fledge, from late June through late July. Stop at the Big Bend shuttle stop to catch a glimpse of these incredible birds.  The population of peregrines within Zion was maintained throughout the DDT-caused population crash because of the ideal habitat provided here. The park continues to monitor the breeding success of peregrine falcons in accordance with a mandate from the United States Fish and Wildlife Service. To date, the park has over 25 years of monitoring, making it one of the most comprehensive statistical records for the western United States. Wildlife managers close certain cliffs to climbing in the spring to prevent interference with peregrine nesting. Once nest sites have been selected by the birds, unoccupied cliff areas are re-opened to climbing. As of 2014, the park monitors 8 to 10 nesting pairs each year; however, there are probably more peregrines within Zion.    Return to the Birds page or to the main Animals page",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/peregrinefalcon.htm"
}
