{
    "title": "Zion National Park: Bats",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Bats                  Bats         The big free-tailed bat is one of 17 bat species found in Zion. NPS photo  Many people consider bats to be ugly or frightening, but despite their bad reputation, they are intelligent, curious, and great consumers of nocturnal insects worldwide. If a bat grazes you at your campsite, it is not attacking, but is most likely hunting mosquitos or gnats from the air while you enjoy your campfire.   In Zion, seventeen different bat species are working to keep our campsites creepy-crawly-free. With so many bat species, there should be fierce competition between them, but there isn't—due to what biologist's call \"niche partitioning.\" Think of it like a dinner reservation—there is only so much food available in a certain area at a certain time. Bats need to find food in different areas and at different times of night to avoid competing with other bats, so certain species emerge at particular times and places.    Whether you are stargazing in Zion, or just sitting by your campfire, you are likely to see one of these five common species:         Pipe Spring National Monument photo  Western pipistrelle (Pipistrellus hesperus): Also known as the canyon bat, this is the smallest bat species in North America, and the most commonly seen bat in Zion. It is the first to come out in the evening, up to two hours before dark. Its wing beat is slow and weak, and at a quick glance it may appear to be a bird in flight. It eats a variety of flying insects including mosquitoes, moths, flies, flying ants, and wasps. Weighing only as much as a nickel, it can eat 20 percent of its weight every night. Canyon bats are well adapted to the desert, as they can live one and a half weeks without water.        Saguaro National Park photo  California myotis (Myotis californicus): Just after sunset, the small California myotis emerges. It is one of the most abundant bats in desert scrub habitats, but can also be found in high elevation areas. The California myotis forages for flying insects along riparian corridors and through tree canopies. The Emerald Pools are a great place to see it. Like other bats, the California myotis roosts, but it changes roosts from day to day. This may allow it to find the ideal roost temperature, and also to avoid predators and parasites.        Pipe Spring National Monument photo  Yuma myotis (Myotis yumanensis): This small bat emerges shortly after darkness, and is found near open water. It feeds over water where it eats a variety of beetles and soft bodied insects near the surface. The Emerald Pools and the Virgin River are great places to spot the Yuma myotis.        USGS photo  Pallid bat (Antrozous pallidus): One of the largest bats in Zion, the pallid bat has a wingspan of 15 -16\". This bat emerges later than most bats, around 10 or 11 pm. Unlike most bats, it does not use echolocation to locate prey, but instead uses its long ears and simply listens. While hunting, it stays close to the ground where it finds a variety of invertebrates, or occasionally a small rodent or lizard. The pallid bat may be a favorite of some campers, as they can even eat scorpions and centipedes, apparently immune to the venom.        Saguaro National Park photo  Brazilian free-tailed bat (Tadarida brasiliensis): This large bat with a wingspan of 12-14\" emerges sometime after 9 pm. Brazilian free-tailed bats occupy a wide variety of habitats, ranging from deserts to pinion-juniper woodlands and pine-oak forests at elevations from sea level to 9,000 feet or more. In the U.S. Southwest,these bats, also known as Mexican free-tailed bats, migrate toward Mexico.   Download the Mammal List for the complete list of bats found in Zion.      Return to Mammals or to the main Wildlife page",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/bats.htm"
}
