{
    "title": "Zion National Park: Southwest Desert",
    "body": "Southwest Desert       The Chinle Trail starts from the Anasazi Way sub-division and crosses the open desert as it winds toward the base of Mount Kinesava. The trail travels through the open desert and offers up some amazing and sweeping views of the cliffs behind great formations like the West Temple and Mount Kinesava. The trail crosses areas of petrified wood and has highly developed areas of the Crypto-biotic soil. This trail is very hot in the summer but pleasant in the Spring and Fall. Coalpits Wash has no developed trail, but there is a well beaten path that is easy to follow to the junction with Scoggins Wash. At the junction of Scoggins Wash, bear left and head up to the narrows and pools nestled between enormous boulders and small waterfalls. This trail is best from the fall to the spring due to it's low elevation. Summer can get very hot and dry preventing much use in the summer months. Camping is currently in designated sites and is available for reservations online or on a walk-up basis.         Petrified Wood Forest  The Chinle Trail travels through a petrified wood forest where you can see numerous examples of petrified wood logs and pieces. By taking photos and leaving the rocks behind we can help preserve it for future generations.         Cryptobiotic Soil  This living soil is widespread along the Chinle and Coalpits Wash Trail. It provides stability to the soil and nutrients for the plants. It can take 70-100 to form but only one footprint to destroy. Without this valuable soil the desert would look vastly different.         Coalpits Wash  A short section of Coalpits Wash near the springs goes through a rock layer that gets narrow like a slot canyon and has been undercut by erosion      Campsites       Campsite #1 and view from the site.        Temple View (Campsite #1) Just off the Chinle Trail to the south on a small ridge. As the name states, great views of the West Temple but also of Mount Kinasava and Scoggins Wash. This site has a maximum group size of 6 and is available for walk-up permit only.       Campsite #2 and view from the site        Scoggins Wash (Campsite #2) A short walk off the trail down a wash to the south will lead you to this site. This site has a great slickrock area that overlooks Scoggins Wash. This site has a maximum group size of 6 and is available for reservations online or on a walk-up basis.       Campsite #3 and view from the site        Yucca Camp (Campsite #3) This site is a nice sandy area just south off the Chinle Trail. It sits slightly up on a knoll and is surrounded by desert vegetation. This site has a maximum group size of 6 and is available for walk-up permit only.       Campsite #4 and view from the site        Coalpits Ridge (Campsite #4) Located on a ridge just above the Coalpits Wash, this site sits among several boulders and has great views. It is only a short walk to Coalpits where water is available. This site has a maximum group size of 6 and is available for walk-up permit only.       Campsite #5 and view from the site        Coalpits Wash (Campsite #5) Located at the junction of Dalton Wash and Coalpits Wash. A sandy area surrounded by dark lava rock. The site is a good location for further exploring with the junction of the Chinle Trail near by. Water can be found near by. This site has a maximum group size of 6 and is available for reservations online or on a walk-up basis.       Campsite #6 and view from the site        Junction Site (Campsite #6) Located at the junction of Scoggins and Coalpits Wash. A sandy bench to the west of the drainage with great views of the surrounding mesas. This site has a maximum group size of 12 and is available for reservations online or on a walk-up basis.      Water Sources         Coalpits Springs Located in an area downstream of the Chinle junction this spring is on the canyon wall to west. It can become dry some years. Be sure and check springs conditions for an update. Approximate Location N 37°12'54.0\" W 113°04'44.5\" Elevation 4090 ft           Make a Reservation for a Backpacking Permit           Wilderness Trail Descriptions           Wilderness Trail Conditions           Water Source Conditions",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/southwest-desert-trails.htm"
}
