{
    "title": "Timpanogos Cave National Monument: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners         The Great Heart of Timpanogos NPS photo  Friends of Timpanogos Cave  Timpanogos Cave has a long history of benefiting from community support and interest in preserving and providing access to the caves. Organization and individuals have made significant contributions to the history, legacy, and opportunities at Timpanogos Cave National Monument. Friends of Timpanogos Cave is committed to continuing this legacy. Friends of Timpanogos Cave, a 501(c)3 nonprofit, is an entirely volunteer organization established to be actively involved in making a difference for something we all care about - Timpanogos Cave National Monument. Friends of Timpanogos Cave is a membership organization designed to provide a forum and connection for anyone with an interest or love of anything related to Timpanogos Cave. It is a place where each of us has the opportunity to make a difference for the park. Friends of Timpanogos Cave is also a philanthropic organization cooperatively supporting projects and needs at Timpanogos Cave National Monument. For more information about Friends of Timpanogos Cave and how YOU can make a difference today, visit www.friendsoftimpanogoscave.org .          WNPA  http:\/\/www.wnpa.org\/ Western National Parks Association As a nonprofit education partner of the National Park Service, WNPA supports 67 parks across the West, developing products, services, and programs that enrich the visitor experience. The Western National Parks Association's Commitment: National parks tell the story of America, embodying its beauty, culture, and heritage. WNPA helps discover, preserve, and share that story. But the American story is rapidly unfolding. In today's fast-paced, ever-changing world, WNPA is committed to discovery: new knowledge, new understanding, and new ways to engage with society. For more information, please visit www.wnpa.org Contact Info: 12880 N. Vistoso Village Dr.Tucson, AZ 85755 Phone: 520 622 1999 E-mail: info@wnpa.org          National Park Foundation   National Park Foundation The National Park Foundation, in partnership with the National Park Service, enriches America's national parks and programs through private support, safeguarding our heritage and inspiring generations of national park. The National Park Service proudly recognizes the National Park Foundation as its official charitable partner. For more information, please visit http:\/\/www.nationalparks.org\/, call (202) 796-2500 or Email:ask-npf@nationalparks.org            National Parks Conservation Association   National Parks Conservation Association The National Parks Conservation Association's Mission: To protect and enhance America's National Park System for present and future generations. The National Parks Conservation Association (NPCA) is an independent, nonpartisan voice working to address major threats facing the National Park System. NPCA was established in 1919, just three years after the National Park Service. Stephen Mather, the first director of the Park Service, was one of our founders. He felt very strongly that the national parks would need an independent voice—outside the political system—to ensure these places remained unimpaired for future generations. Now, nearly one hundred years later, NPCA has a million members and supporters. In addition to our LEED-certified national headquarters in Washington, D.C., NPCA has 24 regional and field offices around the country. The National Parks Conservation Association's Core Values: At NPCA our work to protect and enhance our national parks is guided by six core values: Commitment to Mission, Empowerment, Teamwork, Accountability, Innovation, and Diversity. Our core values embolden NPCA to achieve excellence;unite us with one another, our members, volunteers and partners; and fuel our commitment to become the catalyst and leader of a national parks movement that fulfills our shared mission to protect and enhance America's national parks for present and future generations. For more information, please visit http:\/\/www.npca.org\/ Contact Information: Toll Free: 800.628.7275 Email: npca@npca.org National Parks Conservation Association 777 6th Street, NW, Suite 700 Washington, DC 20001-3723           Uinta-Wasatch-Cache National Forest The Uinta-Wasatch-Cache National Forest has a net acreage of 2,169,596 acres, and Timpanogos Cave National Monument is located entirely within the Pleasant Grove Ranger District. Scenic beauty on the Forest offers unlimited recreational opportunities throughout the year. Whether you enjoy skiing, snowboarding, snowmobiling, hiking, mountain biking, camping, picnicking, fishing, boating, swimming, horseback riding, etc., you can find the recreational experience you are seeking. Because of the abundance of recreation opportunities and the large urban population along the Wasatch Front, the Uinta-Wasatch-Cache National Forest is one of the most heavily visited in the entire National Forest System. The Monument and the Pleasant Grove Ranger District work together as sister agencies, sharing staff and expertise as they manage of their respective public lands in and around American Fork Canyon. For more information, please visit: http:\/\/www.fs.usda.gov\/uwcnf Contact Info: Pleasant Grove Ranger District 390 North 100 East Pleasant Grove, UT 84062 (801) 785-3563",
    "url": "https:\/\/www.nps.gov\/tica\/getinvolved\/partners.htm"
}
