{
    "title": "Timpanogos Cave National Monument: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Earn your choice of a Junior Ranger badge or patch by completing the Junior Ranger Activity Book. NPS  Annual 4th Grade Pass o Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper voucher. o The pass is valid for the duration of the 4th grade school year through the following summer (September -August). o Paper vouchers can be obtained by visiting the Every Kid in a Park website and can be exchanged for the Annual 4th Grade Pass at Federal recreation sites that charge Entrance or Standard Amenity Fees. o Digital versions of the voucher (such as on smart phones or tablets) will not be accepted to exchange for an Annual 4th Grade Pass. o The pass is non-transferable. o Educators can also be involved! Learn more at the Every Kid in a Park website.   From May to early September, the monument offers a Junior Ranger program every Saturday at 10:00 a.m. at the visitor center. Programs are designed to allow children of all ages to explore the cultural and natural history of Timpanogos Cave National Monument, as well as complete requirements to become a Junior Ranger. You don't have to be a kid to enjoy these programs; anyone is welcome to attend. Find a program to attend: Schedule of Events         How to Become a Junior Ranger at Timpanogos Cave:  Get your free activity book   Pick up a copy at the Visitor Center, or Download a copy (16 pages) (654KB .pdf)     Complete the activities for your age group   Attend a Ranger-led program   Cave Tour Junior Ranger Program Evening Program     Pick up litter   Return your book for a Ranger to review   At the Visitor Center, or Can't finish during your visit, or completing your book from home?   Circle your choice of a badge or patch, Include your return address, Mail it back to the monument (address on the back of front cover).",
    "url": "https:\/\/www.nps.gov\/tica\/learn\/kidsyouth\/index.htm"
}
