{
    "title": "Timpanogos Cave National Monument: Plan A Field Trip",
    "body": "Plan A Field Trip       Educational Fee Waiver Basics Timpanogos Cave National Monument is excited to be part of your school's continuing efforts towards excellence. The National Park Service has a strong tradition of education and we are proud to promote parks as classrooms. To assist local educators with their curriculums, Timpanogos Cave National Monument has a fee waiver program in place for educational or scientific institutions. A limited number of educational fee waivers are available for the cave tour season. In Spring and Fall educational fee waivers are available Monday through Friday. In June and August educational fee waivers per day are available Monday through Thursday. No educational fee waivers will be granted in July. Large groups may be divided and visit the caves over two days. Fee Waiver Application Process Our educational fee waiver process has changed. Applications for fee waivers can be made using the following Google docs link. Following submission, your application will be reviewed and you will be contacted. https:\/\/docs.google.com\/forms\/d\/184n_goHsdVJn_TmrXKR5CQLHxt5-MNYO9XyPKulmhmk\/viewform?usp=send_form The application for fee waivers will be open Nov 1. Due to upcoming construction, the caves will close for the season Labor Day 2016. The caves or cave trail will not be available after this date. There may be a possibility for a ranger-led presentation at Swinging Bridge Picnic Area in the fall, or a ranger visit to your classroom to talk about the cave. As you apply for fee waivers, please note if you would be interested in this option.   Important Fee Waiver Notices  All approved and paying groups are required to present completed School Group Organization Form(s), signed Student Conduct Rules form and verify that all chaperones have read the Chaperone Responsibilities form. Tours are limited to groups of 16 and must have two adults for each tour group. Large groups will be divided into groups of 16 or less.  Educational fee waivers are not granted on holidays or on weekends.   A fee waiver may be revoked and a bill of collection sent to your school, if your group behaves inappropriately, or if the group's activities indicate that the primary purpose of the field trip was recreational, rather than educational, in nature.   Group Rules and Safety  As your groups travels up and down the 1 1\/2-mile cave trail we recommend that one adult is in the front of the group and one adult is at the end with the students in between. By staying within voice range of each other, group leaders can communicate the need to stop and adjust a pack strap, get a drink of water, or tie a shoe.  Please make sure your group knows that they are visiting a National Park site where everything is protected. This includes the rocks, flowers, leaves and wildlife. If they leave it where they find it, other groups that follow can have the same wonderful experience of discovering it themselves.   ROCKFALL can occur at any point on the trail. The areas of the greatest amount of rockfall are marked with a red stripe. Most of the time rockfall may be heard before it is seen. When rockfall is heard, immediately duck down on the inside of the trail, close to the wall, and cover your head with your hands and arms. Remember not to stop in the red striped areas.   RUNNING is extremely difficult for children to resist as they come down the trail, but running can lead to painful falls. Keep your group with you at all times as you walk down the trail and make sure students are watching where they are going.   SHORTCUTTING causes damage to the thin canyon soils and a loss of vegetation - often leaving noticeable scars for many years. It also causes rockfall that may injure visitors below.   ROCK THROWING is simply a DON'T! The trail winds steeply up the mountainside, and there are often hikers below you that you cannot see. Even very small rocks pick up enough velocity to severely injure any visitor, wildlife, or building they may strike.   Monument Conveniences  Restrooms are available at the visitor center and at the entrance of the caves. Food is available at the snack bar located next to the visitor center. Students may eat on the cave trail but no food or drinks are allowed inside the cave system. Picnic tables are available at Swinging Bridge picnic area and a few tables are available across from the visitor center.  A 20-minute Orientation video is shown on request at the visitor center.   The Western National Parks Association bookstore and the concession gift shop are open daily. A 20% discount is offered to teachers on book sales.   We consider the 1-1\/2 mile trail to the caves to be a strenuous and difficult hike. Visitors gain over 1,092 feet elevation in that distance. The narrow cave trail is paved but rough with water bars and rain gutters. For everyone's safety, pets and wheeled vehicles (including wheelchairs and baby strollers) are not allowed on the trail. The visitor center, snack bar, and picnic areas are wheelchair accessible.   Who to Contact Contact Sheila Hunt at 801-756-5239 ext. 203 for questions or comments about the educational fee waiver program.   Contact the visitor center at 801-756-5238 for general questions about the monument and the cave.",
    "url": "https:\/\/www.nps.gov\/tica\/learn\/education\/planafieldtrip.htm"
}
