{
    "title": "Zion National Park: Artist-in-Residence Program",
    "body": "Artist-in-Residence Program         John B. Fairbanks painting Zion Canyon Courtesy of the Clark Family, Tooele, Utah  Meet Zion's 2016 Artists-in-Residence! Four artists have been selected to serve as Artists-in-Residence in Zion National Park in 2016. These artists were selected from a large pool of applicants representing a broad spectrum of art forms. Please look for the following artists during their residency dates. 2016 Artists-in-Residence News Release   Bill Mauzy Residency Dates: February 5 –March 5: photographer, Charlottesville, VA Anneliese Vobis Residency Dates: March 31 –April 29: mixed media sculpture, Santa Rosa, CA Lorraine Bubar Residency Dates: September 1 –September 30: papercut, Los Angeles, CA Larry Hughes Residency Dates: October 13 –November 11: painter, Cordova, TN Resident artists spend 30 days living in a historic cabin in Zion National Park. They explore and surround themselves in the sights, sounds, textures, and wonders of Zion to find inspiration for their work. Each artist conducts two public presentations on their work and residency experience. Date, time, and location of these presentations will be announced closer to each artist's residency.  The Artist-in-Residence program at Zion honors and continues a long tradition of artists using their work to facilitate a conversation on the value of nature and preservation. This tradition began in the early 19th century with Hudson River School painters and Transcendentalist writers like Thomas Cole and Henry David Thoreau. The work of some of these artists directly led to preservation legislation that created Yellowstone, Yosemite, and Zion National Parks.    Art and Landscape Preservation Artists have long painted, photographed, and written about the scenic beauty and natural wonders of the American West. Wide publication of the work of early western artists in the 19th century gave eastern residents the chance to see and dream about landscapes beyond the boundaries of their own neighborhoods and towns. Through their images, these early artists helped promote the idea of landscape preservation and tourism, while also playing an influential role in the establishment of our nation's first national parks. Zion National Park's Artist-in-Residence Program continues the tradition of these early artists. Inspired by the natural and cultural features that make these preserved landscapes unique, artists use traditional and modern artistic techniques to express their interpretation of the park. Their work provides enjoyment and inspiration to park visitors and contributes to the ongoing conversation about the value of wild places and nature. Zion's Artists-in-Residence are in the park throughout the year. When in residence, you may visit them at the Grotto House during open studio hours or you may see them out drawing, sketching, painting, and playing as they find inspiration in the extraordinary natural beauty of Zion National Park. Zion's Artist in Residence Program The Zion National Park Artist in Residence program offers professional artists the opportunity to live and work in the majestic desert environment of southern Utah for a period of one month. Four artists will be selected for two spring and two fall residency slots. Artist selections will be made and announced in October. All visual (painters, photographers, sculptures, etc.), performing (drama, dance, music, composition, etc.) and literary artists are welcome to apply.  The work completed under this program will contribute to the public understanding and appreciation of Zion National Park and should reflect the National Park Service's mission to preserve and protect the park's cultural and natural resources. When in Residence the artist is highly independent, but is expected to present two public programs tailored to an individual's medium, interest, experience, and audience. Holding periodic open studio hours is also encouraged. Upon conclusion of the Residency, participating artists are given up to six months to finish work inspired by the Residency. An original piece representative of the Residency will then be donated to Zion National Park. The work may be placed in the Park's permanent collection, interpretive collection, or, in partnership with the Zion Natural History Association, may be used in other ways in support of the park's Artist in Residence and education programming.           Selected artists will have the chance to translate the beauty of Zion into works that may bring new insights, enjoyment, and understanding of this desert sanctuary.   How to Apply Applications are now being accepted for the 2017 Artist-In-Residence program. This call for artists applies to four sessions: February 1-28, 2017, March 31- April 28, 2017, September 1-29, 2017, and October 16-November 11, 2017. Applications are due by July 29, 2016. To learn more about residency requirements and application instructions, click the following link. 2017 Artist-In-Residence Application.   Selection Process A jury of representatives from Zion National Park and the Southern Utah University Department of Art and Design will review submitted materials and interview the top candidates. Selections will be made on the basis of merit and understanding of the mission of the National Park Service. The superintendent of Zion National Park will have final approval of all selections. Selections will be made without regard to race, religion, sex, disability, marital status, age, or national origin.        The Artist in Residence program will invite professional writers, composers, and all visual artists to pursue their particular art form while surrounded by the inspiring landscape of the park.   For additional information, please contact the Artist-in-Residence Program coordinators by email at Zion_Artist_in_Residence@nps.gov or by phone at 435-772-0184 (Volunteer Coordinator) or 435-772-0146 (Museum Curator).",
    "url": "https:\/\/www.nps.gov\/zion\/getinvolved\/supportyourpark\/artist-in-residence.htm"
}
