{
    "title": "Zion National Park: Leave No Trace",
    "body": "Explore This Park    Get Involved     Support Your Park     Leave No Trace              Leave No Trace         Backcountry Campsite   Leave No Trace The Leave No Trace (LNT) program promotes and inspires responsible outdoor recreation through education, research and partnerships. The Leave No Trace message is more than a campaign for clean campsites. It’s a program dedicated to building awareness, appreciation, and most of all, respect for our public recreation places. Leave No Trace is about enjoying the great outdoors while traveling and camping with care.  Plan Ahead and Prepare Be prepared. Don’t forget clothes to protect you from adverse weather conditions. Here in Zion National Park, it is very important to protect yourself from the summer heat. Take plenty of water (one gallon per person per day) and drink it. The signs of dehydration are headache, weakness, nausea, vomiting, and cramping. In the colder months, have lots of warm wool or synthetic clothes and a good sleeping bag. Carry maps and know how to use them. Tell someone where you are going and when you plan to return. Learn about the areas you are planning to visit by reading books and talking to others. Travel and Camp on Durable Surfaces  Stay on the main trail and walk single file to protect vegetation. Keep natural areas looking natural by steering clear of flowers, cryptobiotic soil crusts, and small trees. Once damaged, they might never grow back. Use existing camp areas and keep your camp small. Camp at least 100 big steps from roads, trails and most importantly, water sources. Your campsite should not compact vegetation. Dispose of Waste Properly Carry your trash out of the back-country and dispose of it in a proper trash can or dumpster, or take it home with you. Leave the site cleaner than you found it. Urinate away from drainages. Bury human waste in a small hole 4-8 inches deep and 100 big steps from water. Put your toilet paper in a plastic bag and carry it out. Keep water clean by not putting human waste, soap, food, or trash in water sources. Leave What You Find Treat resources with respect. If you find something really interesting, enjoy it, please leave it there so others may enjoy it. The best way to remember is to take pictures. Find a campsite that someone else has already used. Don’t dig trenches in your campsite or alter it in any way. Minimize Campfire Impacts Campfires are not allowed anywhere in the Zion backcountry. Use a gas-fueled stove for cooking. In established frontcountry campgrounds you may have a fire in the fire ring provided. Bring your firewood with you; firewood gathering is prohibited in the park. Be sure that your fire is out and cold before you leave and scatter the ashes. Please be careful with all fire. Respect Wildlife Watch wildlife from a distance and don’t approach, feed, or follow them. Feeding wildlife human food is unhealthy and is illegal. Protect wildlife and your food by storing your meals and trash tightly. No pets are allowed in the backcountry of Zion National Park. Be Considerate of Other Visitors Like you, other visitors are here to enjoy nature. The fun you have should not bother anyone else. If you meet horses on the trail, step downhill and speak softly until they pass. Avoid yelling and making loud noises, especially in the narrow slot canyons here in Zion National Park. To Learn More To learn more about the nation-wide Leave No Trace program call (800) 332-4100 or visit http:\/\/www.lnt.org.\/         FREE Leave no Trace Programs! Zion National Park Backcountry Division offers FREE Leave no Trace programs to groups visiting the park. The program offers a hands on approach to LNT and leaves the participants with a chance for stewardship with the land. We play games, have skits, and work with the Ranger as we learn techniques and tools for the backcountry. The programs typically go for one hour and are done at your campsite. A free night of camping is also offered with the program when sites are available. The programs cover all of the seven LNT principles as well as a few practices that are unique to this area. When planning your visit, you can call to schedule your personal Leave no Trace program for the date and time that works for you. Generally a few weeks notice helps with planning. Contact the Backcountry desk to schedule a time at (435) 772-0170.   Return to Backcountry Main Page",
    "url": "https:\/\/www.nps.gov\/zion\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
