{
    "title": "Saint Croix National Scenic Riverway: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       A list of featured events and program series is provided for your convenience.          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 9 results    Show ALL instances of recurring events   RSS Feed      Saint Croix National Scenic Riverway Paddle With A Ranger: River Musing      Time: 8:00 AM to 12:30 PM Location: Fox Landing to Soderbeck Landing Fees: $45.00     Sunday, August 14, 2016 Explore the river with a park ranger. Kayaking gear is provided. A paddling instruction session occurs prior to departure. Participants must be 18 or older. View Details      Saint Croix National Scenic Riverway Farmer's Market: Amery, Wisconsin      Time: 3:00 PM to 6:00 PM Location: Soo Line Pavilion, Keller Avenue Fees: Free     Monday, August 15, 2016 Stop by the National Park Service booth at the Farmer's Market to find out how small sustainable farms can benefit our rivers. View Details      Saint Croix National Scenic Riverway Evening Stillwater Islands Tour      Time: 6:30 PM to 8:00 PM Location: St. Croix Boom Site Historic Wayside Fees: Free with registration     Thursday, August 18, 2016 Take a tour of the Stillwater Islands and explore how the St. Croix is a pathway that connects people through time. Space is limited. View Details      Saint Croix National Scenic Riverway Farmer's Market: Alpha, Wisconsin      Time: 3:00 PM to 5:00 PM Location: Burnett Dairy Cooperative, Highway 70 Fees: Free     Thursday, August 18, 2016 Stop by the National Park Service booth at the Farmer's Market to find out how small sustainable farms can benefit our rivers. View Details      Saint Croix National Scenic Riverway Paddle With a Ranger: Watercolors and River History      Time: 12:30 PM to 5:30 PM Location: Namekagon Trail Landing to McDowell Landing Fees: $45     Sunday, August 21, 2016 Explore the river with a park ranger and paddle to a historic cabin on the Namekagon River. Kayaking gear is provided. Participants must be 18 or older.  View Details      Saint Croix National Scenic Riverway Sunday Morning Coffee Walk: South River Trail      Time: 9:00 AM Location: Afton State Park Fees: Minnesota State Park Vehicle Sticker     Sunday, August 21, 2016 Enjoy the beauty and tranquility of the St. Croix River Valley with some fresh coffee, good conversation, and a healthy morning walk. Join a park ranger every other Sunday throughout the summer on a coffee walk. View Details      Saint Croix National Scenic Riverway YMCA Camp St. Croix: Outdoor Living Skills Day Camp      Time: 9:00 AM to 4:00 PM Location: YMCA Camp St. Croix, Hudson, WI Fees: $265\/wk     Monday, August 22, 2016 Everyday  from 08\/22\/2016 to 08\/26\/2016 Join a park ranger at this YMCA summer day camp on the shore of the St. Croix River. Learn outdoor living skills including \"Leave No Trace\" principles, orienteering, campfire cooking, and more. For kids entering grades 4 - 6 this fall. View Details      Saint Croix National Scenic Riverway Evening Stillwater Islands Tour      Time: 5:30 PM to 7:00 PM Location: St. Croix Boom Site Historic Wayside Fees: Free with registration     Thursday, September 1, 2016 Take a tour of the Stillwater Islands and explore how the St. Croix is a pathway that connects people through time. Registration is required and space is limited. View Details      Saint Croix National Scenic Riverway Sunday Morning Coffee Walk: Ridge View Trail, Osceola Loop      Time: 9:00 AM Location: Ridge View Trail\/Osceola Loop Fees: Free     Sunday, September 4, 2016 Enjoy the beauty and tranquility of the St. Croix River Valley with some fresh coffee, good conversation, and a healthy morning walk with a park ranger. Join us for coffee walks every other Sunday morning throughout the summer. View Details",
    "url": "https:\/\/www.nps.gov\/sacn\/planyourvisit\/calendar.htm"
}
