{
    "title": "Zion National Park: Sustainable Landscapes",
    "body": "Sustainable Landscapes              Zion National Park is known world-wide for its amazing scenery.  An integral part of that scenic experience is the vegetation found throughout the landscape. Zion has made an effort to blend into that landscape, both by using stone and other natural building materials and by designing with native plants. The Zion Canyon Visitor Center, Emergency Operations Center, and Lodge landscapes were all designed using native plants, blending both the natural and cultural resources of the park. Native plants are the most environmentally-friendly way to landscape. They conserve resources, expand habitats, minimize pollution, prevent noxious weeds from establishing, maintain biodiversity, and are inherently beautiful. They are, by definition, the most sustainable option because their unique adaptations allow them to thrive naturally, without human interaction. More on Zion Landscaping Many of the plants used throughout Zion are actually grown from seeds collected in the park, ensuring their genetic purity. Thousands of plants within dozens of species are grown in the Zion Native Plant Nursery which can be used not only for new planting but for re-vegetating damaged areas. Areas of the park may be damaged due to fire (both prescribed and accidental), exotic weeds, and from human impact and disturbance. Thanks to a shade structure, a greenhouse, and a propagation field—all located on-site—it is possible to grow natives year-round to have them ready for spring or fall planting. Although some irrigation is necessary in the park's most visited areas, Zion is constantly exploring the most efficient irrigation methods. Currently, many of the landscapes are watered with filtered river water to cut down on treated water use. Point-source irrigation (drip emitters, bubblers, drip line, and root zone systems) and proper scheduling help minimize loss from evaporation.  The landscapes of Zion National Park are well-known and well-photographed. They have evolved over millions of years, and continue to change today. As environmental stewards of this area, our goal is to make as little impact as possible on those landscapes.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/management\/sustainable-landscapes.htm"
}
