{
    "title": "Zion National Park: Recycling in Zion National Park",
    "body": "Recycling in Zion National Park              The Example of Nature Nature has been recycling from the beginning of time- our natural environment recycles plants, trees, animals, insects, and soils. Zion National Park mimics the example of nature in our recycling efforts- recognizing that the waste generated by 3 million visitors needs to be dealt with responsibly. Why Does Zion Recycle? There a many reasons to recycle, but the short list includes:  It saves money. It improves efficiency. It reduces energy use. It reduces water use. It saves landfill space. It improves air quality. It improves water quality. It reduces the rate of global warming.  Recycling Data for Zion National Park (2013) Aluminum\/tin: 4800 lbs Plastic: 12,000 lbs Cardboard: 49,000 lbs Paper: 12,000 lbs Glass: 25,220 lbs Compost (Xanterra): 9000 lbs Effective management of this waste requires a comprehensive program of awareness, education, action, and commitment to continual improvement. Reducing waste by not generating it in the first place is the primary goal of Zion's waste management program.  Recycling Data for the Country  In 2012, recycling and composting activities prevented about 87 million tons of material from ending up in landfills and incinerators. Today, this country recycles 34.5 percent of its waste, a rate that has doubled during the past 20 years. This provides an annual benefit of more than 168 million metric tons of carbon dioxide equivalent emissions reduced, comparable to removing the emissions from over 33 million passenger vehicles from the road in one year.  While recycling has grown in general, recycling of specific materials has grown even more drastically: 70 percent of all paper, 34 percent of all plastic soft drink bottles, 55 percent of all aluminum beer and soft drink cans, and 70 percent of all steel cans are now recycled.   How Much America Throws Away  Americans represent 5% of the world’s population, but generate 30% of the world’s garbage.  In sum, Americans waste or cause to be wasted nearly 1 million pounds of materials per person every year. This figure includes 3.5 billion pounds of carpet landfilled, 3.3 trillion pounds of CO2 gas emitted into the atmosphere, 19 billion pounds of polystyrene peanuts, 28 billion pounds of food discarded, 360 billion pounds of organic and inorganic chemicals used for manufacturing, 710 billion pounds of hazardous waste and 3.7 trillion pounds of construction debris.  For all the world to live as an American we would need five addtional planet Earths.  To put it another way… Americans throw away enough garbage everyday to fill 63,000 garbage trucks, which if lined up end to end for an entire year would stretch half way to the moon.  Of the garbage Americans throw out, half could be recycled, which is enough to fill a football stadium from top to bottom everyday. Of these recyclables, Americans throw away enough aluminum to rebuild the entire commercial air fleet every three months, enough steel to reconstruct Manhattan, and enough wood to heat 5 million homes for 200 years. U.S. waste disposal costs exceed $100 billion annually.  How You Can Help at Home (Saves you $'s and everyone's resources!)  Consider going beyond recycling by reducing and reusing wherever possible If you’re not already recycling and composting, consider joining the fun! If no recycling is available, or needs to be expanded on, consider becoming involved in making it happen! Buy products made from recycled materials Compost yard\/garden wastes to use as mulch and fertilizer  For more information, go to www2.epa.gov\/recycle. Facts about Recycling  Aluminum One ton of recycled Aluminum saves:  14,000 kWh of electricity. 1,663 gallons of oil. 237.6 million Btu’s of energy. 10 cubic yards of landfill space.   Aluminum takes 200-500 years to fully degrade in a landfill. Recycling aluminum takes 95% less energy than making aluminum from raw materials. Recycling one aluminum can saves enough energy to run a TV for three hours. There is no limit to the number of times an aluminum can may be recycled. Recycled aluminum can be returned to store shelves in as little as 60 days. About 120,000 aluminum cans are recycled every minute nationwide.  Glass One ton of recycled glass saves:  42 kWh of electricity. 5 gallons of oil. 714.3 Btu’s of energy.   Glass takes 1,000,000 years to fully degrade in a landfill. Recycling glass takes 30% of the energy required to produce glass from raw materials. The United States throws away enough glass every week to fill a 1,350-foot building. Recycling one glass bottle saves enough energy to light a 100-watt lightbulb for four hours. Glass never wears out and can be recycled forever.  Plastic   Plastic takes up to 1,000 years to degrade in a landfill. Recycling plastic takes 88% less energy than making plastic from raw materials. Enough plastic is thrown away each year to circle the Earth four times. Americans throw away 35 billion plastic bottles every year. Only about 25% of the plastic produced in the U.S. is recycled. If we recycled the other 75% we could save 1 billion gallons of oil and 44 million cubic yards of landfill space annually. Using aluminum or glass containers is always preferable over plastic. A plastic bottle of drinking water contains on average 4 cents worth of water. By using reusable drink containers an average person can eliminate the need for 100 disposable bottles per year.  Paper One ton of recycled paper saves:  4,100 kWh of electricity. 380 gallons of oil. 54 million Btu’s of energy. 4.6 cubic yards of landfill space. 7,000 gallons of water. 17 trees   Recycling paper takes 60% less energy than making paper form raw materials. It also creates 74% less air pollution and 35% less water pollution. Americans throw away 4.5 million tons of office paper each year. That’s enough to build a wall of paper 12 feet high from New York to Los Angeles. Every Sunday, 500,000 trees are used to produce the 88% of newspapers that are never recycled.  Metal  About 70% of all metal is used just once and then discarded. The remaining 30% is recycled, but after 5-cycles only 0.25% remains in circulation. The United States throws away enough iron and steel to continuously supply all of the nation’s automakers. Tin cans are made up mostly of steel, containing only about 0.15% tin and are 100% recyclable.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/recycling-in-zion-national-park.htm"
}
