{
    "title": "Zion National Park: Your Dollars At Work",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work               Your Dollars At Work              Zion National Park is being cared for today and for future generations by the National Park Service. This dual objective-use today and tomorrow-comes at a price. Protecting our natural and cultural heritage while ensuring that visitors have a safe, enjoyable, and educational experience is expensive. As the number of visitors to parks continues to climb due to the popularity of our national treasures, government funding available for necessities such as road and building repairs, campground maintenance, visitor protection, resource protection and other services has not kept pace with demand.  In 2004, to address these needs, Congress signed the Federal Lands Recreation Enhancement Act (FLREA) which allows the U.S. Department of the Interior to implement an interagency Fee Program in three of its agencies-the National Park Service, the Bureau of Land Management, and the U.S. Fish and Wildlife Service. The program also includes the U.S. Department of Agriculture's Forest Service. The program directs funds collected from park visitors towards the maintenance of the facilities they are utilizing. Zion National Park is a participant in the Interagency Recreational Fee Program. The program authorizes Zion National Park to keep up to 80% of the fees collected. These funds have been and will continue to be used for maintenance, repair projects, public service programs, signage, and natural and historical resource preservation, as listed below. The remaining revenue is generally distributed to parks that do not collect fees but have similar needs and to fund other servicewide initiatives.  Current 2013 Projects  Repair and Replace Visitor Center & Campground Irrigation components Develop Park Information in Foreign Language Circulation Study for Zion South Entrance Area Manage and Develop Park Digital Resources and Social Media Upgrade Nature Center Exhibits Replace Wayside Exhibit Panels Develop Youth Programming Materials for Expanded Youth Contacts Install Fire Sprinkler System at Kolob Canyons Visitor Center Develop Wilderness Orientation Program with Touchscreen Repair Northern Boundary Fence Design phase to Rehabilitate Watchman Campground Group Loop Repair and Maintain Zion Canyon Trails-Pa'rus Trail and Emerald Pools Trails Improve Native Habitats in Zion Canyon by removing Tamarisk  Completed Projects  Construct and repair Zion Boundary Fence Implement Visitor Center Improvements including redesign of information desk and bookstore areas Repair & Replace Kolob Canyons Septic system parts Repair & Maintain Zion Canyon Trails, including the Emerald Pools  Watchman Campground Restrooms Stabilize Cable Mountain Draw Works Rehabilitate Watchman Campground Loops C & D Upgrade Alarm and Surveillance Systems Rehabilitate Grotto Picnic Area Rehabilitate Lava Point Campground & Picnic Area Replace Watchman Campground Water Mains Watchman Campground Restrooms in Loops A, B & C Replaced 4 Zion Canyon shuttles and trailers Repair rock wall masonry Realign Telephone Canyon Trail Replace Carpeting in Kolob Visitor Center Rehabilitate Historic Grotto Museum & Picnic Area  Ongoing Projects   Zion Canyon Shuttle System Operations   Zion Canyon Campground Operations   Print Zion Park Map   Repave and Chipseal Park Roads   Prune and Remove Hazardous Trees   Develop and Print Park Foreign Language Newspapers   Electronic Website Enhancements on Park Website, including ranger minute videocasts   Future Projects   Develop Information Kiosk at East Entrance   Develop Youth Programming Materials and Props for Expanded Youth Contacts   Prepare and Implement a Comprehensive Cultural Resource Interpretation Plan   Rehabilitate Watchman Campground Group Loop   Prepare Comprehensive Interpretive Plan   Repair Observation Point Trail   Repair East Side Zion Plateau Trails   Repair Rock Wall Masonry on Riverside Walk, Emerald Pools & Pa'rus Trails   Replace and Develop New Contact Station Exhibits and Signs  Plan and Design Zion Canyon Visitor Center Exhibits  Removal of Invasive and Nuisance Weed Species   Construction of Boundary Fence to Protect Natural Resources   Replace Temple of Sinawava Septic Tank and Distribution System                     Your Dollars at Work   13 Photos  See completed projects and improvements that your dollars have funded in Zion National Park",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/management\/yourdollarsatwork.htm"
}
