{
    "title": "Timpanogos Cave National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         American Fork Canyon Plant Communities (Brandon Kowallis & Becky Peterson)  A wonderful variety of grasses, wildflowers, shrubs, and trees are found within Timpanogos Cave National Monument.  The park’s elevation ranges from 5000 feet to 9500 feet creating many different plant communities.  Plants with similar condition requirements (elevation, rainfall, soil type) are found growing together within the same community.  Timpanogos Cave National Monument has 4 main plant communities: riparian, coniferous, mountain-brush, and sub-alpine. The riparian community, an environment influenced by a river, is easy to recognize and can be found on the canyon floor. Within the dark and fertile soil, Cottonwoods, Box elder maples and water loving grasses hug the shore of the American Fork River.  The plants are dependent on the high quantities of water found within the community.   On the sunny north side of the canyon, the Mountain-brush community is found.  Gambel oak, Big-tooth maple, Rabbitbrush, and Mexican cliffrose are just a few of the shrubs and trees that can be found in this area.  All these plants require little water and high intensity sunlight.   On the shadier south side of the American Fork Canyon, the majority of the coniferous community reaches high into the sky.  Douglas and White fir grow tall and strong, creating winter shelter for the canyon animals. Above the cave on the south side of the canyon exists a sub-alpine community.  This plant community is known for its Quaking aspen and fields of wildflowers.  Flowers such as Mountain bluebells, Firecracker (Eaton's) and Purple penstemons, and Wild onion create a beautiful scene for any hiker.  Unfortunately, the sub-alpine community cannot be reached within the monument.  However the back side of Timpanogos Mountain has a wonderful example of this community.  If you would like to take this trip, ask for directions at the Timpanogos Cave Visitor Center.",
    "url": "https:\/\/www.nps.gov\/tica\/learn\/nature\/plants.htm"
}
