{
    "title": "Zion National Park: Laws & Policies",
    "body": "Laws & Policies              Rules and Regulations Rules and regulations are in place to protect the visitors and the wonderful resources of Zion National Park. Please do your part to protect this special place.  Aircraft-based Remote-controlled Equipment  Use of remote-controlled equipment (including but not limited to helicopters, drones, and other aircraft-based equipment) within Zion National Park is prohibited. For more information visit http:\/\/knowbeforeyoufly.org\/  Bicycling Bicycling is permitted on all park roadways and on the Pa'rus Trail. All other park trails, off-trail routes, and the Zion-Mt. Carmel Tunnel are closed to bicycling. Bicyclists attempting to travel though the Zion-Mt. Carmel Tunnel must obtain a ride through the tunnel, which is often possible by hitchhiking. Bicycles must ride single file on park roads and stop to let shuttle buses pass.    Camping Camping is allowed in the designated campsites in Watchman, South, and Lava Point Campgrounds, and with a Wilderness Permit in designated areas of the Zion Wilderness. Overnight accommodations in Zion Canyon are typically full from April to October. Camping or sleeping in pullouts or parking lots is prohibited. Visit Campgrounds in Zion for more information.  Fees A fee is required to enter the park, for special use permits, and for wilderness permits. Visit Fees and Reservations for more information. Firearms People who can legally possess firearms under applicable federal, state, and local laws, can legally possess firearms in Zion National Park and must follow all state and federal laws. Discharging firearms or hunting within the park is prohibited. Firearms are prohibited in park facilities. Group Size The group size limit for all wilderness trails is 12 people. Group size limit for Mystery, Spry, Behunin, and Echo Canyons is six people. Large Groups Some large organized groups may require a special use permit. Please visit this page to see whether your group requires a permit. Off-road Vehicles The use of ATVs, OHVs,  UTVs  or other vehicles designed for off-road use is prohibited within Zion National Park regardless of registration status. This includes \"street legal\" ATVs. For more information, visit Off-road Vehicles. Pets Pets are not allowed on trails (with the exception of the Pa'rus Trail) or in the wilderness, with the exception of service animals. For more information, visit Pets. Resource Damage Damaging the park's natural and cultural resources is prohibited. Activities that damage resources include walking on vegetation, the taking of natural or cultural objects, and graffiti and other vandalism. Tunnel and Large Vehicles All large vehicles (11'4\" high or higher or 7'10\" wide or wider) require a traffic control through the tunnel. Visit Zion-Mt. Carmel Tunnel for more information. Tubing Tubing within Zion National Park is prohibited. Tubing opportunities exist outside the park in Springdale. Wildlife Feeding and harassing wildlife is prohibited. Squirrels, mule deer, and other wildlife become aggressive when they become dependent on human food. Interactions with visitors raise the potential for injury, disease transmission, and potential destruction of the animal. Zion Canyon Scenic Drive The Zion Canyon Scenic Drive is closed to private vehicles from April through October. Visit Shuttle System for more information. Traffic Laws Zion National Park, as well as other national parks, enforces the same traffic laws as other law enforcement agencies, in addition to other park specific regulations. Below are a few of specific regulations. Please keep in mind that while the location is very different from your home town, basic traffic laws are the same. Speed Zion has unique roads with narrow lanes, sharp turns, long drop-offs, beautiful vistas, and close up encounters with wildlife. Help ensure your safety and protect the park's wildlife by obeying all speed limits. Obey Road Signs All road signs must be obeyed, such as parking signs and lane markings. Help protect the resource by parking only on hard paved pullouts and not parking on vegetation. Drugs and Alcohol Possession of any controlled substance is prohibited. Operating a vehicle under the influence of alcohol, drugs, or other intoxicants, or having open containers of alcohol in a vehicle, is prohibited. Help us protect the park resources and other visitors by identifying a designated driver.  More Information Federal Regulations Certain regulations apply to every national park unit. Those regulations can be found in the Code of Federal Regulations (36 CFR parts 1, 2, 3, 4, 5, 7).   Superintendent's Compendium The Superintendent's Compendium is an addendum to the CFR that lists specific rules and regulations for Zion National Park, including the justification for each. 2016 Zion National Park Superintendent's Compendium",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/management\/lawsandpolicies.htm"
}
