{
    "title": "Glen Canyon National Recreation Area: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 11, 2016  Recent Storms Cause Damage to Rainbow Bridge Docks  High winds from monsoon storms on the evening of Wednesday, Aug. 10 caused damage to the docks in Bridge Canyon leading to Rainbow Bridge but restrooms and trail access are still available.   August 05, 2016  Lonely Dell Access Road Closed by Flood Aug 5 2016  The road and all access to Lonely Dell are closed until further notice.   August 03, 2016  Boating Safety Urged on Lake Powell After Two Serious Accidents  After two serious recent watercraft accidents, one of them fatal, Visitor and Resource Protection rangers at Glen Canyon National Recreation Area are urging boaters to pay closer attention to safety on the water.   August 03, 2016  Agencies and Boaters Step Up to Prevent the Spread of Quagga Mussels from Lake Powell  Glen Canyon National Recreation Area, Utah Department of Wildlife Resources (UDWR) and Arizona Game and Fish Department (AZGFD) have joined forces to keep Lake Powell boaters from inadvertently transporting quagga mussels to other water bodies throughout the west.   August 01, 2016  Carl Hayden Visitor Center Exhibit Renovation Begins  The exhibit area at the Carl Hayden Visitor Center will be closed for renovation. All other services in the visitor center will remain available with minimal interruptions.   July 22, 2016  First Annual Bat Festival in Glen Canyon  First annual Glen Canyon Bat Festival on Thursday, August 4 starting at 6pm at the Wahweap amphitheater.   July 18, 2016  Astronomers to Talk Astrotourism Light Pollution and Night Sky Restoration at Page  Join astronomers to explore the \"dark side\" of Page and astrotourism at Glen Canyon National Recreation Area headquarters at 691 Scenic View Drive where refreshments will be provided by the Glen Canyon Natural History Association on July 26 and 27.   July 05, 2016  Lonely Dell Access Road Reopened  The Lonely Dell access road at Lees Ferry will reopen on Wednesday, July 6.   June 28, 2016  Two People Injured In Multi-vessel Houseboat Fire  Two people were injured today in a fire that destroyed three houseboats.   June 22, 2016  Heat Wave Affects Horseshoe Bend Visitors  The recent heat wave in the Southwest has taken its toll on visitors to the popular Horseshoe Bend Overlook.   June 21, 2016  NPS Dive Team Teaches Kids Water Safety  The Glen Canyon dive team conducted training in front of an audience of children and introduced the kids to the team's underwater recovery robot, providing a hands-on learning environment to emphasize the importance of safety around water.   June 13, 2016  Electrocution Fatality at Lake Powell  A houseboater on Lake Powell died June 9th after being electrocuted on his boat.   June 10, 2016  Wahweap Fish Cleaning Station Open June 2016  The Wahweap fish cleaning station has reopened.   June 06, 2016  Mesa Boy Scouts Clean Up  Troop 154 removed graffiti from a popular scenic overlook where visitors can see Glen Canyon Dam and the Colorado River below.   May 25, 2016  Wahweap Fish Cleaning Station Closed Until Further Notice May 2016  The Wahweap fish cleaning station will be closed until further notice.   May 23, 2016  Horseshoe Bend Open House June 2016  Glen Canyon National Recreation Area and the City of Page are seeking your input regarding the development of a Master Plan for the Horseshoe Bend Overlook.   May 13, 2016  Tour and Service Providers Adopt Canyons Throughout Lake Powell  Local tour and service providers are adopting canyons for trash pickup throughout Glen Canyon National Recreation Area.   May 07, 2016  Drowning Victim Recovered Near Lone Rock May 2016  51 year-old Allen Robert Delay of Lewistown, Montana's body was located near Lone Rock in the Kane County portion of Wahweap Bay in Glen Canyon National Recreation Area on May 6, 2016 in 74 feet of water.   May 06, 2016  Lakeshore Drive and Lone Rock Road Construction Update May 2016  Reopening of Lakeshore Drive on the morning of Saturday, May 7.   May 06, 2016  Multi-Agency Search near Lone Rock May 2016  Multi-Agency search efforts for possible drowning near Lone Rock in the Kane County portion of Wahweap Bay in Lake Powell.   May 04, 2016  Halls Crossing Marina Fuel Dock Temporary Closure May 2016  The Halls Crossing Marina fuel dock will be temporarily closed on Monday, May 9 and Tuesday, May 10 for upgrades.   May 03, 2016  Tourism to Glen Canyon and Rainbow Bridge in 2015 Created 2,440 Jobs and $195 million in Economic Benefits  2.5 million people visited Glen Canyon National Recreation Area and Rainbow Bridge National Monument in 2015. Those visitors spent over $171 million in communities near the park.   May 03, 2016  New Moon Stargazing at Wahweap 2016  New Moon Stargazing events at the Wahweap Campground Amphitheater on Friday evenings closest to the new moon.   May 02, 2016  2016 McGinn and Axelsen Scholarship Awarded to Greg Galloway  The ninth Brent McGinn and Laurie Axelsen Scholarship was presented to Greg Galloway.   April 29, 2016  Partial Closure of Iceburg Canyon May 2016  A portion of Iceburg Canyon will be closed to the public and all recreation activities from May 3 through May 6, 2016.   April 29, 2016  No Fuel at Dangling Rope Marina May 1 through 2 2016  Fuel services will be unavailable at Dangling Rope Marina beginning Sunday, May 1 at 12:00 p.m. through Monday, May 2 and 12:00p.m.   April 17, 2016  Multi-Agency Response Recovers Drowning Victim in Wahweap Bay April 2016  The Four-day multi-agency search for a missing 25-year old male concluded when his body was located at a depth of 143 feet in the Kane County, Utah portion of Wahweap Bay.   April 15, 2016  Multi-Agency Search in Wahweap Bay April 2016  On April 14, 2016, just before 7 p.m., a 26 year-old man fell overboard and did not resurface.  The incident occurred in the Kane County portion of Wahweap Bay in Lake Powell.   April 11, 2016  Antelope Point Launch Ramp Access Limited Spring 2016  Due to low water levels, the Antelope Point launch ramp will be partially closed.   March 24, 2016  Volunteers Remove Nearly One Ton of Trash from Lake Powell  A successful day at the first annual Love Your Lake community beach cleanup.   March 04, 2016  Help Glen Canyon Look its Birthday Best in 2016 and Beyond  A multi-tiered initiative begins to raise awareness about keeping Lake Powell clean and safety for the enjoyment of all visitors.   March 03, 2016  Protect Feet and Paws from Sharp Quagga Mussel Shells  on Lake Powell Shorelines  Quagga mussel shells are very sharp and will cut you if you touch them.   January 26, 2016  Wahweap Fuel Dock and Pump Out Closed for Maintenance Jan 27 2016  Fuel dock and boat pump out facilities located at the Wahweap main launch ramp will be closed on January 27th, 2016 from 7:00 a.m. to 1:00 p.m. MST for maintenance.   January 08, 2016  Adaptive Management for Glen Canyon Dam 2016  Proposed roadmap to provide certainty, predictability for water and power users, protects environmental and cultural resources.   January 08, 2016  Lakeshore Drive Closure Begins Jan 11  Lakeshore drive will close beginning Monday, Jan 11, and remain closed through May 2016. Follow the detour signs for entry to the Wahweap area.   December 18, 2015  Glen Canyon Seeks Volunteers for Christmas Bird Count  Audubon Christmas Bird Count on Monday, January 4, 2016. 7:30 a.m. - 4:00 p.m. Meet at park headquarters in Page, Arizona located at 691 Scenic View Drive (off of Highway 89)   December 15, 2015  Lakeshore Drive Closed for Rehabilitation  Lakeshore Drive from South Entrance to the four-way intersection will be closed for construction January 11, 2016 through May 2016. Use Wahweap North entrance.   December 03, 2015  Glen Canyon National Recreation Area to Host Job Fair  Job fair on Monday, December 14, 2015 from 2:00pm to 6:00pm in the Training Room of the Glen Canyon National Recreation Area Headquarters building.   December 02, 2015  Trash Trackers Make a Difference  The 26th season of the Trash Tracker program successfully completed 25 trips in 2015. Trash Tracker volunteers worked 2,640 hours and picked up 36,239 pounds of trash along 676 miles of Lake Powell shoreline   December 01, 2015  Transportation Grant from the National Park Foundation  Glen Canyon grant funds are being used towards providing transportation by boat for approximately 200 local fourth grade students through Glen Canyon National Recreation Area to visit Rainbow Bridge National Monument.   November 16, 2015  Boaters Reminded About Stopping the Spread of Quagga Mussels  Stop the spread of Quagga Mussels   November 06, 2015  Winter Hours 2015-2016  National Park Service (NPS) and concessioner-operated facilities will reduce hours of operation at some facilities, while closing others. Please contact concession services directly for further information.   October 26, 2015  Rapid Response Treatment to Remove Invasive Green Sunfish from a Backwater Slough  There will be two treatments of the fish toxin rotenone to eliminate invasive Green Sunfish  from a backwater slough located on the Colorado River within Glen Canyon National Recreation Area, three miles below the Glen Canyon Dam. The first treatment is planned between November 2 and 6, 2015, followed by a second treatment ten days later.   October 19, 2015  Lonely Dell Ranch Closed Due to Flooding Oct 2015  Lonely Dell Ranch access road at Lees Ferry is closed until further notice following heavy rains and forecasts for additional moisture.   October 14, 2015  Body of Cliff Jumper Recovered by Multi-Agency Response  The 6-day search for missing 29-year old Billy Burke of Jackson Hole, Wyoming concluded when his body was spotted at a depth of 153 feet in Lake Powell.   October 12, 2015  Cliff Jumping Accident Victim Identified  The victim of a cliff jumping accident in Face Canyon on Lake Powell, who was reported missing on the afternoon on Friday, October 9, has been identified as 29-year-old William \"Billy\" Burke of Jackson, Wyoming.   October 11, 2015  Cliff Jumping Accident Oct 2015  Search is underway for a 28 year old man who attempted to jump off a cliff in Face Canyon and did not resurface.   October 08, 2015  Work Continues to Repair Lone Rock Beach and Access Road Oct 2015  Park staff continue to repair the Lone Rock beach and access road after severe flooding damage from recent storms. Lone Rock may reopen as early as this weekend. We will notify the public as soon as access to this popular destination is restored.   October 08, 2015  Dangling Rope Marina Docks Damaged Oct 2015  A section of the docks at Dangling Rope Marina has been damaged and will be closed for approximately two days. All services are still available at the marina while repairs are underway.   October 07, 2015  Surveys at Lees Ferry to be conducted as part of conservation project Oct 2015  Partial closure of Colorado River 3 miles below Glen Canyon Dam.   October 07, 2015  Lone Rock Beach Closed Due to Flood Damage Oct 6 2015  Lone Rock access road and beach are closed after heavy rains produced flooding and severe erosion. Repairs will be made by park staff to renew safe visitor access as quickly as possible.  The Lone Rock access road may be reopened as early as tomorrow afternoon.   October 07, 2015  Anticipated Power Outages at Halls Crossing Oct 2015  Glen Canyon National Recreation Area anticipates multiple power outages in the Halls Crossing area beginning on Wednesday, October 7 through the rest of the month.   September 21, 2015  Highway 276 Has Reopened Sept 2015  Highway 276, 15 miles East of Halls Crossing, has reopened following temporary closure due to a rockslide at mile post 69.   September 18, 2015  Highway 276 Closed due to Rockslide Sept 2015  Highway 276, 15 miles East of Halls Crossing, is closed due to rockslide at mile post 69 blocking both lanes of travel.   September 03, 2015  Wahweap Beach Fully Reopened  Wahweap Beach  is open after having been temporarily closed while officials cleaned up a fuel spill originating from a boat moored in the buoy field.   September 03, 2015  Lake Powell Water Samples within Drinking Water Standards Post Gold King Mine Spill  No area closures or human safety advisories are currently in effect for Lake Powell. As always, visitors are encouraged to purify Lake Powell water for drinking.   September 01, 2015  Wahweap Beach Mostly Reopened  The fuel spill at Wahweap beach is mostly contained. Parts of the beach are reopened.   September 01, 2015  Wahweap Beach Temporarily Closed Due to Fuel Spill  Wahweap Beach is closed due to a diesell spill until further notice.   August 21, 2015  Celebrate the NPS 99th Birthday with a Fee Free Day at Glen Canyon  The National Park Service is turning 99 years old on August 25, 2015 and Glen Canyon National Recreation Area will celebrate this exciting event by offering free admission!   August 11, 2015  UPDATE Gold King Mine Spill  Contaminated wastewater from the Gold King Mine has not reached Lake Powell or the San Juan River within Glen Canyon. There are currently no closures in effect on Lake Powell.Glen Canyon has established a hotline to provide the most current visitor information at (928) 608-6404.   August 09, 2015  Chains Road Open Aug 2015  Despite heavy rains on Friday, Glen Canyon staff was able to reopen the Chains road effective immediately.   August 08, 2015  Multiple Park Roads Affected by Heavy Rains Aug 2015  Heavy monsoon rains affected two park roads on Friday, August 07, 2015.   August 07, 2015  Cathedral Wash Trail To Close During Road Work Aug 2015  Two drainages along the Lees Ferry Road will be under construction for approximately one month beginning Monday, August 10, 2015 through mid-September, 2015.   August 07, 2015  Glen Canyon Officials Urge Caution in San Juan Arm of the Park Following Release of Contaminants from an Upstream Colorado Mine  Glen Canyon National Recreation Area is encouraging visitors to avoid drinking, swimming or recreating on the San Juan River within Glen Canyon National Recreation Area and on the San Juan River arm of Lake Powell until further notice.   June 26, 2015  Floating Store Opens at Halls Crossing Marina  A new floating convenience store and snack bar has arrived at the Halls Crossing Marina. Barges towed the store nearly 100 miles up Lake Powell to its new home on a journey that lasted four days.",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/news\/newsreleases.htm"
}
