{
    "title": "Zion National Park: Kids & Youth",
    "body": "Kids & Youth              Kids in Zion National Park There are many opportunities for children to explore Zion National Park. During the summer, free ranger programs especially for youth are offered throughout the park, and children ages four and up can complete an activity booklet to become a Junior Ranger in Zion. Easy family-friendly trails such as the Riverside Walk, the Par'us Trail, and Emerald Pools offer hiking opportunities, while the Zion Nature Center has fun activities and exhibits for kids to explore.  Zion Nature Center The Zion Nature Center, located north of South Campground has a variety of exhibits, activities, books, and games for children and families to explore. The Nature Center is open from 1 pm to 6 pm daily from Memorial Day weekend until Memorial Day. It has its own parking area and can also be accessed from the Zion Canyon Visitor Center or Human History Museum via the Pa'rus Trail. Junior Ranger Program Zion offers a guided and self-guided Junior Ranger experience. Self-guided activity booklets are free at park visitor centers, the Zion Human History Museum, and the Nature Center.  Children aged four and older can complete pages in the booklet to earn their Junior Ranger badge for Zion National Park. Becoming a Zion Junior Ranger is a fun way to explore and enjoy Zion National Park and the natural world. Please allow for several hours to complete this booklet as activities include traveling throughout Zion Canyon in search of cool things to discover. Download your copy of the Zion Junior Ranger Booklet.        Centennial Junior Ranger In celebration of the last 100 years of National Park Service and the future 100 years, become a Centennial Junior Ranger (https:\/\/www.nps.gov\/kids\/pdf\/Centennial-JrRangerBooklet.pdf).  More information can be found at Junior Ranger Programs https:\/\/www.nps.gov\/kids\/jrRangers.cfm       Web Rangers Now you can be a Junior Ranger even if you are not able to visit Zion. Become a member of a growing number of young people who are interested in the world around them and involved with their nation's heritage... The Web Rangers!   The Zion Natural History Association provides additional funding for this program.      Youth Programs  What These programs are aimed at youth and families. Children will learn about Zion National Park and the natural world through hands-on activities, and lessons designed especially for them.  When Youth programs are offered Memorial Day through mid-August. Youth Programs are held daily at the Nature Center and throughout the park. Check the Park Map and Guide for specific times and locations. Wear Some activities are outside, so dress comfortably and appropriately for outdoor activities. Please bring water. Hats and sunscreen are recommended on sunny days and rain gear if the weather looks stormy. Close-toed shoes preferred. No flip-flops.  Educational Outreach Programs Curriculum-based, in-class educational programs are available each spring and fall for 3rd to 5th grades. These outreach programs are offered to elementary schools in Washington County and other areas within a 50-mile radius of the park.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/kidsyouth\/index.htm"
}
