{
    "title": "Timpanogos Cave National Monument: The Legend of Timpanogos",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Legend of Timpanogos                The Legend of Timpanogos         1940 souvenir pin from the annual pilgrimage to summit Mount Timpanogos. The hike was started by Eugene L. \"Timp\" Roberts and The Legend of Timpanogos was likely first told during a bonfire at Aspen Grove the night before the hike. NPS  Mount Timpanogos overlooks Utah Valley as the dominate peak in the region. Standing at 11,750 ft in elevation, the second highest mountain in Utah's Wasatch Range has long beckoned area residents to explain their relationship with the majestic peak. Early residents such as the Timpanogots Ute tribe who lived in the surrounding valleys from A.D. 1400, to modern folks have kept legends of Timpanogos alive through storytelling, publishing, and ensuring the tales are heard by the next generation.  At least twelve recorded versions of the Legend of Timpanogos exist today. Though the legends vary, most explain the curious outline of a woman that can be seen in the peaks of Mount Timpanogos, or the origin of the \"Great Heart,\" a large stalactite found in the Timpanogos Cave System. The story generally opens with a scene of a struggling people in the midst of drought, lacking food and hope. In Romeo and Juliet fashion, our main characters are introduced, commonly as Red Eagle or Timpanac the Indian warrior and Utahna or Ucanogas the Indian princess.  Red Eagle desires the beautiful Utahna, and (depending on the version) will either achieve a great feat or lead her to believe he is a god in order to take her as a wife. Meanwhile, Utahna is either pursued by many for marriage, or chosen to present herself as a sacrifice to appease the gods and end the drought. The two become great lovers, but jealousy of others or Utahna's revelation that Red Eagle is not a god ends their happiness. The tale may end as jealous warriors ambush Red Eagle on Mount Timpanogos, causing him to fall to his death, and remain immortalized as the beautiful Emerald Lake. Utahna is so distraught at this news, she lies down on the mountain top and dies, hence the outline of a woman can be seen today.  In alternate versions of the legend, Utahna proceeds to jump from Mount Timpanogos as a sacrifice for her people once she discovers Red Eagle has deceived her. Red Eagle's deceit is usually revealed after he is wounded by a bear, because gods would be invincible, and Utahna pities him and nurses him back to health. Utahna jumps from Mount Timpanogos as she was tasked to do, and Red Eagle finds her body, taking it back into their home within the Timpanogos Cave system. His great sadness causes him to brood over her body, until the god Timpanogos has mercy on the lovers and joins their bleeding hearts into one, the \"Great Heart\" stalactite found in the Timpanogos Cave System.  The name Timpanogos also finds meaning within the legend. Sometimes Timpanogos is an empathetic god, Indian chief, the Indian princess herself, or the result of naming the mountain in honor of the two lovers, Timpanac and Ucanogas. Digging deeper into the derivation of Timpanogos, it is believed that the name was in reference to the Timpanogots Ute Tribe and translates as rock (tumpi-), and water mouth or canyon (panogos).  Attributing the legend starts with the first print version which was told by Brigham Young University professor Eugene Lusk \"Timp\" Roberts in 1922. The Roberts version of the story likely debuted at a traditional bonfire held at Aspen Grove the night before the Timp Hike, an annual pilgrimage to summit Mount Timpanogos in the early 1920s. By all accounts this modern story was quickly accepted as an authentic Indian Legend. \"Timp\" Roberts also initiated a short play of the legend at the 1934 Timp Hike bonfire. The tale has been revisited in print throughout the 1970s, and a compilation of legends was published in 1988 by Effie W. Adams. The Timpanogos Storytelling Festival, circa 1990, features three vesions of the legend on their website. The legend was adapted as a ballet by Jacqueline Colledge of the Utah Regional Ballet Company, \"Legend of Timpanogos\" in 1994, performed at the 2002 Salt Lake City Winter Olympics, and is still regularly presented by the company. Timpanogos Cave National Monument recorded a version told by Ute Tribal Elder Gramma Ethel Grant in 2000.  It is, however, the telling of a story that keeps it alive.The legend lives every time a visitor learns of the tale, perhaps while marveling at the \"Great Heart\" inside of the Timpanogos Cave System, a local resident reminds their child to look to the mountain and see the outline of a sleeping woman, or various artists tell the tale all over the world. Through these legends, we may find an opportunity to develop meaningful connections to our world. Take a moment during a visit to American Fork Canyon to look toward Mount Timpanogos, and you may see more than the second highest peak in the Wasatch Range. Maybe you can imagine the awe the Timpanogots may have felt gazing upon this mountain; perhaps you will conceive of the next legend to explain this mighty mountain and wonders within.  Condensed Version Often Shared on Cave Tours: Long, long ago, there were Indians that lived on Timpanogos. Every year they gave a sacrifice to the great god Timpanogos.  One year it was very dry, and the Indians thought the great god was angry with them.  The Chief had a young daughter who was very beautiful and of age to be chosen as the sacrifice. All the young girls in the tribe were blindfolded and given an opportunity to choose a pebble from a pottery dish. The chief's daughter, Utahna, chose the black pebble. It was her fate to go atop the mountain and be the sacrifice.  All of her tribesmen were sad and they wanted someone else to go instead. But, she bade her friends goodbye and ascended the mountain, winding her way towards the highest peak.  When she reached the top, she knelt in prayer. Begging for rain, with her arms outstretched, she made her plea to the God of Timpanogos. A handsome young brave had watched her and followed her to the top. \"Please do not jump!\" Red Eagle said. Utahna thought Red Eagle was the Great God of Timpanogos. He led her to a cave and there they lived for many years. As time went by the two fell in love.  One day Red Eagle was attacked and injured by a bear. Because he was hurt, Utahna knew he was not the Great God of Timpanogos. She cared for him until he got well, then she left one morning to ascend the mountain and complete her sacrifice.  When the sun was up, she stretched out her arms and leaped to the crags below. Realizing too late where she had gone, the young warrior found and gathered her broken body in his arms and carried her to the cave. In the cave their two hearts were made into one, as we see in the Great Heart of Timpanogos.  If you look closely at the mountain, people say you can see an outline of Utahna lying on the top of Mount Timpanogos.   Eugene L. \"Timp\" Roberts 1922 Version: Timpanogos was angry. The mountain-god shook the hills and the valleys with the power of his passion. All living things skulked into secret places and waited. Timpanogos cursed the streams until they bore no fish and his people were starving at his feet. Not even the medicine men could discern the cause of his mood, but with dark ceremony did they seek to appease him. For many days and nights they did call to him for mercy.  They beat their heads with rawhide thongs until the blood coursed over their brown bodies; but without avail. Timpanogos demanded the last measure of the tribe's contrition: he yearned for the Sacrificial Maiden.  With the doleful beating of toms-toms the priest moved among the people calling them to the dance of sacrifice and tribesmen dragged all the young women and the fair girls before the sacred altar that the angry god might choose his victim.  Now among the women was the daughter of the chief and the best beloved and most beautiful of all the maidens. Because she was as beautiful as the evening sunset and as lovable as the warmth of early spring, the redmen feared that the mountain-god would covet her. Twice before they watched her take her turn in drawing the dreaded lot. Each time they saw her come forth safe while one of her sisters was chosen.  Once more her people stood in terror with breath baited while Utahna approached the funeral pyre, and blindfolded reached for one of the sacred stones. As her shapely hand encircled an oval flint and drew it forth a murmur arose throughout the assembled tribe. Alas, the touch of Timpanogos was upon the stone; the finger print of the god was deep laid in its adamant surface.  The chief and all his household fell upon the earth and buried their faces in the rocky soil, and they groveled in despair, while the men and the women of the tribe streaked their bodies with white clay and danced the dance of death around sobbing Utahna.  Four stalwart braves, anointed with human blood, let Utahna from the multitude toward the threshold of Timpanogos. They took her to the portals of the canyon entrance from which gushed the stream which bathed the feet of Timpanogos. Here with solemn words they left her, for none but she might tread the sacred ground. Somewhere among the vast amphitheaters near the crest of the mountain brooded the Great Spirit. She must find him alone.  Utahna struggled along the trail-less mountain side until she reached a wild stream tearing its way southward through a narrow fork of the canyon.  Along this stream and toward the mountain top she took her way until the canyon road widened into an upland valley. She was startled to see blue smoke curling its way skyward through the aspens and to hear the chant of numerous voices.  Peering between the tress Utahna saw a tribe of redmen dancing a dance of joy before their tepees. How dared these people tread the sacred ground of Timpanogos! Were they mortal or spirits? What should she do? Would they destroy her before she had saved her tribesmen? With these queries in her troubled brain, Utahna skirted the village, creeping behind the wild rose and the mountain berry. When safely beyond the strange people, she ran along the banks of the stream like a frightened fawn.  Utahna heard not the soft tread of a brown moccasined foot behind her as she ran. Stealing through the underbrush was Red Eagle, a Indian brave of the strange tribe and the son of its chief, who returning from a bear hunt had spied the creeping maiden as she stole past his people. Red Eagle tracked the fleeing girl along the banks of the stream until the canyon once more broadened into a beautiful mountain valley forested with the pine and the aspen. Here she turned to the left and started straight for the peaks of Timpanogos. Beside a roaring cataract, Utahna rested and Red Eagle too paused behind the wild oak bushes.  Next he followed her up the steep sides of slanting ledges, then through deep flower beds and under spraying waterfalls, until at last she reached the floor of broad amphitheaters carpeted with flower beds, studded with emerald ponds, and walled with giant cliffs. Here she paused in terror and Red Eagle too felt himself in the presence of mystic powers. He wanted to spring to Utahna's side for the strange maiden had gripped his heart, and he was half afraid both for her and himself.  Then Utahna, with an effort at courage, once more began her journey. She hurried over small hills and through tiny valleys to the feet of a deep glacier winding its way from the mountain crest and ending in a beautiful lake. Along the surface of this river of ice she climbed while red Eagle followed concealing himself in crevasses when she paused for breath.  After reaching the rim, Utahna saw the great valley at her feet. Way in the distance she saw the smoke rising from her village and she thought she heard the moaning and the pleading of her people. Taking new courage from the thought of her great sacrifice, she sped along the narrow rim of the mountain until she reached the topmost peak. Here the cliffs fell away thousands of feet and she felt the cool breath of the mountain god on her cheeks. Into the depths she peered and trembled.  When Red Eagle scaled the peak, the girl was standing upon the brink of the precipice chanting a ceremony of appeal and sacrifice and preparing to leap into space. From her sobbing chant he gathered the import of her journey, the purpose of her sacrifice. Just as Utahna was making ready to leap into the mystic arms of Timpanogos, and fulfill her fate with her life, Red Eagle spoke softly to her. She turned and in superstitious terror, threw herself at his feet. In broken half audible expression she pleaded with him to receive the pleadings of her people and to accept her as the wanted sacrifice.  Red Eagle understood and was tempted. Impulse and new-born passion determined his deception. He bade her rise and follow him. Back down the rim of the mountain they went in silence. Red Eagle was torn with fears and yet he was led by the love of his beautiful maiden. He knew not Timpanogos, neither did he fear this strange god; but with all he was pretending to be divine and that was sacrilegious. Silently he brooded as he picked a path down the mountain side; silently he planned. He must possess the maiden and yet if she knew him to be mortal she would carry out her sacrifice. He must not return to his people or she would learn the truth and destroy herself.  Turning away from the direction of their ascent Red Eagle broke into a new and wild country to the north while the wondering maiden followed in quiet. Down the sides of unknown hills they went until their path led them among giant ledges. He must go forth in confidence or she would learn the truth, and yet he knew not where to go. Along a narrow terrace he led Utahna until they came upon the forbidding face of a dark cliff. Red Eagle trembled for his path was blocked.  A low growl coming from the thick berry bushes upon the terrace roused Red Eagle out of his stupor of fear and indecision and as he sprang in the direction of the growl he saw a bear loping hurriedly away from the mouth of a cave.  Into the cave Red Eagle walked and was thrilled to see a large enclosure walled with myriads of glistening rock icicles and floored with mystic altars deep colored in sacred red. Once more the deceiving Indian was tempted and turning to the awe-stricken maiden. He bade her enter and told her that her sacrifice was accepted. Her people would be blessed and that she should reside with him in the crystal palace forever.  Utahna's heart leaped for joy. This then was the human sacrifice. To be the bride of Timpanogos and to live with him in his wondrous palace was the price she should pay for her people's blessings. Why was the truth not known? Why should her tribesmen mourn her loss, and all the fair maidens dread the fatal selection?  For many moons did Red Eagle and Utahna reside within the brilliant cave and their happiness was truly godlike. When the storms would break upon the mountain top and the lightening would tear across the sky, Utahna would search the face of Red Eagle to ascertain the cause of his mood and Red Eagle would feign anger and would brood in silence until the storm was over. When the days were calm and beautiful and the flowers sent forth their delightful fragrance, Red Eagle would sport about the cliffs and flower beds with Utahna in her arms and all the world was joy.  He brought her fresh killed deer and the berries from dangerous heights. She prepared him meat over the camp fire and she awed that he could eat like her. She was delighted and surprised too that he could thrill like her at human love and passion. But with all this he was all-powerful. He controlled the storms. He feared not the wild beasts. He went forth without weapons and brought back fresh killed meat.  But, alas, her dream was doomed to end as all dreams must end that are built upon deception. One day the low growl of the grizzly was once more heard as the bear sought its favorite lair. Red Eagle sprang behind the wild rose and returned with bow and arrow. He attacked the angry beast but was wounded before he could drive it away.  For days the sad Utahna nursed her wounded lover and in the ravings of his fever she learned the truth. Loyal to him even at the risk of incurring the displeasure of her god, she nursed him back to health and prepared in secret for her great duty. One day when Red Eagle returned to the cave he found it empty and Utahna gone. With fear gripping his heart, he set out for the heights of Timpanogos.  When he reached the giant amphitheater at the foot of the glacier he saw a tiny form perched upon the highest peak and leaning towards the yawning depths. His wild call was lost in the distance. Suddenly the figure raised its arms in supplication and then Red Eagle saw the body of his beloved hurtling through space, falling from ledge to ledge, until it dropped a mangled mass at his feet.  For a moment he shrank away from what was once his beloved bride. Then he raised the bleeding form of his bride to his arms and tread slowly and solemnly back to their crystal cave. In one of the hidden chambers, Red Eagle laid Utahna beside a mirroring pond, and brooded over her in silence until his lifeless body sank beside her.  Then the great god, Timpanogos, did a wondrous thing. Up from the bodies of his children he commanded their bleeding hearts to rise and merge into one. And over the lifeless bodies rose a great heart and fastened itself to the brilliant cave ceiling.  This great heart hangs to this day over the sacred place in the burial chamber of Red Eagle and Utahna.       The Great Heart represents the hearts of Utahna and Red Eagle joined together forever in the Legend of Timpanogos. The formation itself occurred when multiple stalactites grew together to form one big stalactite. It is 5 feet 6 inches in length and weighs ~2 tons or 4,000 pounds. It is made up of the mineral calcite, which allows for a translucent quality to the formation when light is shined upon it. NPS",
    "url": "https:\/\/www.nps.gov\/tica\/learn\/historyculture\/the-legend-of-timpanogos.htm"
}
