{
    "title": "Timpanogos Cave National Monument: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         Townsend Big Ear bat in the Timpanogos Cave   Timpanogos Cave National Monument has approximately 55 species of mammals. Each species of mammal plays an important role in the park’s “circle of life.” Small mammals such as rodents and bats help control the population of insects; larger mammals, like ringtail cats, help control the population of rodents.  Plant-eating mammals help distribute seeds.   The following are some of the more common mammals found within the Monument: Ringtail Cat: Although not related to cats, these animals were called miner’s cats (historically appreciated for their mousing abilities.) Like Raccoons, Ringtail Cats are actually in the family Procyonidae and have striped tails and a fur mask around their eyes. A Ringtail cat has a compact and sleek body with an elongated pointed nose. Its fur ranges from a white to a dark brown and the tail of this animal has seven to eight black rings. The ringtail cat is not a large mammal. It grows as long as 24 to 32 inches and weighs from 30 to 39 ounces making it the perfect size to live in rock crevices and tree hollows. The diet of this omnivore includes mice, woodrats, squirrels, rabbits, insects, plants, and nectar. The ringtail cat feeds at night and is not often seen by park visitors. Colorado Chipmunk: This chipmunk can be distinguished from other chipmunks by a cinnamon-buff rump and 3 black back stripes. It is found foraging in coniferous forests on seeds, fruits, fungi, and insects. This animal can be commonly found on the trail in the mornings and the evenings and will bark if alarmed by visitors. Townsend’s Big-Eared Bat: This bat is known for its particularly large pink ears. Like many other bats it hunts at night and sleeps in caves. Every winter this bat must hibernate in an undisturbed cave. If disturbed, it will leave the warmth of the cave to battle winter conditions in attempts to find a peaceful, undisturbed home. At this time the Townsend Big-Eared Bat population is declining at a fast rate and is now listed as a threatened species. This bat uses Timpanogos Caves temporarily as a home but do not hibernate in Hansen, Middle or Timpanogos Cave. Click here to read more about bats and white nose syndrome, a disease killing millions of bats across North America.",
    "url": "https:\/\/www.nps.gov\/tica\/learn\/nature\/mammals.htm"
}
