{
    "title": "Zion National Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners              The Zion Natural History Association Zion Natural History Association (ZNHA) is the official nonprofit partner of Zion National Park, working to provide financial and in-kind aid to the park through the operation of retail stores in visitor centers within the parks, and providing excellent educational opportunities and publications about the natural and cultural history of the region. Tracing its roots to 1929, ZNHA has a long history of supporting education and research in the park, as well as enhancing the visitor experience through the creation of excellent interpretive materials. Through retail sales and the support of its members, ZNHA provides the park with more than $650,000 in aid annually.      The Zion National Park Foundation The Zion National Park Foundation (ZNPF) functions under the umbrella of ZNHA as the park's official fund raising partner, garnering private funds to benefit park programs. Through a variety of annual campaigns and events, such as the Plein Air Art Invitational, ZNPF donors and friends contribute thousands of dollars to support youth education, trail maintenance, historic building restoration, research, art in the park, and other special needs in Zion. Because the Foundation's direct fundraising efforts are largely underwritten by ZNHA, more than 90 percent of private funds raised go directly to the project for which they were raised.      The Zion Canyon Field Institute The Zion Canyon Field Institute (ZCFI) is the educational arm of ZNHA, offering park visitors enhanced educational opportunities in Zion Canyon and Cedar Breaks National Monument.ZCFI offers more than 40 fee-based educational courses in and around Zion, taught by experts in multiple disciplines.The courses literally turn the park into an outdoor classroom and allow visitors to have a deeper educational experience than the typical ranger talk. ZCFI instructors also conduct dozens of custom courses throughout the year designed to fit the educational needs of particular individuals and groups.       Membership By joining Zion Natural History Association, you enjoy benefits today while supporting the park you love. Members receive a 20 percent discount on all purchases in ZNHA stores, on its website, and many ZCFI courses. Members also receive an exclusive \"Members Only\" pin, discounts at national park visitor center stores across the county, as well as the quarterly newsletter \"Zion Horizons\" and the excellent bi-annual publication \"Sojourns.\" Most importantly, you get the satisfaction of knowing your membership helps assure a bright future for this place that means so much to you.  Membership Level Options   ″Individual Sojourns\" $45  ″Family Sojourns\" $60  ″Contributor\" $100  ″Advocate\" $250  ″Donor\" $500   To find out more about the programs and publications available through the Zion Natural History Association, visit www.zionpark.org or call 800-635-3959.",
    "url": "https:\/\/www.nps.gov\/zion\/getinvolved\/partners.htm"
}
