{
    "title": "Timpanogos Cave National Monument: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         Great Basin Rattlesnake on the cave trail   Although there are 20 species of reptiles whose range covers the area including Timpanogos Cave National Monument, only 4 species are sighted with regularity - Great Basin rattlesnake, Rubber Boa snake, Gopher snake, and Sagebrush lizard.  This low diversity is most likely due to the extreme nature of the topography and terrain within the monument. Because reptiles are cold-blooded or \"ectothermic,\" they must carefully choose their habitats. The monument experiences extremes in weather ranging from over 100째 F (38째 C) in the summer to 5째 F (-15째 C) in the winter. These harsh conditions are unfavorable for producing a high diversity of reptiles.  Although common to the Timpanogos Cave area, the Rubber Boa snake is rarely seen. This shy snake is nocturnal, awaking into activity long after most visitors have departed. Also known to be well adapted to digging, the rubber boa spends much of its time underground in rodent holes or under rocks and logs. The Rubber Boa is one of only two species of the Boidae (boas and pythons) family found in North American. Boids are the most primitive of the living snakes. Small in size, 14-33 inches, and uniform tan in color, the Rubber Boa resembles a large worm in appearance. They commonly prey on small mammals, lizards, and birds. They kill their prey by constriction. Rubber boas bear live young in late August to September and become inactive during the winter. The Gopher Snake, or Bull Snake, is much more common. This large, 48 to 100 inches, and powerfully built snake is common over much of Utah and throughout North America. Gopher Snakes can be found in a variety of habitats and are active during the day. They prey on birds, small mammals, lizards, and insects, often killing them by constriction. They are yellowish or cream colored with dark blotches on their back and sides. When threatened, gopher snakes will hiss loudly, flatten their heads, vibrate their tails, and lunge at the intruder. Through their color patterns and behavior, they can be mistaken for Rattlesnakes. The most commonly seen snake in the monument is the Great Basin rattlesnake. It is not uncommon for visitors to see a rattlesnake while hiking the trail to the caves. Be aware of their presence and be cautious. To avoid confrontation with a rattlesnake, always stay on the paved trail, and don't lean on the rock walls. Notify a ranger as soon as possible with the locations of any snake sightings. Great Basin rattlesnakes are primarily found on the ground often in rocky cliff areas. They are typically light tan, yellowish, or light gray in color, with dark blotches on their backs. Like all pit vipers, they use heat-sensing pits between their eyes and nostrils for finding prey. Their diet includes small mammals, birds, and lizards. Prey are subdued by injecting venom through large hollow fangs. Most Great Basin rattlesnakes will rattle their tails in warning before striking, but some do not rattle. Great Basin rattlesnakes give birth to 4 to 21 live young in August to October. They over winter together in communal den sites.  Also common to the cave trail is the Sagebrush Lizard. These lizards are medium, 5 to 6 inches in size, and are typically gray or brown with many stripes down the length of their bodies. Male sagebrush lizards have blue patches along the sides of their belly and blue speckles on their throat. They spend most of their time on the ground basking in the sun or searching for unsuspecting insect meals. Females lay a clutch of approximately 4 eggs between mid-June and mid-July and bury them in loose soil. Hatchlings begin to appear in late July until early August. Keep your eyes open when hiking the cave trail during the late summer months and you may see one of these tiny hatchlings dart across the trail. Sagebrush lizards will hibernate through the cold winter months using rock piles or rodent burrows for cover.",
    "url": "https:\/\/www.nps.gov\/tica\/learn\/nature\/reptiles.htm"
}
