{
    "title": "Timpanogos Cave National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       The information about specific facilities and services provided below may help you better plan your visit. If a particular service or issue is not mentioned below, such as alternate formats for print materials, audio description, assistive listening, captions, or physical access to particular facilities, programs or services, please contact the park at (801) 756-5238. U.S citizens or permanent residents with permanent disabilities qualify for the Interagency Access Pass, which provides free or discounted access to over 2,000 Federal recreation sites. Physical\/Mobility Accessibility The Timpanogos Cave Visitor Center and Swinging Bridge Picnic Area are ADA-compliant. The trail to the caves is paved but strenuous, with a 1,000 foot elevation gain over a mile-and-a-half. Due to the steepness of the grade (15-20% in places), no wheeled vehicles are allowed. Ranger-led programs at the visitor center and the picnic area are completely accessible. Deaf\/Hearing Loss Accessibility For visitors with hearing impairments, a variety of publications may be obtained at park headquarters. Wayside exhibits with illustrations and text on natural features are situated throughout the park. Park films are close captioned.  Blind\/Low Vision Accessibility The visitor center includes tactile exhibits. Recorded descriptions of exhibits or waysides are not yet available. Service Animals Service animals are encouraged in national parks. For a definition of a service animal, please go to http:\/\/www.ada.gov\/service_animals_2010.htm. Service animals are permitted everywhere at Timpanogos Cave, including the cave system.Owners are encouraged to identify their working service animal with a vest. Identification is not required, but helps prevent unwarranted \"dog on trail\" complaints from other visitors.",
    "url": "https:\/\/www.nps.gov\/tica\/planyourvisit\/accessibility.htm"
}
