{
    "title": "Timpanogos Cave National Monument: Introduction to Caving Tour",
    "body": "Introduction to Caving Tour         Your tour begins with a scramble over breakdown through an unlit section of  Hansen Cave. (top) As you explore further, a rope helps you navigate a steep slide. (middle) Your journey ends at an overlook of Hansen Cave Lake.  This close-up photo shows the captivating effect a single drop of water. Top photo-NPS, Andrew SimisterMiddle photo-NPSBottom photo-NPS  Ever wondered what it's like in the caves away from the developed trails and cave lights? Or what it's like to be a caver?   With a helmet and headlamp you are ready to experience Hansen Cave in its natural state. With a ranger, you'll scramble and sometimes even crawl on the trail leading to Hansen Cave Lake, along the same route Martin Hansen conducted tours in the late 1800s. You'll learn all about the caving safely and low-impact caving skills. The tour lasts approximately 1 ½ hours and is considered strenuous.   Be prepared to get your clothes dirty and have fun!   Tour Information  Due to the strenuous nature of the tour, participants must be in good physical condition. Minimum age: 14 years old Limited to no more than 5 people Price: $16.00 per person Length of tour: approximately 1 ½ hours (3 ½ - 4 hours round trip from the visitor center) Advance tickets required. Tickets can be purchased online or by calling (877) 444-6777 (10 a.m. to Midnight EST) to check availability and schedule your Introduction to Caving Tour. Tours given Memorial Day through Labor Day.    What to Bring  Clean gloves (rubber-dipped cloth or leather (not suede)) Good close-toed hiking shoes Drinking water and a sweatshirt or jacket (cave temperature is approximately 45°F) Wear long pants and long sleeves (you will get dirty)   To help prevent the spread of White Nose Syndrome, a disease that is killing millions of bats in North America, the monument prohibits any boots, clothing or gear (including cameras) that have been in ANY other cave or mine at ANY time.   The monument will provide caving helmets and head lamps    Learn More about Caving  Research the show caves in your area - some offer \"off-trail tours. Join a Grotto! Grottos are local caving clubs registered through the National Speleological Society (NSS). Grottos organize caving trips for their members. For more information and to find the nearest grotto to you visit the NSS web site at www.caves.org.",
    "url": "https:\/\/www.nps.gov\/tica\/planyourvisit\/ictour.htm"
}
