{
    "title": "Timpanogos Cave National Monument: Ranger Programs",
    "body": "Ranger Programs       Ranger programs are a great way to expand your exploration of Timpanogos Cave National Monument and American Fork Canyon. Spend a few minutes or a few hours with us as we share information, stories, and our own discoveries. A variety of interpretive ranger programs are offered during the summer months (May through September). There's something for everyone.        Delicate formations inside Chimes Chamber captivate a family on a ranger-led cave tour. Courtesy of Utah Valley CVB  Cave Tours When: Daily Duration: 3 to 3 1\/2 hours round trip from visitor center Explore a world underground, deep inside the mountain, along the 1\/3-mile (1,800 feet), ranger led cave tour. Highly decorated caves with gravity defying helictites, fragile anthodite crystals and flowing cave drapery are among the many formations that adorn the caves and winding passages. These unique formations and the fascinating human history are a few of the things that make the caves such a special place. Before you begin your hike to the caves, be sure to buy your tickets at the visitor center. Click here for detailed information on cave tours.        Throughout the season, guest speakers bring live animals. Attend \"Birds of Prey\" and meet our feathered friends! NPS  Evening Programs When: Friday and Saturday evenings, Memorial Day through Labor Day. Where: Visitor Center (unless noted) Duration: 1 hour Time: 7:00 pm Join a park ranger or guest speaker for an in-depth look at some of the compelling stories and interesting resources at Timpanogos Cave National Monument and American Fork Canyon. From snakes to birds of prey, from fire ecology to campfire sing-a-longs, there is something for everyone, at any age. Check the Calendar for details.        Ranger Roberta leads a Junior Ranger program on ants. NPS  Junior Ranger Programs When: Saturday mornings and holidays. Memorial Day through Labor Day Where: Visitor Center Duration: 1\/2 - 1 hour Time: 10:00 am Presented by park rangers or guest speakers on the visitor center patio, these programs cover a variety of interesting topics for kids of all ages. Children may become a \"Junior Ranger\" at anytime by participating in the program and earning a Junior Ranger badge or patch and certificate. Junior Ranger booklets are available at the visitor center. Check the Calendar for details.        As you explore Hansen Cave, rope rigging helps you navigate a steep slide. NPS  Introduction to Caving Tour When: Contact a ranger at the visitor center for days and times (Memorial Day through Labor Day) Duration: ~3 1\/2 - 4 hours round trip from visitor center Learn about caving and caving ethics as you hike off the paved trail on this special cave tour to Hansen Cave Lake.  The tour is limited to five people, age 14 years and older and requires special equipment and clothing. Advance tickets are required. Click here for detailed information on the Introduction to Caving Tour.      Deck Talks  When: Daily at 10 a.m. and 4 p.m. Where: Visitor Center deck Duration: 10-15 minutes, unless otherwise noted Presented by park rangers, these free programs cover a variety of subjects and are a great way to learn! Morning program on Saturdays geared towards children (Junior Rangers), afternoon programs on Wednesdays are aimed at Cub Scout-aged youth and are 30 minutes long. Friday afternoon programs are aimed at Boy Scout merit badge requirements and runs one hour. All programs are open to the public. Check our Calendar for more details.    Grotto talks are offered several times a day just outside the cave, covering a variety of topics   Please contact the Visitor Center at (801) 756-5238 with any programming questions or to confirm program topics.",
    "url": "https:\/\/www.nps.gov\/tica\/planyourvisit\/ranger-programs.htm"
}
