{
    "title": "Timpanogos Cave National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      Cave Tour Fees Adults (age 16 and older) - $8.00 Junior (age 6-15)             - $6.00  Child  (age 3-5)               - $4.00  Infant (age 0-2)               - Free (but still requires a ticket) Senior\/Access (Golden Age\/Access) pass holders - 1\/2 price Important Note - Cave tours are very popular and often sell out in advance. Weekends and holidays are particularly busy, and it is best to avoid those days if possible. Tour tickets may be purchased up to 30 days in advance online or by calling (877) 444-6777 between 10:00 AM and Midnight EST. Your tour begins and ends at the visitor center. This means that the time you purchase your ticket for is the time you should pick that ticket up at the visitor center. Plan on 3-4 hours for your hike up,  your cave tour, and your hike down.  Tours are limited to 16 visitors. The tour schedule is subject to staff availablility, but tours are generally offered every 15 minutes from 7:00 AM until 4:45 PM. Please remember that anyone under the age of 16 must be accompanied by an adult. Any tour tickets not sold in advance go on sale at the visitor center at 7:00 AM on the day of the tour and must be purchased in person. Same day tickets  generally sell out early in the day. Students in fourth grade can receive a pass that will allow free entry into national parks and other public lands, as well as a free cave tour. In order to receive this pass, students must go to www.everykidinapark.gov and print out their pass. When purchasing tickets for a cave tour on www.recreation.gov, purchase a ticket for every member of your group, but once you arrive to pick up your tickets, fourth graders presenting the pass will have the cost of their ticket (for the student only) refunded at the visitor center. Tickets must be purchased at the visitor center before hiking to the caves; tickets cannot be purchased at the cave entrance. Gift certificates are available. More...     Introduction to Caving Tour Fee $16.00 - per person  The Introduction to Caving Tour is offered Memorial Day through Labor Day and introduces visitors to caving safety and caving ethics. The tour requires bending, crawling, and climbing. The tour is limited to five people, age 14 and older. Tickets may be purchased online or by calling (877) 444-6777. More...      Driving in the canyon The Monument is surrounded entirely by the Uinta-Wasatch-Cache National Forest, and visitors must stop at a US Forest Service information station on the way to Timpanogos Cave. Visitors going just to Timpanogos Cave are not required to pay the US Forest Service American Fork Canyon fee. Visitors planning to go beyond the Monument and use US Forest Service recreation sites are subject to the following fees:  $6.00 - 3 day pass $12.00 - 7 day pass $45.00 - Annual pass    The US Forest Service honors The America the Beautiful - National Parks and Federal Recreational Lands Pass, Golden Age or Senior Pass, Golden Access or Access Pass, and Military Pass. Timpanogos Cave National Monument does not charge an entrance fee to enter the monument. There is no charge for driving through the area, using the picnic areas, or hiking within Monument boundaries. However, a fee is charged for ranger-led tours of the Timpanogos Cave system, and all visitors to the cave must be on a guided tour.",
    "url": "https:\/\/www.nps.gov\/tica\/planyourvisit\/fees.htm"
}
