{
    "title": "Timpanogos Cave National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2038 Alpine Loop Road  American Fork, UT 84003                 Directions         From I-15: Take Exit 284 (Alpine-Highland exit), turn east on State Highway 92 and proceed ten miles (16km) to the monument. UT 40 or U.S. 189: Travel UT 189 through Provo Canyon, west on Orem 800 North (UT 52). After 2.4 miles turn right on State Street UT- 89. After 3.8 miles, turn onto Pleasant Grove 100 East (UT 146). Stay on this road for almost five miles, as it turns in Canyon Road and takes you to the mouth of American Fork Canyon. Turn right up American Fork Canyon to visitor center.   Directions Details           Operating Hours & Seasons         Timpanogos Cave National Monument Timpanogos Cave National Monument is open May - Sept.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - 11:59 PM   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Although inside the caves its always 43-48 F, temperatures on the cave trail can range from the 30s up to above 100 degrees F, depending on time of year. Carrying drinking water is a necessity, especially in summer. In the mountains, weather sometimes presents interesting challenges. The cave and cave trail do not close due to rain, unless that rain is heavy enough to bring rockfall. They will close due to high winds\/rockfall, or in lightning storms. Call the visitor center if you have specific concerns.          Fees & Passes     Entrance Fees:   Timpanogos Cave NM Entrance Fee - $0.00 There is no entrance fee to visit Timpanogos Cave National Monument.          Visitor Centers       Timpanogos Cave Visitor Center The Timpanogos Cave Visitor Center is located in American Fork Canyon on UT-92. It sits at the base of the cave trail that leads to Timpanogos Cave.                   Timpanogos Cave is open seasonally, mid-May to mid-October. Three highly-decorated limestone caves sit at the top of a strenuous mile-an-a-half trail. It is strongly recommended that you carry at least one liter of water per person on the hike to the caves. Temperatures reach over 100 degrees F on the cave trail in the summer. The caves may only be entered with a ranger on a guided tour. Cave tours are offered daily May - Oct.  To help prevent the spread of White-nose Syndrome, a disease that is killing millions of bats in North America, the Monument prohibits any shoes, clothing, or gear (including cameras) that have been in ANY cave or mine at ANY time.  Because of the steepness of the trail, strollers and other wheeled vehicles are not allowed. See the visitor center for program options for those unable to make the climb. External frame packs, including baby carriers, are prohibited in the cave. Infants may be carried through in front packs. Visitors with large backpacks are asked to leave their packs outside while they tour the cave. Small packs may be taken through the cave, provided they meet size restrictions. No hiking poles are allowed in the cave. Canes or poles for mobility devices are allowed.  Your cave tour experience begins with you picking up your ticket at the visitor center and hiking up the trail. All visitors are given an hour and a half to get to the cave tour. Tickets can be purchased up to 30 days in advance, online or by telephone. Advanced ticket are strongly recommended; see Fees and Passes for more information.  The cave is 45 degrees Fahrenheit (7 degrees Celsius) . A light jacket and closed-toed walking shoes are recommended.  No pets are allowed on the cave trail. In accordance with the ADA, service animals are allowed on the cave trail and in the cave.  Seasonal programs offered (besides cave tours) include deck talks, grotto talks, evening programs Friday and Saturday at 7 p.m., and guided hikes. These programs are free to the public.",
    "url": "https:\/\/www.nps.gov\/tica\/planyourvisit\/basicinfo.htm"
}
