{
    "title": "Timpanogos Cave National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety              Safety Tips for Your Visit   Loading the player...    Transcript Currently under production. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 12 seconds  Watch this 2:12 minute video to learn more about the potential hazards while hiking to the caves. Prepare yourself to avoid or handle these situations safely.         Safety is always a concern at Timpanogos Cave National Monument. Read the following information to assure a pleasant visit: Know your limitations  Many people find the cave trail challenging. If you have heart or breathing difficulties or are under a doctor's care, the cave trail may not be for you. The Canyon Nature Trail is a nice alternative. National Park Service ranger-led programs at Cascade Springs on the Forest Service are another option. If you hike the cave trail, use the benches along the trail to rest, and remember you have a full hour-and-a-half to get from the visitor center to the cave for your ticketed program.  Hike smart  A walk on the cave trail can make great memories if you are prepared. Wear proper footwear; the hike is strenuous. Remember you are walking in a cliff area. There are steep dropoffs. Hike close to the mountain, not out by the cliffs. All children 15 and under should be within arms length of an adult. Carry water- we recommend at least 32 oz. (one liter) per person. Be aware of the weather -summer temperatures can reach over 100 degrees F on the trail, but spring or fall storms can bring in cold weather quickly. Dress accordingly. A jacket for the caves is always recommended - no matter what the weather is outside, the caves are always 45 degrees F (7 degrees C).  Weather  Weather introduces other challenges. Summer storms can bring lightning, and strong wind or heavy rain often dislodge rock. Be aware of the striped rock fall zone - don't stop here! There are places rocks fall most frequently, and you don't want to be in them when rocks fall. When there is lightning overhead the cave trail is closed, but sometimes there are people still hiking when the lightning comes in. If this happens to you, do not stand under lone trees for shelter. Do not stand in open areas where you might be the tallest object around (these are often the rock fall areas). If you are close enough, return to the visitor center. If you are hiking and you hear or see rocks falling, and you cannot get out of the way, tuck in close to the mountain and cover your head. Get out of the rock fall area as soon as safely possible. Do not kick or throw anything off the mountain, as people are often hiking on the trails below you.  Wildlife  The squirrels and chipmunks are friendly, but do not feed them (no matter how much they beg). Despite their cuteness, they are wild animals, and they do bite. Human food makes them prone to disease. Rattlesnakes usually will not bite unless they feel threatened. If you see a rattlesnake, leave them alone, give them plenty of space, and report their location to a ranger. Do not put your hands or feet anywhere you cannot see (like under a bush or rock); these are places where rattlesnakes like to live. If you reach there, animals may feel threatened and bite to defend their space.",
    "url": "https:\/\/www.nps.gov\/tica\/planyourvisit\/safety.htm"
}
