{
    "title": "Zion National Park: Night Skies",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Night Skies                Night Skies              The night sky has inspired humans for centuries. Ancient people throughout the world named the constellations and told stories of their creation. Stars were used as a navigational tool and as a calendar to determine when to plant or harvest crops. Today, those same stars that guided us and inspired myths and legends are vanishing from our view.   Since the invention of the light bulb, humans have illuminated the night. Though convenient, the increase in artificial light has decreased the visibility of the night sky. Nearly two-thirds of Americans today live in an area where it is difficult to see the stars because of light pollution.    Humans are not the only creatures impacted by a brighter night sky. Nocturnal animals and insects rely on darkness to hunt or hide. Circadian rhythms of many plants and animals, including humans, are all negatively affected by light pollution.    National parks are some of the few places left in the country to see dark skies, and many are working to protect this endangered resource. The Colorado Plateau Dark Skies Cooperative, a voluntary partnership of agencies, communities, and individuals, was formed in 2013 to celebrate and protect the exceptional night skies found in this region. Zion National Park has installed night-friendly fixtures at the Zion Canyon Visitor Center, Zion Human History Museum, and Zion Lodge that direct light downward instead of casting it upward into the sky. Visitors are encouraged to take advantage of dark skies while in the park – on any clear night, head outside and look skyward to see views that rival the daytime scenery that Zion is known for. During the busy season, there are ranger-led programs focused on astronomy, and Zion occasionally hosts astronomy volunteers who set up telescopes to help visitors get a closer look at the sky above them.    You can help protect this resource by turning out lights when not in use, using outdoor lights only where necessary, and shielding outdoor lighting so that it points downward. Lowering window blinds at night will keep artificial light contained within a house rather than allowing it to radiate outside into the night, affecting nocturnal animals and insects. Host a star party with your friends and encourage others to marvel at the night, just as people have done for thousands of years.    Learn more about the night sky in your national parks, and how you can help.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/nightskies.htm"
}
