{
    "title": "Zion National Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs         Quaking Aspen   “A tree is a plant,  with a stem made of wood. Do you know what a stem is?  A trunk! Very good. Some trees grow to 10 or to 20 feet high.  Some grow till their tops, scrape the clouds in the sky.”  From I Can Name 50 Trees Today  By Bonnie Worth       Fremont Cottonwoods in autumn NPS\/Amy Gaiennie  Some trees in Zion National Park grow only 10 to 20 feet high, like those that make up the pygmy woodland, best seen on the eroded slopes of the Kayenta formation. The plant community they belong to is called “pygmy” because most of the trees of this woodland are small and squat, such as the Utah juniper and the pinyon pine. Other trees in the park soar tall and straight to over 100 feet, especially in shaded and moist side canyons and high on the plateaus. But a great many more of Zion’s trees have variable sizes and fantastic shapes because they grow in harsh and difficult conditions, on cliffs and bare rocks, in crevices and cracks. They grow in places that receive little water and where summer temperatures can soar daily above 100 degrees. These trees send their great roots down into joints and fissures in the rock, searching for available water and breaking the rocks into soil. High on the tops of hoodoos and out along the slick rock of the Mt. Carmel Highway, their twisted shapes resemble, perhaps, goblins and witches, giants and wizards. Often they look like Japanese bonsais, as if they have been carefully pruned and shaped and then placed for all to see and admire. The trees that grow along the banks of the Virgin River are no less marvelous. The Fremont cottonwoods rise tall and graceful, their great boughs arching across the water, creating pools of shade on dazzling, sunlit waters. Small, bright leaves kindle their boughs in spring. Their dark, shiny leaves of summer flutter and twinkle in the wind. In autumn, their branches are laden with gold. In winter, they are silver with a weight of ice and snow. The Fremont cottonwood gives life and beauty to all seasons, providing food, shelter, and shade to a myriad of creatures, and comfort to Zion’s human visitors.      Learn more about Shrubs of Zion National Park",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/treesandshrubs.htm"
}
