{
    "title": "Zion National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants       With elevations ranging from 3,600 to 8,700 feet, Zion National Park has a diversity of plant communities, supporting more than 900 species of plants. Changing elevations, temperature ranges, and varying amounts of sun and water, as well as species from the Colorado Plateau, Basin and Range, and Mojave Desert, all create a mosaic of habitats within the park.  Print out your copy of the Zion Plant List Requires free Adobe Reader        Hanging garden NPS\/Pete Sawtell  Riparian and Aquatic Visitors are often surprised by the relative lushness found in Zion Canyon. The riparian area of the Virgin River supports enormous cottonwood trees and a diversity of herbaceous plants and grasses. Nearby, saturated wetlands make nice habitat for cattails, willows, aquatic plants, and rushes. Water seeping out of the Navajo sandstone creates tranquil springs and the unique “hanging gardens” for which Zion is famous, full of ferns, wildflowers, and mosses.        Grasses and shrubs on the Chinle Trail NPS\/Jen Sawtell  Arid Grasslands and Desert Shrubs At the lower elevations in the park, the drought tolerant plants thrive. Desert shrubs, well adapted to high temperatures, are right at home. Throughout the summer, grasses bloom and go to seed before drying in the sun to wait for the next growing season. By utilizing many different habitats, and developing ingenious ways to find shade, store water, and collect nutrients, cacti are desert specialists, abundant throughout the park.        Pinyon pine on the Pa'rus Trail NPS\/Jen Sawtell  Pinyon-Juniper Forest Moving up in elevation, the arid grassland and desert shrub communities give way to the pinyon-juniper community, a desert forest full of life. These slow growing evergreens are both cold and drought tolerant, supporting a diversity of wildlife to rival the riparian areas. Juniper trees, being more drought tolerant, dominate the transition zone between the lowland communities and the pinyon-juniper forests.        Ponderosa pine NPS\/Pete Sawtell  Ponderosa Pine High on the sandstone cliffs, ponderosa pines cling to cracks and ledges. These massive trees push powerful roots into the Navajo Sandstone, adding to the slow process of erosion that is constantly changing the face of Zion.  Mixed Conifer and Aspen Forest On the high plateaus, the ponderosa pines blend into the mixed conifer forest of douglas fir and white pine, as well as nearby aspen communities. On the Kolob Terrace, high elevation plant species grow in soils that are both sedimentary and volcanic. On Zion’s east side, they may sprout from no more than a tiny windswept crevice in the slickrock.        Mixed conifer and aspen forest NPS\/Pete Sawtell  Providing food, shelter and even water to Zion’s wildlife, these plants add to the richness of the desert community and delight visitors with their wild beauty and brilliant color.  From March to November, see the Zion Map and Guide for ranger led programs that help you delve deeper into Zion’s plants.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/plants.htm"
}
