{
    "title": "Zion National Park: Fire Management",
    "body": "Fire Management Homepage                 Wildfire is one of the most powerful and creative natural processes on our planet. For thousands of years, this force has been shaping the environment on a large and widespread scale. Plants and animals have evolved with, and many depend on, the role fire plays in creating a diversity of habitats.  In the past, natural fires swept through plant communities at intervals that provided conditions for many plant species to regenerate. Wildfire thins competing species, recycles nutrients into the soil and opens holes in the forest canopy for sunlight to enter. All of these are critical to forest health and natural cycles of growth and decomposition. Wildfires also benefit many animal species. With the increased forage that results after a fire, many animals low on the food chain experience increases in their populations; therefore species above them on the food chain also benefit. Despite the evidence that fire is a necessary element in many forest ecosystems, over most of the past century people have feared and suppressed it whenever possible. Especially in the western United States , the accumulation of dead forest fuels during that time now presents extreme hazards to the health of the trees, soil, wildlife, to humans living in these areas, and to the taxpayer who has to fund the fighting of catastrophic wildfires. Over the last 150 years people at Zion have logged, grazed, farmed, lived on the land and suppressed fires. Each activity had its own impact and these impacts can still be seen today. Since this land became a National Park, our needs and priorities for it have changed. We have learned a great deal about the long term impacts of our practices in the past and are trying to reduce them wherever possible. The Zion Fire Management Program views the wise use of fire as an important tool in the effort to reduce the impacts and restore balance to our ecosystems. Fire can be utilized to shape the landscape and achieve large-scale resource goals that would otherwise be unattainable. Conversely, wildland fire can also adversely impact our resources, both natural and cultural. Wildland fire management supports park-specific resource management objectives, including a wide range of strategic options available to park managers that can be modified to adapt to the diversity of ecosystems found within the NPS. The Fire and Aviation Management Program in Zion National Park encompasses a wide variety of disciplines, all striving to apply scientifically-based research to the aspects of how wildland fire is managed in the park. The Zion Fire Management staff includes firefighters, fire monitors, program assistants, fire effects specialists, a fuels treatment crew, a helicopter module, a fire use module, fire ecologist, fire information and education specialist, and a fire management officer who oversees the entire program. Direction is provided by the National Park Service's Division of Fire and Aviation Management in Washington D.C. and from the NPS Intermountain Regional Office in Denver. Zion is also responsible for overseeing the fire management operations at other parks in the Colorado Plateau area. These park units include Bryce Canyon, Capitol Reef, Cedar Breaks, Glen Canyon, Golden Spike, Pipe Springs and Timpanogos Cave",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/fire-management-homepage.htm"
}
