{
    "title": "Zion National Park: Ferns",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Ferns                Ferns         Maidenhair Fern   Where ferns are usually associated with moist, shaded habitats many people are surprised to find them in Zion National Park, but some fern species have evolved enabling them to survive the arid conditions of a desert. Known as xerophytic ferns they belong to the Pteridaceae family which also includes the wet-growing maidenhair ferns. The roots of these ferns have the distinctive roots shared by all ferns but desert adaptations include small, dissected leaves covered by dense scales or color variations which reflect sunlight, leaves which curl into compact balls, and leaf and stem hairs. These features aid in reducing evaporation. Some species have adapted by allowing themselves to dry out completely during drought conditions, even for several years if needed, and then springing back to life after a rain storm. Ferns in this environment lack flowers or seeds and reproduce through tiny clusters of spores contained within small capsules which eventually pop open, throwing millions of ripe spores into the air hoping they will find the perfect environment to produce a new plant. Fern fossils date back over 360 million years, living on earth 200 million years before flower producing plants, they even predate land animals; including dinosaurs. The shallow roots and fragile stems of desert ferns make them susceptible to erosion. With limited habitat providing the right amount of moisture, light, and substrate each plant struggles in its scattering. Zion National Park is home to 20 known Fern species, including maidenhair, lipfern, spleenwort, hollyfern, and Bracken. Fern Allies include 4 species of horsetail (scouring rush) and 2 species of spikemoss.          Scouring Rush   Fern Family (Polypodiaceae) Little ebony spleenwort - Asplenium resiliens (Rare) Black spleenwort - Asplenium adiantum-nigrum (Rare) Southern maidenhair - Adiantum capillus-veneris (Common) Birdfoot maidenhair - Adiantum pedatum (Rare) Goldfern - Pityrogramma triangularis (Rare) Spiny cliffbrake - Pellaea truncata Purple cliffbrake - Pellaea glabella Slender lipfern - Cheilanthes feei Coville lipfern - Cheilanthes covillei Brittle bladderfern - Cystopteris fragilis (Common) Bulblet bladderfern - Cystopteris bulbifera Bracken - Pteridium aquilinum pubescens Male fern - Dryopteris filix-mas Western hollyfern - Polystichum scopulinum (Rare) Western polypody - Polypodium hesperium Horsetail\/Souringrush Family (Equisetaceae) Common\/Meadow horsetail - Equisetum arvense (Common) Common scouringrush - Equisetem hyemale (Common) Smooth scouringrush - Equisetern laevigatum (Common) Spikemoss Family (Selaginellaceae) Underwood spikemoss - Selaginella underwoodii Utah\/Zion spikemoss - Selaginella utahensis",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/ferns.htm"
}
