{
    "title": "Zion National Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                 Reptiles         Collared lizard   Print out your copy of the Zion Reptile and Amphibian list Requires free Adobe Reader How would you like to bask in the desert sun beneath towering sandstone cliffs alongside a lush, riparian waterway? You won’t be alone. Joining you will be a myriad of reptiles; ectotherms that soak up the sun to warm up internally and get moving. While in Zion National Park, you may have the opportunity to spot one of 16 species of lizards lazing in the sun or witness the sly moves of one of 13 slithering snakes. If you are very lucky, you may even spot the slow, persistent movements of the federally protected desert tortoise.   Zion is home to a variety of interesting lizard species, each with unique adaptations and curious behavior. Look for smaller lizards alongside Zion’s trails early in the morning. The smaller the lizard’s surface area, the quicker the body can warm up to move quickly. Larger lizards will begin to bask later in the morning once the sun’s rays are more powerful. This prevents large lizards from becoming prey before they have enough energy to safely scurry away from predators. The plateau lizard is a small,with distinctive patches of blue along its belly. This is Zion’s most common lizard, often seen along the trails in Zion Canyon. Also small in stature is the short-horned lizard. This lizard has distinctive horns, or spines, which are modified epidermal scales. These horns make the lizard very unappetizing to predators, with the exception of the roadrunner. These curious birds orient the lizard’s horns away from their vital organs during swallowing to ensure safe digestion. A large lizard commonly seen in Zion Canyon is the western whiptail. Look for its long lean physique and rusty orange coloration on the sides of its back. Look quick though, this lengthy lizard can sprint up to 18 miles per hour. Also large and surprisingly quick is the carnivorous Great Basin collared lizard. Known to stand up and run on its hind legs, this 14-inch lizard preys upon smaller lizards, snakes, and insects. Look for the collared lizard in the lower canyon and along the Watchman Trail.        California kingsnake   Unlike most lizards, many of Zion's snakes are nocturnal, so consider yourself lucky if you have a snake sighting. Many snakes have evolved to be efficient nighttime predators. Although snakes can’t hear, their long, slender bodies, in full contact with the earth, can detect vibrations on the ground. This helps them \"hear\" the movements of their prey approaching. A forked tongue, when flicked, helps the snake detect odors and heat, while other snakes have developed sharp eyesight. Snakes are exclusive carnivores and in the desert will often rely on their prey as both a source of food and water. The western rattlesnake, Zion’s only venomous snake, can go for months without water. The snake is well adapted to the desert and gains most of its hydration from food it digests. An occasional predator to the rattlesnake is the common kingsnake. This snake uses its powerful black and white banded body to tightly constrict its prey, which often includes other snakes and small mammals. Look for the kingsnake in low elevations and sandy washes. The coachwhip, with its distinctive shades of pink, is a skilled tree-climber. This snake retreats to tree limbs, high off the ground, in search of prey such as lizards and birds. In Zion, one should search high and low if you’re seeking wildlife observations. Even for reptiles!        Desert tortoise   A rare reptile sighting in Zion is the desert tortoise. This long-lived tortoise is a resident of the Mojave Desert, which extends north into the southern-most portions of Zion. The desert tortoise population is threatened because of high predation rates and human activities. Collection of the tortoise for pets and loss of habitat contribute greatly. If you see a tortoise in Zion, simply watch it from a distance and enjoy the experience. Learn more about the desert tortoise Whether you see the desert tortoise in the low elevations or the short-horned lizard high on the plateau, Zion’s reptiles can be found at every elevation in the park during the spring, summer, and fall. All of Zion’s reptiles are known to hibernate for four to five months a year. During this time, reptiles burrow down in the ground from depths of four inches to eight feet. Once spring arrives in Zion and temperatures begin to rise, be sure to keep an eye out for Zion’s great diversity of reptiles. Return to the main Wildlife page",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/reptiles.htm"
}
