{
    "title": "Glen Canyon National Recreation Area: Tamarisk Leaf Beetle",
    "body": "Tamarisk Leaf Beetle       Why Are Tamarisk Turning Brown? The tamarisk leaf beetle comes to Glen Canyon NRA       Tamarisk Leaf Beetle        Tamarisk, or saltcedar, are native to Eurasia. Tamarisk were introduced to North America for erosion control, but now infest many acres of Lake Powell and Colorado River shorelines, tributaries, and side canyons.       Tamarisk Impacts  Displaces native trees like cottonwood and willow Poor habitat for birds and other wildlife Restricts recreation access Increases soil salinity Promotes fire even if green (and tamarisk vigorously resprouts following fire)        Tamarisk slightly impaired by the tamarisk leaf beetle        Tamarisk Leaf Beetle  Tamarisk were introduced here without its natural enemies; therefore, in 2001, the US Department of Agriculture approved the release of a bio-control, the tamarisk beetle, from the plant's native range to assist with tamarisk control efforts. The tamarisk leaf beetle stresses tamarisk by repeatedly feeding on tamarisk foliage. Each repeated defoliation should result in a decrease or dying off of some of the root mass; which if regularly repeated could kill tamarisk. The tamarisk leaf beetle was not released in Glen Canyon NRA, but the beetle has begun to arrive and thrive at various locations throughout the park. Expect to see defoliated tamarisk plants this year!        Close-up look at tamarisk defoliation.        Concerns  Defoliation may lead to site conditions that favor the establishment of other invasive non-native plants. Defoliation may negatively impact some insect and wildlife species. Defoliation may result in unsightly stands of dead and dying tamarisk. An increased short term fire hazard may result if the majority of tamarisk is killed in an area and dense stands of dead stems remain.        Tamarisk leaf beetle larvae on tamarisk        Solutions The tamarisk leaf beetle is emerging as a useful tool that can be combined with other invasive plant management techniques to treat and restore areas that have been impacted by tamarisk.",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/nature\/tamarisk-leaf-beetle.htm"
}
