{
    "title": "Zion National Park: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish       The Virgin River Habitat Flowing through Zion National Park are the North and East forks of the Virgin River and their various tributaries. These streams are all part of the Virgin River drainage, which is part of the larger Colorado River Basin. There are six fish species native to the Virgin River Basin, four of which reach the headwaters where Zion is located. Three of the six species are found widely in the Colorado River system, and three are found only in the Virgin River. The rivers of Zion National Park retain their full complement of four species of native fish in healthy populations. Such a statement cannot be made for any other comparable river system in the southwest U.S. This rare and desirable condition is only possible because stream flow in the park is essentially natural, with all of the floods, sediment transport and periods of low flow that have always occurred. The fish of the Virgin River drainage have evolved adaptations to the unique local conditions, including heavy silt loads, frequent floods, and wide fluctuations in water temperature and discharge. Unfortunately, outside of the park the native fish of the Virgin River have experienced population declines due to habitat fragmentation and the introduction of non-native species. Efforts are currently underway to protect rivers that provide good habitat, and restore areas of lost or degraded habitat to provide for the recovery and protection of the native fish. Zion Native Fish List: Virgin River Spinedace - Lepidomeda mollispinis Speckled Dace - Rhinichthys osculus Flannelmouth Sucker - Catostomus latipinnis Desert Sucker - Catostomus clarki   Fish Introduced to Zion (all present in low numbers): Rainbow Trout - Oncorhynchus mykiss Cutthroat Trout - Oncorhynchus clarki Brown Trout - Salmo trutta Channel Catfish - Ictalurus punctatus Brook Trout - Salvelinus fontinalis (Click for a more detailed summary of Zion's fish and their habitats)",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/fish.htm"
}
