{
    "title": "Zion National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Two mountain lions hunt prey while we sleep.   The morning sun pours red light onto the western walls of Zion Canyon. The song of a yellow warbler greets the day. As the sun rises in the sky, plateau lizards scurry frantically about over sandy trails, soaking up the heat of a desert day to keep their bodies warm. Mule deer and wild turkeys coexist up canyon where they graze the surface of an ancient lake bed for forage. A Western rattlesnake coils up in the shade of sagebrush, avoiding the sun’s unforgiving rays. Afternoon gives way to evening and gray foxes emerge to hunt for rodents for their young. Canyon tree frogs begin to call as dusk approaches, leaving swifts and Western pipistrelles to play in the dimming light. It is only after the sun has sunk in the west, leaving the canyon walls dark and silent, that the chores and mischief of the ringtail begins, to be accompanied by the mountain lions, red spotted toads, porcupines and other nocturnal creatures of Zion Canyon.          A collard lizard basks on sandstone in the hot, desert sun.   Sitting at the boundaries and meeting points of the Colorado Plateau, Great Basin, Basin and Range and Mojave Desert physio-geographic zones, animal life in Zion National Park is vast and varied. With elevations ranging from roughly 3800 feet to 8800 feet, the Park encompasses 5000 feet of elevation change in 148,000 acres. With so many varying heights and resultant microclimates and habitats, it is no surprise that Zion is home to over 78 species of mammals, 291 species of birds, 44 species of reptiles and amphibians, and 8 species of fish. Masters in the art of desert heat evasion, many animals take to burrows or dens in the heat of the day, or choose to be nocturnal and use our hours of slumber to live upon the landscape in cooler temperatures.  Though all the animals in Zion are protected by its National Park designation, some animals are of special note. Zion is critical habitat for the Mexican spotted owl, a species classified as threatened on the federal level. A small population of Mojave Desert tortoises is being monitored, along with the endangered Southwestern willow flycatcher.        A Mexican spotted owl rests through the sunshine hours.   Another two bird species to watch for in Zion, the peregrine falcon and California condor are once again on the rise in numbers after many years of vast population losses. Whether the populations may be small or large, all throughout Zion a rich diversity of desert fauna can be seen and experienced.  Learn more about Birds of Zion",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/animals.htm"
}
