{
    "title": "Zion National Park: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses         Ripgut brome (Bromus diandrus)   From Kolob Canyons to Zion Canyon, grasses are found in most habitats, showcasing the dazzling diversity of life you might expect in a national park with 1,000 different species of vascular plants. Being wind pollinated, these not so showy flowers are well adapted to Zion’s breezy desert environment. They provide important forage for a diversity of wildlife that includes white-tailed antelope squirrels, mule deer and desert bighorn sheep. Grasses also help hold sandy soils in place, cutting down on erosion. Many desert grasses in Zion are especially adapted for desert temperatures and are able to close the pores, or stomata, in their leaves during the hottest time of day, thereby reducing water loss.  Grasses are most visible in the spring on the canyon bottom; however, these tend to be non-native to Zion National Park. Both cheat grass (Bromus tectorum) and ripgut brome (Bromus diandrus) are native to Eurasia and are invasive in the Southwest. Unintentionally introduced into Zion in the late 1800s by early settlers farming and grazing livestock, cheatgrass caused farmers to feel “cheated” out of their normal wheat crops, believing that the grass contained impure seeds. Perfectly adapted for life in Zion, cheatgrass requires wet, cold winters and dry, hot summers. It outcompetes native grasses, being more efficient at using the available subsurface water. As the name implies, ripgut brome is not something that wildlife find tasty, for it has sharp barbs on its seed heads. Park managers work to control these undesirable grasses through the use of prescribed burns and herbicide treatments in the hopes of restoring native grass communities and reducing fire danger in the park. Although Zion’s diverse habitats boast around 120 different species of grasses, these are not conspicuous plants. With their subtle beauty they do not command us to look, as a sunflower might. But when we stop to pause and take a closer look, we find not only a diversity of grass species, but of textures and patterns; grasses are beauty in motion with seed heads waving to us as we pass by.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/grasses.htm"
}
