{
    "title": "Zion National Park: Birds",
    "body": "Birds         Peregrine Falcon   Print out your copy of the Zion Bird List Requires free Adobe Reader  How many of us have dreamt we were flying? Our arms became wings as we sailed over wispy clouds with acres of farmlands below, or we skimmed over razor edged granitic mountains laden with fresh spring snows. Imagine, then, that our perfectly designed wings would lift our hollow-boned frames up and through the atmosphere. Year after year, as the season's changing light urged us to follow an ancient route from home to home, we raised our young in a place ripe with nature's abundant crops. As birds, especially those that migrate, our hard-wired expectations sent us to stable habitats. When minor changes occurred, we adapted, slowly.  Adaptation is part of survival. But if changes are abrupt, then what do we do? Where do we go?  These swift changes affected a species of bird that seemed impervious to defeat. Traveling over 15,000 migration miles in a single year, it is considered to be the fastest animal on earth, stooping toward its prey at between 100 to 200 mph. It hunts and mates on the wing, rarely needing to come down to earth to perform the simplest tasks. Nests are scraped into nooks of sandstone cliffs hundreds of feet high. Only by rock climbing, canyoneering, or high powered scope could one get a glimpse of the private rituals of the \"wandering\" avian family.  The word peregrine means wanderer. 1970 was the year this graceful falcon was almost gone - only 39 breeding pairs remained in the lower 48 states. All were extirpated in the eastern US and between 80 to 90 percent were dead in the west. In 1962, after the release of an electrifying book which proved beyond a doubt that decades of use of pesticides led to the peregrine falcon's sharp decline, the world was awakened to a chemical disaster. Silent Spring by Rachel Carson clearly explained the scientific reasons behind the causes of dwindling numbers of animals and their effects on the food chain. This publication launched the modern environmental movement. DDT (the chemical primarily responsible for the falcon's downfall) was banned in the US, and with the help of Dr. Tom Cade of Cornell University, 1970 ushered in one of the most successful recovery efforts ever undertaken. The goal: bring back the peregrine falcon from the brink of extinction. Now over 4,000 breeding pairs of falcons fly once more, their bodies no longer full of pesticides. Wild-born chicks hatch from shells strong with calcium, not fragile from its absence due to the compromising nature of DDT. Dr. Tom's organization, The Peregrine Fund, also helps the California condor, the bald eagle, and many others.        California Condor   What's great about visiting Zion National Park is that the park has always been an important part of this vital recovery effort. The Peregrine falcon, the California condor, the Mexican spotted owl, and the bald eagle are all found here. This place of protection and sanctuary harbored these birds with a safe haven where their needs for food, nesting, and habitat never changed. Peregrine falcon returnees established multiple nesting sites over the years and all of their food sources in the park are free of man-made dangers. Reintroduced California condors regularly spend time in Zion, and can sometimes be seen in the Lava Point, Canyon Overlook, and Angels Landing areas. Bald eagles come home to Zion for their winter rest.  These success stories are worthy of celebration, and you can celebrate too. When visiting Zion, each time you look up and see any of the 288 species found on the park's bird list, take heart in knowing that by being here you help them thrive. You offer your highest and best to the idea that all of nature contained in our 232 square mile sanctuary, and beyond, is worthy of saving. May the wandering spirit of all our avian friends inspire in you a new understanding of what it means to fly free.      Learn more about these and other special birds found in Zion: Mexican spotted owl  Common raven  American dipper  Hummingbirds  Peregrine falcon  California condor    Important Bird Area Program  Birdlife.org started the Important Bird Area program (IBA), which is global in scope. Zion National Park is a global IBA and a state IBA.  http:\/\/www.birdlife.org\/action\/science\/sites  http:\/\/www.audubon.org\/bird\/IBA    Return to the main Animals page",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/birds.htm"
}
