{
    "title": "Zion National Park: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Geology               Geology         Rockfall on Switchbacks NPS\/Mike Large  Zion National Park is located along the edge of a region known as the Colorado Plateau. The rock layers have been uplifted, tilted, and eroded, forming a feature called the Grand Staircase, a series of colorful cliffs stretching between Bryce Canyon and the Grand Canyon. The bottom layer of rock at Bryce Canyon is the top layer at Zion, and the bottom layer at Zion is the top layer at the Grand Canyon. Sedimentation Zion was a relatively flat basin near sea level 240 million years ago. As sands, gravels, and muds eroded from surrounding mountains, streams carried these materials into the basin and deposited them in layers. The sheer weight of these accumulated layers caused the basin to sink, so that the top surface always remained near sea level. As the land rose and fell and as the climate changed, the depositional environment fluctuated from shallow seas to coastal plains to a desert of massive windblown sand. This process of sedimentation continued until over 10,000 feet of material accumulated. Learn more about the ancient environments of Zion's sedimentary layers.    Lithification Mineral-laden waters slowly filtered through the compacted sediments. Iron oxide, calcium carbonate, and silica acted as cementing agents, and with pressure from overlying layers over long periods of time, transformed the deposits into stone. Ancient seabeds became limestone; mud and clay became mudstones and shale; and desert sand became sandstone. Each layer originated from a distinct source and so differs in thickness, mineral content, color, and eroded appearance.  Learn more about Zion's sedimentary rock layers Uplift In an area from Zion to the Rocky Mountains, forces deep within the earth started to push the surface up. This was not chaotic uplift, but very slow vertical hoisting of huge blocks of the crust. Zion’s elevation rose from near sea level to as high as 10,000 feet above sea level.  Uplift is still occurring. In 1992 a magnitude 5.8 earthquake caused a landslide visible just outside the south entrance of the park in Springdale. Erosion This uplift gave the streams greater cutting force in their descent to the sea. Zion’s location on the western edge of this uplift caused the streams to tumble off the plateau, flowing rapidly down a steep gradient. A fast-moving stream carries more sediment and larger boulders than a slow-moving river. These streams began eroding and cutting into the rock layers, forming deep and narrow canyons. Since the uplift began, the North Fork of the Virgin River has carried away several thousand feet of rock that once lay above the highest layers visible today.  The Virgin River is still excavating. Upstream from the Temple of Sinawava the river cuts through Navajo Sandstone, creating a slot canyon. At the Temple, the river has reached the softer Kayenta Formation below. Water erodes the shale, undermining the overlaying sandstone and causing it to collapse, widening the canyon.        1995 Sentinel Slide   Geology-in-Action A landslide once dammed the Virgin River forming a lake. Sediments settled out of the quiet waters, covering the lake bottom. When the river breached the dam and the lake drained, it left behind a flat-bottomed valley. This change in the character of the canyon can be seen from the scenic drive south of the Zion Lodge near the Sentinel Slide. This slide was active again in 1995, damaging the road.  Flash floods occur when sudden thunderstorms dump water on exposed rock. With little soil to absorb the rain, water runs downhill, gathering volume as it goes. These floods often occur without warning and can increase water flow by over 100 times. In 1998 a flash flood increased the volume of the Virgin River from 200 cubic feet per second to 4,500 cubic feet per second, again damaging the scenic drive at the Sentinel Slide.      Learn more about Zion's Rock Layers   Print out your copy of the Zion Geology brochure Requires free Adobe Reader",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/geology.htm"
}
