{
    "title": "Zion National Park: Zion-Mt. Carmel Highway and Tunnel",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Zion-Mt. Carmel Highway and Tunnel                Zion-Mt. Carmel Highway and Tunnel       \"Perhaps the most remarkable part of the work is the engineering, and I take off my hat to the men who conceived this almost impossible project and carried it through to a successful conclusion.\" - Governor of Utah, George H. Dern, on July 4, 1930 at the dedication of the Zion-Mt. Carmel Highway         In 1909, President William Howard Taft designated Mukuntuweap National Monument using the power of the 1906 Antiquities Act. Although becoming a part of the national park system, Mukuntuweap National Monument was so remote in 1909, it required little protection. This also meant that the park lacked a sufficient infrastructure to support visitation.  In 1916, Congress established the National Park Service (NPS). Among his many priorities, the NPS first Director, Stephen T. Mather, set out to develop visitor access to the natural wonders of the national park system. By promoting road construction, national parks could bring visitors into previously inaccessible areas. Once in the parks, the NPS provided visitor facilities and hotel accommodations for a more comfortable stay. Across the western U.S., extensive visitor growth followed alongside increasing park development.  During this development, the service adopted a form of architecture meant to harmonize the built environment with the parks' spectacular natural landscapes. Known today as NPS Rustic, the agency constructed buildings such as visitor centers, park staff housing, roads, and trails with local materials that melded the built environment with the surrounding natural environment.  Also in 1916, Senator Reed Smoot of Utah successfully acquired federal appropriations to build roads through Mukuntuweap, the first such money appropriated directly to a park project. During this period, entrepreneurs W.W. Wylie and Gronway R. Parry initiated large scale concessionaire services to support visitation. These two, one-time competitors, joined forces to form the National Park Transportation and Camping Company. The newly established company ran tent camps in the canyon, in addition to providing bus transportation to the park from the railhead at Lund. Additionally, the concessionaire services provided a ten day loop tour beginning and ending at Cedar City that visited Zion Canyon, Bryce Canyon, the North Rim of the Grand Canyon, and the Kaibab Plateau. Wylie and Parry also promoted the name change of Mukuntuweap to Zion.  Through local promotion, park service backing, and concessionaire advertising, Mukuntuweap's popularity grew. With the location's new reputation, President Woodrow Wilson issued an executive proclamation on March 18, 1918 enlarging the monument from 15,840 acres to 76,800 acres and changing its name to Zion National Monument. The following year, Senator Smoot introduced a Senate bill, which would transform Zion National Monument into a national park. On November 19, 1919, President Wilson signed the bill into law establishing Zion National Park as Utah's first national park.  With the designation of Zion as a national park, the park service formed an alliance with both the state of Utah and the Union Pacific Railroad to promote a \"Grand Loop\" reminiscent of the ten-day trek operated by concessionaires prior to National Park designation. Problems with the earlier loop focused on the route's time consuming nature, as the route required a significant amount of doubling back. With new loop routes, Director Mather hoped to create a series of national parks in southern Utah linked to the Grand Canyon and the rest of the nation by rail or highway to make the \"Grand Loop\" the \"center for American tourism.\" A part of realizing \"Grand Loop\" was the construction and completion of the Zion-Mt. Carmel Highway and Tunnel.  The 25-mile road was a joint effort, between the National Park Service, the state of Utah, and the Bureau of Public Roads. A road designed to go where no road had gone before, the Zion Mt. Carmel Highway and Tunnel went up Pine Creek Canyon, through the Navajo sandstone cliffs to the eastern plateau, then across slickrock country.  Over a three year period, this improbable route presented unique logistical, engineering, and design challenges. Assuming the NPS Rustic architectural style, extreme care was taken to ensure the road blended into the surrounding landscape. Extensive effort and planning was required to incorporate natural materials and colors into a highly engineered, sophisticated, yet rustic construction. The galleries, or windows, within the 1.1 mile tunnel were placed to provide views of Zion Canyon's spectacular beauty. Numerous rustic masonry and wooden bridges, long lengths of expertly constructed rock walls with massive stones, beautiful arched-masonry culverts, and many more features are visible along the road.  Four different hardworking crews from both Utah and Nevada companies began to work on opposite ends of the planned road. On the western side, the Nevada Contracting Company of Fallon, Nevada began carving a series of seven switchbacks from the canyon floor up to the sandstone cliffs above. The soft rock beneath the Navajo sandstone cliffs sloughed away and rock slides were a continuous problem. Large boulders posed a regular threat to workers and had to be blasted into smaller rocks with dynamite to prevent catastrophic accidents. Accidents did occur: a rock slide caused a large boulder to roll down over the switchbacks and killed one of the men working below.  As the work from the canyon progressed to the east, two crews from companies based in Springville, Utah began cutting a road from the east toward the canyon from Mt. Carmel Junction. Facing many challenges of their own, these crews had to continually blast their way through the sea of sandstone slickrock that covers six miles of the park's east side.  Despite the many challenges that the crews encountered, the most significant challenge of the project remained the construction of the 1.1-mile long tunnel through the heart of the sandstone cliffs to connect the new road from the east with the switchbacks to the west. The arduous task of constructing the tunnel, undertaken by the men of the Nevada Contracting Company, along with crew bosses from around the country, began with blasting gallery windows into the cliff face above Pine Creek Canyon. From these windows the crews were able to then access the interior of the cliff and progressively bore their way through the rock, ever approaching opposite ends of the cliff where the tunnel would meet the new roads. The gallery windows also served as holes through which rock debris from carving the tunnel could be pushed out and cleared from the work area, as well as supplying much needed ventilation and lighting to crews working inside the tunnel. Once the small pilot tunnel shaft had been cut, work began on widening the tunnel to make it passable for automobiles. Using a combination of drilling and blasting, expanding the width of the tunnel was relatively quick work, although a number of collapses did occur and additional structural supports had to be put in place.  On July 3, 1930, the work was completed and the Zion-Mt. Carmel Highway and Tunnel was officially dedicated and opened to the public. Two years and ten months after the project began, visitors traveled along the new scenic route in the comfort of an automobile and enjoyed views of the high desert landscape along the way. The once imagined \"Grand Circle Tour\" of Zion, Bryce, and Grand Canyon National Parks was now a reality.  Because of the significant planning, skills, materials, and overall design and engineering, the Zion Mt. Carmel Highway and Tunnel are listed in the National Register of Historic Places and, in May, 2012, designated as a Historic Civil Engineering Landmark by the American Society of Civil Engineers.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/historyculture\/zmchighway.htm"
}
