{
    "title": "Zion National Park: Zion Lodge",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Zion Lodge                The Zion Lodge              The Zion Lodge is located in the heart of Zion Canyon and offers unparalleled views of the towering sandstone cliffs. The lodge has a variety of accommodations and is the only place inside Zion to eat; either in the main dining room (Red Rock Grill) or at the Castel Dome Café (open seasonally). For more information about eating, visiting, or staying at the Zion Lodge, please visit their website at www.zionlodge.com or call  435 772-7700.  Zion Lodge History  In the early days of the National Park Service, railroad companies were often the catalyst for the creation or improvement of park accommodations. For Zion, that railroad was the Utah Parks Company, a subsidiary of the Union Pacific Railroad. With the completion of a railroad spur line to nearby Cedar City in 1923, visitors now had an easy and comfortable way to get to Zion. The next step was to provide lodging that complimented the world-class scenery.  While initial designs of the lodge called for enormity and immensity, park officials ultimately determined that a lodge in the narrow canyon should better harmonize with the landscape and scale of the surroundings. Gilbert Stanley Underwood – a frequent architect of numerous national park lodges – was up to the challenge. Using 265,000 board feet of lumber brought down from the plateau by the Cable Mountain Draw Works, the Utah Parks Company designed a main lodge building that was inviting and exuded warmth. The Zion Lodge was completed in May of 1925, and was later complimented with a series of stand-alone cabins nestled nearby. These improvements signaled an important milestone in a visit to Zion National Park.  The main lodge building stood for over 40 years until it was consumed by a fire on January 26, 1966. A mere 108 days after the fire, a new prefabricated building was up and operating. This quick turn-around speaks volumes about the significance that the Zion Lodge had garnered in the story of Zion National Park.  Whether you're looking for a shady respite from the heat or hoping to dine among a majestic backdrop, the Zion Lodge is a beautiful place to stop. Visitors can even attend ranger-led activities at the lodge, a service that started back in 1935. For many, the Zion Lodge has become a hallmark of a visit to the area, and occupies an important place in the history of Zion National Park.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/historyculture\/zionlodge.htm"
}
