{
    "title": "Zion National Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians       Amphibian is derived from the Ancient Greek term “amphibious” which means both kinds of life.  It refers to animals that live both in the water and on land. Amphibians were the first vertebrates to leave the water and begin a new era of life on land. Amphibians began evolving during the age of dinosaurs, but diversified during the late Paleozoic or Carboniferous Period (354-290 million years ago). Zion National Park is home to 6 species of frogs and toads, and one salamander. All of Zion’s anurans hibernate for the winter months and all of them must return to water in order to breed. In the springtime, warmer temperatures, rain and snowmelt create the right conditions for frogs and toads to begin emerging. Zion’s amphibian habitats include: grasslands, sandy shrub lands, marshes, meadows, pools, ponds, streams, rivers, and forest.  Print out your copy of the Zion Reptile and Amphibians list This file is a PDF format. Requires free Adobe Reader        Canyon Tree Frog   Canyon Tree Frog  (Hyla arenicolor) This frog is plump and warty, with a toad like appearance. It has olive to brownish-grey skin with darker blotches present in most populations. A very distinctive feature of this frog is what appears like suction discs on each toe.  Primarily nocturnal; often seen along water course. During the day it can be found hiding among rocks or in stony crevices near streams, camouflaged by its color.        Great Basin Spadefoot toad   Great Basin Spadefoot (Spea intermontana) The Great Basin Spadefoot toad is a small rotund amphibian, with gray or olive-green coloration. The large golden-yellow eyes, with cat-like vertical pupils, are set on the sides of the head. The tympana (ears) are small and not easy to see. The toads have a bump between the eyes, which gives the head a distinctive shape. Spadefoots have bumpy skin but do not look as “warty” as Western Toads. A spadefoot sitting still on the ground looks like a large pebble, so they can go undetected by a predator. Adults range from 4 to 6.5 centimeters from nose to end. Where does the name come from? A distinctive feature and the source of the name, comes from the small, black “spade” on the first toe of each hind foot. The hardened tissue helps them to find shelter.        Red Spotted Toad   Red Spotted Toad (Bufo punctactus) Red-spotted toads are a small flat toad with round parotoid glands, and are pale gray to brownish tan with numerous small red tubercles (wart-like bumps). The can reach up to 3 inches in length. Red-spotted toads do have parotoid glands (which can be seen as bulges behind the eyes). Amphibian skin is full of glands that not only secrete a protective mucus but also toxins. This is a defensive tactic to make them less palatable or even deadly to predators. These toads are most active at twilight        Arizona Toad   Arizona Toad - subspecies of the Southwestern Toad  (Bufo microscaphus microscaphus) This is a medium-sized plump toad, olive to brown to pink, with or without dark spots. Usually has light stripe or patch on head and back. Parotoid glands are oval, and widely separated. It is a nocturnal toad that hops around. They prefer moving water, and have been found in Coal Pits Wash, Pine Creek, Oak Creek, and other side canyons in Zion up to 6000 feet in elevation.        Northern Leopard Frog   Northern Leopard Frog (Rana pipiens)  Slender brown or green frog which  has large distinctive dark spots outlined with light green or white. This is a ‘true frog’ meaning it lives where there is a constant supply of water. This frog has raised dorosolateral folds which go down the entire back. They have a light stripe on upper jaw. They are primarily a nocturnal frog. They have webbed feet that does not extend to the end of the toes.        Woodhouse Toad   Woodhouse Toad (Bufo woodhousii) This is a fat, stout toad which can reach up to 5 inches long. The snout is quite short and on the back there are long oval shaped parotoid glands. There is a long cream colored stripe down its back, which can be very faint as well. They have dark red spots which are outlined by an even darker color. Like the spadefoot toad it survives the driest of weather by burrowing underground. On each hind foot is a hard rubbery knob which helps it dig quickly when needed. They generally emerge after heavy rainfall.          Tiger Salamander   Tiger Salamander  (Ambystoma tigrinum) This is the world’s largest land-dwelling salamander. It is stoutly built, with a broad head and small eyes. Color and pattern extremely variable-large light spots, bars, or blotches on dark background or network of spots on lighter background. There are tubercles on soles of the feet. Often seen at night after heavy rains, especially during breeding season; they live beneath debris near water or in crayfish or mammal burrows. They are voracious consumers of earthworms, large insects, small mice, and amphibians",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/amphibians.htm"
}
