{
    "title": "Saint Croix National Scenic Riverway: Fishing",
    "body": "Fishing         Shore fish with a resident license from either Minnesota or Wisconsin where the St. Croix River is a border. NPS\/VanTatenhove  The St. Croix National Scenic Riverway is a great place to fish!  Clean water and a wide variety of underwater habitats make for outstanding fishing opportunities on the St. Croix and Namekagon rivers. On the Namekagon River upstream of Hayward, Wisconsin, the cold water habitat has received national recognition for the naturally reproducing brown and brook trout fisheries. Areas of the St. Croix River are fast with a rocky bottom. The stretch from Danbury, Wisconsin, down to the Indian Head Flowage north of St. Croix Falls, Wisconsin, is recognized as one of the finest smallmouth bass fisheries in the country. Downstream of Taylors Falls, Minnesota, the river is home to many warmer water species: bass, walleyes, saugers, northern pike, muskellunge, catfish, suckers, sturgeon, carp, and pan fish abound.   Do you know the rules? Because the St. Croix River is a boundary between Minnesota and Wisconsin for much of its length, anglers need to know where they are fishing to be legal. The state boundary begins approximately 2.5 miles downstream of Riverside Landing. Upstream of this point, the St. Croix flows in Wisconsin. The entire Namekagon River is in Wisconsin and fishing follows Wisconsin rules. The Angler's Guide contains detailed information to help you untangle the regulations.   Do you need the services of a guide? A number of fishing guides hold permits to operate on the Riverway. The outfitters page lists these guides.   If you plan to eat the fish you catch here, be aware there are consumption guidelines. The Wisconsin DNR Fishing Consumption page offers information specific to the St. Croix River. Search using the online query tool.   Your help is needed to keep the Riverway a premier fishing area. Follow all the steps to prevent the spread of aquatic invasive species. Never dump or release live bait into the river. The use of live crayfish for bait is prohibited on the Riverway.   Help prevent lead poisoning in birds and other wildlife. Inexpensive alternatives to traditional lead tackle exist.The Minnesota Pollution Control Agency offers excellent tips about ways to get the lead out.        Catch something big in the St. Croix River. NPS\/Butler  Catch and Release Help fish survive a catch and release experience. Handle fish with wet hands to prevent damaging their skin. Use circle hooks that catch the fish on the lips instead of hooking them internally. Are you up for learning a new technique?",
    "url": "https:\/\/www.nps.gov\/sacn\/planyourvisit\/fishing.htm"
}
