{
    "title": "Zion National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 12, 2016  The Zion-Mount Carmel Highway Reopens in Zion National Park  Traffic through the park flowing once again following large rock fall   August 10, 2016  Zion- Mount Carmel Highway Temporarily Closed Due to Major Rock Fall  Severe thunderstorm also caused flash flooding at Zion National Park   July 27, 2016  Tour of Utah Riding Through Zion National Park  Traffic Delays Expected August 1, 2016   July 09, 2016  Zion National Park BioBlitz - Where Dragonflies meet Citizen Scientists  Dragonflies can teach us about ourselves   June 20, 2016  Zion Condor Chick Confirmed, Yet Faces New Challenges  The presence of a California condor chick has been confirmed in the nest cave within Zion National Park, but the male parent (Condor 337) has died despite treatment for high levels of lead in his blood.   June 09, 2016  Tour of Utah Cycling Through Zion National Park  A demonstration ride is scheduled for August 1, 2016 as part of Tour’s Stage 1   June 02, 2016  Prescribed Burns Planned in Zion Canyon  These burns are planned to be ignited during the week of June 6-10, 2016.   May 25, 2016  Zion Anticipating Record Crowds Memorial Day Weekend  Memorial Day Weekend tends to be one of Park’s Busiest Weekends   May 18, 2016  Prescribed Fires Planned in Zion Canyon in 2016  The locations of the burns are in the vicinity of Zion Lodge and near the main park visitor center   May 16, 2016  Zion’s Visitor Use Management Plan Public Listening Sessions  Park holding sessions on-line and in four surrounding communities   May 12, 2016  Upcoming Hidden Canyon Trail Closure  Work will occur June 6, 2016 through September 1, 2016.   April 19, 2016  Condor pair likely incubating an egg in Zion National Park  A pair of California condors appear to be nesting again in Zion National Park.   April 16, 2016  Zion Celebrates National Park Week  National Park Week is April 17 - 24, 2016   March 23, 2016  Zion National Park Announces Climbing Closures for Bridge Mountain  The west side of Bridge Mountain is being added to the list of cliffs temporarily closed for the protection of nesting wildlife.   March 15, 2016  Name Released of Climber Fatality in Zion National Park  The name of the climber who died Wednesday, March 9, 2016, after falling in Zion National Park has been released.   March 10, 2016  Climber Dies after Fall in Zion National Park  On the afternoon of Wednesday, March 9, 2016, a rock climber died after falling from the Moonlight Buttress route in Zion National Park.   February 18, 2016  Zion National Park Announces 2016 Schedule of Climbing Closures  Climbing closures in Zion National Park begin on March 1, 2016 to protect peregrine falcon nesting areas.   February 10, 2016  Crowded Conditions Anticipated at Zion National Park February 13-15  Peak Visitation Expected for President’s Day Weekend   February 09, 2016  Zion National Park Deferred Maintenance Statistics Released  Zion National Park has nearly $70 Million in Deferred Maintenance -- Part of the $11.49 Billion Deferred Maintenance Backlog across the National Park System   January 27, 2016  2016 Zion Plein Air Invitational Call for Artists  November 7-13, 2016, Zion National Park and the Zion National Park Foundation will host the 2016 Zion Plein Air Art Invitational. Applications from interested artists will be accepted now through Monday, February 8, 2016.   January 20, 2016  Zion National Park, State of the Park Report  The NPS is developing these reports to assess the overall status and trends of each park’s resources and will use this information to improve park priority setting and to communicate complex park condition information to the public.   December 30, 2015  2016 Zion National Park Artists-in-Residence  Artists will immerse themselves in the beauty and wonders of Zion translating their experiences in the park into their art.   October 03, 2015  Canyoneering Fatality in Not Imlay Canyon in Zion National Park  Not Imlay is a strenuous, challenging technical canyon route with multiple long rappels.   September 26, 2015  Zion-Mount Carmel Highway Reopens in Zion National Park  Traffic Through the Park Flowing Once Again   September 17, 2015  Zion National Park Releases Names of Keyhole Canyon Fatalities  Update on Flash Flood in Zion National Park’s Keyhole Canyon   September 17, 2015  Last Missing Keyhole Canyon Canyoneer Found  Update on Flash Flood in Zion National Park’s Keyhole Canyon   September 16, 2015  Search Continues in Zion National Park, One Still Missing  Update on Flash Flood in Zion National Park's Keyhole Canyon",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/news\/newsreleases.htm"
}
