{
    "title": "Zion National Park: Animal-transmitted Disease",
    "body": "Explore This Park    Plan Your Visit     Safety     Animal-transmitted Disease              Animal-Transmitted Disease        Best Ways to Prevent Animal-Transmitted Diseases:  Never touch or feed wildlife. Always wash your hands after spending time outdoors. Store food in animal-proof containers. Never leave backpacks unattended in the park. Squirrels and other rodents commonly dig through belongings in search of food. Discard any food that has come in contact with wildlife. If bitten or scratched by an animal, or if you suspect that you've been infected, consult a medial doctor. If your living space has been contaminated with wildlife droppings, including rodent droppings, follow the guidelines from The Centers for Disease Control to clean up.             Animal bites and scratches: Animal bites and scratches can cause these illnesses: Tetanus, rabies, bubonic plague, hantavirus, and more. Please do not touch or feed any wildlife.         Touching live or dead animals: As intriguing as wildlife encounters are, bacteria and parasites live in and on some wildlife species. Touching wildlife can expose you to life-threatening diseases such as bubonic plague and salmonella.          Animal feces or urine: These diseases can be present in wildlife droppings or urine: Hantavirus, baylisascaris infection, leptospirosis, lymphocytic chorio-meningitis, salmonella, and tularemia.          Arthropod bites: Bites from ticks, fleas, mosquitos, and other arthropods can cause dangerous illnesses: West Nile virus, lyme disease, bubonic plague, and tularemia. These vermin can live on the fur of both living and dead animals. For your safety, do not touch wildlife for any reason.       For more information on animal-transmitted diseases refer to these links:  Centers for Disease Control and Prevention (CDC): www.cdc.gov Utah State Health Department: www.health.utah.gov",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/zoodisease.htm"
}
