{
    "title": "Zion National Park: Narrows Campsites",
    "body": "Explore This Park    Plan Your Visit     Things To Do     The Narrows     Narrows Campsites                The Narrows Campsites       Campsite #1 (Deep Creek) At the confluence of Deep Creek. The site is located on the left side of the river. This site has a maximum group size of 4 and is available for reservations online or on a walk-up basis.       Campsite #1 and view from the site        Campsite #2 (River Bend) A 10-15 minute walk beyond Deep Creek, River Bend is located on the right side of the point of a sharp bench 10 feet above the river. This site has a maximum group size of 4 and is available for walk-up permit only.       Campsite #2 and view from the site        Campsite #3 (Right Bench) A 10-15 minute walk from River Bend, this is located on the right hand bench in a stand of maples 20 feet above the river. This site has a maximum group size of 6 and is available for reservations online or on a walk-up basis.       Campsite #3 and view from the site        Campsite #4 (Flat Rock) Flat Rock is a 5-10 minute walk beyond Right Bench, located beside a large flat rock next to the river. The site is next to the rock, on a 6 foot high bench next to the canyon wall. This site has a maximum group size of 2 and is available for walk-up permit only.       Campsite #4 and view from the site        Campsite #5 (Ringtail) A short 5 minute walk beyond Flat Rock, Ringtail is located on a right bench in a sandy area. Just before Kolob Creek. This site has a maximum group size of 6 and is available for reservations online or on a walk-up basis.       Campsite #5 and view from the site        Campsite #6 (Kolob Creek) At the confluence of Kolob Creek. The site is located on the right side, 20 feet above the river on a bench. This site has a maximum group size of 12 and is available for walk-up permit only.       Campsite #6 and view from the site        Campsite #7 (Box Elder) A 10 minute walk beyond Kolob Creek. This site is located on the left about 30 feet up on a bench. This site has a maximum group size of 6 and is available for reservations online or on a walk-up basis. (Picture coming soon)      Campsite #8 (Boulder Camp) Across the river from Box Elder, a 10 minute walk beyond Kolob Creek around a sharp bend. The access trail is to the right up slope about 50 feet. This site has a maximum group size of 6 and is available for walk-up permit only.       Campsite #8 and view from the site        Campsite #9 (Left Bench) A 10 minute walk beyond Boulder Camp, on the left. Located on a 10 foot bench next to the canyon wall in a grove of maples. It can be easy to miss. This site has a maximum group size of 6 and is available for reservations online or on a walk-up basis.       Campsite #9 and view from the site        Campsite #10 (West Bend) A 5 minute hike from Left Bench. This site is on a high bank located on a western bend. This site has a maximum group size of 6 and is available for walk-up permit only. (Picture coming soon)      Campsite #11 (Spotted Owl) This sunny site is located on the left side, immediately after the first stream crossing. It is up a slope 10 feet above the river. This site has a maximum group size of 4 and is available for walk-up permit only.       Campsite #11 and view from the site        Campsite #12 (High Camp) High Camp is a 15-20 minute walk beyond Spotted Owl on a slow, difficult section of the river, 300 yards before Big Spring. The site is on the left side of the river on a 25 foot high bench in a stand of maple and Douglas-fir. It can be easy to miss. This site has a maximum group size of 12 and is available for reservations online or on a walk-up basis.       Campsite #12 and view from the site        Water Sources         Big Springs  Big Springs flows out of the canyon wall about ten feet off the ground. It produces a large amount of water and typically flows year-round. It is located just downstream from the campsite 12 and is the turn around point for hikes coming from the bottom up. The spring is on the right side and difficult to miss.",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/narrowscampsites.htm"
}
