{
    "title": "Zion National Park: Narrows Safety",
    "body": "Explore This Park    Plan Your Visit     Things To Do     The Narrows     Narrows Safety                The Narrows Safety              Be Prepared Traveling into The Narrows, even on short trips, can be challenging and risky and requires careful planning before you begin. Your safety depends on your own good judgment, adequate preparation, and constant observation. Speak with park rangers at park visitor centers for current conditions, weather forecasts, and flash flood potential ratings.  Flash Floods Flash floods, often caused by storms miles away, are a real danger and can be life threatening.  During a flash flood, the water level rises quickly, within minutes or even seconds. A flash flood can rush down a canyon in a wall of water 12 feet high or more. Know the weather and flash flood potential forecasts before starting your trip. If bad weather threatens, do not enter a narrow canyon.  Flash floods occur even during periods of low flash flood potential. When the National Weather Service states that there is a 30 percent chance of rain, they are not stating that there is a 30 percent chance that it will rain. They are stating that 30 percent of the forecast area will be affected by measurable precipitation. Continuously evaluate weather conditions. If bad weather threatens, avoid traveling in a slot canyon.  Watch for these indications of a possible flash flood:  • Any deterioration in weather conditions • Build up of clouds or sounds of thunder • Sudden changes in water clarity from clear to muddy • Floating debris • Rising water levels or stronger currents • Increasing roar of water up canyon  If you observe any of these signs, seek higher ground immediately. Even climbing a few feet may save your life. Remain on high ground until conditions improve. Water levels usually drop within 24 hours. Flash floods do occur in the park during periods of low flash flood potential. A moderate or higher flash flood potential should be a serious cause for concern. What to Bring and Wear Footwear The Narrows is like walking on slippery bowling balls. It requires balancing on algae-coated rocks in the middle of a swiftly flowing river. Sturdy footwear is essential. Hiking boots with good ankle support are best. Sandals and bare feet are not appropriate. Inappropriate footwear often results in twisted ankles and crushed toes.  Clothing Even in mid-summer The Narrows can be cool. The water is cold, breezes blow steadily, and very little sunlight penetrates to the canyon floor. Although you'll probably hike in shorts, take extra warm clothing. Clothing made of wool or synthetic fibers has the best insulation.  Waterproofing Even the most experienced hikers occasionally fall in The Narrows. It is a good idea to waterproof your belongings. Many hikers line their packs with large plastic garbage bags. Smaller resealable bags provide extra protection for cameras and other valuables. Flashlight \/ Headlamp Every week, canyoneers spend unintended nights camped in the wilderness of the park. A headlamp could make the difference between spending the night in the canyon and making it out. First Aid Kit Even a minor injury can cause major problems in the wilderness. Extra Clothing Could you spend an unexpected night in the canyon? Extra Food Food keeps your energy up and helps you stay warm if you remain out overnight. Drinking Water Untreated water from the river and its springs is not safe to drink. It has passed over rangeland and may be contaminated with illness-causing bacteria. Treat the water you collect by filter, tablets, or by boiling. Hikers are encouraged to carry in all of their water. Drink one gallon of water per person per day. Do Not Jump Lower leg fractures are the most common injuries suffered in the wilderness. The most common cause of lower leg injuries is jumping.  Hypothermia Hypothermia occurs when the body is cooled to dangerous levels. It is the number one killer of outdoor recreationists, even in summer, and it usually happens without the victim's awareness. It is a hazard in narrow canyons because immersion in water is the quickest route to body heat loss. To prevent hypothermia, avoid cotton clothing (it provides no insulation when wet) and eat high-energy food before you are chilled. The signs of hypothermia include:  • Uncontrollable shivering • Stumbling and poor coordination • Fatigue and weakness • Confusion or slurred speech  If you recognize any of these signs, stop hiking and immediately replace wet clothing with dry clothing. Warm the victim with your own body and a warm drink, and shelter the individual from breezes. A pre-warmed sleeping bag will also help prevent further heat loss.  Heat Exhaustion Heat exhaustion occurs when the body loses more fluid than is taken in. Signs of heat exhaustion include nausea, vomiting, fatigue, headaches, pale appearance, stomach cramps, and cool clammy skin. If a member of your party begins to experience any of these symptoms, stop your hike immediately. Find a cool, shady area and rest with your feet up to distribute fluids throughout your body. It is important to drink fluids, but it is also important to eat. Drinking lots of fluids and not eating, while suffering from heat exhaustion, can lead to a potentially dangerous condition of low blood salt. If heat exhaustion symptoms persist for more than two hours, seek medical help.  Heat stroke is an advanced stage of heat exhaustion. It is the body's inability to cool itself. Symptoms include confusion, disorientation, behavior changes, and seizures. If you believe that a member of your party is suffering from heat stroke, it is imperative to cool them using any available means and obtain immediate medical assistance.",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/narrowssafety.htm"
}
