{
    "title": "Zion National Park: Accessibility",
    "body": "Accessibility       Accessibility in ZionThe park visitor centers, museum, restrooms, shuttle buses, picnic areas, and Zion Lodge are accessible. Several campsites are reserved for people with disabilities, and the Pa’rus Trail and Riverside Walk offer accessible hikes. Service dogs are permitted on a leash throughout the park. The orientation film offers captioning and the frontcountry trails video has an audio description. Accessible programs are indicated in the Ranger-led Program Schedule. Assistive listening devices are available by reservation for all ranger-led programs. Please visit the Zion Human History Museum for more information.        Shuttle Lift   Zion Canyon Visitor CenterLocated .2 miles from the South Entrance. Reserved spaces are available with accessible walkways leading to the building. Accessible unisex restroom, sales displays, water fountain, information desk, and telephone. Zion Human History MuseumLocated 1 mile from the South Entrance. Reserved spaces are available with a ramp leading into the building. Accessible unisex restroom, museum, sales display, water fountain, and telephones. The orientation film is open-captioned. Kolob Canyons Visitor CenterExit 40, Interstate 15. Reserved spaces available with a ramp leading to the building. Accessible restrooms, sales displays, exhibits, and telephone. Zion LodgeFrom April through October access to Zion Lodge, located on the Zion Canyon Scenic Drive, is restricted to wheelchair accessible shuttle buses. From November to March reserved parking spaces are available with a ramp leading to the building. The snack bar, gift shop, restrooms, auditorium, and dining room are all accessible. Two motel rooms are ADA approved. A wheelchair is available for loan. more...Zion Canyon TransportationFrom April through October access into Zion Canyon is by shuttle bus only. All shuttle buses are wheelchair accessible. Use of personal vehicles is restricted to those individuals requiring additional vehicle supported medical devices or when the shuttle bus cannot accommodate the individual due to weight or size restrictions. A special permit for personal vehicle use can be obtained from the visitor center or museum information desks by providing documentation of the medical condition. Picnic AreasVisitor Center Picnic Area: Located .3 miles from the South Entrance on the outer edge of the visitor center parking lot. Picnic sites are level but unpaved. Most tables are extended. Accessible unisex restroom is available near the visitor center. Grotto Picnic Area: Located 3.5 miles up the Zion Canyon Scenic Drive and accessible only by shuttle bus from April through October. Reserved parking spaces in the off months. Picnic grounds are level but unpaved. Accessible, unisex bathroom. Kolob Canyons Picnic Area: Located at the end of the 5 mile scenic drive. Restrooms accessible. Tables located up steep, unpaved path. CampgroundsWatchman Campground: Located .3 miles from South Entrance. Sites A-24 and A-25 are reserved for disabled use. Pavement in some sites is broken and can make wheelchair use difficult. Gravel pathways to bathrooms. Fire grills elevated, and picnic tables are extended. Asphalt trail leads to Watchman Amphitheater. South Campground: Located .25 mile north of South Entrance. Sites 103, 114, and 115 are reserved for disabled use. These sites are located near the restrooms. The gravel-covered sites make use of wheelchairs difficult. Water spigots are raised, fire pits are at ground level, and picnic tables are extended. An asphalt trail leads from this loop to the South Campground Amphitheater (wheelchair users may need assistance). TrailsRiverside Walk: Accessible to wheelchair users with assistance or to users of motorized wheelchairs. Paved for the entire 1-mile length. Pavement is irregular in several places. Climbs 57 feet with maximum grade at 7%. No grade exceeds 1:12. Places along the trail bordered by drop-offs with no intervening rims or railings. Accessible, unisex restroom located at trailhead. Pa'rus Trail: Paved bike path. No drop-offs along trail. Primary use is for bicycle traffic. 10% grade at north end of the trail. Access near the Visitor Center or from Canyon Junction. Service DogsService dogs are permitted on a leash anywhere in the park, including trails, backcountry, and buildings. ElevationsPark elevations range from 3,666 feet (Coalpits Wash) to 8,726 feet. (Horse Ranch Mountain).",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/accessibility.htm"
}
