{
    "title": "Zion National Park: Kolob Canyons - Things to Know Before You Come",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Kolob Canyons     Kolob Canyons - Things to Know Before You Come                Kolob Canyons - Things To Know Before You Come         Kolob Arch   Using the following information will help to ensure a safe and pleasant trip for yourself and others.  Pets Pets are not permitted on any trail in the Kolob Canyons. Around the visitor center and in the parking lots, pets must be kept on a leash that is no longer than six feet. Please clean up after your pets. Service dogs are permitted on a leash throughout the park.  Fires Campfires are not permitted in the wilderness of Zion. Please use a gas stove when necessary. When fire danger is high, smoking is not allowed on any trail in the Kolob Canyons.  Stock Use Horses traditionally have been used to explore the Kolob Canyons. Allowed stock animals include horses, mules, and burros. Llamas, dogs, goats, camels, and other animals are not allowed.  Permits are not required for day trips. However, stock are prohibited during spring thaws, unusually wet periods, or times when their use would cause trail damage. Maximum group size is six animals. Stock animals must remain on the LaVerkin Creek and Hop Valley Trails. Free trailing or loose herding is not allowed. Maintain a slow walk when passing hikers. When standing, stock must be kept at least 100 feet from drainages. Stock animals are not permitted on the junction route to the Kolob Arch.  The overnight stock camp is located in Hop Valley Site A. Your stay is limited to one night and a permit is required. Stock must be hobbled or tethered to reduce damage to vegetation. To reduce the spread of noxious and exotic weeds, stock must be fed certified weed-free hay two days prior to the trip.        Middle Fork Trail   Backpacking Backcountry campsites are located along La Verkin Creek and require a wilderness permit. Spring and fall are ideal seasons for hiking La Verkin Creek. Temperatures are typically 5 to 10 degrees cooler than Zion Canyon. An excellent two-night backpack can be accomplished by hiking to one of several campsites near the Kolob Arch. The middle day can be spent hiking to the Kolob Arch, Bear Trap Canyon, or upper La Verkin Creek.  Extended Backpacking Trips Trips of up to 50 miles can be made in Zion National Park's wilderness by combining the LaVerkin Creek, Hop Valley, Wild Cat Canyon, West Rim, and East Rim Trails. The route crosses several roads so shorter variations are also possible. A vehicle shuttle is necessary. For more information on Wilderness Hiking and Camping visit Wilderness Information and Permits",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/kolob-canyons-things-to-know-before-you-come.htm"
}
