{
    "title": "Zion National Park: Ranger Minutes",
    "body": "Ranger Minutes       Ranger Minutes are videocasts of information about the park's resources and tips to help you plan your trip to the park. The video should begin playing automatically. If you experience a lot of buffering, try pausing the video and waiting for it to load before viewing.             The Zion Wilderness   Loading the player...    Transcript Hello.  I’m Melanie, an interpretive ranger here in the awe inspiring Wilderness of Zion National Park.Wilderness areas are places where humility and respect play a role in both individual and management activities. Visitors may hike, fish, camp, watch wildlife, or photograph in Zion’s wilderness. Most visitors will probably never enter it, yet we may all enjoy wilderness as a scenic backdrop to Zion Canyon.There are four qualities of wilderness character that we not only expect to notice while visiting Wilderness but are also legally mandated in managing it. The 1964 Wilderness Act continues to be our guiding legislation. First, wilderness is untrammeled.  Simply put, untrammeled means \"free of constraint\" or \"unhindered.\" Wilderness are places where a conscious decision has been made to let nature prevail.Wilderness is also natural. Natural processes are the primary forces acting upon the land, and the developments of modern technological society are substantially unnoticeable. Open space, watersheds, natural soundscapes, diverse ecosystems, our night skies, and biodiversity are protected resources. Third, wilderness is undeveloped.  There are no roads out here! Motorized equipment, motor vehicles, mechanical transport, and permanent structures are also prohibited.Finally, Wilderness is solitude. In Wilderness one finds a greater sense of connection to the natural surroundings, evoking a sense of humility, a sense of being part of a larger community of life.Visiting Zion’s Wilderness requires increased preparation and self-reliance. Even with awareness, respect, and the best of intentions, we must still learn and vigilantly practice outdoor ethics in order to leave no trace. Your visit will be safer and cause fewer adverse impacts if you practice the following principles: Plan ahead and prepareDispose of waste properlyLeave what you findRespect wildlife by observing quietly from a distance. Never feed wildlife.Be considerate of others.Wilderness provides a sense of wildness, which can be valuable to people whether or not those individuals actually visit wilderness areas. Just knowing that wilderness exists here in Zion National Park can produce a sense of curiosity, inspiration, renewal, and hope. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 12 seconds  Discover the Zion Wilderness with Ranger Melanie, and find out what makes wilderness areas so special.               The Zion Nature Center   Loading the player...    Transcript Hi, my name is Colton Winder and I’m a ranger here at Zion National Park. I’d like to welcome you to the Zion Nature Center This beautiful building was constructed in 1934 by the Utah Parks Company, a Union Pacific Railroad concessionaire. It served as a cafeteria and office for visitors staying in the surrounding cabins. At that time it was called the Zion Inn. It was designed by Gilbert Stanley Underwood in the NPS Rustic style, which emphasized the use of native materials to construct buildings that would blend in with the surroundings and not detract from the park’s scenic qualities. The Zion Nature Center is an excellent example of this style.From 1934 to 1972, the Zion Inn fed visitors in its cafeteria, provided them with souvenirs in its gift shop, and housed them in its cabins. In 1972, the cabins were sold and moved. Many of these cabins are in communities surrounding Zion. The Zion Inn was remodeled at this time and became the Zion Nature School, a program for children in the park. By 1986, this would grow into Zion’s Junior Ranger Program. The building at that time lacked heating and insulation and could only be used during the summer.In 2005, the Nature Center underwent restoration and was returned much to its original state, plus heating, cooling, and making it wheelchair accessible. Effort was put into retaining as much of the original materials as possible and the building remains a great example of the NPS rustic style. It was rededicated in 2007 by First Lady Laura Bush, and has since been used every summer for educational programs.Visitors are welcome to stop by the Nature Center during the summer season, where there are many exciting exhibits and youth programs for visitors to participate in. Programs presented at the Nature Center cover a variety of fascinating topics concerning Zion National Park. Whether you are young or young-at-heart, make sure you include the nature center as one of your stops and enjoy learning about the park and interacting with its resources within the walls of one of the oldest buildings left in Zion. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 22 seconds  Join Park Ranger Colton Winder and learn about the evolution of the beautiful and historic Zion Nature Center.               Triops Longicaudatus   Loading the player...    Transcript Hi, I’m Ranger Kenny, here with you on the slickrock of Zion National Park. Even on a planet where life seemingly thrives in all environments, few creatures dare to call this alien terrain home. But in this most bizarre setting lurks an equally bizarre creature. Triops Longicaudatus, also known as the tadpole shrimp, depends on the temporary waters of desert potholes to live out its unique life cycle. While these potholes provide a crucial water source for many creatures in the desert, it is their impermanence that matters most to the tadpole shrimp. Their life begins as a tiny egg, roughly the size of a sand grain, laid in the bottom of a pool shortly before it dries out. Once the water evaporates, the egg goes into a period of diapause, a phase of dormancy until favorable conditions return. Dormant eggs are incredibly hardy.  They may remain viable for decades waiting for water to return, withstanding temperatures up to 208 degrees (f) and well below freezing with no ill effect.Once the pool dries out, the eggs lie in wait. Rain alone will not cause hatching, but if an adequate amount of water fills the pool – enough to last at least a few days - the egg springs to life, and out pops a tiny triops.  The triops develops quickly, going from egg to adult in less than 6 days. It may live for 20 to 90 days, if its home pool lasts that long. Tadpole shrimp eat just about any plant or animal they can find – including each other. While tiny bits of organic debris compose the bulk of triops’ diet, these creatures also play a critical part in pest control by feeding on mosquito eggs and larvae that inhabit the same ephemeral pools. The extraordinary adaptations of triops longicaudatus, from its uniquely resilient eggs to its indiscriminate appetite, have allowed it to thrive since the time of the dinosaurs. The basic design of these creatures has changed little in more than 70 million years, making it a living fossil. The longevity of such a humble creature, thriving through mass extinctions and drastic changes in climate, speak to the versatility of its design.  It’s short life in a fleeting environment make it one of many treats in Zion reserved for those with an eye for the little details. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 4 seconds  Learn about these fascinating living fossils, also known as tadpole shrimp, that survive in Zion's ephemeral potholes with Park Ranger Kenny Slocum.               The Narrows   Loading the player...    Transcript Welcome to Zion National Park, my name is Jonathan. Zion is a popular National Park where visitors come to immerse themselves within the grandeur of the canyon’s cliffs, and to challenge themselves with one of our many scenic and adventurous hikes. One of our more popular hikes visitors come to enjoy is the unique Narrows, a hike in a canyon that in places is only 20-30 feet wide, and 2000 feet deep.However, unlike most hikes, taking on the Narrows means actually traveling upstream through the Virgin River on uneven, slippery, and rocky river boulders. Due to the risks of a hike like this, proper preparation is imperative, both for your safety and your enjoyment. Every hiker in The Narrows should have closed toed shoes, even just your regular hiking boots, and a walking stick. Although weather might be over 100 degrees the day of your hike, this narrow section of the canyon can stay considerably cooler, making non-cotton clothing, like polypropylene or wool, more ideal for its insulating benefits even while wet.When you are planning your trip into The Narrows, you should also be aware of the flash flood potential. Afternoon thundershowers are possible throughout the year and a potential hazard to those hiking in slot canyons like The Narrows. During these events the river can quickly turn into a torrent of powerful rushing water, doubling and tripling in volume. Stop by the visitor center and speak with a ranger to get the most up to date conditions and the flash flood potential. Remember, even when you are prepared and conditions seem optimal, things can change quickly. Being aware of any changes in water clarity and increased river flow can go a long way in protecting your life. Being prepared and aware will help ensure a hike that will undoubtedly create positive memories that will last a lifetime. But please, ensure this opportunity for others by remembering to use the restroom before the start of your trip and to plan on packing out all your trash, including even the tiniest of crumbs. These simple guidelines will ensure the enjoyment of these special places for not only you, but generations to come. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 22 seconds  Find out what to expect and how to prepare for one of Zion’s most popular hikes with Park Ranger Jonathan Fortner.               Kolob Canyons   Loading the player...    Transcript Hello, my name is Rendall Seely. On behalf of all the interpretive staff of Zion National Park I want to welcome you to the Kolob Canyons. Here in the northwest corner of the park, narrow parallel canyons are cut into the western edge of the Colorado Plateau forming majestic peaks and 2000 foot cliff walls. Horse Ranch Mountain, the highest point in Zion, guards the northern boundary of the park and rises over 3000 feet above the canyon floor. The Kolob Arch, located deep in the backcountry of Kolob, is one of the world’s largest natural arches. Whether you come to view the panoramic landscape from our scenic drive, hike into one of our majestic canyons, or begin a multiday adventure into the Zion backcountry, Kolob Canyons has something special for everyone to experience.The Kolob Canyons Visitor Center is located at exit 40 on Interstate 15, 40 miles north of the Zion Canyon and 17 miles south of Cedar City. A five mile scenic drive allows visitors to view the Kolob Canyons and gain access to various trailheads and scenic pullouts. All visitors are required to stop and show their park pass or pay an entrance fee. The visitor center also has a bookstore operated by the Zion Natural History Association. The canyons and backcountry of Kolob are designated as wilderness areas and are protected for their pristine and primitive environments. Hiking in Kolob Canyons allows visitors the opportunity for solitude and tranquility in a scenic desert setting. In order to maintain the wilderness character and natural conditions of the area, please be aware that groups exceeding twelve in number are only allowed to hike on the Timber Creek Overlook Trail. Also know that pets are not allowed on any trail in the Kolob Canyons area. Kolob Canyons truly is a unique area of Zion National Park, with soaring peaks of Navajo sandstone, canyon streams and cascading falls, and over twenty miles worth of hiking trails, new experiences and stunning scenery await you around every bend. We hope to see you soon! Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 14 seconds  Discover this quieter and stunningly beautiful section of Zion National Park with Park Ranger Rendall Seely.               The Civilian Conservation Corps   Loading the player...    Transcript Hi. I am Ranger Brian Forist. Welcome to Zion National Park. I am at the South Campground Amphitheatre, or “Lecture Circle” as it was called when it was built in 1935. Here you can see the fine work done by young men of the Civilian Conservation Corps, the “CCC.” Between May of 1933 and June of 1942, more than 2,000 young men were enrolled in the three CCC camps at Zion National Park.The CCC was the first federal employment program as part of President Franklin Delano Roosevelt’s “New Deal” during the Great Depression, a time when unemployment was at 25% and most young men had never held a full-time job. The law establishing an Emergency Conservation Work program was passed by Congress and signed by the president less than a month after Roosevelt took office on March 4, 1933. On May 29, the first twenty-nine enrollees arrived at Zion National Park. That summer, nationwide, 250,000 men between the ages of 18 and 25 began work in “Roosevelt’s Tree Army.”These young men, all unemployed and from families receiving some sort of relief, worked 40 hours a week on a variety of conservation projects. In exchange for their work they were paid $30.00 a month, and were to send $25.00 of that home. They also received job training and experience, a place to live in the camp barracks, and three meals a day…which was particularly valuable in that many of the men literally did not know where their next meal was coming from before enrolling in the CCC. Here at Zion National Park, the “CCC Boys” worked on a variety of projects that included channelization of the Virgin River near the Grotto and Zion Lodge, other flood and erosion control projects, construction of park maintenance facilities and ranger housing in Oak Creek, irrigation projects in the lower parts of Zion Canyon, landscaping and roadwork along the Floor of the Valley Road, the Zion-Mt. Carmel Highway, and the Kolob Terrace Road (then the road between Zion and Cedar Breaks), creation of the Canyon Overlook and Watchman Trails, building the native stone pillars and signs at the south and east entrances of the park, and construction of the South Campground which included landscaping, road-building, and construction of numerous campsites, stone fireplaces, and this beautiful Lecture Circle with its ideal location and exquisite masonry. Throughout the United States, more than 3 million young were employed by the CCC in national parks, forests, and other areas. Not only did the CCC create many wonderful and enduring facilities like this amphitheatre, it built up young men, giving them skills, confidence, good health, and hope for a better future. As Belden Lewis, one of Zion’s CCC enrollees wrote, “[M]any varieties of work were undertaken, and so the boys learned things that fitted them for good jobs in Civil Live.”Visitors to Zion National Park and so many other places in the country owe a great dept of gratitude to the young men of the CCC. Their legacy here, most certainly lives on. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes   Travel back in time with Park Ranger Brian Forist and discover the amazing impact the Civilian Conservation Corps had in Zion.               Desert Varnish   Loading the player...    Transcript Hello, my name is Jenny Eberlein, I am an Interpretive Ranger here at Zion National Park. Welcome.Zion is home to some of the tallest sandstone cliffs in the world. Large sections of the sheer rock are often coated with mysterious and beautiful colors. Streaks and panels of black paint the canyon walls, and are often asked about. The answer about how this patina forms, relates back, like many processes here, to water. Some of these streaks reveal the locations of ephemeral waterfalls. Rainfall of the summer monsoon, runs off the slick rock and pour from the tops of the cliffs, then the falls disappear as fast as they emerge. These falls leave the rock face wet. Large areas can also become moistened simply by humidity. Once the surface is wet, windblown particles, such as dust, soil, or plant material, stick to the desert varnish and become incorporated into the rock face. What happens after incorporation is still a bit of a mystery. Scientists believe that the mixture of particles provides life to bacteria, which then produces manganese oxide as a waste product, causing the varnish to turn black. The microscopic processes of this film can take thousands of years to build up to the thickness of a single sheet of paper. During this time, this biotic process is surviving extreme temperatures from below freezing in the winter, and up to 130 degrees Fahrenheit on the rock face during the summer. What is more interesting is scientists recently discovered this black patina has layers, much like the rings of a tree. Seen under a high-powered microscope, dark bands indicate periods of wetter, cooler weather, and lighter bands indicate periods of drier, hotter weather. However, these layers still hold secrets that we have yet to unlock.All across the canyon, nature is ever at work as the artist. Varnish forms as black patinas on the immense sandstone walls. But the microscopic formation of desert varnish may be best left undiscovered. Perhaps part of the beauty is, not knowing exactly what causes this coloration. Perhaps part of the enjoyment is the mystery which paints the walls of Zion. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 16 seconds  Uncover the mystery behind the black streaks that paint the walls of Zion with Park Ranger Jenny Eberlein.               The East Rim Trail   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 6 seconds  Join Park Ranger Colton Winder as he explores the scenery and history of one of Zion’s first trails.               Zion's Habitats   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 26 seconds  Explore the incredible diversity of habitats in Zion National Park with Park Ranger Juliet Garretson.                           Winter in Zion Learn about what to expect and how to be prepared during this special time of year with Park Ranger Holly Baker.  Duration:2 minutes, 46 seconds                     Paleontology   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 18 seconds  Discover the fantastic fossil history revealed in Zion National Park with Park Ranger Barb Graves.               The Zion Snail   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 43 seconds  Park Ranger Tim Lutterman takes a closer look at the smallest snail in the world, the Zion snail.               Canyoneering in Zion   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 18 seconds  Canyoneering is an adventure sport combining route finding, rappelling, problem-solving, swimming and hiking. Please watch this video for an introduction to some of the common dangers you are likely to face.                Zion National Park Centennial   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 37 seconds  Join Park Ranger Robin Hampton and learn more about Zion National Park's 100th Birthday, which was celebrated in 2009.",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/photosmultimedia\/ranger-minutes.htm"
}
