{
    "title": "Zion National Park: Safety",
    "body": "Safety              Every year, park rangers respond to over 250 medical incidents in Zion. Learn from these experiences in our new Search and Rescue Blog.          Be aware of the hazards below to keep you, others, and park resources safe during your visit. Your safety depends on your own good judgment, adequate preparation, and constant awareness. Your safety is your responsibility.         Steep Cliffs Falls from cliffs on trails have resulted in death. Loose sand or pebbles on stone are very slippery. Be careful of edges when using cameras or binoculars. Never throw or roll rocks. There may be hikers below you.  Stay on the trail. Stay back from cliff edges. Observe posted warnings. Please watch children.          Water The desert is an extreme environment. Carry enough water, one gallon per person per day, and drink it. Water is available at visitor centers, campgrounds, Zion Lodge, and some shuttle stops. Do not drink untreated water.         Heat Stroke Heat stroke is an advanced stage of heat exhaustion. It is the body's inability to cool itself. Symptoms include confusion, disorientation, behavioral changes, and seizures. If you believe that a member of your party is suffering from heat stroke, it is imperative to cool them using any available means and obtain immediate medical assistance.         Heat Exhaustion Heat exhaustion occurs when the body loses more fluid than is taken in. Signs of heat exhaustion include nausea, vomiting, fatigue, headaches, pale appearance, stomach cramps, and cool clammy skin. If a member of your party begins to experience any of these symptoms, stop your hike immediately. Find a cool, shady area and have the victim rest with their feet up to distribute fluids throughout the body. It is important to drink fluids, but it is also important to eat. While suffering from heat exhaustion, drinking fluids without eating can lead to a potentially dangerous condition of low blood salt. If heat exhaustion symptoms persist for more than two hours, seek medical help.         Hypothermia Hypothermia occurs when the body is cooled to dangerous levels. It is responsible for the greatest number of deaths among people engaging in outdoor activities. Possible even in warm weather, it often occurs without the victim's awareness. It is a hazard in narrow canyons because immersion in water is the quickest way to lose body heat. To prevent hypothermia, avoid cotton clothing (it provides no insulation when wet) and eat high energy food before you are chilled. The signs of hypothermia include:  Uncontrollable shivering Stumbling and poor coordination Fatigue Confusion or slurred speech   If you recognize any of these signs stop hiking and immediately replace wet clothing with dry clothing. Warm the victim with your own body and a warm drink, and shelter the individual from breezes. A pre-warmed sleeping bag will also prevent further heat loss.          Driving Every year, mule deer and other wildlife are killed by speeding vehicles. Unless otherwise posted, the maximum speed limit is 35 mph (radar enforced).    Wear safety belts and use child safety seats. Park in designated or posted areas only to protect vegetation.          Bicycling Cyclists must ride single file on all roads in Zion, and must pull over to allow shuttle buses to pass them. Cyclists are not permitted to ride through the Zion-Mt. Carmel Tunnel and must arrange their own transportation through it. more...         Zion-Mt. Carmel Tunnel There have been major and minor accidents, as well as many close calls involving pedestrians, vehicles, and staff at the Zion-Mt. Carmel Tunnel.   When approaching the tunnel from either direction, slow down and do not leave your vehicle if traffic stops. Watch out for rangers, pedestrians and other traffic. Obey all traffic directions from rangers. Do not stop in the tunnel or try to turn around at either tunnel entrance. Tunnel and Large Vehicle Information         Canyon Junction Bridge Do not stand on the Canyon Junction Bridge to take pictures. Similar views of the Watchman and the Virgin River may be found on the Pa'rus Trail located nearby.         Firearms Firearms are permitted in Zion National Park. The federal law allows people who can legally possess firearms under federal, Utah, and local laws, to possess firearms in the park. It is the visitor's responsibility to understand and comply with all applicable Utah, local, and federal firearm laws. Federal law prohibits firearms in certain facilities in Zion National Park; those places are posted with signs. If you have questions please contact the park at 435-772-3256. The discharge of firearms and hunting within the park are prohibited. Utah State law allows the open carry of firearms on park shuttle buses. more...           Animal-transmitted Diseases Close contact with wildlife, or injuries caused by them, can transmit dangerous illnesses to people. There are a variety of animals in Zion that could carry these infections. Animal-transmitted diseases can cause flu-like symptoms, and can be life-threatening. In Zion, we don't know how prevalent these diseases are, but it is best to be cautious and follow these guidelines. more...",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/safety.htm"
}
