{
    "title": "Zion National Park: Trail Conditions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking     Trail Conditions                Wilderness Trail Conditions       The East Rim Kolob Canyons The Narrows Southwest Desert The Subway The West Rim  Reports are based on the last wilderness patrol. Trail conditions can change quickly after a rain event, and may not be reflected on this page.      East Rim East Mesa (East Mesa Trailhead to Observation Point - 3.4 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Trailhead may be inaccessible by low clearance vehicles when wet or snow covered. Expect freezing temperatures overnight. East Rim (East Entrance to Weeping Rock - 10.8 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Expect freezing temperatures overnight. Cable Mountain (East Rim Trail to Cable Mountain - 2.7 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Expect freezing temperatures overnight. Deertrap Mountain (East Rim Trail to Deertrap Mountain - 3.9 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Expect freezing temperatures overnight.      Kolob Canyons La Verkin Creek (Lee Pass to Park Boundary, Lee Pass to Kolob Arch - 7 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Expect freezing temperatures overnight. Make sure to check current weather conditions. Hop Valley (Hop Valley Trailhead to La Verkin Creek - 6.5 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Expect freezing temperatures overnight. Bring plenty of water. The water in Hop Valley is unsafe for human consumption due to cattle activity. Always carry a good map with you and know how to read it to make sure you stay on the trail.      The Narrows Always check the weather, flash flood potential, and flow rate before beginning this hike. Learn more about hiking The Narrows.  Bottom Up Hike (Temple of Sinawava to Big Spring - 5 miles) Expect cold water with chest deep pools possible. Make sure to check current weather conditions, flash flood potential and flow rate before beginning this hike. Use good judgment when deciding to make this trip. Wetsuit or drysuit necessary for winter travel. Top Down Hike (Chamberlain's Ranch to the Temple of Sinawava - 16 miles) Expect winter conditions. Trailhead may be inaccessible when wet or snow covered. Expect cold, deep water with some chest deep sections and swims possible. The hike will typically take 12 or more hours to complete. Be prepared with headlamps and gear to hike in darkness if attempting in one day. Use good judgment when deciding to make this trip. Wet\/dry suits necessary for winter or spring travel. Always check the weather, flash flood potential, and flow rate before beginning this hike. Learn more about hiking The Narrows.  When Does The Narrows Close? In the summer, the bottom up Narrows hike closes if the flow rate is over 150 CFS. The top down Narrows hike closes if the flow rate is over 120 CFS. All hiking in The Narrows is closed when a Flash Flood Warning is issued, and remains closed for two hours after the Flash Flood Warning has been lifted.   During snowmelt in the spring, The Narrows closes when the flow rate rises over 150 CFS (120 CFS for top down hikes) and does not reopen until the flow rate drops below 150 CFS for 24 consecutive hours.      Southwest Desert Chinle Trail  (Chinle Trailhead to Coal Pits Wash - 8.1 miles) Seasonal rains or snow may cause trail to be muddy. Expect colder temperatures overnight. Watch out for Cryptobiotic soil. Always carry a good map with you and know how to read it to make sure you stay on the trail. Coalpits Wash (Coal Pits Trailhead to Chinle Trail - 3.6 miles) Seasonal rains or snow may cause trail to be muddy. Expect colder temperatures overnight. Water may be present in the wash but dry crossings may be possible. Watch out for Cryptobiotic soil. Always carry a good map with you and know how to read it to make sure you stay on the trail.      The Left Fork (Subway)  Top Down Technical Route (Wildcat Canyon to Left Fork Trailhead - 9 miles). Cold swims are expected. Wet suits or dry suits are necessary to protect against the cold water. Bring rope and harness. Do not leave fixed lines and do not jump off anything. Use durable surfaces like slickrock instead of creating social trails. Make sure to check current weather conditions. For more information on the Left Fork (Subway) click here  Bottom Up Route (Left Fork Trailhead - 9 miles ) Bottom up hikers should be prepared for knee deep water crossings in cold water. Stay in or near the watercourse. Make sure to check current weather conditions. Wet\/dry suits necessary for winter travel. A permit is required for all Left Fork (Subway) hikes. Learn more about exploring The Subway.      West Rim Connector Trail (Hop Valley Trailhead to Wildcat Trail - 4.1 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Expect freezing temperatures overnight. Always carry a good map with you and know how to read it to make sure you stay on the trail. Wildcat Canyon (Wildcat Canyon Trailhead to West Rim Trail - 4.8 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Expect freezing temperatures overnight. Always carry a good map with you and know how to read it to make sure you stay on the trail. West Rim (West Rim Trailhead to The Grotto via the Rim Trail - 14.2 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Expect freezing temperatures overnight. Always carry a good map with you and know how to read it to make sure you stay on the trail.  Telephone Canyon (West Rim Trail to West Rim Trail - 2.4 miles) Seasonal rain\/snow may cause trail to be muddy or snow covered. Always carry a good map with you and know how to read it to make sure you stay on the trail.           Make a Reservation for a Backpacking Permit           Wilderness Trail Descriptions           Water Source Conditions",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/trailconditions.htm"
}
