{
    "title": "Zion National Park: Trail Descriptions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking     Trail Descriptions                 Wilderness Trail Descriptions       The East Rim Hop Valley La Verkin Creek (Kolob Arch) Southwest Desert (Chinle Trail) The Narrows The West Rim Wildcat Canyon (Northgate Peaks)         East Rim Trail Distance: East Entrance Trailhead to Weeping Rock 10.8 miles Elevation Change: 2,300 feet (672 m) Water Sources: Stave Springs (seasonal) Season: Spring and Fall Trailheads: East Entrance Trailhead, Weeping Rock Trailhead Other trails accessible by East Rim Trail are East Mesa, Deertrap, and Cable Mountain. Description: The trail starts at East Entrance trailhead and climbs 1,000 feet onto the rim with views into Jolley Gulch and the east side slickrock areas. The first stretch of trail offers sweeping views of the slickrock areas on the east side before walking through the high ponderosa forest. After you traverse the rim the views of the Echo Canyon basin open up as you near the East Rim. After hiking over the rim of the canyon you sharply descend 2,300 feet down to the floor of Zion Canyon ending at Weeping Rock, passing through Echo Canyon and down the Observation Point Trail. This area has no established campsites but does require a permit. Campsite and Trail Photos         Hop Valley Trail Distance: Hop Valley Trailhead to La Verkin Creek 6.5 miles Elevation Change: 1,050 feet (320 m) Water Sources: none Season: Spring, Summer, Fall Trailheads: Hop Valley Trailhead Other trails accessible by Hop Valley Trail are La Verkin Creek, Kolob Arch, Connector Trail. Description: The trail begins off the Kolob Terrace Road and wanders through the open fields with wide open views of the surrounding rock formations. As you near Hop Valley, the trail starts it's decent. The valley floor of Hop Valley is breathtaking with it's flat sandy bottom and vertical walls rising on both sides. The trail is sandy but well worn. The campsites are at the far end of the valley before the descent into La Verkin Creek. The descent into La Verkin Creek is steep and offers access to the Kolob Arch. Camping is permitted in designated sites only. Campsite and Trail Photos         La Verkin Creek Trail Distance: Lee Pass to Kolob Arch 7 miles, Kolob Arch to Hop Valley Trailhead 7.4 miles Elevation Change: 950 feet (290 m) Water sources: Beatty Spring, La Verkin Creek Season: Spring, Summer, Fall Trailheads: Lee Pass Other trails accessible by La Verkin Creek are Hop Valley Trail. Description: The trail begins at Lee Pass and passes by the open canyons of the near by cliffs as it travels along Timber Creek. After coming around the corner and within view of La Verkin Creek, the trail descends the slope down to the creek bottom on a hard packed trail. Once on the creek bed, the trail heads up stream offering amazing views of the surrounding cliffs. The trail is 7 miles from Lee Pass to Kolob Arch, one of the main destinations of the route and possibly the world's largest free-standing arch. From there you can continue up canyon to Beartrap Canyon and Willis Canyon to extend your trip or offer day hiking options. This is a great area to spend a few days. Camping is permitted in designated sites only. Campsite and Trail Photos         Southwest Desert (Chinle Trail, Coalpits Wash) Distance: Chinle Trailhead to Coalpits Wash 8.1 miles, Coalpits Trailhead to Chinle Trail 3.6 miles Elevation Change: 200 feet (61 m) Water Sources: Coalpits Springs, Coalpits Wash (seasonal) Season: Fall, Winter, Spring Trailheads: Coal Pits Trailhead, Chinle Trailhead Description: The Chinle Trail starts from the Anasazi Way Subdivision and crosses the open desert as it winds toward the base of Mount Kinesava. The trail travels through the open desert and offers up some amazing and sweeping views of the cliffs behind great formations like the West Temple and Mount Kinesava. The trail crosses areas of petrified wood and has highly developed areas of the Crypto-biotic soil. This trail is very hot in the summer but pleasant in the Spring and Fall. Coalpits Wash has no developed trail, but there is a well beaten path that is easy to follow to the junction with Scoggins Wash. At the junction of Scoggins Wash, bear left and head up to the narrows and pools nestled between enormous boulders and small waterfalls. Camping is in designated sites. Campsite and Trail Photos           The Narrows (North Fork of the Virgin River) Distance: Chamberlain's Ranch to The Temple of Sinawava 16 miles Elevation Change: 1300 feet (400 m) Water Sources: Virgin River, Big Springs Season: Summer, Fall Trailheads: Chamberlain's Ranch, Temple of Sinawava Description: The Virgin River has carved a spectacular gorge in the upper reaches of Zion Canyon: 16 miles long, up to 2000 feet deep, and at times only 20-30 feet wide. Walking in the shadow of Zion Narrow's soaring walls, sandstone grottos, natural springs, and hanging gardens can be an unforgettable wilderness experience. It is not, however, a trip to be underestimated. Hiking the Zion Narrows means hiking in the Virgin River. At least 60% of the hike is spent wading, walking, and sometimes swimming in the stream. There is no maintained trail; the route is the river. The current is swift, the water is cold, and the rocks underfoot are slippery. Flash flooding and hypothermia are constant dangers. Good planning, proper equipment, and sound judgment are essential for a safe and successful trip. Camping is permitted in designated sites only. Campsite and Trail Photos  More Information about Hiking The Narrows          West Rim Trail Distance: West Rim Trailhead to The Grotto 14.2 miles (via Rim Trail) 13.6 miles (via Telephone Canyon Trail) Elevation Change: 3,400 feet (1063 m) Water sources: Sawmill Springs (seasonal), Potato Hollow (seasonal), Cabin Springs Season: Late Spring, Summer, Fall Trailheads: West Rim Trailhead (near Lava Point), Grotto Picnic Area Other trails accessible by West Rim Trail are Wildcat Canyon, Northgate Peaks, and the Connector Trail. Description: The trail starts at the West Rim trailhead near Lava Point and traverses across the high alpine elevation with sweeping views out into the Wildcat Canyon area for the first 6.5 miles as you drop into Potato Hollow. Next the trail climbs out of Potato Hollow before it splits into the Telephone Canyon Trail and the West Rim trail. The West Rim Trail follows along the rim with views of Phantom valley and the canyons to the south. The Telephone Canyon Trail provides a shortcut between Potato Hollow and Cabin Springs or a possible loop for hikers entering and exiting the same trailhead. At Cabin Springs the trail begins a short drop in elevation and descends 2,500 feet over 4.7 miles ending at the Grotto Picnic Area. Camping is in designated sites only. Campsite and Trail Photos         Wildcat Canyon Trail Distance: Wildcat Trailhead to West Rim Trail 5.8 miles Elevation Change: 350 feet (107 m) Water sources: Wildcat Spring Season: Late Spring, Summer, Fall Trailheads: Wildcat Trailhead, West Rim Trailhead Other trails accessible by Wildcat Trail are West Rim trail, Connector Trail, Northgate Peaks. Description: This trail starts from Wildcat Trailhead and goes past the Northgate Peaks Trail Junction offering views of the Northgate Peaks as it winds through the ponderosa pine forest. It opens into the meadows before coming onto the edge of Wildcat Canyon offering sweeping views down into the deep canyon. After crossing the canyon, the trail climbs slightly until connecting up with the West Rim Trail. This area has no established campsites but does require a permit. Trail Photos             Make a Reservation for a Backpacking Permit           Wilderness Trail Conditions           Water Source Conditions",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/traildescriptions.htm"
}
