{
    "title": "Zion National Park: Backpacking Transportation",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking     Backpacking Transportation                Backpacking Transportation              Zion Canyon Shuttle Travel in Zion Canyon from April to October is by shuttle bus only. The buses are accessible and also have room for backpacks, climbing gear, bicycles, and other equipment. The buses run throughout the day and you may get on and off as often as you like. The buses are free. Pets are not allowed. Plan your trip to include the shuttle. For instance, if your hike ends at a trailhead in Zion Canyon, time your trip so you will not miss the last shuttle of the day.  Automobiles Travel in Zion Canyon from April to October is by shuttle bus only. Only the Zion Canyon Scenic Drive is closed to private vehicles; the Zion-Mt. Carmel Highway in the park is open to private vehicles all year.  Private Taxis You may choose to complete your hike at a different location from your starting point. Other shuttle and taxi services are available. Please inquire at the Wilderness Desk.  Bicycles Bicycles are not permitted in the wilderness. Bicycles may travel on roadways and on the Pa'rus Trail. Shuttles will not pass moving bicycles. To allow a bus to pass, pull over and stop. Do not pass a moving shuttle. Ride on the right side of the road in single file. Wear a helmet. Shuttles have racks for bicycles.  Other vehicles ATVs and OHVs are not permitted in the park. Access to private property by snowmobile is allowed.  Directions to Chamberlain's Ranch Chamberlain's Ranch is a 1.5-hour drive from Zion Canyon, along paved and dirt roads. The dirt roads are passable for normal cars only when dry. When wet, they may be impassable even for four-wheel drive vehicles. Snow closes the road in winter. From the park's East Entrance, drive 2.5 miles east on Route 9. Turn left on a paved road and continue18 miles to a bridge that crosses the North Fork of the Virgin River. Turn left beyond the bridge and drive one-quarter mile to the gate of Chamberlain's Ranch. Please close the gate behind you. Drive one-half mile farther and park just before the road crosses the river. To begin your hike, cross the river and follow the road for approximately 3 miles. Enter the river at the end of the road past the old cabin. Chamberlain's Ranch is a private ranch outside Zion National Park. Please respect private property.",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/backpackingtransportation.htm"
}
