{
    "title": "Zion National Park: Narrows Regulations",
    "body": "Explore This Park    Plan Your Visit     Things To Do     The Narrows     Narrows Regulations                The Narrows Regulations              Protect The Wilderness In 2009, 124,400 acres of Zion was designated as wilderness, where nature and its \"community of life are untrammeled by man, a place where man himself is a visitor who does not remain.\"  Watch a video about wilderness.  Watch a Leave No Trace video.  In 2010, The Virgin River was designated as a Wild and Scenic River, preserving and protecting this unique river in its natural and free-flowing state.  We cannot preserve and protect the Zion Wilderness and this Wild and Scenic River without your help. Please help take care of these beautiful places for future generations by following these regulations.  Wilderness Permits Permits are required for hiking The Narrows from the top down, either as a day trip or an overnight.  Group Size Limit Large groups produce increased impacts on the wilderness. The group size limit for the top-down Narrows hike is 12 people sharing the same affiliation (e.g., school, club, scout troop, family, and friends) in the same on the same day. Group size limits are strictly enforced. Permits will be denied and violators will be cited if limits are exceeded. For the bottom-up Narrows hike, group size limits apply beyond Orderville Canyon only.  Leave No Trace While traveling through the wilderness, please show respect for your national park and your fellow visitors by leaving only footprints and taking only pictures. Pack It In, Pack It Out Carry all of your trash out of the wilderness, including toilet paper. Don't bury it, burn it, or leave it. Use a human waste disposal bag to transport your solid waste. There are restrooms and trash containers at the Temple of Sinawava shuttle stop. Human Waste Disposal With the increase in recreational use along Zion National Park waterways, the National Park Service has introduced a human waste disposal program for overnight users in the Narrows.  An environmentally friendly human waste disposal bag, complete with use and disposal instructions, will be provided to all party members with every Narrows overnight permit. The bag is called Restop 2. The bag within a bag design and ziplock closure securely contains waste and odor, while the special blend of polymers instantly breaks down waste and turns it into a deodorized gel. The contents of the bag are safe for landfills and may be deposited in the trash. Wildlife Feeding wildlife human food is illegal and unhealthy. Animals can become aggressive when fed. Rock Cairns Do not build them. If placed incorrectly they can mislead visitors causing unnecessary damage to the resource and could lead to injury. Also, do not build structures including benches, tables and shelters. Leave the area in a natural state for others to enjoy. Take Only Pictures It is illegal to remove anything from the park. Leave the flowers, rocks, and everything else for others to enjoy. Preserve the Soundscape Allow others to enjoy the peace and solitude of the park. Keep your group quiet and limit the size of your group. Fires Campfires are not allowed in the wilderness. ATVs and OHVs Off road vehicles are not permitted in the park.  Bicycles Bicycles are not permitted in the wilderness. Pets Pets are not allowed in the wilderness. Even well-behaved pets may disrupt wildlife and other visitors. Do not leave pets in vehicles. Boarding kennels are available in Rockville, Kanab, Hurricane, St. George, and Cedar City. Firearms Firearms are permitted in Zion National Park. As of February 22, 2010, a new federal law allows people who can legally possess firearms under federal, Utah, and local laws, to possess firearms in the park. It is the visitor's responsibility to understand and comply with all applicable Utah, local, and federal firearms laws. The discharge offirearms and hunting within the park are prohibited.",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/narrowsregulations.htm"
}
