{
    "title": "Zion National Park: Getting Around",
    "body": "Shuttle System              Zion Shuttle System   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes   Learn how to use the shuttle systems in Zion National Park and the town of Springdale.         In 1997, visitation was 2.4 million and increasing. The shuttle system was established to eliminate traffic and parking problems, protect vegetation, and restore tranquility to Zion Canyon.  2016 Shuttle Season The Zion Canyon Scenic Drive is accessible by shuttle bus only from March 12 through the end of October and on weekends in November. 2016 Shuttle Schedule The Shuttle Schedule is subject to change. Please check at the shuttle stops for current information. Registered guests at Zion Lodge are allowed to drive non-stop to the lodge.  Where To Park Parking is limited inside Zion, and parking lots at the Zion Canyon Visitor Center commonly fill by mid-morning. To avoid parking hassles, park in the town of Springdale and ride the free town shuttle to the park. You can park anywhere along the road in town that does not have a parking restriction. To find the shuttle stops, look for the ''Shuttle Parking'' signs throughout town. If you are staying at a lodge or motel, simply leave your car there and take the shuttle to the park. Tune your radio to 1610 AM for additional information. Click here for additional Traffic and Travel Tips  Click here for a map of Shuttle Stops in Springdale.  How To Use The Shuttle System The Springdale Shuttle stops at nine locations in Springdale. The Zion Canyon Shuttle stops at nine locations in the park. The transfer between loops is made at the Zion Canyon Visitor Center. You may get on and off as often as you like. Riding the shuttle is free. Buses are wheelchair accessible.  During the busy season the free buses run from early morning to late evening, as often as every seven minutes. Times and intervals change with the seasons. Current schedules are posted at each shuttle stop, at park visitor centers, and in the Map and Guide.  Take Your Time Buses run frequently throughout the day, as often as every seven minutes. You do not need to rush to catch one. Take your time to plan your visit. Use the exhibits outdoors and the information inside at the Zion Canyon Visitor Center to make the most of your time. Ranger presentations at the Zion Human History Museum are a great way to learn more about the park before you ride the shuttle up canyon. The bookstore has maps and publications that can augment your visit. What To Bring For a day trip on the shuttle, you should take:   Water\/Snacks-Walking Shoes\/Map   Sunscreen\/Hat\/Sunglasses   Camera\/Binoculars   Flashlight or headlamp   Dress for the weather and bring everything you need for a day in the park.   Be sure to bring your Interagency Pass or Park Entry Receipt for re-entry into the park.   Please  No eating or smoking on the bus  Beverages other than water are not allowed   Pets are not allowed on the shuttle buses",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/shuttle-system.htm"
}
