{
    "title": "Glen Canyon National Recreation Area: Gold King Mine Spill Update",
    "body": "Explore This Park    Learn About the Park     News     Advisories     Gold King Mine Spill Update                Gold King Mine Spill Update                   Lower San Juan Arm of Lake Powell               Great Bend. The River enters Lake Powell here.               The area between the inflow and the plunge line.               Actual water inflow where noticeable current...               San Juan River in Glen Canyon.               Clay Hills access point to San Juan River.             These pictures depict the San Juan River and the San Juan Arm of Lake Powell as of August 10, 2015. The river is naturally muddy and full of debris. The coloring in the pictures is normal and not due to any contamination. NPS Photos   September 3, 2015 Update on the Gold King Mine spill: Lake Powell Water Samples within Drinking Water Standards Post Gold King Mine Spill The United States Environmental Protection Agency (EPA) tested water and sediment in Lake Powell, including the San Juan arm of Lake Powell. Testing was conducted to assess contaminant levels resulting from the Gold King Mine spill. All contaminants tested met drinking water standards and sediment results met recreational screening levels as well. Sampling results from Lake Powell are posted on the EPA website.    No area closures or human safety advisories are currently in effect for Lake Powell. As always, visitors are encouraged to purify Lake Powell water for drinking. The Utah Department Health continues to advise San Juan River users to carry their own drinking water and not rely on filtering or purifying river water. Local communities are open for business, including boat and paddle craft tours and rentals.    Long-term impacts of the Gold King Mine spill in Glen Canyon National Recreation Area are being monitored by the National Park Service, Environmental Protection Agency, United States Geological Survey, Bureau of Reclamation, and the states of Utah and Arizona.             Map of Glen Canyon National Recreation Area. The portion highlighted in purple is the San Juan Arm of Lake Powell and the San Juan River. The leading edge of the plume of contaminated water is no longer visible and appears to have been assimilated into the waters of the San Juan River. NPS Map        August 27, 2015 Update on the Gold King Mine spill:     The US EPA is leading response efforts associated with the Gold King Mine release and a variety of state and federal agencies are continuing to collect and analyze data to understand the long-term effects of the event. No closures are in effect at this time. Potentially detectable effects to Lake Powell are still being studied.Water samples taken from Lake Powell by the EPA are still being analyzed, but preliminary results indicate that all samples are within drinking water standards for contaminants.  View sampling sites here. As a precaution, recreational users on the San Juan River are still urged to carry their own drinking water and not rely on filtering or purifying river water. No additional precautions have been identified as necessary at this time.    Between now and mid-October, the Arizona Game and Fish Department will also be collecting various samples, including fish tissue samples, from the Arizona portion of Lake Powell and the Colorado River at Lees Ferry. Results will be used to understand any potentially negative impacts to Lake Powell and the blue ribbon trout fishery at Lees Ferry.      August 25, 2015 update:      The US EPA is leading response efforts associated with the Gold King Mine release, and a variety of state and federal agencies are continuing to collect and analyze data to understand any potential effects of the event. A previously planned Mercury study is being conducted on Lake Powell by the USGS and NPS. Scientists will be on the lake over the next several days, and data collection efforts will be expanded to include additional samples that will aid in understanding potential effects of the Gold King Mine spill. As a precaution, recreational users on the San Juan River are still urged to carry their own drinking water and not rely on filtering or purifying river water. No closures in Glen Canyon are currently in effect and no additional precautions have not been identified as necessary at this time. Water and sediment samples were collected last weekend in several locations on Lake Powell and results are expected this week and should provide information about the location and concentrations of any potentially detectable contamination.    August 18, 2015 update:     As a precaution, recreational users are still urged to carry their own drinking water and not rely on filtering or purifying water from the San Juan River.  No closures are currently in effect and no precautions for the rest of Lake Powell have been identified as necessary at this time. The US EPA is leading response efforts, including locally, and have sent staff to the Glen Canyon area. Water and sediment samples were collected in several locations on Lake Powell over the weekend, including at the confluence of the San Juan River and Lake Powell, the San Juan River Arm of Lake Powell and other locations between Dangling Rope Marina and Wahweap. Results are expected before the end of the week and should provide information about the location and concentrations of any potentially detectable contamination. Arizona Department of Environmental Quality (ADEQ) has also analyzed data provided by other agencies and has announced that they do not expect this spill to have short- or long- term effects on Lake Powell and the Colorado River. The NPS is coordinating with other agencies to conduct long-term monitoring to assess any potential impacts.       August 17, 2015 Update:      The US EPA is leading response efforts associated with the Gold King Mine Spill and have sent staff to the Glen Canyon area for local response efforts.  Sampling was conducted in locations at the confluence of the San Juan River and Lake Powell as well as other locations within Lake Powell over the weekend. Results from both surface and sediment samples will help to better understand the progress of any potentially detectable contamination in Glen Canyon.  Since August 8, the US EPA has been collecting daily surface water and sediment samples upstream of Glen Canyon between Farmington, NM and Clay Hills Crossing and we anticipate results this week.  As a precaution, recreational users are still urged to carry their own drinking water and not rely on filtering or purifying water from the San Juan River.  No closures are currently in effect and no additional precautions have been identified as necessary at this time.      August 15-16, 2015 Weekend Update:     The US EPA is leading response efforts associated with the Gold King Mine spill and have sent staff to the Glen Canyon Area for local response efforts. Sampling will be conducted in locations at the confluence of the San Juan River and Lake Powell and at other locations within Lake Powell over the weekend to better understand the progress of any potentially detectable contamination. Samples will include both surface waters and sediments. Since August 8, the US EPA has been collecting daily surface water and sediment samples upstream of Glen Canyon between Farmington, NM and Clay Hills Crossing and we anticipate the results next week. Results should provide information about the location and concentrations of potential contamination from the Gold King Mine release. As a precaution, recreational users are still urged to carry their own drinking water and not rely on filtering or purifying river waters from the San Juan River. No closures are currently in effect and additional precautions have not been identified as necessary at this time.       August 14, 2015 Update on the Gold King Mine spill:     The EPA is leading response efforts associated with the Gold Kind Mine spill and have sent representation to the Glen Canyon Area for local response efforts.  Based on preliminary results from water sampling conducted by the Utah Department of Environmental Quality, the Utah Department of Health does not expect that recreational or agricultural use of the San Juan River will result in adverse effects in people, livestock, or crops.  As a precaution, recreational users are still urged to carry their own drinking water and not rely on filtering or purifying river waters from the San Juan River.  No closures are currently in effect and additional precautions have not been identified as necessary at this time.     August 12, 2015 Update on the Gold King Mine spill:      The EPA is leading response efforts associated with the Gold Kind Mine spill. The leading edge of the plume of contaminated water is no longer visible and appears to have been assimilated into the waters of the San Juan River. Based on preliminary results from water sampling conducted by the Utah Dept. of Env. Quality on August 8 and 9 the UT Dept of Health recommends that recreationists on the San Juan River avoid drinking the water and wash after contact with the river as soon as possible.  No closures are currently in effect and additional precautions have not been identified as necessary at this time.      Sampling data have started to arrive from the Utah Department of Environmental Quality. The data, along with further information, can be found here.   Arizona sampling and data efforts can be found here.      We encourage the public to visit www.epa.gov\/goldkingmine for more information. More information will be provided as it becomes available.         Glen Canyon Press Releases Regarding the Incident  September 3, 2015 August 11, 2015 August 7, 2015",
    "url": "https:\/\/www.nps.gov\/glca\/learn\/news\/gold-king-mine-spill-update.htm"
}
