{
    "title": "Zion National Park: Backpacking Safety",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking     Backpacking Safety                Backpacking Safety              Be Prepared Traveling into the wilderness, even on short trips, can be challenging and risky and requires careful planning before you begin. Your safety depends on your own good judgement, adequate preparation, and constant observation. Speak with park rangers at park visitor centers for current conditions, weather forecasts, and flash flood potential ratings. Flash Floods All narrow canyons are potentially hazardous. Flash floods, often caused by storms miles away, are a real danger and can be life threatening. By entering a narrow canyon you are assuming a risk. During a flash flood, the water level rises quickly, within minutes or even seconds. A flash flood can rush down a canyon in a wall of water 12 feet high or more. Know the weather and flash flood potential forecasts before starting your trip. If bad weather threatens, do not enter a narrow canyon. Whether hiking, climbing, or canyoneering, your safety depends on your own good judgment, adequate preparation, and constant attention to your surroundings. Your safety is your responsibility. Watch for these indications of a possible flash flood: • Any deterioration in weather conditions • Build up of clouds or sounds of thunder • Sudden changes in water clarity from clear to muddy • Floating debris • Rising water levels or stronger currents • Increasing roar of water upcanyon If you observe any of these signs, seek higher ground immediately. Even climbing a few feet may save your life. Remain on high ground until conditions improve. Water levels usually drop within 24 hours. Flash floods do occur in the park during periods of low flash flood potential. A moderate or higher flash flood potential should be a serious cause for concern. Wildlife You will encounter wildlife while in the wilderness. Be aware that wild animals can be unpredictable. Do not approach or attempt to move sick or injured wildlife. Please report any encounters with aggressive, sick, or injured animals to a park ranger. Please keep all animals wild and healthy by viewing them from a safe distance. Do not feed or touch wildlife. Store food and trash responsibly. Mountain Lions Mountain lions are wild animals and can be dangerous. They have been seen in the park. An attack is unlikely, and the park has never had a reported attack on people or pets. However, mountain lions have attacked in other wilderness areas. • Watch children closely, and never let them run ahead or lag behind. • Solo hiking is not encouraged. • Never approach a mountain lion. Most will avoid a confrontation. Always give them a route to escape. • Do not run. Try to look large and put your arms up. • If a mountain lion approaches, wave your arms, shout, and throw rocks or sticks at it. • If attacked, fight back. Steep Cliffs Falls from cliffs on trails have resulted in deaths. Loose sand or pebbles on stone are very slippery. Be careful of edges when using cameras or binoculars. Never throw or roll rocks, as there may be hikers below you. Trails can be snow and ice covered in winter. • Stay on the trail. • Stay back from cliff edges. • Observe posted warnings. • Please watch children. Water The desert is an extreme environment. Carry enough water, one gallon per person per day, and drink it. Water is available at visitor centers, campgrounds, and the Zion Lodge. Water flow at natural springs can vary, check for information at visitor centers. Do not drink untreated water. Water collected in the wilderness is not safe to drink without treatment. There are two safe methods to treat water. Boil water Bring water to a rolling boil for one minute. Add one minute for each 1,000 feet above sea level. Filter and Disinfect Filter through an \"absolute\" 1 micron filter, or one labeled as meeting ANSI\/NSF International Standard #53. Then add eight drops of liquid chlorine bleach, or four drops of iodine, per gallon of water and let stand for 30 minutes. Heat Exhaustion Heat exhaustion occurs when the body loses more fluid than is taken in. Signs of heat exhaustion include nausea, vomiting, fatigue, headaches, pale appearance, stomach cramps, and cool clammy skin. If a member of your party begins to experience any of these symptoms, stop your hike immediately. Find a cool, shady area and rest with your feet up to distribute fluids throughout your body. It is important to drink fluids, but it is also important to eat. Drinking lots of fluids and not eating, while suffering from heat exhaustion, can lead to a potentially dangerous condition of low blood salt. If heat exhaustion symptoms persist for more than two hours, seek medical help. Heat stroke is an advanced stage of heat exhaustion. It is the body's inability to cool itself. Symptoms include confusion, disorientation, behavior changes, and seizures. If you believe that a member of your party is suffering from heat stroke, it is imperative to cool them using any available means and obtain immediate medical assistance. Hypothermia Hypothermia occurs when the body is cooled to dangerous levels. It is the number one killer of outdoor recreationists, even in summer, and it usually happens without the victim's awareness. It is a hazard in narrow canyons because immersion in water is the quickest route to body heat loss. To prevent hypothermia, avoid cotton clothing (it provides no insulation when wet) and eat high-energy food before you are chilled. The signs of hypothermia include: • Uncontrollable shivering • Stumbling and poor coordination • Fatigue and weakness • Confusion or slurred speech If you recognize any of these signs, stop hiking and immediately replace wet clothing with dry clothing. Warm the victim with your own body and a warm drink, and shelter the individual from breezes. A pre-warmed sleeping bag will also help prevent further heat loss.",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/backpackingsafety.htm"
}
