{
    "title": "Zion National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations            Park and Permit Information Park information is available by calling the Park Information Phone Line at 435-772-0157.  Wilderness Permit Information Information on Wilderness Permits may be found at Wilderness Information and Permits  Special Use Permits The Special Use Permit (SUP) authorizes activities that benefit an individual, group or organization, rather than the public at large and that require written authorization and management control in order to protect park resources and the public interest. Examples include: weddings, memorial services, commercial filming and\/or photography, special assemblies, First Amendment activities, athletic events, or collecting of resource materials. Each of these activities requires a special use permit that must be acquired in advance. More Special Use Permit Information     Commercial Use Authorizations Any commercial activity, other than commercial filming and\/or photography, requires a Commercial Use Authorization (CUA). The Commercial Use Authorization (CUA) program authorizes the provision of suitable commercial services to park area visitors, as long as three conditions are met: the services (a) will have minimal impact on the park area’s resources and values; (b) are consistent with the purposes for which the park area was established; and (c) are consistent with all applicable park area management plans, policies and regulations. The Superintendent grants CUAs to businesses when there are no fixed commercial facilities within a national park area; the commercial activity originates and terminates outside the park; no money changes hands on park lands; and no commercial solicitation occurs on park lands.  CUA permits are available for the following activities:  Commercial Interpretive Services (limited trail use) Bicycle Tours Photography or Painting Workshops Taxi and Recreational Shuttle Services Motorcycle Tours Rental RV Delivery  A business wishing to do any of these activities must procure a CUA in advance and follow the terms and conditions of the authorization. A Zion CUA is valid for one calendar year. Various liability insurance and first aid requirements must be met in order to receive a permit.            Campground Reservations Reservations for Watchman Campground may be made by calling 877-444-6777 or at www.recreation.gov  Zion Lodge Reservations Three miles north on the Zion Canyon Scenic Drive. Open year-round. Motel rooms, cabins and suites are available. Zion Lodge also has a gift shop and restaurant. Reservations recommended: 1-888-297-2757 or visit zionlodge.com",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/permitsandreservations.htm"
}
