{
    "title": "Zion National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes        South Entrance Stations        All park visitors are required to purchase a recreational use pass upon entering Zion National Park. Zion participates in the congressionally authorized Federal Recreation Lands Enhancement Act. Under this program, parks keep 80% of all fees collected;the remaining 20% will be deposited in a special account to be used in parks where fees are not collected. Funds generated by the fees are used to accomplish projects the parks have been unable to fund through yearly Congressional allocations.  Your Fee Dollars at Work          Entrance Fees All park visitors are required to purchase a recreational use pass upon entering Zion National Park. Passes are non-transferable. Credit Cards accepted at all fee collection areas.       Weekly Passes  Weekly passes are non-transferable and are valid for 7 consecutive days including the date of purchase. Weekly passes may be upgraded to annual passes within 7 days of purchase.  Private Vehicle: $30. Valid for 7 days.  Admits private, non-commercial vehicle (15 passenger capacity or less) and all occupants to Zion National Park, including both the Zion Canyon and Kolob Canyon areas.  Motorcycle: $25. Valid for 7 days.  Admits one non-commercial motorcycle to Zion National Park, including both the Zion Canyon and Kolob Canyon areas. Per Person: $15. Valid for 7 days.  Admits one individual with no car to Zion National Park, including both the Zion Canyon and Kolob Canyon areas. Typically used for bicyclists, hikers and pedestrians. Youth 15 and under are admitted free.  Non-Commercial Organized Groups: Valid for 7 days.  Organized groups such as Scouts, Rotary, Clubs, Youth Groups, Churches, Reunions, etc. that do not qualify for an Academic Fee Waiver are charged as follows:  $30.00 Non-commercial vehicles with a vehicle capacity of 15 or less. $15.00 per person Non-commercial vehicles with a capacity of 16 or greater. Fees will not exceed the commercial fee for the same-sized vehicle. Youth 15 and under are free. Individuals or families with any valid Annual or Lifetime pass may use their pass for entry at the per person rate. Pass and photo ID must be present upon entry.      Commercial Tours  Pass is valid for the day of purchase and the next six days for a vehicle carrying the same group of passengers.  $35.00+: 1-6 Passengers ($35.00 + $15.00 per passenger not to exceed $70.00) $70.00: 7-15 Passengers  $80.00: 16-25 Passengers  $190.00: 26+ Passengers A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. The entry fees of commercial tours are based upon the total capacity of vehicles that can carry seven or more passengers regardless of the actual number of passengers. Possession of an annual or lifetime pass or the ages of the passengers does not affect the price charged unless the vehicle's capacity is less than 7 passengers, excluding the driver.  More Commercial Tour information",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/fees.htm"
}
