{
    "title": "Zion National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Zion National Park 1 Zion Park Blvd. State Route 9  Springdale, UT 84767                 Directions         Zion National Park is located on State Route 9 in Springdale, Utah.  Directions Details           Operating Hours & Seasons         Zion National Park Zion National Park is open every day of the year.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Zion is known for a wide range of weather conditions. Temperatures vary with changes in elevation and day\/night temperatures may differ by over 30°F. In summer, temperatures in Zion National Park often exceed 100°F\/38°C. Zion experiences monsoons from mid-July into September that results in an increased risk of flash floods. Always be aware of the threat of storms and lightning and be prepared for a wide range of weather conditions. Winters are generally mild.          Fees & Passes     Entrance Fees:   Private Vehicle: Valid for 7 days. - $30.00 Admits private, non-commercial vehicle (15 passenger capacity or less) and all occupants to Zion National Park, including both the Zion Canyon and Kolob Canyon areas.   Motorcycle: Valid for 7 days.  - $25.00 Admits one non-commercial motorcycle to Zion National Park, including both the Zion Canyon and Kolob Canyon areas.   Per Person: Valid for 7 days.  - $15.00 Admits one individual with no car to Zion National Park, including both the Zion Canyon and Kolob Canyon areas. Typically used for bicyclists, hikers and pedestrians. Youth 15 and under are admitted free.    Non-Commercial Organized Groups: Valid for 7 days. - $30.00 Organized groups such as Scouts, Clubs, Youth Groups, Churches, Reunions, etc. that do not qualify for an Academic Fee Waiver are charged as follows: $30.00 Non-commercial vehicles with a vehicle capacity of 15 or less. $15.00 per person Non-commercial vehicles with a capacity of 16 or greater. Fees will not exceed the commercial fee for the same-sized vehicle. Youth 15 and under are free. Individuals or families with any valid Annual or Lifetime pass may use their pass for entry at the per person    Entrance Passes:   Zion Annual Pass: Valid for 12 months from purchase date - $50.00 Admits the pass holder\/s and passengers in a non-commercial vehicle (14 passenger capacity or less) to Zion National Park.         Visitor Centers       Zion Canyon Visitor Center Located near the park's South Entrance. Can be accessed by the free Springdale City Shuttle.   Human History Museum The Human History Museum is located one half mile north of the park's south entrance on the main park road, or 11 miles west from the east entrance.   Kolob Canyons Visitor Center Located off of Interstate 15 20 miles south of Cedar City, Utah.                    Map and Guide Planning a trip to Zion National Park can be as challenging as exploring the park itself. The park newspaper contains a wealth of information to help you plan your visit.         Current Conditions Find out what it's like in the park right now, including weather and road conditions.         Shuttle System Learn about the free shuttle system in Zion Canyon and in Springdale         Large Vehicle Information Learn about large vehicle restrictions and tunnel one-way traffic control procedures.           Special Use Permits One time permits for special events, weddings, and filming.         Off-road Vehicles ATVs, OHVs, and other off-road vehicles are not permitted in Zion National Park.         Operating Hours and Seasons Zion National Park is open all year.         Weather and Climate Find out the typical and current weather conditions in Zion, as well as the flow rate of the Virgin River and the flash flood potential forecast.         Social Media Follow us on Facebook, Twitter and more!",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/basicinfo.htm"
}
