{
    "title": "Zion National Park: Campground Information",
    "body": "Campgrounds in Zion              Camping Zion National Park has three campgrounds. South and Watchman Campgrounds are in Zion Canyon. The Lava Point Campground is about a 1-hour drive from Zion Canyon on the Kolob Terrace Road. There are no campgrounds in Kolob Canyons. Camping is permitted in designated campsites, but not in pullouts or parking lots. Camping is popular; all campgrounds are often full by noon on weekdays and in the morning on weekends. From mid-March through November the campgrounds are full almost every night. Reservations at Watchman Campground (see below) are recommended if you would like to guarantee a camping spot. If you are unable to make a reservation, the earlier in the day you arrive, the better your chance of getting a campsite.  Several private campgrounds are a short drive from the park. Please check the following links for more information. Zion Canyon Visitors Bureau East Zion Tourism Council St. George Area Visitor Bureau Kane County, Utah (including Kanab)    Zion Canyon Campgrounds Loop A in Watchman Campground will be closed starting October 1, 2016 for construction. Loop A will re-open for reservations in the 2017 season. South Campground and Watchman Campground are near the south entrance at Springdale. This part of the park is desert. There are few trees to provide relief from the heat. Some campsites get shade for part of the day, but many get no shade at all. Summer temperatures exceed 95°F (35°C) and lows rarely dip below 65°F (18°C); staying cool is a challenge. Remember these temperatures and the possibility of a sunny campsite when planning. The Virgin River runs along the edge of each campground; there are a few riverside campsites. Park Weather Information   All campsites are drive-up and allow a maximum of two vehicles. Only one RV or trailer is allowed. Any RV including motorhomes, cabover campers and camper vans, or any trailer including 5th wheels, pop-up campers, and cargo or boat trailers are vehicles and count toward the limit. Each campground has overflow parking for excess vehicles. Each campsite allows a maximum of six people and three tents; plan accordingly. Check out time is 11:00 a.m. Comfort stations provide flush toilets, cold running drinkable water, and trash containers, but no showers or electrical outlets. Each campsite has a picnic table and fire pit with attached grill. Quiet hours are 10:00 p.m. to 8:00 a.m. Pets are allowed on a leash no longer than six feet. Hiking in the park with pets is allowed only on the roads and Pa'rus Trail. Springdale is adjacent to Zion Canyon; pay showers, a small market, firewood, laundromats, a limited medical clinic, and restaurants are available. Springdale can be reached from the campgrounds by car, foot, bicycle, or free shuttle (March through November). From March through mid-November, the park-wide camping limit is 14 nights. An additional 30 nights is permitted the rest of the year. These limits apply to all park campgrounds.      Western Tent Caterpillar  In April and May the campgrounds in Zion National Park are teeming with tent caterpillars. The western tent caterpillar is a native species of the western United States, southern Canada, and northern Mexico. Cottonwood trees seem to be the preferred host in Zion Canyon, but tent caterpillars may defoliate many species of broadleaf trees and shrubs. Western tent caterpillar populations are cyclical and reach outbreak densities every 8-10 years.",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/campgrounds-in-zion.htm"
}
