{
    "title": "Zion National Park: Backpacking Regulations",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking     Backpacking Regulations                Backpacking Regulations              Protect The Wilderness Wilderness is a rare wild place where one can retreat from civilization, reconnect with the earth and find healing, meaning, and significance. Knowledge, respect, and understanding for these wild and undeveloped places will ensure that they remain spectacular for years to come. To learn more visit www.wilderness.net.  Watch a video about wilderness.  Watch a Leave No Trace video.  You can help preserve and protect the Zion Wilderness for future generations by following these regulations.  Permits Permits are required for overnight backpacking trips. Permits are issued at both visitor centers the day before or the day of your trip. Narrows permits are issued one day in advance of your trip.  Group Size Limits Group size limits vary depending on the backpacking site. They are limited to a maximum of 6 or 12 people that share the same affiliation (e.g., school, club, scout troop, family, and friends). Groups that exceed these limits may not split up and visit the same route or wilderness trail on the same day, but may split up and visit different areas. Leave No Trace While traveling through the wilderness, please show respect for your national park and your fellow visitors. Camp in Designated Sites Camping is in designated sites in much of the wilderness. In areas where at-large camping is permitted, camp at least 300 feet from water and out of view of trails and streams. Camp one-quarter mile from springs. Stay on the Trail If you must leave the trail, avoid stepping on biological soil crusts. It can take decades to regrow and can be destroyed by a single step. Travel on slickrock and canyon bottoms whenever possible. Rock Cairns Do not build or destroy rock cairns. They are used to mark the trail or route. If placed incorrectly they can mislead visitors causing unnecessary damage to the resource and could lead to injury. Also, do not build structures including benches, tables and shelters. Leave the area in a natural state for others to enjoy. Pack It In, Pack It Out Carry all of your trash out of the wilderness, even toilet paper. Use a human waste disposal bag to transport your solid waste. If you do not have a disposal bag, waste can be buried in a small hole 4 to 8 inches deep and at least 200 feet from water and campsites. Human waste bags must be used in The Narrows. Take Only Pictures It is illegal to remove anything from the park.Leave the flowers, rocks, and everything else for others to enjoy. Do Not Feed Wildlife Feeding wildlife human food is illegal and unhealthy.Animals can become aggressive when fed. Preserve the Soundscape Allow others to enjoy the peace and solitude of the park. Keep your group quiet and limit the size of your group. Fires Campfires are not allowed in the wilderness. Please use a gas stove. Pets Pets are not allowed on wilderness trails or on the shuttle buses. Even well-behaved pets may disrupt wildlife and other visitors. Do not leave pets in vehicles. Boarding kennels are available in Rockville, Kanab, Hurricane, St. George, and Cedar City.  Other vehicles ATVs and OHVs are not permitted in the park. Access to private property by snowmobile is allowed. Bicycles Bicycles are not permitted in the wilderness. Bicycles may travel on roadways and on the Pa'rus Trail. Shuttles will not pass moving bicycles. To allow a bus to pass, pull over and stop. Do not pass a moving shuttle. Ride on the right side of the road in single file. Wear a helmet. Shuttles have racks for bicycles. Firearms Firearms are permitted in Zion National Park. As of February 22, 2010, a new federal law allows people who can legally possess firearms under federal, Utah, and local laws, to possess firearms in the park. It is the visitor's responsibility to understand and comply with all applicable Utah, local, and federal firearms laws. Federal law prohibits firearms in certain facilities in Zion National Park; those places are posted with signs. The discharge of firearms and hunting within the park are prohibited. If you have questions, please contact the park at 435 772-3256.",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/backpackingregulations.htm"
}
