{
    "title": "Appomattox Court House National Historical Park: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park         The logo for the Appomattox 1865 Foundation (Friends Group) features the U.S. 35-star flag intertwined with the 3rd National Confederate flag symbolizing the end of the nation's largest war. Image courtesy of the Appomattox 1865 Foundation  There are many ways to support Appomattox Court House NHP. Some may chose to volunteer their time and become a Volunteers In Parks (VIP), or purchase items from the park's bookstore which generates funds for programs in the park. Become a friend of the park by joining or contributing to the Appomattox 1865 Foundation, the Friends Group and authorized partner of the park.  The mission of the Appomattox 1865 Foundation is to enrich the understanding and appreciation of the heritage and significance of Appomattox Court House National Historical Park. The foundation focuses on education efforts to preserve the past, augment support, commemorate history and enhance the visitor's experience at the park.        The foundation's objectives are: - to preserve, honor and protect the natural and cultural resources associated with Appomattox Court House National Historical Park. - to excite visitors about the significance of the site where our nation reunited and to inspire them to want to learn more about the events that have shaped America.   Many levels of membership are available including: individual, couples, family, organizations, and corporate. All levels of membership receive these benefits: - 10% discount on merchandise in the park bookstore (run by Eastern National). - Updates through quarterly newsletters - Membership decals.   If you would like to become a \"friend\" or to learn more about the organization, please e-mail Appomattox 1865 Foundation or call 434-660-9184.  The Appomattox 1865 Foundation is a Federal 501(c)3 non-profit organization. Your membership or donation is tax deductible to the fullest extent allowed by current tax law.",
    "url": "https:\/\/www.nps.gov\/apco\/getinvolved\/supportyourpark\/index.htm"
}
