{
    "title": "Appomattox Court House National Historical Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         Volunteers In Parks (VIP) Warren Taylor gives a village tour. NPS Photo  Volunteering at Appomattox Court House NHP   The Organic Act of 1916 created the National Park Service (NPS) and stated, \"…the fundamental purpose is to conserve the scenery and the natural and historic objects and the wild life within and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" Without the help of our volunteers the NPS mission couldn't be continued. This award winning Volunteers-In-Parks (VIP) program (volunteer Sue Cochrane was the winner of a 2012 George and Helen Hartzog Award for Outstanding Volunteer Service for the Northeast Region) continues to develop.With over 25 part-time volunteers, which does not include the Boy\/Girl Scout History Trail program, interns, living history groups, the Appomattox 1865 Foundation and short term out-of-state VIPs, the park accumulated more than 63,000 volunteer hours in 2015 (fiscal year). Volunteer and internship positions are available in every division. Group and special projects, including potential Eagle Scout projects are also available. With your help we can make Appomattox Court House NHP better than ever. For a better understanding about the entire National Park Service and its volunteer and internship programs please visit http:\/\/www.nps.gov\/volunteer\/.   Appomattox Court House NHP is located three miles outside the town of Appomattox. Click here for printable \"take along directions.\" To learn more about the area, activities and entertainment close to the park view these websites. The Town of Appomattox City of Lynchburg Virginia State Parks National Parks Units in Virginia   For more information about volunteering at Appomattox Court House NHP contact:  Alyssa Holland  1-434-352-8987 ex. 234 e-mail us.        Volunteers are one of the parks more important commodities. Here are a collection of photographs from activities theses volunteers have participated in over the years at Appomattox Court House NHP. If anyone has old pictures for this webpage or has an interest in volunteering at any of our events please contact the Volunteer Coordinator.        Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/apco\/getinvolved\/supportyourpark\/volunteer.htm"
}
