{
    "title": "Appomattox Court House National Historical Park: Civil War 150th Trading Cards",
    "body": "Civil War 150th Trading Cards       The 150th anniversary of the Civil War is being celebrated by issuing Civil War commemorative trading cards. There are 189 trading cards available at National Parks throughout the Northeast Region and Washington D.C. areas. The cards are intended to encourage participants to think about the significance of the historic civil war sites visited. Anyone showing a card obtained from visiting a different park may receive a Civil War 150 book bag, available at visitor centers.         Mort Kunstler  As part of the surrender agreement, Confederate infantrymen marched into the village to turn over their rifles, flags and military equipment along the stage road.  This card may be \"earned\" by visiting Chamberlain-Gordon Salute Site wayside and collecting the card from the visitor center. .              Gen. Robert E. Lee met Gen. Ulysses S. Grant in the parlor of the McLean House and surrendered the Confederate Army of Northern Virginia.  This card may be \"earned\" by visiting the McLean House and speaking to the ranger on duty.               Seven year old Lula McLean's doll was in the parlor on April 9, 1865. After the meeting Union officers jokingly referred to it as the \"Silent Witness.\"  Find the \"Silent Witness\" doll in the visitor center museum and collect the card by visiting the bookstore.               Hannah Reynolds was a slave of Dr. Samuel Coleman. During the Battle of Appomattox Court House she was killed when an artillery shell hit the Coleman house.  This card may be \"earned\" by visiting the Confederate Cemetery and collecting the card from the visitor center or entrance station.             As part of the surrender agreement, the Confederate prisoners of war received a parole pass. This document proved that they had surrendered and allowed them to go home.  This card may be \"earned\" by watching the parole printing demo in the Clover Hill Tavern (if available) or visiting Gen. Lee's Headquarters and collecting the card from the tavern or the entrance station.              Lt. Col. Ely Parker, Chief of the Seneca Nation and on Gen. Grant's staff, produced the final draft of the surrender for Grant's signature.  This card may be \"earned\" by completing the Jr. Ranger Program (children ages 7-11), attending a living history program, or if no program is available, watching the surrender sound and light mural located on the 2nd floor in the visitor center and collecting the card from the visitor center.",
    "url": "https:\/\/www.nps.gov\/apco\/civil-war-150th-trading-cards.htm"
}
