{
    "title": "Appomattox Court House National Historical Park: Partners",
    "body": "Explore This Park    Get Involved     Partners             Partners           Appomattox 1865 Foundation Logo   The park is fortunate to have a friends group, the Appomattox 1865 Foundation.  The mission of the Foundation is: to enrich the understanding and appreciation of the heritage and significance of Appomattox Court House National Historical Park.  The Foundation focuses on efforts to preserve the past, augment financial support, commemorate history, and enhance each and every visitor's experience. Since 2012 the Foundation has raised funds that have contributed in the areas of: education, first person living history programs, new research, archeology, exhibits, building preservation\/restoration, and much, much more.  They provided excellent services and programs to visitors during the Appomattox 150th Commemoration all at no expense to visitors!  Giving your time as a volunteer to the park is in a sense the ultimate show of support.  But if you are interested in contributing to the park in other ways, there is no more effective and efficient way of doing so than the Appomattox 1865 Foundation.  Please visit their website for more details about upcoming events, becoming a member, or contributing to a particular project.          Photo of oak tree at the Confederate Cemetery taken during the 150th at Appomattox in April 2015. NPS      2016 Photo Contest, Celebrating 100th Birthday of the NPS at Appomattox! The park and its friends group, the Appomattox 1865 Foundation announce a photo contest in recognition of the 100th birthday of the NPS. There are several categories in which you can enter a single photo. The contest runs from April 1, 2016 through June 1, 2016 and photos need to be taken inside the park during that time (except for the pre-1990 category). Below you will find .pdf files for the application, rules, and a model release form if people are in your shots. Application Form Rules and Information Model Release Form",
    "url": "https:\/\/www.nps.gov\/apco\/getinvolved\/partners.htm"
}
