{
    "title": "Appomattox Court House National Historical Park: Living History - Reenactment Events",
    "body": "Living History - Reenactment Events         Living history troops at Appomattox Court House NHP NPS Photo   Living history is an important part of our programming here at the park. The park's own staff provides first-person historic character programs typically from April-October. Persons interested in volunteering to participate in these programs should contact our Volunteer Coordinator, Alyssa Holland at e-mail us or 434-352-8987 ext. 34.  We welcome partnerships with re-enactment groups, both civilian and military. Those groups wishing to come to the park for living history events should contact the Historic Weapons Supervisor, Ernie Price at e-mail us or 434-352-8987 ext. 27.  The park hosts two principal living history weekends a year: one near the anniversary of the surrender in mid-April; the other the second weekend in October. Additional events may also be scheduled with the park.   As education is our park's primary mission, we try to schedule a full weekend of diverse activities and events for our visitors. Generally, we like to offer several weapons demonstrations, and re-enactment of the Stacking of Arms Ceremony. Other non-military programs are also welcome, such as period music, medical programs, and camp activities such as inspections, issuing rations, etc.         Re-enacting the Stacking of Arms is a powerful and meaningful ceremony for many visitors. NPS Photo   Appomattox Court House National Historical Park’s Interpretive Themes The following themes guide all interpretive programs conducted at the park: The events of the surrender of the Army of Northern Virginia, including:  - Lee’s retreat from Petersburg and Richmond The battles of Appomattox Station and Appomattox Court House - The meeting of Lee and Grant at the McLean House - The paroling of Confederate prisoners The stacking of arms ceremony on April 12, 1865 The legacy of the Civil War, including:  - The end of the Civil War in Virginia - Appomattox’s influence on ending the war across the country - Appomattox’s role in reunification - Appomattox as a new beginning for the nation          Civilian portrayals have worked well within the setting of the historical village. NPS Photo   Planning a Living History\/Re-enactment Event To schedule a living history event, begin by contacting either the park’s volunteer coordinator or historic weapons supervisor. Before contacting the park staff, please read the following list of considerations and be prepared to discuss them as you plan an event with us:   Expected size (number of participants, vehicles, etc.)      Logistical requirements   How the proposed event ties into the park’s interpretive themes Providing references from NPS, State, or private historical sites Your group’s experience with planning similar events Familiarity with the events of Appomattox and the Appomattox Campaign    The park will provide: Once an event has been scheduled, the park will generally supply the following:  Restrooms and\/or portable toilets Firewood Ice Camping area within the historic village Re-enactors’ discounts in our bookstore Special guided tours of the park for participants          Firing demonstrations appeal to multiple senses as visitors learn more about the Civil War. NPS Photo   Logistics and Camping Regulations:  During public hours (8:30-5:00) no vehicles in camp, and nothing modern in camp. All participants must be dressed in period clothing and ready to receive visitors. All participants must wear clothing made with 100% natural fibers. Re-enactment groups must represent individuals and\/or units that were engaged in the Appomattox Campaign. Uniforms, clothing, equipment, etc. must be correct to the spring of 1865. Military groups should portray a late-war impression. No modern day anachronisms in camp or on uniforms\/clothing, including pins, badges, nameplates, etc. Abuse of alcohol or drugs will not be tolerated Groups must show respect for the park by maintaining a low impact on the grounds: clean up camp area, remove trash, use caution when driving on the grounds, and keep in mind preserving the archaeological and natural features of the area No unattended camp fires; buckets with water must be at ready at each campfire Weapons and ammunition must be secured at all times  Black Powder Regulations: Out of respect to those who fell and are buried on this site, National Park Service policy prohibits battle re-enactments, including opposing lines of combat and mock taking of casualties. To ensure the safety of participants and our visitors, a high degree of firearm discipline is expected of each and every participant.  The following are the Historic Weapons Guidelines for military groups:  Any violation of the regulations will result in the immediate cancellation of the program and removal of the individual or group from further demonstrations. An NPS-certified Historic Weapons Safety Officer must personally supervise all firing demonstrations All individuals and\/or groups must demonstrate competency to the satisfaction of the Historic Weapons Safety Officer prior to any demonstration. All weapons will be inspected prior to any demonstration. Ramrod will be inserted, threaded end down. Only reproduction weapons are allowed. All participants must wear clothing made with 100% natural fibers. No projectiles will be fired, or allowed in cartridge boxes. Cartridges may not be stapled. A fully functioning lock mechanism is required on all weapons (half-cock must work.) Cartridges must be made prior to the event; do not bring bulk powder and roll cartridges on site. Cartridge box tins are required. Maximum loads for Enfield\/Springfields are 60 grains FFg. Powder will be sporting grade black powder. Pistols may be carried, but not fired during demonstrations. Participants under the age of 16 may not handle weapons (firearms or edged weapons). All weapons must be clean and in good condition prior to inspection. All cartridges will be turned in to the Historic Weapons Safety Officer upon your arrival to the park. Cartridges must be under NPS control, and will be distributed prior to each demonstration. All weapons must remain under physical control of its owner at all times. No weapon is to be left unattended. Visitors are not allowed to handle or touch a loaded weapon. Visitors may touch an unloaded weapon so long as the owner maintains physical control of it. Do not hand your weapons to visitors (including edged weapons and pistols).  Misfire Procedure:  Hold weapon in place for 10 seconds, reprime and try again. After three(3) tries the weapon will be removed from the demonstration area and cleared. Acceptable weapons: Springfield Rifle, Enfield Rifle, Mississippi Rifle, Springfield Musket Weapons not listed here may be displayed but not fired. To discuss the use of other weapons please contact the Historic Weapons Safety Officer.  Arrival, Logistics and Camping When your living history group is scheduled for an event at Appomattox Court House National Historical Park, your arrival must be timed so as to take into account all set up time that you will need.  If the unit is staying for the weekend, members are welcome to set up Friday afternoon or evening, provided that such arrangements have been made with the Historic Weapons Supervisor. Camping areas will be laid out well before the event by the NPS and a representative of the participating unit. Restrooms are close by, as is the parking area. For larger events, portable toilets will be provided as necessary. All tents must be of period style. We ask that you keep tentage and camp equipment to a respectable minimum. For example, a military camp should look like a military camp. Both armies traveled light during this campaign.  In general, all the items visible to the public should be such as can add to the historic impression (without risking health or safety of participants and visitors). Food, gas, and other supplies may be obtained in the town of Appomattox, three(3) miles from the park. Horses Units planning to bring horses to the park must bring original Coggins Test documentation for each animal. Horses must be in healthy condition, used to gunfire, and well-trained in the maneuvers they will perform at the event. If horses are part of an event, we will follow the park’s established Horse Regulations. For a copy please contact Bert Dunkerly at 434-352-8987 ext. 31. Campfires The park will put down sand for campfires--please do not dig fire pits.  A full bucket of water must be kept at the ready next to the fire at all times, and the fire must never be left unattended.        Historical Resources Participants should research the events of Appomattox ahead of time and be prepared to engage the public while at the park. The following are our recommended sources on the Appomattox Campaign and events related to the surrender:   Alexander, Edward Porter. Military Memoirs of a Confederate. New York: Scribner’s,1907.  Appomattox Court House National Historical Park. Washington, DC: Government Printing Office.   Calkins, Chris. The Battles of Appomattox. Lynchburg, VA: H.E. Howard, 1987.  Ibid. The Appomattox Campaign. Lynchburg, VA: Schroeder Publications, 2008.  Ibid. Lee’s Retreat: A History and Field Guide. Richmond, VA: Page One History Publications, 2000.  Ibid. From Petersburg to Appomattox. Fort Washington, PA: Eastern National, 2003.  Ibid. Thirty Six Hours Before Appomattox. Farmville, VA: Farmville Herald, 2006.  Cauble, Frank. The Appomattox Surrender Proceedings. Lynchburg, VA: H.E. Howard, 1987.  Ibid. Biography of Wilmer McLean. Lynchburg, VA: H.E. Howard, 1987.  Chamberlain, Joshua. The Passing of the Armies. New York: Putnam, 1915.  Davis, Burke. To Appomattox: Nine April Days. New York: Rinehart & Co., 1959.  Gallagher, Gary, ed. Fighting for the Confederacy: The Personal Recollections of General Edward Porter Alexander. Chapel Hill: University of North Carolina Press, 1989.  Gordon, John B. Personal Reminiscences of the Civil War. New York: Scribners, 1903.  Grant, Ulysses S. Personal Memoirs of U.S. Grant. New York: Webster & Co., 1886.  Longstreet, James. From Manassas to Appomattox. Philadelphia: Lippincott, 1896.  Marvell, William. A Place Called Appomattox. Carbondale: Southern Illinois University Press, 2008.  Schroeder, Patrick, ed. Recollections & Reminiscences of Old Appomattox County and Its People. Lynchburg, VA: Schroeder Publications, 1999.  Ibid. The Confederate Cemetery at Appomattox. Lynchburg, VA: Schroeder Publications, 1999.  Ibid. Thirty Myths About Lee’s Surrender. Lynchburg, VA: Schroeder Publications, 2004.  Ibid. More Myths About Lee’s Surrender. Lynchburg, VA: Schroeder Publications, 1995.  Trudeau, Noah. Out of the Storm. Baton Rouge: Louisiana State University Press,1995.  Additional recommendations on specific topics like town residents, village history, unit histories, and commanders, may be obtained from park staff.",
    "url": "https:\/\/www.nps.gov\/apco\/learn\/management\/living-history-reenactment-events.htm"
}
