{
    "title": "Glen Canyon National Recreation Area: Kayaking",
    "body": "Kayaking        Slow down from the fast-paced speedboats and have a kayaking experience on Lake Powell.        There are many ways to enjoy Lake Powell and Glen Canyon National Recreation Area. Kayaking is an excellent way to experience Lake Powell and its magnificent geologic wonders. If you have a couple of hours with a whitewater kayak or a couple of days taking a journey on a sea kayak, kayaking will give you a unique approach to get to know Lake Powell.        You need all your safety equipment when you go out on your kayak.   Safety First As with all outdoor activities, SAFETY is top priority. Here are some tips for your safe enjoyment of Lake Powell:  • Check with a marina, boat rental, or a visitor center for a current marine weather forecast. Thunderstorms producing high winds can come up suddenly on Lake Powell. In the off season, the water is cold and often very choppy. Even in the summertime, remaining in the water for too long can produce hypothermia. If you get thrown from the boat, do the best you can to get back in, or get yourself to shore. Practice your self-rescue techniques before you go to Lake Powell. • Obtain a map of Lake Powell or the specific area you are going. Maps are available at marinas and visitor centers. • Let someone know where you are planning to paddle and your approximate return time. • Have safety equipment with you, to include: PFD, worn at all times in the boat; paddle; jacket; wet suit or dry suit; drinking water or a means to purify water; high energy snack bars; emergency blanket; sunscreen; wide-brimmed hat; and walking shoes for exploring.  While you will always be in sight of land, distances are deceiving; the space around and across the lake is greater than it seems. Be prepared! You will be sharing the lake with motorized watercraft of all sizes. Be sure to stay in close proximity to the shoreline. When crossing an open area of the lake, paddle as a group and keep an eye out for oncoming boat traffic. Kayaks are difficult to spot in the middle of the lake – you are dwarfed by the immensity of your surroundings.      Launching Points There is no fee to launch a kayak in Glen Canyon National Recreation Area. All launch ramps are welcome to any kind of boat. Kayakers may find it easier to launch at the less congested ramps, reducing the chances of disturbance by motorized vehicles. Downlake, Antelope Point and Stateline ramps have less traffic. Uplake, Halls Crossing may be a better option than the Bullfrog ramp. In addition to the launch ramps, kayaks can easily be launched at Glen Canyon NRA's primitive beach camping areas. Lone Rock Beach is especially popular downlake, and Stanton Creek is the place to go in the Bullfrog area. Take Care of Lake Powell Camping is allowed on the lake for up to 14 days. There are no camping fees assessed or required permits. If you are staying more than 200 yards from a developed area, you must carry an approved human waste containment system, such as a portable toilet or enzyme-based waste bag system. Such a system can be rented from the Wahweap Marina and boat rental, boat rental businesses in Page, Ariz., or purchased from stores that carry marine good or specialize in kayak equipment. Failure to procure and use an approved system could result in a citation and\/or fines. Please provide a bag for trash you may accumulate while on the lake. It is just common courtesy. Do not attempt to leave a permanent remembrance of your visit by carving in the sandstone. It is considered defacement of National Park lands; it is illegal and unsightly. Leave your campsite as clean as you would want it left for you.        Photo: Mike Wenger  Downlake Kayaking Many locals enjoy smooth day trips around the Wahweap and Lone Rock areas . There are times when the beaches are pretty crowded with motorized vessels, but there are a few quiet coves a kayak could sneak into. For longer trips, Warm Creek Bay is a popular destination. When the lake is at full pool, there is a cut between Castle Rock and Antelope Island which is used as a shortcut to Warm Creek Bay and other destinations north. At times when the cut is closed, there may be a chance to portage a kayak across the cut, saving the trip around Antelope Island. Padre Bay has many nice beaches. Getting there can be difficult, because there is nowhere to stop in the Narrows, where it can become quite choppy during high boat traffic or inclement weather. Uplake Kayaking Moqui Canyon: about 1.5-2 miles up stream from Halls Crossing marina. This is a great kayaking spot as long as boat traffic is not too heavy. The canyon is relatively long (even at lower lake levels) and has high walls and many large alcoves. When you run out of lake, Moqui is also a nice spot for a day hike. Lost Eden Canyon: about 1 mile down stream from Halls Crossing marina. This is a short 3-fingered canyon with beautiful sculpted walls and several extremely large alcoves. Annie’s Canyon: about 15 miles downstream from Halls Crossing marina. A beautiful moderate length canyon that also has great hiking. Escalante Arm: About 35 miles downstream from Halls Crossing. Nearly any of the side canyons in the Escalante arm offer some premier paddling and hiking experiences. Alcoves, arches, rock art, hanging gardens, and more abound in this region. If your party has a runabout this may oprovide some paddlers a quicker way to get to this location. Concessioner-provided shuttles are also usually available.        Colorado River from Glen Canyon Dam to Lees Ferry. Camping sites are marked.    Kayaking the Colorado River Below Glen Canyon Dam The stretch of river from below the dam to Lees Ferry provides a unique change of pace from the still waters of Lake Powell. There is no put-in at the dam, so you'll have to launch at the Lees Ferry ramp, then get a tow upstream. You can ask a friend with a motorboat to tow you, or contact the commercial float trip provider, Colorado River Discovery, to give you this tow. After that, the water flows at a varied rate, depending on the water flow from the Glen Canyon Dam. Check with the Bureau of Reclamation for the day's outflow at (928) 645-3978. You may have an idyllic float down the canyon or a healthy run back to Lees Ferry. There are also six camping areas available along the banks of the river, with grill pits and restrooms for your convenience. These campsites are on a first-come, first served basis. Beaches and campsites on the river do not have trash receptacles. Please do not burn trash. Whatever you bring with you, goes all the way down the river with you. \"Pack it in, Pack it out!\" Keep the river and beaches clean.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/kayaking.htm"
}
