{
    "title": "Appomattox Court House National Historical Park: Environmental Factors",
    "body": "Environmental Factors        Environmental damage due to livestock.  Grazing cattle have removed the forest understory and caused severe erosion along the stream channel. NPS photo       Agriculture Historical farming practices have left lasting scars upon the landscape. When central Virginia was originally deforested and put into agriculture in the 1700s, little thought was given to sediment control, resulting in a severe loss of fertile topsoil. With each harvest, the soil lost volume and nutrients, neither of which was replaced before the next growing season. When the soil was exhausted, families abandoned the old fields and cleared new land.  Many farmers simply migrated away to where land was available in the western U.S. Farming is still used in the park today to maintain an open landscape that is reflective of the agrarian past. Modern management involves soil conservation practices and regular fertilizer application to maintain soil viability. Most of the agricultural land is currently used for hay production or pasture for cattle. Both uses can have good and bad effects on the local soil, water quality, vegetation, and wildlife. Negative impacts include soil disturbances that promote erosion and the spread of invasive plants, soil compaction, and disruption of grassland bird nesting.  Grazing livestock can also clear the understory of forested areas, which essentially removes the younger generation of trees. Conversely, by using native grasses for hay production, changing hay cutting dates, limiting the number of cattle in a field and other measures, wildlife habitat can be enhanced.        Low flame, low intensity burn applied to a field in 2009. B. Stewart  Fire  Naturally occurring wildland fires are uncommon in the humid climate of central Virginia. Historically, Native Americans are believed to have used fire to create open lands. Under the right circumstances, fire can be an important tool for natural resource management. For instance, a planned fire can remove unwanted vegetation from a field, allowing the underlying seed bank to germinate without the application of any chemicals. Controlled, low heat burns are also used to remove understory and leaf litter in forests. This decreases the amount of fuel available in the event of a future unplanned fire, lowering the intensity of the blaze and potentially saving the majority of mature trees.  In 2009, a planned burn was performed in the field behind the Joel Sweeney cemetery. The purpose of the fire was to kill invading woody vegetation and promote the growth of native warm-season grasses. This field is now vegetated with Indiangrass, switchgrass, bluestem grass, blackberries and various forbs, and has become a favored habitat for wildlife including field sparrows, indigo buntings, cotton rats and foxes.  Invasive, Non-native Plants  One-quarter of all the plants found in the park are not native to this country. This is typical for most of the eastern United States. While most species are harmless, some non-native plants out compete native species and form monocultures. Some of these invasive plants take advantage of disturbed soil; others can invade intact native forests. In any event, these species displace native vegetation and decrease habitat available to wildlife. At the park, about half of all lands are in some degree impacted by invasive plants which include privet, Japanese stiltgrass, multiflora rose, Ailanthus, spotted knapweed, Johnsongrass and other species. Because of the extent of the invasive plants in the park, and the amount of seeds in the soil, complete control of invasive plants is virtually impossible. Instead of aiming for complete eradication of non-native species, efforts are made to protect the most valuable natural areas in the park and use proper practices to reduce the spread of invasive plants.       All the visible plants are Tree-of-Heaven (Ailanthus).  The rapid growth and reproduction of Tree-of-Heaven prevented native trees from germinating. NPS photo",
    "url": "https:\/\/www.nps.gov\/apco\/learn\/nature\/environmentalfactors.htm"
}
