{
    "title": "Appomattox Court House National Historical Park: Teacher Packet",
    "body": "Teacher Packet       Utilize the following outline to access specific elements of the Teacher Packet. These elements correlate with the Virginia Standards of Learning for Virginia Studies (4th Grade), United States History I (6th), Virginia and United States History (11th), Math 4, Math 6, Algebra I, Algebra II, and Writing 4th, 6th, and 11th Grades. Click here: PDF VERSION FOR A PRINTABLE COPY  Anticipatory and Conclusion Activity IV.  The Appomattox Campaign – From Petersburg to Appomattox, March 29-April 9, 1865 (SOLs VS.1,7, USI.1,9, VUS.1,7) A.  Autumn 1864 B.  February 1865 C.  Lee Decides to Leave Petersburg D.  Five Forks E.  Petersburg and Richmond Evacuated, April 2-3 F.  Lee’s Plan G.  Amelia Court House – Disappointment – April 4th H.  Jetersville – April 5th I.  Painesville J.  Sailor’s Creek K.  Farmville – April 7th L.  Grant Asks Lee to Surrender – April 7th M.  Lee Moves Further West N.  April 8th – Afternoon and Evening O.  April 9th – Morning   V.  Map of Lee’s Retreat (SOLs VS.1i, USI.1f, VUS.1d,g)   VI.  The Final Battles – Appomattox Station and Appomattox Court House, Virginia, April 8th and 9th, 1865 (SOLs VS.1,7, USI.1,9, VUS.1,7) A.  April 8th – Afternoon B.  April 8th – Evening C.  April 9th – 2:00 AM D.  April 9th – 9:00 AM E.  April 9th – 11:00 AM – Flag of Truce F.  Lee Surrounded   VII.  The Gentlemen’s Agreement – Lee’s Surrender (SOLs VS.1,7, USI.1,9, VUS.1,7) A.  Lee’s Request to Meet With Grant B.  Lee Rests Under the Apple Tree C.  Marshall Finds a Place for the Meeting D.  The Generals Arrive at the McLean House E.  Lee Asks for the Terms F.  Lee Makes a Request for His Men G.  Grant’s Generosity H.  The Gentlemen’s Agreement   VIII.  The End of Hostilities – The Surrenders Following Lee’s Surrender (SOLs VS.1,7, USI.1,9, VUS.1,7) A.  Introduction B.  Sherman and Johnston – Bennett Place near Durham Station, NC – April 14th-28th C.  Canby and Taylor – Citronelle, AL – May 4th D.  Jefferson Davis Captured, May 10th E.  Canby and Smith – Palmito Ranch – May 26th F.  Watie and the Cherokee Rifle Brigade – June 23rd G.  CSS Shenandoah Surrenders at Liverpool, England – November 6th   IX.  Paroles (SOLs VS.1,7, USI.1,9, VUS.1,7) A.  Terms of Surrender B.  Lee and Grant Meet Again on April 10th C.  Printing of the Paroles   X.  McLean House (SOLs VS.1,7, USI.1,9, VUS.1,7) A.  The Use of the House B.  The Post War Years   XI.  Growth and Decline of Appomattox Court House (SOLs VS.1e, USI,1b, VUS.1g,i) A.  History of Founding of Appomattox County B.  Commerce and Society C.  African Americans in Appomattox County D.  Appomattox County Today   XII.  Commemoration and Preservation (SOLs VS.1e, USI,1b, VUS.1g,i) A.  Creation of the National Historical Monument, April 10, 1940 B.  McLean House Reconstructed   XIII.  Documents Related to the Surrender (SOLs VS.1a,7, USI.1a,9, VUS.1a,7) A.  Copy of the Original Draft of the Surrender Terms B.  Transcription of the Surrender Terms C.  Lee’s Acceptance Letter to Grant’s terms with Transcription D.  “General Order #9” E.  Transcription of “General Order #9” F.  Copy of Parole Pass   XIV.  Bibliography   XV.  Activities and Suggested Reading   A. Common Soldier Activity B. A Nation Divided Map Activity C. Virginia Battles and Lee’s Retreat Map Activity D. Scavenger Hunt E. Word Search 1 F.  Word Search Advanced G. Crossword Puzzle H. My Thoughts Journal Entry Exercise I.  Civil War Glossary J.  Chronology Activity K. Surrender of Arms Map Activity    SOLs for ACTIVITIES: Activity A – SOLs Math 4.4, 6.6, A.1, AII.1 Activity B – SOLs VS.1i, USI.1f, VUS.1d,g Activity C – SOLs VS.1,7, USI.1,9, VUS.1,7 Activity D – SOLs VS.1,7, USI.1,9, VUS.1,7 Activity E – SOLs VS.1,7, USI.1,9, VUS.1,7 Activity F – SOLs VS.1,7, USI.1,9, VUS.1,7 Activities H and I – SOLs Writing 4.7, 4.8, 6.6, 6.7, 11.7, 11.8, 11.9 Activity J – SOLs VS.1f, USI.1c, VUS.1d",
    "url": "https:\/\/www.nps.gov\/apco\/learn\/education\/teacher-packet-outline.htm"
}
