{
    "title": "Glen Canyon National Recreation Area: Swimming",
    "body": "Swimming        NPS Photo\/Trash Trackers       Swimming is a popular activity at Lake Powell, especially in the summer when water temperatures can surpass 80 degrees Fahrenheit. Please be aware that there are no life guards or designated swim beaches at Lake Powell or on the Colorado River. Swim at your own risk. Swimming is prohibited at all marinas and launch areas.      Swimming Safety Tips From the American Red Cross and The National Park Service  Always swim with a buddy; do not allow anyone to swim alone. Never leave a young child unattended near water and do not trust a child’s life to another child; teach children to always ask permission to go near water. Have young children and inexperienced swimmers wear U.S. Coast Guard-approved life jackets around water, but do not rely on life jackets alone. Maintain constant supervision. Avoid distractions when supervising children around water. Swim Sober. If you swim from a boat, make sure the boat is secure. Never start the engine while swimmers are overboard. Cliff Jumping\/Cliff Diving is illegal. It is prohibited for any person to jump or dive off of rock cliffs, ledges, or man-made structures (excluding vessels). The National Park Service does not advocate or promote the activity of cliff jumping or diving regardless of the height from the water surface. For the purpose of this restriction, cliff, ledge, or man-made structure is defined to mean any formation of rock or soil, or structure, or combination thereof having a height of 15’ or more from the surface of the water          Do Not Swim at Marinas Don't swim in marinas: Electrical faults from vessels can electrocute swimmers; boat traffic and propeller strikes can maim or kill. Read more about the dangers of electrocution while swimming here.        At the Beach - Sunglasses, Sandals, Sunscreen  Protect your skin. Limit the amount of direct sunlight you receive between 10:00 a.m. and 4:00 p.m. and wear sunscreen with a protection factor of at least 15. Drink plenty of water regularly, even if you’re not thirsty. Avoid drinks with alcohol or caffeine in them. Protect your eyes, wear sunglasses that will absorb at least 90 percent of UV sunlight. Wear foot protection such as closed toed sandals. The sand can burn your feet and glass and other sharp objects can cut them.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/swimming.htm"
}
