{
    "title": "Appomattox Court House National Historical Park: Nature",
    "body": "Nature        Circa 1890 photograph of Appomattox Court House village, as seen from the Lynchburg- Richmond Stage Road looking east.         2010 NPS photograph from a similar viewpoint.        Most visitors to Appomattox Court House National Historical Park only see the historical village where the surrender took place. Few realize that the park contains over 1,700 acres with a diversity of natural resources including various plant and animal communities, streams, wetlands, forests and agricultural lands. Although these lands were acquired to protect the battlefield and vistas, they are a part of the National Park Service’s mission to preserve and enhance the natural resources.    Natural resource management at the park has three major objectives: protect and promote biological diversity and habitat health; protect and promote soil and water quality; and protect and enhance the cultural landscape. To meet these objectives, inventory and monitoring programs are conducted on water quality; bird, mammal, reptile, amphibian and fish populations; vegetation communities; and forest health. Research is also conducted to understand past land uses and their impacts on the natural resources and the landscape today. Finally, all of this information is used to develop goals and strategies that guide natural resource management. Active resource management at Appomattox Court House National Historical Park addresses many issues that are directly related to the poor land management practices of the past 250 years. Loss of soil fertility due to erosion, introduction of non-native invasive plants and animals, loss of wetlands, loss of mature forests, and loss of native plant and animal species are legacies of the past. Efforts to improve wildlife and plants communities and historic landscapes must deal with these issues. Additionally, the park faces possible threats through nearby land development, introduction of new plant and wildlife diseases and pests, and climate change.    Facts and Figures Appomattox Court House National Historical Park, situated in the Piedmont Province of central Virginia, has gently rolling hills with elevations between 640 and 830 feet above sea level. The landscape is a mosaic of mature and maturing forests of oak, hickory, poplar and pine, agricultural fields, pasturelands, small streams, and pockets of wetlands. Approximately 70% of the park is forested. The climate is temperate with generally hot and humid summers and mild winters. Annual precipitation averages 43 inches a year.   The park contains eight miles of streams. All of the tributaries drain into the Appomattox River which bisects the park. Approximately 98 acres of wetlands are found within the park. Biological inventories conducted in the park have documented 498 species of vascular plants, 99 bird species, 22 mammal species, 13 reptile species, 17 amphibian species and 37 species of fish.",
    "url": "https:\/\/www.nps.gov\/apco\/learn\/nature\/index.htm"
}
