{
    "title": "Appomattox Court House National Historical Park: Virtual Tour",
    "body": "Virtual Tour       The links below offer panoramic views of the Appomattox Court House historic village. Once the image loads, click on the picture and drag in any direction to change the perspective.  Note: files may not display correctly when viewed using low-bandwidth.  Confederate Cemetery (Click Title to see 360 Image) The final resting place for 18 soldiers that fell during the battles of Appomattox Station and Appomattox Court House, the Confederate Cemetery is located on the ridge where the Battle of Appomattox Court House began. Down the Richmond-Lynchburg Stage Road lies the historic village and the site of the surrender of the Army of Northern Virginia to Ulysses S. Grant.  McLean House (Click Title to see 360 Image) Built in 1848 and purchased by Wilmer McLean in 1862, the house was used as the site of the surrender of Lee's Army of northern Virginia on April 9, 1865. Up the lane, away from the village, occurred the Battle of Appomattox Court House, which the McLean family heard in the refuge of their house. An upper middle class family, the McLean's lived in the house until 1867.  Parlor of McLean House (Click Title to see 360 Image) On April 9th, 1865, while sitting in the parlor of Wilmer McLean, Lieutenant General Ulysses S. Grant, accepted the surrender of the Confederate Army of Northern Virginia by General Robert E. Lee. Grant used the wooden table, while Lee sat at the marble table.  West side of Appomattox Court House Village (Click Title to see 360 Image) A village of around 150 people and about 50 buildings during the 1860s, Appomattox Court House was the county seat for Appomattox County. In the middle of the village remains some of the most important buildings, the Meeks General Store, the Woodson Law Office, the Clover Hill Tavern, and the Appomattox County courthouse (reconstructed). Built in 1819, the Clover Hill Tavern was used by Union soldiers to print almost 30,000 paroles for the Confederate soldiers, and remains the oldest original building in the park.  Interior of Plunkett-Meeks Store (Click the Title to see 360 Image) Dry goods, medicine, and the mail were all reasons to stop by this store in 1865. Built by John Plunkett in 1852, this store was owned and operated by Francis and Maria Meeks in 1865. The Meeks family lost a son, Lafayette Meeks (CSA), early in the war to typhoid. Lafayette was interred behind the store and his tombstone remains to this day.  East side of Appomattox Court House Village (Click the Title to see 360 Image) This is the junction of the Richmond-Lynchburg Stage Road and the Prince Edward Court House Road east of the historic village. The home of George Peers, former clerk of Appomattox County, sits atop a knoll. The small cabin nearby is the former law office of Crawford Jones. During the formal Stacking of Arms held on April 12, 1865, Union soldiers lined the Richmond-Lynchburg Stage Road while the Confederate troops marched over the hill by the Peers House and stacked their guns and accoutrements along the Stage Road.",
    "url": "https:\/\/www.nps.gov\/apco\/learn\/photosmultimedia\/virtualtour.htm"
}
