{
    "title": "Glen Canyon National Recreation Area: Fishing",
    "body": "Fishing        NPS Photo\/Trash Trackers       Lake Powell has created a new realm for anglers. Before Glen Canyon Dam was built, the Colorado River was so full of silt that only suckers, bonytails, and chubs could survive in its murky waters.  The need to protect these native endangered fish is the highest priority of the National Park Service. That does not change the fact that abundant game fish now thrive in the clear waters of Lake Powell. Introduced species such as bass and crappie as well as walleye, bluegill, and catfish challenge the avid fisherman.       Lake Powell Fishing    Lake Powell straddles the border of Utah and Arizona, so make sure you have a valid Utah and\/or Arizona fishing license. Visit Wayneswords.com for fishing regulations and updated information about fishing conditions on Lake Powell. AZ portion: All persons 10 years of age and older must have a valid fishing license. Anyone with a Utah license may fish the AZ portion of the lake with no additional stamp. UT portion: All persons 11 years of age and older must have a valid fishing license. Persons with an AZ license must purchase a Lake Powell stamp for the Utah portion of Lake Powell. Possesion Limits Striped Bass -no limit Largemouth Bass -5 Smallmouth Bass - 20 total Crappie - 10 Walleye - no limit Channel Catfish -25 Bluegill - 50      Colorado River Fishing From the Glen Canyon Dam to the beginning of the Paria Riffle (Lees Ferry) · Arizona fishing license required · Youth under the age of 10 may fish without a license and are entitled to one-half the legal bag and possession limit. · Trout over 14 inches may not be possessed. · The limit is 4 trout per day. · Artificial fly and lure only (visual attractants). Any use of baits, scents, or scent impregnated worms, living or dead organisms, artificial salmon eggs, artificial corn, artificial marshmallows are prohibited. · Barbless hooks only. Hooks may be clipped off or bent over. · Trout taken from this portion of the Colorado River shall be killed and retained as part of the bag limit or immediately released. · The area immediately below Glen Canyon Dam, posted with buoys, is closed to entry. It is the angler’s responsibility to know what regulations apply to the body of water they are fishing. From Paria Riffle to Navajo Bridge · Arizona fishing license is required. · Youth under the age of 10 may fish without a license and are entitled to one-half the legal bag and possession limit. · The limit is 6 trout per day. · Trout taken from this portion of the Colorado River shall be killed and retained as part of the bag limit or immediately released. · There is no limit on other sport fish species which includes all species of bass (including sunfish and stripers), all species of catfish, all species of trout other than rainbow trout, and walleye. From Navajo Bridge to 21-mile Rapid (and beyond), including all tributaries within Grand Canyon National Park · Arizona fishing license is required.  · Youth under the age of 10 may fish without a license. · There is no limit on sport fish species which includes all species of bass (including sunfish and stripers), all species of catfish, all species of trout other than rainbow trout, and walleye.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/fishing.htm"
}
