{
    "title": "Appomattox Court House National Historical Park: Key Civilians at Appomattox",
    "body": "Key Civilians at Appomattox         Wilmer McLean, owner of the house in which Lee met Grant to discuss surrender terms. ACHNHP image  Wilmer McLean McLean, owner of the house in which the surrender occurred, was a native of Alexandria Virginia. In 1853 he married a wealthy widow, Virginia Mason, and took up residence near Manassas, Virginia. The house served as General Beaureguard's headquarters at the time of the first Battle of Manassas. By the time the second battle was fought there a year later McLean, now a merchant-trader speculating in sugar, decided to move his family to the relative safety of a two-story house on the Lynchburg-Richmond Stage Road in the small village of Appomattox Court House, the house that became the meeting place for Generals Lee and Grant on April 9, 1865.      Hannah Reynolds (enslaved) The home of Dr. Samuel Coleman stood about one mile west of the village of Appomattox Court House and lay between the contending armies. Federal troops camped in the vicinity of the home during the night of April 8, 1865. prompting the family to leave for a relative’s home a few miles away. Hannah, a slave, remained behind at the house and soon found herself surrounded by fighting. At one point on April 9th, Hannah was near the door when a solid shot passed through the house. The shot struck Hannah, wounding her in the arm. She was attending to by a surgeon from a nearby Maine regiment and she lingered for three days.  On April 12, 1865, she died becoming the only known civilian killed in the fighting at Appomattox.        Thomas Bocock, prominent citizen of Appomattox. History of Appomattox, Fetherstone  Thomas Bocock Bocock began serving as Appomattox County's first commonwealth attorney in 1845. Elected to the United States House of Representatives seven times, beginning in 1847, Bocock resigned in 1861 when Virginia seceded. In 1862 he was elected Speaker of the Confederate House of Representatives. A popular speaker, Bocock developed a prosperous law practice and resided at the Bocock family home in Vera, Virginia. only a few miles from Appomattox Court House.",
    "url": "https:\/\/www.nps.gov\/apco\/learn\/historyculture\/key-civilians-at-appomattox.htm"
}
