{
    "title": "Appomattox Court House National Historical Park: Charles Marshall-Aide, Scribe, Agent of History",
    "body": "Charles Marshall--Aide, Scribe, Agent of History         Lt. Col. Charles Marshall, the only other Confederate in the McLean parlor with General Lee on April 9, 1865. Tulane University Library  Lt. Col. Charles Marshall, a personal aide to General Lee during the Appomattox Campaign, was born in Warrenton, Virginia in 1831. He was the great-grand nephew John M. Marshall, Chief Justice of the U.S. Supreme Court (1801-1835). Charles Marshall himself studied law but resigned from his Baltimore law firm after the war began. He joined Lee's staff as an aide-de-camp in March 1862 when Lee was advisor to President Davis. Marshall's legal training proved useful in drafting military legislation for submission to the Confederate Congress. After Lee assumed command of the Army of Northern Virginia, Marshall's duties included preparing drafts of Lee's dispatches. It was Marshall who penned Lee's first response to Grant's proposed terms for surrender. His letter requested the interview for that purpose. Initially General Lee asked Colonels Marshall and Taylor to accompany him to the conference with Grant but Taylor declined. Consequently, with Lee for the meeting were Marshall, orderly Pvt. Joshua Johns, and members of Grant's staff Col. Babcock and his orderly Capt. William Dunn. Upon reaching the outskirts of the village, Marshall and Johns rode ahead to find a suitable place for the meeting. The first white citizen they encountered was Wilmer McLean. At some point after the surrender meeting Lee directed Marshall to write a farewell letter to his army. Interrupted constantly, Marshall finally moved to General Lee's ambulance to complete the historic task on the morning of April 10th. General Lee only made minor edits to Marshall's eloquent text of General Order #9.",
    "url": "https:\/\/www.nps.gov\/apco\/learn\/historyculture\/charles-marshall.htm"
}
