{
    "title": "Appomattox Court House National Historical Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People         Federal Lt. General Ulysses S. Grant ACHNHP image  Lt. General Ulysses S. Grant, general-in-chief of the Federal forces \"I can't spare this man. He fights!\" That's how Abraham Lincoln once characterized his general in chief, U.S. Grant, who oversaw the operations of all Union forces in the Appomattox Campaign and whose dogged pursuit of Lee's troops after the fall of Richmond and Petersburg led to the surrender of the Army of Northern Virginia. Hiram Ulysses Grant was the first child born to Jesse and Hannah Simpson Grant, on April 27, 1822. He grew up in rural Ohio and acquired a passion for horses and a talent for breaking and training them. It was an asset that served him well throughout his military career. In 1839 Grant was nominated to the military academy at West Point as \"Ulysses Simpson Grant\"--Simpson being the maiden name of Grant's mother. The name was to follow him for this rest of his life.  Grant was noted for his distinguished service during the Mexican War in the armies of Zachary Taylor and Winfield Scott. Following this war he successfully (and sometimes unsuccessfully) worked as a farmer, real estate salesman, county engineer candidate, customhouse clerk, and finally, clerk in a leather store business conducted by his two brothers in Galena, Illinois.  However, with the advent of the Civil War, Grant achieved rapid advancement from relative obscurity, and within three years commanded the armies of the United States. Victories at Forts Henry and Donelson in 1862 won him the acclaim of the nation and the moniker of \"Unconditional Surrender\" Grant. Following the Battle of Shiloh, he focused his attentions on taking the Confederate stronghold at Vicksburg, Mississippi where the Union success essentially split the Confederacy in two, and gave the Union control of the Mississippi River.  Rewarded for his success in the western theater with an appointment to Major General in the Regular Army, Grant continued to move his forces east through Chattanooga, the Wilderness, Spotsylvania Court House, and Cold Harbor, until stopped at Petersburg, Virginia, with his failure to take the city by assault. Forced to lay siege to Petersburg in June 1864 (much as he had done in Vicksburg), Grant finally forced the capitulation of city in April 1865, and advanced on the Confederate capitol at Richmond, Virginia. In early April 1865, Grant's troops succeeded cutting off Lee's hopes for much needed supplies and in bringing the retreating armies of General Lee to bay throughout the area surrounding the small village of Appomattox Court House. A resigned Lee agreed to meet with Grant on April 9 at the home of local resident Wilmer McLean where treaty terms were reached. Proving to be as generous in victory as he had been relentless in battle, Grant issued more than 23,000 paroles allowing Confederate troops to return to their homes and farms with the horses they had brought into battle. After the end of the Civil War Grant's reputation as a national hero propelled him into politics during the reconstruction period and in 1868 he was elected the eighteenth President of the United States and served two terms. .       Confederate General Robert E. Lee ACHNHP image  General Robert E. Lee, commander of the Confederate \"Army of Northern Virginia\"   Born on January 19, 1807 in Westmoreland County Virginia, Lee was the son of Anne Hill and Henry Lee, a distinguished cavalry officer during the American Revolution where he gained the nick-name \"Light Horse Harry.\" Lee graduated from the US Military Academy at West Point in 1829 and two years later married Mary Ann Randolph Custis, a direct descendent of Mary Washington. At the outbreak of the War with Mexico, Lee was assigned to the army under Generals John E. Wool and Winfield Scott and was wounded at the Battle of Chapultepec. Lee distinguished himself during the war and received several promotions in rank after the war ended. In the decade that followed, he briefly served as superintendent of West Point and accepted a command in the 2nd US Cavalry. It was by chance that Lee was in Washington in 1859 when the violent abolitionist John Brown raided the United States Arsenal at Harpers Ferry. Placed in command of Federal troops sent to recapture the arsenal, Lee  directed the soldiers who stormed Brown's last holdout and captured Brown and his fellow conspirators. Lee declined an offer to command the Union Army at the outbreak of the Civil War and offered his services to his native state. After serving in several administrative and field positions, he was assigned to command the Confederate Army at Richmond, which he named the \"Army of Northern Virginia.\" Under his command this army exploited Union mismanagement on numerous battlefields, making Lee one of the most victorious commanders for the South. By late January 1865 he had been made general in chief of all armies in the, by then, failing Confederacy. After nine months of being under siege at Petersburg and Richmond, Lee was compelled to abandon these positions and recommend the government’s evacuation of their capitol. Thus began the march west in an attempt to re-supply and save the Confederate armies, and in hopes of joining with Johnston’s forces in the Carolinas. Warfare became a matter of rapid movements with Lee retreating and Grant’s armies aggressively pursuing. The culmination of the campaign occurred on April 9 in the small village of Appomattox Court House where Lee, realizing the inevitable, agreed to meet Grant to discuss terms of a surrender of the Army of Northern Virginia.",
    "url": "https:\/\/www.nps.gov\/apco\/learn\/historyculture\/people.htm"
}
