{
    "title": "Appomattox Court House National Historical Park: Historic Postcards",
    "body": "Historic Postcards       Not long after Generals Lee and Grant concluded their surrender conference and stepped off the porch of the McLean House, Appomattox Court House became a destination for curiosity seekers, tourists, historians and all those interested in the place where some of the last scenes of the American Civil War played themselves out. Postcards capturing the scenes at Appomattox Court House were soon to follow. Appomattox Court House National Historical Park has amassed many of these postcards over the years; the park commissioning a number of them itself.  These are just some of the many postcards in the collections of Appomattox Court House National Historical Park from over the past century or more. These cards represent an attempt to document and convey the importance of the many events that occurred in and around Appomattox Court House.  For further information, please contact: Joe Williams or David Wooldridge                       Historic postcards of Sweeney Cabin   5 Photos  Historic postcards of the Sweeney Cabin and Mrs. Charles A. Sweeney          Confederate Cemetery Postcards   3 Photos  Historic postcards of the Confederate Cemetery          Gen. Lee and Gen. Grant Postcards   10 Photos  Historic postcards of Gen. Lee and Gen Grant            Lee's Headquarter's Site Postcards   5 Photos  Historic postcards of Gen. Lee's Headquartes site          Markers and Monuments Postcards   4 Photos  Historic postcards of markers and monuments          Historic McLean House Postcards   9 Photos  Postcards of the historic McLean house            The Surrender Postcards   19 Photos  Historic postcards of the surrender          Historic Appomattox Postcards   5 Photos  Postcards of historic Appomattox          Historic Village Scenes Postcards   7 Photos  Postcards of the historic village",
    "url": "https:\/\/www.nps.gov\/apco\/learn\/historyculture\/historic-postcards.htm"
}
