{
    "title": "Appomattox Court House National Historical Park: Appomattox Court House Cell Phone Tour",
    "body": "Appomattox Court House Cell Phone Tour       Learn more about the park using your cell phone by calling: 434-352-6027 Although the park consists of nearly 1700 acres, most visitors focus on the old village. Using your cell phone you can learn more about nine specific sites around the park identified on the two maps below. There are four cell phone sites in the old village (map 1) and five sites beyond the village core (map 2). These sites can teach about the military activities that occurred here in 1865 and about the people and county that played host to these events.         3D map of village NPS  1. The Flagpole - As you enter the old village, learn what was here in 1865. How large was the town? What was the economy? 2. Lafayette Meeks' Grave - Son of store owner Francis Meeks, this village resident fought for the Confederacy. Find out what happened to him. 3. Tibbs' Lane - This seems to be a path to nowhere now, what about in 1865? Was the Tibbs family impacted by the war like the Meeks family? 4. April 10 Meeting Site - What did Lee and Grant discuss the day after the surrender? How did their discussion impact Lee's soldiers?          5. Confederate Cemetery - This area has its own parking lot. Once parked, hear how this little town, like so many others throughout the war, dealt with the aftermath of battle. Particularly, find out who some of the people were that cared for the corpses of soldiers that perished just hours before the surrender. 6. Coleman House and the 14th VA Calvary - Park at the Grant's Headquarters parking lot and hear about some of the more tragic events that took place in Appomattox Court House on April 9, 1865. 7, Sweeney Cabin - Turn left out of the park's main entrance, cross the Appomattox River and park in the gravel parking area on the left. Once parked, learn who the Sweeney brothers were. Though not known for their Civil War connections, they were Appomattox Court House natives who forever changed American music.  8. Sweeney Prizery - To get to this building (the oldest in the park), park in the Lee's Headquarters parking lot and walk a small portion of the History Trail. Find out what a prizery is and learn why it was so important to the economy of Appomattox in the 1800s. 9. Confederate Rear Guard - Three miles northeast of the main entrance of the park, along Highway 24, is the location of the Confederate rear guard; also known as the \"New Hope Church trenches.\" At this location the Army of Northern Virginia dug a small trench to protect themselves against Gen. Meade's Army of the Potomac, who were nipping at Confederate heels on the last day of the campaign.       The historic village is open daily from 9:00 a.m. to 5:00 p.m. (closed Thanksgiving, Christmas, and New Years Day).  The History Trail and waysides along Highway 24 are open until dusk. Please use caution when visiting these sites, which are in close proximity to the highway and visibility for motorists is limited due to hills and curves.",
    "url": "https:\/\/www.nps.gov\/apco\/planyourvisit\/appomattox-court-house-cell-phone-tour.htm"
}
