{
    "title": "Appomattox Court House National Historical Park: Living History Interpreters",
    "body": "Living History Interpreters         John Dennett   John Dennett is a reporter for the New York newspaper, The Nation.He travelled the South immediately after the war to document the stories of people from all walks of life.During the summer of 1865 he visited Appomattox.      Living History Schedule for August, 2016 (This schedule is subject to change, especially during extreme weather conditions)   While visiting the park from Memorial Day weekend through Labor Day weekend, you will see 1st person living history characters in the village.  These characters will speak to you as if it is the same date that it is for you, for example July 8, but for them the year is always 1865.  They do formal programs throughout the day that begin in the Visitor Center, but they stay in character all day.  None of the people being portrayed were particularly famous, but they were all real people that lived in the village during the summer\/fall of 1865.  Typical portrayals are town residents (including some that fought with Gen. Lee and surrendered in their own hometown), Union soldiers that have been assigned to Appomattox as provost guards (military police), and even someone that was emancipated as a result of the surrender \"back in April.\"  You may also find living history programs on spring weekends before Memorial Day, or on weekends after Labor Day depending on staff availability.  The individual characters that are portrayed each can vary depending on available staff, but below are some profiles of the kinds of people you can expect to meet.           Dr. William D. Christian                 Dr. William Christian currently (in the summer of 1865) lives six miles north of the village at his family farm named \"Mountain View.\" He sees to the medical needs of the people in Appomattox County.  Dr. Christian is a well education man at the Universities of Virginia and Pennsylvania.  He had two sons that served in the Army of Northern Virginia and as a result of the war \"lost\" his slaves.        Corporal James Cook               Corporal James Cook is a Federal soldier from Western Pennsylvania serving with Company D, 188th Pennsylvania Infantry –serving with the Federal provost guard stationed at Appomattox Court House after the war.These soldiers were also present on April 9, 1865 at the time of the surrender of the Army of Northern Virginia.Now they want to go home, but remain on duty providing law and order until government is re-established.        Henry Coleman               Henry Coleman is a Former Confederate soldier.He is a local farmer who, at age 21 along with his two brothers, joined the Liberty Guards of the 46th Virginia Infantry.Coleman was one of nine men left in his company, Company B, at the surrender.        Millie Craig               Millie is the former slave of the Peers family who decided to stay with them after the war. She helps raise the Peers' children.        Cpl. James Dowler   Pvt. James Dowler enlisted in the 85thPennsylvania Infantry in September, 1861, and was present at Appomattox when Lee surrendered. Now, as part of the 188th PA Infantry, he serves as Provost Guard for the county.        Pvt. Andrew Frakes               Andrew Frakes is a Federal soldier assigned to the Pennsylvania Infantry, serving as part of the Federal provost guard stationed at Appomattox Court House after the war. Now they want to go home, but remain on duty providing law and order until government is re-established.            Capt. James Geiser               Captain James Geiser is the commanding officer of Company D, 188th PA Infantry, currently serving as the Provost Guard for Appomattox County.           Emma Hix         At age 20, Emma is a daughter of Clover Hill Tavern owner Wilson Hix. She was living with her father at the time of the surrender and witnessed some of the events during the surrender. The paroles for Lee's army were printed at the tavern.            William Hubbard               William Hubbard served in the confederate Army of Northern Virginia at Manassas. He was captured at Gettysburg and imprisoned at Point Lookout, he was part of a prisoner exchange in February 1865. Hubbard participated in Lee's retreat from Petersburg to Appomattox. After the surrender, he returned home to work on his father's farm        Osceola Mason   Osceola (Ocie) Mason is the step-daughter of Wilmer McLean and was in the house when General Lee surrendered to General Grant.        Sgt. John Norris   Sgt Norris served in Company D, 188thPennsylvania Infantry. Following General Lee's surrender his company serves as the Provost Guard for Appomattox County. _        George Peers               George Peers is currently serving as County Clerk and was in that position at the time of the surrender. The last Confederate artillery shots were fired from his front yard and a cannon remains there still.         Jennie Peers               Jennie Peers is a village resident, she is an active member of the community. She is the wife of the county clerk, George Peers, and has three children. The last Confederate artillery shots were fired from her front yard.        Thomas Tibbs               Thomas Tibbs served in the Army of Northern Virginia, was involved in the stacking of arms ceremony, and received his parole pass. Since the surrender, Tibbs can often be found in the village, which is literally next door to his family's farm.           Mary \"Mollie\" Woodson               Mary \"Mollie\" Woodson is the daughter of the Baptist Minister at New Hope, 3 miles away, she wrote to several soldiers in the army. Her brother also served in Lee's army.",
    "url": "https:\/\/www.nps.gov\/apco\/planyourvisit\/living-history-interpreters.htm"
}
