{
    "title": "Booker T Washington National Monument: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.         Day of Jubilee   Congress ratified the 13th Amendment in December 1865, formally ending slavery in the United States. Booker T. Washington, his family and the other slaves on the plantation were freed! A United States officer gave a speech on the porch of the \"big house\". With tears of joy, Washington's mother kissed her children and told them this was the day she prayed for, but feared she may never see.         Booker T. Washington's Home   Booker T. Washington was born a slave in 1856. He lived in a log cabin that was a kitchen for the nearby \"big house.\" Booker, his brother John and sister Amanda slept upon a pallet placed on the cabin's dirt floor. Their mother cooked over the fireplace for the family that lived in the \"big house.\"         Longing To Learn   Slaves like young Booker T. Washington were not allowed to go to school. When he carried books to school for his owner's daughter and saw children in the classroom learning, it made a great impression upon him. He felt that to get into a schoolhouse and study would be the same as getting into paradise.         Flax Shirt   As an enslaved child, Booker T. Washington wore a shirt made of flax fiber. He recalled that wearing the flax shirt was a \"trying ordeal\". The prickly flax felt like having a hundred tiny pins scratch at his skin. His older brother John often wore the shirt until it was softer and more comfortable for Booker.         Booker T. Washington Elementary School  Booker T. Washington dedicated himself to providing educational opportunities for African Americans during the early 20th century. As a result of his accomplishments, many schools were named in his honor. Ironically, the Booker T. Washington Elementary School for black children opened in 1954, the same year the U.S. Supreme Court decided that \"separate but equal\" was unconstitutional.",
    "url": "https:\/\/www.nps.gov\/bowa\/learn\/kidsyouth\/tradingcards.htm"
}
