{
    "title": "Glen Canyon National Recreation Area: Lees Ferry",
    "body": "Lees Ferry        Lees Fort NPS Photo         The ferry operated from 1872 until 1928.   Lees Ferry is the only place within Glen Canyon where visitors can drive to the Colorado River in over 700 miles of canyon country, right up to the first rapid in the Grand Canyon. A natural corridor between Utah and Arizona, Lees Ferry figured prominently in the exploration and settlement of northern Arizona. Lees Ferry is now a meeting of the old and the new.      Lees Ferry Historic Site Just upstream from the Lees Ferry launch ramp is the ferry crossing site and several historic buildings. Different ferryboats and pioneers, miners, Indians, and tourists crossed here from 1872 until 1928. Of special interest is Charles H. Spencer’s attempt to extract gold from the clay hills here in 1910. Two of the stone buildings, a steam boiler, and the remains of a sunken paddlewheel steamboat remain from his efforts.        Visitors peek into one of the stuctures at Lonely Dell.   Lonely Dell Ranch Historic Site This historic ranch, near the mouth of the Paria River, was home to the families who operated Lees Ferry. The place was so isolated that the families working at the crossing needed to be self-sufficient, growing food for themselves and their animals. Hard labor changed the barren desert into a green oasis. The main ranch buildings are about 700 feet (213 m) up the dirt road from the parking area. A \"Walking Tour Guide\" may be purchased at the entrance to the ranch. The complete tour of the orchard, log cabins, stone ranch house, and pioneer cemetery is about a 1-mile (1.6-km) round trip. There are picnic tables and shade trees at the ranch. Take drinking water with you.        Looking down at Lees Ferry from the cliffs above, you can just see the launch ramp on the right.   Lees Ferry Today Lees Ferry continues to be a center of modern activity. Here at the very start of the Grand Canyon, adventurous river runners launch their boats for trips down the canyon. Fishermen enjoy world-class trout fishing upstream to Glen Canyon Dam. Backpackers finish their 4 or 5 day hike through the Paria Canyon Wilderness Area here. Day-hikers can explore canyons and desert ridges.  Lees Ferry is 42 miles (61 km) from Page via Hwy 89 south and Hwy 89A west. It is 85 miles (125 km) from the North Rim of the Grand Canyon via Hwy 89A and Hwy 67. The Lees Ferry Junction and Park Entrance is just west of Navajo Bridge Interpretive Center. A paved road leads 5 miles (8 km) to the Ferry area. Services available at Lees Ferry include a National Park Service campground, dump station and public launch ramp. There is a gas station, store, and post office at Marble Canyon, next to the park entrance. More services are found west on Hwy 89A.      Learn more about Lees Ferry on the Lees Ferry History page. Try out some Lees Ferry hikes. Learn about them on the Hiking page.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/lees-ferry.htm"
}
