{
    "title": "Glen Canyon National Recreation Area: Lake Powell Marinas",
    "body": "Lake Powell Marinas        NPS Photo\/P. Krocek       There are five marinas on Lake Powell, four of them with launch ramps. For the latest launching conditions check our live web cams.         Tour boats (on the dock) and houseboats at Wahweap Marina   Wahweap Marina (PDF map 814KB) Wahweap Marina, 5.5 miles (8.9km) from the visitor center along Lakeshore Drive, is operated by ARAMARK, the park concessioner. It provides a variety of services, including: lodging, food services, gift shops, 2 campgrounds (one with hook-ups), laundry, showers, and a service station. Full marina services include: slips, buoys, boat rentals, tours, repairs, dry storage and fueling. The city of Page, 2 miles (3.2km) from the dam and visitor center, has stores, motels, restaurants, churches, hospital, and museum. Page can be reached by surfaced roads year-round, and by air from Phoenix. Phone Numbers: National Park Service Information: (928) 608-6200 National Park Service Emergency Only: 911 ARAMARK, Wahweap: (928) 645-2433 ARAMARK, Toll Free: (800) 528-6154 Link to Aramark Home Page      Antelope Point Marina (PDF map 481KB) Antelope Point Marina is located approximately 5 miles uplake from Glen Canyon Dam on the main channel. Land access is from Highway 98. This marina features a public launch ramp, day use area, and dump station. Antelope Point Holdings, one of the park's concessioners, provides boat rental, valet launching, slip rental, boat repair, boat pumpout, a restaurant, snack bar, and a small convenience store. Phone: 928-645-5900. Link to Antelope Point Home Page.        Dangling Rope Marina   Dangling Rope Marina At Dangling Rope, the National Park Service provides a ranger station, restrooms, free boat pump-out station, and emergency communications. During the summer season, interpretive rangers are stationed at nearby Rainbow Bridge National Monument. Rangers from Glen Canyon National Recreation Area patrol Rainbow Bridge National Monument and provide visitor information, even though the monument is a separate unit of the National Park Service and is subject to more stringent regulations regarding visitor use & activities than is Glen Canyon NRA. Dangling Rope is only accessible by water. There is no boat launching available. ARAMARK, the park concessioner, provides limited services at Dangling Rope, including: boat fuel, minor boat repair, and a supply store including some groceries. This is the only place to get boat fuel between Wahweap and the Halls Crossing\/Bullfrog area. For additional information about Rainbow Bridge National Monument, visit their home page.      Halls Crossing Marina (PDF Map 275KB) Halls Crossing is located on Lake Powell, about 95 (153km) miles upstream from Glen Canyon Dam, directly across the lake from Bullfrog Marina. The National Park Service maintains a Boater Contact Station at Halls Crossing that is staffed intermittently during the summer. It also provides a launch ramp and free boat pump-out station. ARAMARK, the park concessioner, provides many visitor services, including: housekeeping units, grocery store, 2 campgrounds (one with hook-ups), laundry, showers, service station, and boat repair. Cal Black Memorial Airport is located approximately 10 miles (16km) east of Halls Crossing. The State of Utah maintains a regularly scheduled ferry, capable of carrying cars, trucks, rv's and trailers, which runs between Halls Crossing and Bullfrog . This is a fee service and is available on a first come, first served basis. The ferry is occasionally out of service for repairs. If ferry service is crucial to your trip, we recommend you call ahead to verify that it is in service. Phone: NPS, Halls Crossing: 435-684-7460 Phone: Aramark, Halls Crossing, ferry information, 435-684-7000      Bullfrog Marina (PDF Map 254KB)Bullfrog Marina offers the widest variety of services on the lake outside of Wahweap.The National Park Service provides a launch ramp, portable toilet dump station, free boat pump-out station, picnic area, fish cleaning station, and paved landing strip for aircraft.The concessioner, ARAMARK, provides a full complement of visitor services, including: a lodge, housekeeping units, restaurant, gift shop, grocery store, 2 campgrounds (one with hook-ups), laundry, showers, service station, boat rental, and boat repair. Boat tours are available through special arrangement. There is also a post office in Bullfrog.The State of Utah maintains a regularly scheduled ferry, capable of carrying cars, trucks, rv's and trailers, which runs between Bullfrog and Halls Crossing. This is a fee service and is available on a first come, first served basis. The ferry is occasionally out of service for repairs. If ferry service is crucial to your trip, we recommend you call ahead to verify that it is in service.Phone: NPS, Bullfrog: 435-684-7400Phone: Aramark, Bullfrog, ferry information: 435-684-3000       Hite (PDF Map 291KB) Please Note: There are no marina services available at Hite. HITE, UT is a remote ranger station located at the top of Lake Powell, adjacent to the confluence of the Colorado and Dirty Devil Rivers. There are currently no water-based facilities within the Hite Ranger District except a small boat dock. The North public launch ramp is concrete. The South public launch ramp is gravel. Watercraft launching at Farley & Blue Notch Canyons are primitive dirt ramps. The river raft take out ramp is gravel. Boat launching is at your own risk. Four wheel drive vehicles are recommended for all launching. Contact Hite Ranger Station for current conditions. Land based facilities include the Hite Ranger Station with emergency services, visitor information, public restrooms, and a fish cleaning station. A convenience store is open daily except during the winter season with gasoline & diesel fuel available year round. Lodging and RV full hookup sites are available upon reservation with the park concessioner Aramark. Primitive camping is allowed along the shoreline, campground, and designated backcountry sites. RV and portable toilet dump stations are available. Potable water fill stations are also available. Backcountry Permits for Orange Cliffs are issued by the Hans Flat Ranger station at 435-259-2652. Jeep trails, backpacking, canyoneering, mountain biking, cycling, canoeing, kayaking, waterskiing, and fishing are some of the many recreational opportunities. River rafting down famous Cataract Canyon from Moab to Hite is also a favorite. The city of Blanding, Utah; 70 miles from the ranger station, has retail stores, motels, restaurants, churches, hospital, and museums. Phone: Hite NPS Ranger Station: (435) 684-2457 Phone: Hite Store-Aramark: (435) 684-2278 Phone: Hite Lodging & RV Reservations-Aramark: 1(800) 528-6154",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/lake-powell-marinas.htm"
}
