{
    "title": "Booker T Washington National Monument: Share Your Pictures",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Share Your Pictures                Share Your Pictures       • Submission Guidelines  • Use and Credit    Send us copies of your favorite photograph or drawing that you made of the park.    Some images may wind up in an online photo gallery; others may find a place in park brochures, bulletin boards or other publications.    Submission Guidelines    Due to online security issues it is not possible to submit pictures directly through this website. Please use this contact form - e-mail us - to ask where you can submit your image file as an email attachment.    Please consider the following:  • Acceptable image file types are limited to TIF and JPEG  • No more than two of your very favorite images should be submitted at a time  • Only attached files will be accepted; links to other online photo galleries will not be considered    Please include this required information:  • Full name and contact information for the photographer  • Title, subject, location and date the photo was taken    By submitting photos, you agree:  • All submissions become public domain  • Captions or personal trademarks will be cropped  • Not all images will be selected  • Images may be added or removed at any time    Privacy Considerations  A national park is a public setting where there can be no expectation of privacy, even for children. That being said, it remains this park's preference that a person's likeness is used in publications and media products only with his or her informed consent. If you are donating a photograph in which someone's face is recognizable, please verify that he or she is aware of the image, and that he or she consents to having it enter the public domain.    Use and Credit  As an offering of the National Park Service, this website is public domain. Unless specified otherwise with a copyright symbol and ownership citation, you can copy and use images you find here for any purpose, with no credit required. If you so desire, credit the photographer, or if none is listed, use National Park Service.",
    "url": "https:\/\/www.nps.gov\/bowa\/learn\/photosmultimedia\/share-your-pictures.htm"
}
