{
    "title": "Booker T Washington National Monument: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              A Birthplace That Experienced Slavery, The Civil War and Emancipation       \"Freedom cannot be given; it must be purchased.\" Booker T. Washington Booker T. Washington was born in April 1856, during a time when the United States of America was trying to work towards a solution dealing with slavery. Since the beginning, the colonies and most of the territories that became the United States had developed by agrarian economics utilizing slave labor. By the early 1800's, factories had become the major economic system of the Northern States while the Southern States remained agrarian. As slavery ceased to exist in the most Northern States, abolitionists began to demonstrate and influence state governments pushing toward the emancipation and sometimes the relocation of former slaves and descendents. There are many events that helped to shape people's opinions of the institution of slavery.  Mid-19th Century Slavery in Piedmont Virginia James and Elizabeth Burroughs moved to Franklin County, Virginia in 1850. They brought slaves with them to work on the farm and one of those slaves was Jane. Jane gave birth to Booker in April 1856. He was one of three children that Jane had while living on the Burroughs plantation and he would later be known as Dr. Booker T. Washington. It is unknown if Jane had given birth to more children that may have been sold.   Booker T. Washington wrote in his autobiography, Up From Slavery, about his birth and nine years living as an enslaved person on the Burroughs plantation, a tobacco plantation in piedmont Virginia. \"I was born in a typical log cabin, about fourteen by sixteen feet square. In this cabin I lived with my mother and a brother and sister till after the Civil War, when we were all declared free. Of my ancestry, I know almost nothing....the cabin was not only our living-place, but was used as the kitchen for the plantation. My mother was the plantation cook. The cabin was without glass windows; it had only openings in the side which let in the light, and also the cold, chilly air of winter…there was no wooden floor in our cabin, the naked earth being used as a floor.\" He described never sleeping in a bed but just on \"a bundle of rags.\" Washington described the early years of his life as being \"not very different from those of thousands of other slaves.\" He had the desire to get an education but was not allowed to go to school, although he was expected to carry the books to school for Laura Burroughs, one of the owner's daughters who was a teacher. He remembered wearing a flax shirt that was very painful to wear when it was new because it felt like \"a dozen or more chestnut burrs or a hundred small pin-points coming into contact with his flesh.\" Burroughs Family Involvement in The Civil War Following the election of Abraham Lincoln in November of 1860, South Carolina was the first state to secede from the Union, passing an ordinance of secession on December 20, 1860. By April 12, 1861, the Civil War began when shots were fired at Fort Sumter. During April and May, four more states seceded including Arkansas, Tennessee, North Carolina, and Virginia. Five of the Burroughs sons fought in the American Civil War. Joseph Nicholas \"Jess\" Burroughs (1825-1899) enlisted April 24, 1861 with Company B14th Virginia Infantry, Fancy Grove,  Bedford County, VA. His residence in Virginia in 1860 and 1865 was listed as Bedford County, Virginia. James Benjamin \"Ben\" Burroughs (1825-1894) was listed as having occupation of a tanner. He enlisted with the Franklin Rangers on March 15, 1862 and was wounded during Pickett's Charge at Gettysburg, Pennsylvania. He was captured then paroled. His residence in 1860 was listed as Nicholas County, Virginia (now West Virginia). His residence in 1865 was listed as Franklin County, Virginia. Edwin Newton \"Newt\" Burroughs (1844-1922) enlisted August 1, 1862 with the Franklin Rangers (Company D, 2nd Virginia Calvary) commanded by Giles William Bruce Hale. Newt served with the Halesford slave patrol on the south side of Rocky Mount turnpike for all of 1861 and remained at home until his enlistment. Newt was wounded in the thigh at the Battle of St. Mary's Church (called Nance's Shop in the south) on June 24, 1864. The family recalled that \"Uncle Newt got shot in the rump, and he was teased a lot for it. People said he must have been running away and he said 'well, if you have bullets whizzing all around you, you'd run too.\" At the end of the war in 1865, Newt was living at his parent's home. By 1870, Newt was working as a farm laborer in Bedford County. Thomas Robertson Burroughs (1827-1902) enlisted March 15, 1862 in the Franklin Rangers. His residence in 1860 was listed as living in Bedford County, Virginia. His occupation was listed as a (slave) trader living in Canton, Madison County, Mississippi with his wife Julia D. Burroughs and younger brother Billy in the household of wealthy planter John Briscoe.  His residence in 1865 was Bedford County, Virginia. James William \"Billy\" Burroughs (1835-1863) enlisted in the Franklin Rangers on May 20, 1861. He died in the Battle of Kelly's Ford, Culpeper, Virginia on March 7, 1863. His residence in 1860 was in Canton, Madison County, Mississippi with is older brother Tom and sister-in-law Julia D. Burroughs in the household of wealthy planter John Briscoe. His occupation was (slave) agent with $4000 in his personal estate. Christopher \"C.F.\" Frank Burroughs (1838-1865) joined with Billy at the first muster of Franklin Rangers on May 20, 1861. After discharge in October 1861, Frank reenlisted in the Franklin Rangers. He was captured at Gettysburg and died of dysentery in captivity at Hilton Head, South Carolina on November 11, 1864. (Five of the Burroughs sons fought in Gettysburg and Ben and Frank were wounded and captured there.) On the home front, life was tough for all. Mrs. Burroughs found herself managing a plantation with approximately 10 slaves during the war and no husband to help manage the farm. As the war went on, blockades affected the Burroughs family from getting foods they were used to such as coffee. Booker T. Washington wrote that the Burroughs were using parched corn to make coffee out of. Washington wrote that it was easier on the slaves during the war because they weren't used to the luxury items that the owners had become accustomed to purchasing from the northern states.  Emancipation Booker T. Washington described in Up From Slavery the moment when he and his family found out they were free at the end of the Civil War. \"Finally the war closed, and the day of freedom came. It was a momentous and eventful day to all upon our plantation.\" Washington remembered a stranger who came to the plantation and read a speech that he said he thought was the Emancipation Proclamation. \"After the reading we were all free, and could go when and where we pleased. My mother, who was standing by my side leaned over and kissed her children, while tears of joy ran down her cheeks.\" She explained what it all meant to them. This was the \"moment she had been praying for.\" Washington wrote \"For some minutes there was great rejoicing, and thanksgiving and wild scenes of ecstasy.\" This feeling lasted for only a brief period and then there was some change in feelings upon return to their cabins. \"The great responsibility of being free, of having charge of themselves, of having to think and plan for themselves and their children, seemed to take possession of them…These are the questions of a home, a living the rearing of children, education, citizenship, and the establishment and support of churches.\" Conclusion The Civil War affected millions of people, both free and enslaved. The end of the war created an opportunity for those who had previously been in bondage to do things they had always wanted to do. For Booker T. Washington, his desire was to get an education. Dr. Booker T. Washington would have never have had the opportunity to become a noted educator, orator, author or advisor to U.S. presidents if the Civil War had not freed four million slaves. He could have still been the property of someone else and might never have been allowed to gain an education. Washington's philosophy was to provide opportunities for African Americans who had been enslaved to now gain an education. He was described as a man who \"lifted the veil of ignorance\" from his people by being a guiding force behind Tuskegee Institute in Alabama, today Tuskegee University, and becoming the first principal there. Approximately, 620,000 human lives came at the cost of that freedom. Booker T. Washington National Monument is a place where people visit and come to remember and reflect on this time in American history. The park's interpretive goals are described in the Park's interpretive plans and include the following: To preserve and protect the birthsite of Booker T. Washington, its cultural landscape and viewshed; To memorialize and interpret Booker T. Washington's life, historical contributions, accomplishments, and significant role in American history;To provide a focal point for continuing discussions about the legacy of Booker T. Washington and the evolving context of race in American society; and to provide a resource to educate the public on the life and achievements of Booker T. Washington. Booker T. Washington wrote that \"No race or people ever got upon its feet without severe and constant struggle, often in the face of the greatest discouragement.\" This national park continues to provide programs and special events that focus on Booker T. Washington's life and legacy.",
    "url": "https:\/\/www.nps.gov\/bowa\/a-birthplace-that-experienced-slavery-the-civil-war-and-emancipation.htm"
}
