{
    "title": "Booker T Washington National Monument: Physical \/ Mobility",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Physical \/ Mobility              Physical \/ Mobility           Parking, Picnic Area and Visitor Center     ● We have one wheelchair on site for public use       ● Parking: Several handicapped spaces are available along with a circle drop-   off\/pick-up in front of the visitor center       ● Routes: Paved from parking area with a sidewalk to the visitor center; it is   approximately 136 yards or 124 meters from the parking area to the visitor center       ● Visitor Center Entrance: Front and rear doors operate on a push-button door   opener       ● Restrooms: Mens and Womens both wheelchair accessible       ● Benches: Provided throughout visitor center and outdoors area around the center       ● Picnic Area: Located next to the parking lot and has several wheelchair accessible  picnic tables and charcoal grills       Historic Area and Jack O’ Lantern Branch Trail (nature trail)       ▬Historic or Plantation Trail:   Paved trail from the visitor center to the historic area; from   the back of the visitor center, the trail has a slight slope that levels out towards the    slave\/kitchen cabin; there is a 14% gradient on the section by the main barn and   pig pens; it is approximately a quarter mile there and back and is mostly paved.   The historic area contains reconstructed buildings of the plantation, including the   slave cabin where Booker lived till he was 9 yrs. old.         ▬ Jack O’ Lantern Branch Trail, a.k.a. the “nature trail”:   The trail is approximately 1.25 miles or 2 km and is an extension off the historic   area trail. It is 36”-48” wide and is a mix of well-compacted dirt and gravel with a   17% grade on one section of the trail. The trail follows Gills Creek and switches   back away from the creek through woods and a field back to the tobacco barn     which is located close to the beginning of the nature trail.",
    "url": "https:\/\/www.nps.gov\/bowa\/planyourvisit\/physical-mobility.htm"
}
