{
    "title": "Glen Canyon National Recreation Area: Ranger Programs",
    "body": "Ranger Presentations & Special Events          Hanging Garden Guided Hike - Daily through August 6 Join a ranger for a ½ mile (.8 km) one-way guided hike to a desert oasis. Hike will last approximately 1 hour.  Meet: Hanging Garden Trailhead Directions: Turn off is ¼ mile (.4km) east of the Glen Canyon Bridge on Hwy 89. Park at the trailhead. Bring: water, sturdy shoes, and sun protection. The only shade is at the Hanging Garden itself. There are no restrooms or trash cans on this trail. Please take care of personal needs before arriving at the trailhead. Hikes are weather permitting.      Evening Ranger Programs at the Wahweap Campground Amphitheater Meet the Rangers at 8:00pm MST  The amphitheater is in an outdoor setting, so programs are weather permitting. The Wahweap Campground is located in Wahweap, on Lakeshore Drive, on your left after the four-way stop. It will be dark after the program, so you may want to bring a flashlight. For more information, call 928-608-6200.          Let There Be Dark   Friday, July 29th - Special time - 7:30pm with telescope viewing after the program Friday, August 5th     Natural darkness is a valuable resource that is facing extinction. Join Ranger Kara Baker and learn why the night sky is so important and how you can help save it.         Glen Canyon's Amazing Aerial Acrobats and Bug Zappers   Saturday, July 30th    Explore the mysterious world of bats with Ranger Andy Gosnell. Debunk the myths, value the benefits, and learn how scientific research at Glen Canyon National Recreation Area is helping to protect and preserve these remarkable aerial acrobats.            Desert Bighorn: On the Edge  Saturday, August 6th    Come explore desert bighorn sheep with Ranger Cindy Stafford. Learn about their journey to North America, their reverence among Native American cultures, how they adapt to the desert and canyons, their comeback from near-extinction, and why their survival depends on us.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/rangerpresentations.htm"
}
