{
    "title": "Booker T Washington National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Deer Tick   TICKS \/ LYME DISEASE AWARENESS   Booker T. Washington National Monument, like much of the northeast and southeast, has experienced increased tick activity. You can minimize your chances of exposure by following a few simple steps: -stay toward the center of trails and away from brush and unmowed grass; -tuck pant legs inside socks; -wear light-colored clothing (makes spotting ticks easier); -use insect repellant. Be sure to check yourself, and your pets, for ticks. Contact your health care provider if you find any attached to you.          Medical Facilities VelocityCare — Westlake--Carilion Urgent Care 13205 Booker T. Washington Hwy     Hardy, VA 24101 (540) 719-1815   Carilion Clinic Westlake Center 35 Medical Court     Hardy, VA 24101     (540) 266-6000 or 1-(800) 422-8482 Carilion Roanoke Memorial Hospital 1906 Belleview Ave.  Roanoke, VA 24014 (540) 981-7000   Carilion Franklin Memorial Hospital 390 South Main Street  Rocky Mount VA 24151 (540) 483-5277   LewisGale Medical Center 1900 Electric Road  Salem, VA 24153 (540) 776-4000             SEVER WEATHER & THUNDER\/LIGHTING STORMS   Lightning Outside: Do not stay in open spaces or under tall objects (trees, poles). Move to a    building, or inside a vehicle. Outside - No Shelter Available: If you are in a group, spread out, keeping people several yards   apart. Avoid water. Crouch down, feet close together with your head tucked down.      Tornado Facts Quick facts you should know about tornadoes:  They may strike quickly, with little or no warning. They may appear nearly transparent until dust and debris are picked up or a cloud forms in the funnel. The average tornado moves Southwest to Northeast, but tornadoes have been known to move in any direction. The average forward speed of a tornado is 30 mph, but may vary from stationary to 70 mph. Tornadoes can accompany tropical storms and hurricanes as they move onto land. Waterspouts are tornadoes that form over water. Tornadoes are most frequently reported east of the Rocky Mountains during spring and summer months. Peak tornado season in the southern states is March through May; in the northern states, it is late spring through early summer. Tornadoes are most likely to occur between 3 pm and 9 pm, but can occur at any time.  IN THE EVENT THERE IS A TORNADO, THERE IS A BASEMENT IN THE VISITOR CENTER THAT THE PARK RANGERS WILL GUIDE YOU TO. IF YOU ARE IN THE HISTORIC AREA OR ON THE NATURE TRAIL AND CAN NOT MAKE IT SAFELY TO THE VISITOR CENTER FOR PROTECTION, LIE FLAT IN A NEARBY DITCH OR DEPRESSION. DO NOT TRY TO OUTRUN A TORNADO!",
    "url": "https:\/\/www.nps.gov\/bowa\/planyourvisit\/safety.htm"
}
