{
    "title": "Booker T Washington National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           12130 Booker T. Washington Highway  Hardy, VA 24101                 Directions         The monument is located on AV 122 (Booker T. Washington Highway), 22 miles southeast of Roanoke, VA. From I-81 take I-581, then U.S. 220 south from Roanoke to VA 122. From the Blule Ridge Parkway take VA 43 south to VA 122. From Lynchburg take U.S. 460 west to VA 122.  Directions Details           Operating Hours & Seasons         All Park Facilities Booker T. Washington National Monument is open daily from 9:00 a.m. - 5:00 p.m. except for Thanksgiving, December 25, and New Years Day.There are no dining or camping facilities in the park. A picnic area is located adjacent to the visitor center. Nearby towns have restaurants and motels. The visitor center building and restrooms are accessible to persons in wheelchairs. Rangers will provide assistance is needed.  For information about group tours and special events, contact the park staff in advance.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       New Year’s Day:   -       Thanksgiving Day:   -       Thanksgiving Day:   -           All Park  Booker T. Washington National Monument is open daily except for Thanksgiving, Christmas, and New Year's Day. The park does close sometimes due to inclement weather. Please call the park at 54\/721-2094 for more information.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Please contact the park at 540\/721-2094 during inclement weather conditions to find out about closures.         Fees & Passes     Entrance Fees:   Free Admission - $0.00 No charge to visit Booker T. Washington NM   Entrance Passes:   No Entrance Passes because park has free admission - $0.00 No Entrance Passes because park has free admission         Visitor Centers       Booker T. Washington National Monument Visitor Center The visitor center is open daily from 9:00 a.m. - 5:00 p.m., except for Thanksgiving, Christmas and New Year's Day. Please call the park phone at 540\/721-2094 to find out if the park is open or closed during inclement weather.               About the Park Visitor Center  Begin your visit at the visitor center. Exhibits and an audio-visual presentation orient you to the life of Booker T. Washington. There is also a sales area with books and related items focusing on African American history. Uniformed park personnel and volunteers can answer your questions and assist you in making the most of your visit.    Plantation Trail  The Plantation Trail is a ¼ mile loop through the historic area. It passes by reconstructions of the nineteenth century farm buildings similar to those that stood on the Burroughs Plantation when Booker T. Washington lived here as a boy. You are invited to explore the open buildings and read from the park brochure about the kinds of activities that took place in each.    Jack-O-Lantern Branch Heritage Trail   In addition to the Plantation Trail, the monument provides an opportunity for a 1½ mile meandering walk through fields and forests on the Jack-O-Lantern Branch Trail. Trail guides are available at the visitor center.  Picnic Area  A picnic area in a wooded setting is available for your use. There you will find picnic tables, trash cans, and a water fountain. Restrooms are located in the visitor center.   Farm Area  Sheep, pigs, horses and chickens help provide the mood to explore this recreated 1850's tobacco farm. Come learn about the historic breeds of animals that would have been here during Washington's time.    Garden Area  Come learn about the gardening techniques used by owners and slaves on the farm. The garden is an example of a typical subsistence garden of piedmont Virginia of the 1850s.        Operating Hours & Seasons       Fees & Passes Information about entrance fees to the park and options for annual passes.        Permits & Reservations Information about Special Use Permits and other reservations available in the park.",
    "url": "https:\/\/www.nps.gov\/bowa\/planyourvisit\/basicinfo.htm"
}
