{
    "title": "Bryce Canyon National Park: Commercial Use Authorizations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Commercial Use Authorizations                Commercial Use Authorizations       Bryce Canyon National Park's Commercial Use Authorization (CUA) program authorizes the provision of suitable commercial services to park area visitors, as long as three conditions are met: the services (a) will have minimal impact on the park area's resources and values; (b) are consistent with the purposes for which the park area was established; and (c) are consistent with all applicable park management plans, policies and regulations. The Superintendent grants CUAs to businesses that meet the following four criteria:   There are no fixed commercial facilities within the national park area. The commercial activity originates and terminates outside the park. No money changes hands on park lands. No commercial solicitation occurs on park lands.  CUA permits are available for the following activities:  Bicycle Tours Commercial Interpretive Tours Motorcycle Tours Photography or Painting Workshops  Taxi & Recreational Shuttle Services  Commercial businesses wishing to do any of these activities must procure a Bryce Canyon CUA in advance and follow the terms and conditions of the authorization. A Bryce Canyon CUA is valid for one calendar year. Certain liability insurance and first aid requirements must be met before a permit can be issued. Links to application materials are available below for the types of commercial use. The documents are PDFs that can be printed, filled in, scanned and submitted via email (the preferred method) or by regular mail or fax. Required documents to be submitted include the Application and Attachment C. Attachments A and B are required reading. Attachment D is a required year-end report that must be submitted by February 28 for the previous year's commercial business activity.  Point of Contact: Jan Stock, Concessions Management Specialist Email: e-mail us Office: (435) 834-4741 Fax: (435) 834-4703 Mailing Address: Bryce Canyon National Park, P.O. Box 640201, Bryce, UT 84764-0201 Directions for \"Fillable\" PDF Documents: Download and save fillable PDF documents to your desktop or laptop. Fill in required fields and when complete, click the square submit button at the bottom of the page.  Bicycle Tours This commercial service allows groups of bicyclists accompanied by a leader to ride through designated portions of Bryce Canyon National Park. CUA Application Bryce Canyon National Park (fillable) (PDF 549 KB) CUA Attachment A (PDF 90 KB) CUA Attachment B Bicycle Tours (PDF 32 KB) CUA Attachment C (fillable) (PDF 27 KB) CUA Attachment D ~ Year-end Report (fillable) (PDF 20 KB) Commercial Interpretive Tours This commercial service is defined as natural or cultural resource information provided by a designated leader to a specified group of people. CUA Application Bryce Canyon National Park (fillable) (PDF 549 KB) CUA Attachment A (PDF 90 KB) CUA Attachment B Commercial Interpretive Tours (PDF 46 KB) CUA Attachment C (fillable) (PDF 27 KB) CUA Attachment D ~ Year-end Report (fillable) (PDF 20 KB)  Motorcycle Tours This commercial service allows groups of motorcycles accompanied by a leader to ride through designated portions of Bryce Canyon National Park. CUA Application Bryce Canyon National Park (fillable) (PDF 549 KB) CUA Attachment A (PDF 90 KB) CUA Attachment B Motorcycle Tours (PDF 45 KB) CUA Attachment C (fillable) (PDF 27 KB) CUA Attachment D ~ Year-end Report (fillable) (PDF 20 KB) Photography & Painting Workshops These workshops are allowed to give technical and artistic instructions on composition of photographs and paintings related to the unique resources protected in Bryce Canyon National Park. CUA Application Bryce Canyon National Park (fillable) (PDF 549 KB) CUA Attachment A (PDF 90 KB) CUA Attachment B Photography & Painting Workshops (PDF 27 KB) CUA Attachment C (fillable) (PDF 27 KB) CUA Attachment D ~ Year-end Report (fillable) (PDF 20 KB) Taxi & Recreational Shuttle Services Commercial shuttle service is authorized for the point-to-point and drop-off of passengers in Bryce Canyon National Park at designated parking areas, pullouts, and developed areas. CUA Application Bryce Canyon National Park (fillable) (PDF 549 KB) CUA Attachment A (PDF 90 KB) CUA Attachment B Taxi & Recreational Shuttle (PDF 38 KB) CUA Attachment C (fillable) (PDF 27 KB)  CUA Attachment D ~ Year-end Report (fillable) (PDF 20 KB) If you do not have ADOBE Reader, Click Here to download a free copy.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/comm_use_auth.htm"
}
