{
    "title": "Bryce Canyon National Park: Academic Fee Waivers",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Academic Fee Waivers                Academic Fee Waivers       National Park Service policy allows waivers for educational and scientific groups engaged in the study of resources specifically related to the park. These waivers can be granted to such groups if it is determined that the proposed visit is not primarily recreational in nature. You can download a copy of the Bryce Canyon Fee Waiver Application (PDF). Please complete the application and return along with the following material: 1. Official recognition as an educational institution. This can be shown by having an educational tax exemption by the Internal Revenue Service or from a federal, state or local governing agency charged with administrative supervision of the institution. 2. On official educational institution letterhead, applicants are required to provide a statement as to the purpose of the proposed visit. The visit must relate directly to the resources of the park. A general statement to the effect that the visit is for \"educational purposes\" is insufficient by itself. Failure to provide adequate and definitive documentation will result in denial of the waiver request. 3. This visit or tour must support a specific, for-credit curriculum. Please include lesson plans, course description and\/or daily activity schedules as a supplement to the specific statement on how the visit directly relates to one or more resources of Bryce Canyon National Park. Camping fees are not waived under this program. Bryce Canyon does have one group site which holds a maximum of 30 people. You can contact National Recreation Reservations Service at Recreation.gov or call (877)-444-6777. This service is available from May 15 through September 30. Camping is also available at private and public campgrounds in the vicinity of the park. Please send all information to the attention of Visitor Services. Your request will be reviewed and a copy of the waiver will be sent to you once it has been approved. If the paperwork has not been exchanged in a timely manner and you arrive at the park without the approved fee waiver, you will be required to pay. We cannot issue fee waivers upon request at the entrance station.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/academic-fee-waivers.htm"
}
