{
    "title": "Glen Canyon National Recreation Area: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Camping        Wahweap Campground        Campgrounds Operated by National Park Service These campgrounds do not take reservations Lees Ferry Campground 54 designated sites. No hookups. RV dump station. Grills provided, no open fires. Quiet time 10pm-6am. Modern bathroom\/comfort station, potable water available, launch ramp 2 miles. Gas and supply store at Marble Canyon, about 5 miles away. No reservations. $18 per site\/per night. Lone Rock Beach Primitive Camping Primitive camping is on a sandy beach or in dunes. No designated campsites. Open fires permitted, must be within four foot squared area. Quiet time 10pm-6am. 4 micro flush toilets, 6 vault toilets, 1 comfort station\/wheelchair accessible, outdoor cold shower, Off Road Vehicle area, dump station, potable water (seasonal), and day use area. No launch ramp. $14 per vehicle\/per night. No reservations.      Stanton Creek, Hite, Dirty Devil and Farley Primitive Camping Areas Primitive camping is on beach areas or in primitive environments. No designated campsites. $10 per person\/per night (not to exceed $12 per vehicle). No reservations.      Campgrounds Operated by the Park's Concessioner Visit www.lakepowell.com for camping fees and reservations Wahweap Developed Camping 112 dry campsites (no hook-ups), 90 full hook-ups, and 6 group camping sites. Facilities include restrooms, laundry, showers, store, phones, dump station and potable water. The amphitheater, picnic area and swim beach are nearby. To make reservations for full hook-ups, group or dry camping please call 800-528-6154. The Wahweap location camping store is 928-645-1059. Fees vary. Bullfrog & Halls Crossing Developed Camping Bullfrog: 78 sites, restroom, phones, dump station, potable water station, ½ mile to laundry, store, post office, launch ramp. No reservations. Fees apply. The concessioner also operates a separate RV park with 24 sites, full hook-ups, restrooms, showers, and 1\/2 mile to laundry, store, post office, launch ramp. For reservations call 800-528-6154. Fees apply. Halls Crossing: 43 sites, 2 group sites, dump station, potable water, 2 dish sinks, hot\/cold showers. Laundry, store, gas, phones, and launch ramp 1\/2 mile. The concessioner also operates an RV park with 32 full hook-up sites, store, laundry, showers, and launch ramp 1\/2 mile. For reservations call 800-528-6154. Fees apply.         Lake Powell Shoreline Primitive Camping When planning a camping trip by boat or 4-wheel drive road in Glen Canyon, it is best to buy a map beforehand. These show the side canyons, good hiking spots, points of interest and marinas, explain the navigation system, and may give fishing information. In an emergency you will need to report your location on Marine Band 16 or call 911. There is no camping fee or permit required to camp on the lake in undeveloped areas. However, entrance fees and vessel use fees apply. You can camp anywhere on the shorelines of Lake Powell except in developed marinas. The main channel varies in depth from 100 – 600 feet deep. It is recommended that you anchor on a beach for the night as high winds can move boats into rocks causing damage. There are no motor vehicles, ORVs or bicycles allowed in Glen Canyon's roadless areas. All campsites are required to have a portable toilet unless toilets are available on the vessel or are within 200 yards of the campsite. Regular water quality checks are done to ensure compliance with sanitation laws. Pets are allowed on beaches as long as waste is cleaned up. Dispose of waste properly. Burying waste of any kind on the beach is prohibited. Waste may not be contained in plastic bags unless it is a NPS approved Waste Bag Containment System, which must be disposed of in the trash. When anchoring multiple houseboats on the same beach, park at least 100 feet apart to help reduce carbon monoxide buildup. It is not a good idea to tie powerboat or jet-ski lines to houseboat anchor lines as they can cause the anchor lines to come loose. Do not camp under overhanging rocks as down pouring rain can sink a vessel. Ground fires of only wood are allowed below the high water line. Fires must be contained to 4 feet wide and 4 feet high. Fireworks are illegal.        Marked camping sites on the Colorado River between the Glen Canyon Dam and Lees Ferry.   Colorado River Between the Glen Canyon Dam and Lees Ferry Primitive Camping Do not boat below the cable downstream from the Lees Ferry launch ramp. There are dangerous rapids below the cable. Downstream waters are restricted. A permit is required from Grand Canyon National Park to float this section of the river. Camping is limited to 14 days. Camping is permitted in designated areas only. There are six designated areas, marked with signs, on a first-come first-served basis. Upriver campsites are provided with toilets and fire pits. All campsites are located well above the river and require a short walk from your boat. This is to prevent camps from being damaged due to high water releases, such as those that occurred in the summer of 1983. Fires are permitted only in the fireplaces provided or in portable fire pans. No ground fires are allowed. If portable fire pans are used, all burned charcoal must be carried out. Collection of wood is prohibited. Carry out all litter and garbage. There is no regular garbage collection upriver. Plastic litter bags are available free of charge at the ranger station. Dumpsters are available at the launch ramps for garbage disposal. Federal law prohibits the disturbance, defacement, or removal of historic or archeological sites. Do not deface rocks and cliffs. Do not disturb plants or animals, and do not feed wildlife. There are no fees or permits required to camp upriver. Entrance fees and vessel use fees apply.      Camping Fees Information for developed campgrounds, beach camping, primitive and reservation campgrounds. Lees Ferry Campground   $18 per night \/ per site   No reservations - sites are first come, first served   Cost of admission is not included in camping fee   55 developed sites - no hookups   Stanton Creek, Hite, Farley Canyon, and Dirty Devil   $10 Per night\/ per person - not to exceed $12 per vehicle   No reservations - sites are first come, first served   No reservations - sites are first come, first served    Cost of admission is not included in camping fee   Primitive Camping   Lone Rock Beach   $14 per night \/ per vehicle  No reservations - sites are first come, first served   Cost of admission is not included in camping fee   Beach Camping Area   Facilities may be closed in the off season   Glen Canyon NRA Backcountry (Including Lake Powell Shoreline)   No camping fee is required   No reservations - sites are first come, first served     Primitive Camping   Camping is limited to 14 consecutive days, 30 days maximum per season. No camping is permitted at Rainbow Bridge National Monument. Camping is not subject to fee waivers. A 50% discount applies to holders of the Senior or Access Pass. Holder of the pass must occupy the discounted site. Note: Additional developed campgrounds, operated by Lake Powell Resorts & Marinas, are available at Wahweap, Bullfrog, and Halls Crossing. For details and rates call 1-800-528-6154. Backcountry use in the Orange Cliffs unit of Glen Canyon requires a backcountry permit from Canyonlands National Park",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/camping.htm"
}
