{
    "title": "Bryce Canyon National Park: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Outdoor Activities            Ranger Guided Activities        Rangers and seasonal volunteers make Bryce Canyon that much more exciting. NPS Photo          Ranger Program Announcement! Ranger Evening programs have started and attendance is free of charge. We will begin our first Starry Nights Telescope Viewing on Tuesday, May 24th, 2016 and then every Tuesday, Thursday and Saturday after that. Bring a jacket, it still gets a little chilly. All Programs are subject to change. Weather and Staffing permitting.   Check-in or call the Visitor Center at (435) 834-4747 or email us at brca_information@nps.gov for detail information. We hope to see you all here soon!        RANGER PROGRAMS Why are the rocks red? What is a hoodoo? What is a deer's favorite food? The magic of Bryce Canyon sparks the imagination of its many visitors. Spend a few minutes or a few hours with us as we share fascinating facts about your national park. Ranger programs are free and are a great way to expand your knowledge of Bryce Canyon.  We have something for everyone year-round. Check our Ranger Program board in the park's visitor center for current locations and times. Beginning late spring through October, Ranger Program schedules are produced every two weeks. You may view or download a representative program schedule by clicking the link below.   Click here for a representative Summer Ranger-led Program Schedule. Note: Start times vary with change of seasons. Check at visitor center for most up-to-date program information. All ranger-led programs are free of charge.         Interpretive program at Inspiration Point nps photo  GEOLOGY TALKS When: Daily - Year-round Where: Sunset Point or the Visitor Center Auditorium (during winter) Duration: ½ hr. Geologists have spent years studying the unique story of Bryce Canyon that includes ancient lakes and frost-wedging. Join the Ranger as we discuss the current scientific explanation behind Bryce Canyon's unique geologic history. Stop by the visitor center for current information. No reservations needed.           Park Ranger interacting with visitors during an interpretive walk along the rim of Bryce Canyon. nps photo  RIM WALK When: Daily - Spring, Summer & Fall Where: Sunset Point Duration: 1½ hrs. - 1 mile Roundtrip Great views, fascinating plant and wildlife stories, a touch of geology and a wealth of cultural history - what more could you want? Join a park ranger for an overview of Bryce Canyon as you stroll along the rim of the Bryce Amphitheater. No reservations are required for this activity.        Ranger and children enjoying a Family program nps photo  KIDS PROGRAMS When: Almost Daily - Summer Where: North Campground Picnic Area Duration: 1 hr. All of Bryce Canyon's ranger programs are family friendly, but these in particular are fun for kids and parents alike. Rangers present a wide range of programs appealing to a variety of interests. Check at the visitor center for program topic and age requirements. Sign up at the visitor center. Children must be accompanied by an adult.        Park Ranger conducting evening program at Sunset Campground amphitheater nps photo  EVENING PROGRAMS When: Nightly - Summer & Fall Where: Varies Duration: 1 hr. Evening programs offer an in-depth look at some of the compelling stories and interesting resources that Bryce Canyon protects. Check at visitor center for topics, start times, and locations.          A park ranger leads a hike into the canyon under the light of a rising full moon. NPS photo by Brian B. Roanhorse  Full Moon Hikes When: Full Moon nights Where: Open to the public. Visit or call the front desk at the Visitor Center for additional information. 435.834.4747 Duration: 1-2 miles, 2-3 hours Join one of Bryce Canyon's \"Night Sky Rangers\" for a nocturnal adventure. These highly popular hikes are only offered during the full moon. Flashlights are prohibited and \"lug traction\" footwear is required. Click Here for detail information.           Visitor looking through a telescope NPS  ASTRONOMY PROGRAMS When: click on photo to see schedule Where: Varies, check at Visitor Center for specific information Duration: 1 hr. multimedia show + stargazing with telescopes Join a park ranger for a celebration of Bryce Canyon's unparalleled night sky. In this last grand sanctuary of natural darkness you can see stars like few places on Earth! more...        Snowshoe \"Hikers\" along the rim nps photo    SNOWSHOE HIKES When: Winter (when snow depth & staffing allow)  Where: Sign-up at Visitor Center Duration: 1½ - 2½ hrs. 1-2 miles, moderately strenuous Winter at Bryce is unique with a crystal blue sky, solitude and most years, enough snow for snowshoeing! Accompany a park ranger for a snowshoe hike and we will supply the snowshoes! Learn about the winter ecology of our park and how hoodoos are the product of the winter struggle between ice and sun. More information about Winter Activities.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/outdooractivities.htm"
}
