{
    "title": "Arches National Park: Types of Arches",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Arches     Types of Arches                  Types of Arches        Every arch in the park is as unique as a fingerprint, telling its own personal story of rock, water, time and change. When discussing them scientifically, however, it's helpful to group them into categories by their shape or apparent mechanism of formation.        A hint of light and desert varnish streaks reveal Biceps Arch hiding-in-plain-sight.   Cliff Wall Arch  These arches appear on the side of or adjacent to rock walls or cliffs. They can be tricky to spot, since often the only way to see the light opening is to stand directly beneath one and look up. Streaks of desert varnish that seem to \"disappear\" behind a slab, and then reappear below it, are often a clue.  Examples of Cliff Wall Arches in the park include Park Avenue Arch, Biceps Arch in the Windows area, and Visitor Center Arch.        A lone hiker provides scale while enjoying the view through North Window. NPS photo by Jacob W. Franks  Free Standing Arch This is the most obvious kind of arch: standing alone, independent of other rock walls or fins, proudly spanning an easily visible light opening. A few arches of this type have been called \"windows\" for the scenic views they frame.  The most popular arches in the park nearly all fall into this category, including Delicate Arch, Landscape Arch, North and South Windows, and Double Arch.        Like many, Bean Pot Arch is easiest to spot if you catch the light at just the right time of day.   Pothole Arch  This type of arch forms when a pothole (small depression) on top of a rock mass merges with an alcove on a rock face. The light opening is often smooth and rounded at the top, casting light down into a room-shaped opening below. Measuring these arches requires the skills of an experienced climber.  Examples of this type include the aptly-named Pothole Arch Upper and Lower near Garden of Eden and Bean Pot Arch in the Great Wall.        If you've hiked in Fiery Furnace during a rainstorm, you may have seen Walk Through Bridge with cascades beneath it.   Natural Bridge  A natural bridge is distinguished from other types of arches because of its location astride a stream or stream channel. Water need not be flowing year-round; the massive namesake features at Natural Bridges National Monument often cast their shade onto a dry creek bed below.   There are only a handful of known natural bridges at Arches, all of which -- such as Walk Through Bridge in the Fiery Furnace -- require a bit of trekking to get to.       Non-Arch Opening There are many, many more rock holes in the park than just the official 2,000+ named arches. Most of these are simply too small; spans must have a light opening of at least three feet in one direction to count as an official arch. Gaps formed by rock falls (the space between two boulders at rest, for example) or vertical cracks or joints in bedding planes also do not count as legitimate arches.  If you find a rock opening in the park that passes all of these tests and does not have a name in the visitor center database, congratulations! You may have just found a new arch!",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/archtypes.htm"
}
