{
    "title": "Amistad National Recreation Area: Field Guide to Insects",
    "body": "Field Guide to Insects        Back to Insects        USDA Forest Service - Northeastern Area Archives, USDA Forest Service, www.insectimages.org  Cicada Family Cicadidae By far the most well known characteristic of the Cicada is its loud pulsating buzz. Unlike crickets (which produce sound by “rubbing”) cicadas rapidly vibrate membranes called tymbals, located on the sides of their body. As the tymbals vibrate, the large chambers of the trachea turn their bodies into resonance chambers and amplify the sound. The song is only produced by males. Since adult Cicadas commonly live in trees, their “buzz” is the only sign you may have that they are in your area.        NPS photo\/Blake Trester  Paper Wasps Subfamily Polistinae \"Paper wasp\" is the generic term  applied to a number of wasp species in the family Vespidae. Currently, there are 22 species of paper wasp found in North America. Though often confused with the yellowjacket, this wasp can be identified by its long, narrow body. Also, unlike their more aggressive family members, the paper wasp will generally only attack if its nest is threatened. The nest itself is constructed from chewed-up plant fibers, mixed with saliva, and formed into papery-looking open hexagonal combs.        NPS Photo\/Jack Johnson  Dung Beetle Canthon imitator Though the dung beetle is best known for its habit of rolling dung into large, spherical balls, several species actually bury or burrow into and live under the dung. Found on every continent except Antarctica, dung beetles survive by  consuming all neccessary nutrients and moisture from dung. They prefer the feces of herbivores to that of carnivores. Watch closely as the males of this species roll their balls of dung; they will always move in a straight line, regardless of the obstacles in their path.        NPS Photo\/Blake Trester  Blister Beetles Pyrota spp. The blister beetles painful-sounding name is an advance warning of what can happen when its bodily fluids come into contact with human or animal skin and membranes. Even touching dead blister beetles can produce a painful skin irritation, so it’s best just to keep your distance. Horses are particularly sensitive to the effects of blister beetle poisoning. Adults blister beetles appear in late May or early June and will usually gather in groups in open fields. They prefer to feed on the nectar and pollen of flowers.         Herbert A. \"Joe\" Pase III, Texas Forest Service, www.insectimages.org  Red Harvester Ants Pogonomyrmex barbatus Once prevalent throughout the southwestern United States, the red harvester ant population has been declining in recent years due to the introduction of the non-native red fire ant into the region. This decline has had a negative impact on the Texas horned lizard population, which relies on the red harvester ant as its main food source. The nests of red harvester ants are easy to spot. Look for a heavy concentration of small pebbles grouped around a central hole. The surrounding area will usually be cleared of vegetation as far back as 3-6 feet and out along foraging trails.        NPS Photo\/Blake Trester  May Fly Order Ephemeroptera  Mayflies are aquatic insects with a very unique life cycle. Of the 630 species of mayflies in North America known for simultaneously reproducing in large numbers, the species found in lakes are considered to be the most prolific. The immature stage of the mayflies life cycle, called a naiad, lives under rocks and decaying vegetation. This stage can last up to one year. The Mayfly is also the only insect that molts a final time after acquiring a functional set of wings. The final stage of the mayfly’s life is the shortest, sometimes only lasting a couple of hours.        NPS Photo\/ Blake Trester  Short-horned Grasshopper Family Acrididae Also known as the locust, most common grasshoppers are found in this family, including the spur-throated, slant-faced, and band-winged varieties. Short-horned grasshoppers are characterized by short antennae and two pairs of well developed wings. All species of short-horned grasshopper produce a “singing” noise. Though some do this by snapping there wings together in flight, others rub their hind legs against their front wings. Short-horned grasshoppers are most commonly found in meadows or other open grassy areas.        NPS Photo\/ Blake Trester  Long-horned Grasshoppers Family Tettigoniidae A member of the cricket-like insect family Tettigoniidae, the long-horned grasshopper differs from the short-horned species by the placement of their ears (on the knee vs. on the abdomen) and the length of their antennae, which can measure as long or longer than their body. Common varieties of the long-horned grasshopper include the meadow, cone-headed, and shield-backed grasshoppers as well as the katydid. Able to produce sound by rubbing their wing covers together, each species has a characteristic “song” by which it can be identified.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/nature\/insects2.htm"
}
