{
    "title": "Guadalupe Mountains National Park: Trees",
    "body": "Trees         Though much of the park is beautiful desert terrain, most park visitors prefer to hike trails that take them into the trees. NPS Photo - Cookie Ballou  Trees of the Guadalupes Bigtooth Maple Acer grandidentatum occurs in canyons and moist soils of the mountains of Arizona, New Mexico, and west Texas. The tree may grow to a height of 50 feet. Leaves are opposite and typically 21\/2, inches in diameter, with three broad, blunt lobes. Fruits occur in winged pairs called samaras. The bark is gray to light brown and may be smooth or scaly. This tree is responsible for the brilliant reds and yellows during the fall color display. Gray (Grey) Oak Quercus grisea, a common shrubby oak of the Southwest, grows in dry rocky sites at elevations between 4500' and 7800'. The leaves are small and oval, usually smooth margined, but occasionally toothed. They are dusty blue-gray in color, hence the name. Star-shaped hairs appear on both sides of the leaves. The acorns are small and stalked. The leaves turn brown in autumn and are retained on the twigs until new ones emerge in the spring. Oaks tend to hybridize, leading to variations in leaf form and other botanical characteristics and making positive identification of individual trees difficult. Guadalupe Mountains has seven species of oak; chinquapin and gray oak are the most distinctive. Honey Mesquite Prosopis glandulosa is a common and widespread desert shrub or tree usually found below 5000' along streams and arroyos. Root systems penetrate the soil to a depth of 60 feet; thus, there is often more wood below than above ground. The branches have sturdy, straight thorns. Flowers are catkin-like clusters of green-yellow. They are rich in nectar and attract honeybees, which produce an excellent light honey. The shiny green leaves are bipinnate with 2 to 8 pinnae each, with 12 to 60 leaflets. The fruits, which ripen in the fall, hang like string beans from the branches. Cattle eat the beans contributing to the spread of mesquite. Mesquite wood is popular for barbecuing. Littleleaf Walnut Juglans microcarpa occurs in southern New Mexico and west Texas along streams coming off the foothills. Trees are small and shrubby, often with several stems, typically 20 to 30 feet in height. Leaves are pinnately compound with 13 to 23 leaflets. Leaflets are narrow and long with fine teeth at the margins. The tiny walnuts, seldom more than a half inch in diameter, are gathered by squirrels and other animals. Madrone Arbutus texana is found on rocky slopes or or canyon walls in the desert mountains of south eastern New Mexico and west Texas between 4500' and 6500'. This rain forest relict has alternate, oval, evergreen leaves up to 3 inches long. The urn-shaped flowers are white or pink and in clusters at the end of the branches. The tree, which grows to 30 feet tall, has a gnarled trunk. The reddish bark peels with age, revealing younger white or pink bark. The local name \"manzanita\" refers to the bright red fruit that looks like \"little apples.\" Mexican Buckeye Ungnadia speciosa is a small, much-branched shrub or tree of west Texas and southern New Mexico. It grows among the rocks and in canyons. Fragrant rose-colored flowers appear before the new leaves. Leaves are compound with 5 to 7 leaflets that are up to 5 inches long with toothed margins. Two-inch brown seed pods or capsules are borne on short stalks. They are three-celled and contain one shiny black seed per cell. This tree is not a true buckeye, but is a member of the soapberry family. Juniper Juniperus sp. have short scale-like needles and grow in dry rocky soils in the foothills or lower mountains. The seeds are borne in scaled cones, and the scales eventually grow together to produce a berrylike structure. Cones may be blue or red, depending on the species. In addition to being eaten by animals, the \"berries\" are used to flavor gin. The largest alligator juniper (Juniperus deppeana) in Texas is located in the park. Three other species of junipers also grow here. Pinyon Pine (Piñon) Pinus edulis grows between 5000' and 7000', often mixed with junipers and shrubby oaks. Normally this reddish-barked tree is small and many branched. The leaves or needles, clustered in bundles of 2 or 3 are 3\/4 to 11\/2 inches long and dark green. The cones are about 2 inches long and contain wingless edible seeds, 1\/2 inch in length. Man and animals alike relish the rich tasty seeds. One pound of pinyon nuts contains more than 3000 calories. It is the state tree of New Mexico. Ponderosa Pine Pinus ponderosa is typically found about 6000' feet but a few strays can bee seen in the lower canyons. This large tree (to 180 feet) is the most valuable lumber tree in the United States. The bark is dark brown to black in young trees, turning yellowish-red with age. To some people, the bark smells like vanilla. Needles grow in clusters of 2 or 3 and are 5 inches long. The immature cones are green and tightly closed, changing to reddish-brown as they ripen. Winged seeds are released from the cones and eaten by rodents.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/nature\/trees.htm"
}
