{
    "title": "Glen Canyon National Recreation Area: Hite",
    "body": "Hite        HITE, Utah is a remote Ranger District located at the top of Lake Powell, adjacent to the confluence of the Colorado and Dirty Devil Rivers.Jeep trails, backpacking, canyoneering, mountain biking, cycling, canoeing, kayaking, power boating, waterskiing, and fishing are some of the many recreational opportunities. River rafting down famous Cataract Canyon from Moab to Hite is also a favorite. All required entrance, camping, and boating fees apply. NPS Photo         Remains of Cass Hite Cabin.   Horse and Wagon Days Cass Hite lived in Glen Canyon as long as anyone except the Ancestral Puebloans. Cass, who had been prospecting in the Navajo Mountain country, arrived in Glen Canyon in September, 1883. Cass was looking for gold, and he found it in the sands and gravel along the Colorado River. His discovery set off the Glen Canyon gold rush. Cass Hite had reached the Colorado River by way of White Canyon, and near its mouth, he’d found a good place to cross the river. He named it \"Dandy Crossing.\" Indeed, it was the best crossing of the Colorado River above Lees Ferry. The many prehistoric sites in the area suggest that this river crossing was well known to early inhabitants as well as to the Navajo. Hopeful prospectors soon headed for Glen Canyon and the town they named \"Hite City.\" But the gold the miners found was all fine gold dust, difficult to recover, and mining operations soon petered out. Cass Hite built the first structure in the townsite named after him. It was a cabin of notched logs salvaged from the river. A post office was established in 1889. Mail was brought by horseback from the railhead at Green River, 100 miles away. Cass and his brothers operated a small store in conjunction with the post office, services much appreciated by the miners and others passing through. Cass died at his ranch in Ticaboo Canyon in 1914.        Road from North Wash to Hite.   Changing Times All was quiet in Glen Canyon after World War I, but the onset of the Great Depression brought a revival in gold prospecting. Arthur L. Chaffin, who had prospected around the turn of the century, returned during the depression, bought up properties at Hite, and began to develop them, hoping to open Glen Canyon to the general public. It wasn’t until 1946 that a fair dirt road was completed between Hanksville and Blanding, Utah. Regular ferry service across the Colorado River began at Hite on September 17, 1946. (Before that time, one had to cross the river as well as one can - swimming the horses and mules or trying to find a boat!) The ferry operated until June 5, 1964, when it was taken out of service as Lake Powell filled the canyon and bridges were built. In 1949, the Vanadium Corporation of America and the Atomic Energy Commission built an experimental mill for the reduction of uranium ore. This mill stimulated uranium prospecting in Glen Canyon, and a small boom camp was built in White Canyon. A post office was established, and a one-room schoolhouse was built. But the mill shut down in 1954, and the camp became a ghost town.      Hite Today Lake Powell has brought new life to Hite. Today, visitors camp along the shores. At current lake levels, launching a boat at Hite is not possible. A modern highway now crosses the Colorado and Dirty Devil Rivers on steel-girded bridges.      Services Hite Developed Area HITE, UT is a remote ranger station located at the top of Lake Powell, adjacent to the confluence of the Colorado and Dirty Devil Rivers. There are currently no water-based facilities within the Hite Ranger District. The North public launch ramp is concrete. The South public launch ramp is gravel. Watercraft launching at Farley & Blue Notch Canyons are primitive dirt ramps. At current lake levels, none of these launch ramps are in service. The river raft take out ramp is gravel. Boat launching is at your own risk. Four wheel drive vehicles are recommended for all launching. Contact Hite Ranger Station for current conditions. Land based facilities include the Hite Ranger Station with emergency services, visitor information, public restrooms, and a fish cleaning station. A convenience store is open daily except during the winter season with gasoline & diesel fuel available year round. Lodging and RV full hookup sites are available upon reservation with the park concessioner Aramark. Primitive camping is allowed along the shoreline, campground, and designated backcountry sites. RV and portable toilet dump stations are available. Potable water fill stations are also available. Backcountry Permits for Orange Cliffs are issued by the Hans Flat Ranger station at 435-259-2652. Jeep trails, backpacking, canyoneering, mountain biking, cycling, canoeing, kayaking, waterskiing, and fishing are some of the many recreational opportunities. River rafting down famous Cataract Canyon from Moab to Hite is also a favorite. The city of Blanding, Utah, 70 miles from the ranger station, has retail stores, motels, restaurants, churches, hospital, and museums. Phone: Hite NPS Ranger Station: (435) 684-2457 Phone: Hite Store-Aramark: (435) 684-2278 Phone: Hite Lodging & RV Reservations-Aramark: 1(800) 528-6154 Emergency medical services are provided at each ranger district by Park Medics, EMTs, and Wilderness First Responders. Additional services are available at the Bullfrog Clinic and Blanding’s Blue Mountain Hospital.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/hite.htm"
}
