{
    "title": "Guadalupe Mountains National Park: Artist-in-Residence Program",
    "body": "Explore This Park    Get Involved     Artist-in-Residence Program             Artist In Residence       Deadline for 2017 Applications Spring 2017 (mid-April to mid-May) ..................  July 15 Summer 2017 (July) ..........................................  August 31 Fall 2017 (mid-October to mid-November) ........ October 15 Program Information The Artist-In-Residence Program offers professional writers, composers, and all visual and performing artists the opportunity to pursue their particular art form while surrounded by the inspiring landscape of the park. The Artist-in-Residence Program is intended for artists working in a variety of mediums. One or more artists may be selected each year for our residency program. Professional two-dimensional visual artists, sculptors, musicians, writers, crafts persons, and photographers are encouraged to apply. Interested in Applying?      2016 Artists        Pat Molina   Pat Molina - 2016 Spring Artist Resident    Pat Molina is a working artist, happily living her talent and passion in Austin, Texas. A former public servant working with Texas adoptees and their families, Pat's retirement in 2011 liberated and enabled her to pursue her artistic career full-time.    Art enriches the spirit and mind, and warms the soul. Painting in watercolor or any water media is a process of letting go; allowing water to seep into the fibers of the paper as it dries, then as the paint begins to settle, Molina adds color and texture to deepen the wash, further enhancing the subject and unlocking hidden emotions. Visit her website.        Dennis Farris   Dennis Farris - 2016 Summer Artist Resident   Dennis Farris is a landscape artist. He was born and raised in Kansas City, Missouri. After graduation with an art degree from Central Missouri State University, he moved to Fort Worth, Texas and began his career as a freelance illustrator. During this time, he honed his skills as a painter by experimenting with various subjects, styles and techniques. It was not until he began studying The Hudson River School of artists that he discovered his passion for realistic landscapes. His work focuses on the grandeur and atmosphere of the Texas and Western landscape. Visit his website.             Mary Baxter   Mary Baxter - 2016 Fall Artist Resident  Mary Baxter has been painting the Big Bend region for 20 years and has done commissioned series of painting for Longfellow Ranch, Mitre Peak Ranch, and the Combs Ranch. At present, in addition to paintings, she is doing a series of West Texas wildlife sculptures cast in concrete. Visit her website.",
    "url": "https:\/\/www.nps.gov\/gumo\/getinvolved\/supportyourpark\/artist-in-residence.htm"
}
