{
    "title": "Guadalupe Mountains National Park: Application",
    "body": "Explore This Park    Get Involved     Artist-in-Residence Program     Application              Artist in Residence Application        Mural painted by local artist Brother Boko  Photo by David Lee Cook      How to Apply Download the 2017 Artist in Residence Contract Applying artists must submit:  A resume (not exceeding 2 pages) that highlights education, experience and training along with skills in presenting public education programs related to art; a summary of creative works and, if applicable, professional brochures or similar publications. Visual artists must submit images in a digital format which has resolution adequate for viewing on screen. One to ten images may be submitted. Due to file size limitations of email, multiple messages may be sent if necessary. Writers must submit representative prose, short stories, plays or poetry that reflects your ability. Musicians and composers must submit lyrics and audio recordings of their work. A brief statement from applicant stating what she\/he hopes to achieve from a residency in Guadalupe Mountains National Park and how their work will benefit the park's mission. Your preference for a period of residence and accommodations (apartment in park housing or RV site).  PLEASE NOTE - Submissions sent to the park will not be returned to the artist.   For further information, or to submit an application, contact the park by mail, email, or phone at: Artist-In-Residence Program Coordinator Guadalupe Mountains National Park 400 Pine Canyon Drive Salt Flat, Texas 79847 Michael_Haynie@nps.gov 915-828-3251 ext. 2314   Selection Process Selection is through a competitive process based on artistic merit, as demonstrated by the examples submitted, the ideas expressed in the statement of purpose, and the willingness to accept the conditions of the national park residency opportunity. A panel of National Park Service and Guadalupe Mountain Association representatives chooses the artists and alternates.       Frequently Asked Questions Do I need to have a car?  Yes. There is no public transportation to the park or towns during the residency period. What are the housing arrangements?  Artists are housed in a furnished apartment with a full kitchen, or offered an RV site with full hookups. There is a laundry facility in the apartment complex. Occupants are responsible for cleaning the apartment prior to their departure. Pets and smoking are not allowed. Wheelchair-accessible housing is available. Can I bring my family or pet?  Family members may join the artist for the residency as long as the number of occupants does not exceed the occupancy limits of the apartment. Pets are not permitted in apartments; however, artists with RVs may bring their pets.",
    "url": "https:\/\/www.nps.gov\/gumo\/getinvolved\/supportyourpark\/air-application.htm"
}
