{
    "title": "Amistad National Recreation Area: Field Guide to Reptiles",
    "body": "Field Guide to Reptiles        Back to Reptiles        NPS Photo  Central Texas Whipsnake Masticophis taeniatus ornatus: Though lizards are its preferred prey, the Central Texas Whipsnake has been known to eat birds, bird eggs, small mammals and even other snakes. It is a proficient climber and can be found in bushes or trees around the reservoir.         NPS Photo  Eastern Collared Lizard Crotaphytus collaris: Named for the pattern of black bands found around its neck, the Eastern Collared Lizard is characterized by its ability to run on its hind legs at high speeds. These agile lizards can grow up to 30 cm in length. Usually elusive in nature, if escape is not possible they can become very aggressive.        NPS Photo  Northern Crevice Spiny Lizard Sceloporus poinsettii: Native to the Chihuahuan Desert, the Northern Crevice Spiny Lizard is named for the texture of its scales. Males of the species bare patches of blue on each side of their belly similar to the markings found on the Texas Spiny Lizard. These shy lizards inhabit arid canyon areas of limestone, rocky outcrops, and large boulders.        NPS Photo  Rio Grande Cooter Pseudemys concinna gorzugi: Also known as the Western River Cooter, the Rio Grande Cooter is commonly found along the Pecos River and Rio Grande drainage systems. These 12 to 16 inch turtles commonly inhabit the non-polluted stretches of the rivers as well as the permanent lakes and ponds in the region. Generally shy, the Rio Grande Cooter will quickly slip into water if approached.        NPS Photo  Ring-neck Snake Diadophis punctatus: Very secretive snakes, they are usually accidentally discovered by someone overturning their hiding place. The yellow belly may turn red under and near the tail. Known for twisting their tails into tight coils and elevating them, they are nicknamed the “corkscrew” or “thimble” snakes. When held, drops of pungent, clinging saliva may appear at the corner of its mouth.        NPS Photo  Roundtail Horned Lizard Phrynosoma modestum: This horned lizard can be distinguished from other lizards of its kind by the absence of a fringe of scales along its sides. A camouflage expert, the Roundtail will flatten itself against the ground when attacked. There, its color so closely resembles the color of the soil, that it is nearly invisible.        NPS Photo  Short-lined Skink Eumeces tetragrammus brevilineatus: Short-lined Skinks are dark in color and have four stripes running back along their skulls that end just at the forelegs. The Skink’s movements resemble that of a snake, not a lizard. Short-lined Skinks are found throughout Central Texas. You are most likely to see them around brush or trash piles.        NPS photo  Texas Banded Gecko Coleonyx brevis: A threatened species that is terrestrial and prefers rocky areas for shelter during the day. At night they can be seen crossing blacktop roads because their pale skin stands out. With functional eyelids and a faint squeak, these geckos actually climb much less than their cousins.        NPS photo  Texas Coralsnake Micrurus fulvius tener: This colorful, venomous serpent has a low tolerance for high temperatures and is most often found in partially wooded areas. Though able to bite it will usually try to crawl rapidly away before attacking.        NPS photo  Texas Greater Earless Lizard Cophosaurus texanus: The Texas Greater Earless Lizard is commonly found in areas with broken rocks and limestone cliffs which it uses for shelter. This desert dwelling lizard is extremely active in the heat but may become lethargic on cooler, cloudy days. Its coloration, as well as its speed, help it to blend in with its desert surroundings.        NPS Photo  Texas Horned Lizard Phrynosoma cornutum: Also known as the horny toad, this lizard prefers dry, flat terrain with little vegetative cover. Look for them near ant mounds or under rocks and low growing bushes during the late spring and summer when the weather is warmest. Once found throughout the state, the introduction of non-native fire ants, pesticide use, and illegal collecting have seriously threatened remaining populations.         NPS Photo  Texas Indigo Snake Drymarchon melanurus (cf corais): One of Texas’s largest snakes, the Texas indigo snake averages 5 to 6 1\/2 ft in length, but supposedly the largest ever found was 9 ft 5 in. This snake is mainly found in Mexico and its distribution here is limited to thornbrush country. Like most reptiles, adequate moisture must be present in the environment, as they are prone to dehydration. Most suitable habitat has disappeared because of urban development and agriculture.        NPS Photo  Texas Spiny Lizard Sceloporus olivaceus: The Texas Spiny Lizard (found in the mesquite trees of North-Central, Central, and Southern Texas) can grow to length’s of 7 ½ to 11 inches. Texas Spiny Lizards utilize their long toes and sharp toenails to skillfully climb the trees in which they live. Their brownish color helps them blend into the bark on which they live. Coloration may vary slightly for each lizard. Males, however, can be distinguished from females by blue markings on each side of the belly.        NPS Photo  Texas Spiny Softshell Apalone spinifera emoryi: Look for this turtle basking along the edges of the reservoir in muddy areas with a moving current. The Texas Spiny Softshell is a fast swimmer and can be very aggressive, which makes it difficult to observe or handle.        NPS Photo  Texas Threadsnake Leptotyphlops dulcis: Also known as the Trans-Pecos Blind Snake and often mistaken for an earthworm, it is actually the largest of all blind snakes inhabiting Texas. The average adult measures between 7 and 10 in. This desert dweller dehydrates easily and prefers areas with residual moisture like streams, canyon bottoms or springs. It will also burrow down into sandy or gravelly soil to escape the heat.        NPS photo  Trans-Pecos Blackheaded Snake Tantilla cucullata: This species was previously thought to be two different races of the same species; the Devil’s River blackheaded snake and the black hooded snake. They are now known as two pattern phases of the same species. Three head patterns occur: all black, black with an uninterrupted white collar, and black with an interrupted white collar. Only found in Western Texas, they prefer rocky canyons but can be found in low, arid, grassland.        NPS Photo  Trans-Pecos Copperhead Agkistrodon contortrix pictigaster: This subspecies is the western most ranging copperhead, living in isolated populations in desert oases. Generally occurring near wet canyons and permanent springs, they can occasionally be found in the desert during the rainy season.        NPS Photo  Western Coachwhip Masticophis flagellum testaceus: This snake is among the longest snakes in Texas and is also one of the most active. Unlike many other serpents, the Western Coachwhip will venture out during the day, even in the summer heat. Generally, this snake is found under low bushes in areas with sandy or rocky terrain. Also called ‘Red Racer,’ this snake has the unfortunate habit of trying to cross highways, where it is often killed.        NPS photo  Western Diamondback Rattlesnake Crotalus atrox: Along with its cousin, the Eastern Diamondback, it is ranked as one of the world’s largest and most dangerous snakes. In North America it is responsible for more serious bites and fatalities than any other serpent. When harassed, it may raise its head high above its coiled body to gain better aim for striking. They can be found in lowlands, altitudes up to 5,000 ft, or in rocky canyons and cliffs.        NPS Photo  Big Bend Tree Lizard Urosaurus ornatus schmidti Though similar in appearance to the eastern tree lizard, the Big Bend tree Lizard is found only in the Big Bend and Trans-Pecos regions of Texas and along the border of Mexico and New Mexico. Most often found resting vertically on trees and rock faces, these small lizards startle easily and can be difficult to spot.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/nature\/reptiles2.htm"
}
