{
    "title": "Guadalupe Mountains National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management         Manzanita Spring at the Frijole Ranch. NPS photo  While enjoying their experience at Guadalupe Mountains National Park, visitors rarely consider what operating a national park entails. Some visitors may stop by the Visitor Center for assistance in planning their visit, may attend a ranger-led program, or may encounter a ranger out on patrol or a trail crew maintaining a trail, but many do not see the management and support personnel who are essential to the operation of the park.  Learn more about how our park works from our management documents located in the Park Planning section. Click on the links below to see information on much of the \"behind-the-scenes\" operation of Guadalupe Mountains National Park and to learn about our plans for the future of the park.    Planning, Environment and Public Comment Each person has an important perspective on the management of Guadalupe Mountains National Park and can make a unique contribution to the planning process that will help the National Park Service produce better planning documents. The National Park Service has developed a web-based tool, the Planning, Environment and Public Comment site (PEPC), for informing the public about projects and plans that are being considered or developed. This system will allow people to gain access to current plans and related documents that are available for review and open for comment. Public comments can be submitted through the PEPC system. The public will also be able to access schedules for particular projects as well as specific information about public meetings. While the PEPC system will become the primary vehicle to submit and review comments on planning efforts and projects, the park will continue to accept comments from the public as it always has, by mail, fax, and e-mail.     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Guadalupe Mountains National Park.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/management\/index.htm"
}
