{
    "title": "Guadalupe Mountains National Park: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger          Become a Junior Ranger at Guadalupe Mountains National Park! Pick up a workbook at the Headquarters Visitor Center, then choose from a variety of fun and educational activities. Learn about the park's colorful history, study its unique fossils, and take a close look at its native plants and numerous animal inhabitants. Other activities, such as attending a ranger program, taking a hike, or visiting the stage ruins, may substitute for an activity in the workbook. Complete any 3 activities to earn a certificate and a badge, complete 6 activities and receive a certificate, badge, and a patch! Download your copy! PDF (9 MB)           Ask us about becoming a Junior Paleontologist at Guadalupe Mountains National Park. After completing a few short activities, you can earn a badge and learn even more about this amazing fossil reef. Download your own copy! Low Resolution PDF (9.6 MB)  High Resolution PDF (33 MB)          Guadalupe Mountains is an amazing place to explore the night skies and its constellations. Check out the Junior Ranger Night Explorer Booklet to learn more about the dark skies that are protected by the National Park Service! Download your own copy before arriving at the park!  PDF (24 MB)         Guadalupe Mountains National Park contains 46,850 acres of wilderness land. Find out what makes this land so special and what it means to you with the Wilderness Explorer Junior Ranger Program. You can earn a certificate and patch by completing activities for your age group. Download your own copy!  PDF (3.84 MB)          Are you the parent of a Jr. Ranger or a seasoned Jr. Ranger looking for a new challenge? Then check out the Senior Ranger program! Download your copy here! PDF (10 MB)        If you love your National Parks but do not have the time to see them right now, you can play over 50 games and learn about them from your home! Become a Webranger today!      If you like to be active during your visits to the National Parks check out the Let's Move Outside Junior Ranger program at participating parks. It is your chance to get outside and earn a sticker just for having fun!",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/kidsyouth\/beajuniorranger.htm"
}
