{
    "title": "Guadalupe Mountains National Park: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations        Through millions of years, the elements of wind and rain have eroded sediments leaving the resistant limestone of ancient reef exposed. NPS Photo - Cookie Ballou       Geologic History The Permian period of geologic time occurred from 251 to 299 million years ago. The earth had already seen life diversify from simple, primitive forms such as algae and fungi to amphibians, fishes, and insects. The earth's surface had also been evolving and shifting. Thin plates of crust moved constantly over the softer material below, steadily changing the position of the continents. Through much of the early and middle Permian all of the continents were joined together, forming the supercontinent of Pangea. Much of modern-day New Mexico and Texas occupied the western edge of this enormous landmass near the equator. A vast ocean surrounded Pangea, but a narrow inlet, the Hovey Channel, connected the ocean with the Permian Basin, an inland sea which covered parts of what is now northern Mexico and the southwestern United States. The Permian Basin had three arms: the Marfa, Delaware, and Midland Basins. The middle arm (the Delaware Basin) contained the Delaware Sea which covered and area 150 miles long and 75 miles wide over what is now Western Texas and Southeastern New Mexico.          Click on the above map for a downloadable pdf file.   During the middle part of the Permian Period a reef developed along the margin of the Delaware Sea. This was the Capitan Reef, now recognized as one of the most well-preserved fossil reefs in the world. For several million years the Capitan Reef expanded and thrived along the rim of the Delaware Basin until events altered the environment critical to its growth approximately 260 million years ago. The outlet connecting the Permian Basin to the ocean became restricted and the Delaware Sea began to evaporate faster than it could be replenished. Minerals began to precipitate out of the vanishing waters and drift to the sea floor, forming thin, alternating bands of mineral salts and mud. Gradually, over hundreds of thousands of years these thin bands completely filled the basin and covered the reef. About 80 million years ago tectonic compression along the western margin of North America caused the region encompassing west Texas and southern New Mexico to be slowly uplifted. A transition in tectonic events 20-30 million years ago initiated the formation of steep faults along the western side of the Delaware Basin. Movement on these faults over the last 20 million years caused a long-buried portion of the Capitan Reef to rise several thousand feet above its original position. This uplifted block was then exposed to wind and rain causing the softer overlying sediments to erode, uncovering the more resistant fossil reef and forming the modern Guadalupe Mountains. Today the reef towers above the desert floor as it once loomed over the floor of the Delaware Sea 260 to 265 million years ago.      Capitan Reef Exposures Rock exposures in Guadalupe Mountains National Park are composed of reef, back-reef, fore-reef, and basin sediments. Reef The reef, a submerged resistant mound or ridge formed by accumulation of plant and animal skeletons, is composed of the Capitan limestone. The Capitan is a massive, fine-grained fossiliferous limestone that formed by growth and accumulation of invertebrate skeletons of algae, sponges, and tiny colonial animals called bryozoans. These skeletons were stabilized by encrusting organisms that grew over and cemented the solid reef rock, unlike modern reefs built by mainly a rigid framework of corals. The Capitan limestone forms the thousand-foot high cliff of El Capitan, the most striking feature of Guadalupe Mountains National Park.         Back-reef There was relatively low wave or current activity in the back-reef, an area between the reef and ancient shoreline. Only fine sediment was carried back into this area and the water was often stagnant, muddy, and had a high salinity. Sediment deposited in stagnant back-reef or lagoon waters often contained high amounts of magnesium, which combined with limestone to form the rock dolomite. Despite the high salinity, life forms were able to live in the back-reef. Brachiopods, crinoids and fusulinids are common fossils found in the back-reef sediments. Fore-reef Ocean currents and wave action battered the Capitan Reef, causing large fragments of the reef to break off and slide down the slope forming the fore-reef. The fore-reef is a debris fan that extended downward into the basin. In addition to debris, the fore-reef was also composed of lime mud and fossils, such as trilobites, brachiopods, sea urchins, algae, and bryozoans. However, the fore-reef did not become as highly cemented as the reef. Basin The basin in front of the reef sloped downward to depths of nearly half a mile. The sediments that washed into the basin during the building of the Capitan Reef later became thin black limestones separated by thicker beds of fine-grained sandstone and occasional siltstone. The black limestone contains the organic-rich remains of the dead plants and animals that settled to the dark depths of the basin. Partial decomposition of the organic material in the stagnant depths used up all available oxygen, so most of the organic matter was slowly buried and preserved. Over millions of years, heat and pressure changed the organic matter to oil and gas.        Inhabitants of the rocky sea bottom included sea urchins. NPS Photo - Michael Haynie  Ancient Life in the Delaware Sea The Delaware Sea was host to a rich diversity of Permian life. The reef supported an abundance of organisms, primarily algae and sponges. Inhabitants of the rocky sea bottom included sea urchins, bivalve clams, and flower-like crinoids on long, slender stems. Horn corals and trilobites, a now extinct class of arthropods with segmented, three-lobed shells were present but rare. Ammonoids and nautiloids, ancient cephalopods related to squid and octopi, propelled their chambered bodies through open waters in search of prey. Deeper on the reef, large clam-like brachiopods clustered together, each clinging to the sea floor by a pedicle, a single fleshy muscle. Tiny bryozoans clustered in colonies that resembled delicate, lacy fans. Most life forms could not survive in the highly saline waters of the back-reef, but fossils from those exposures tell us that some adapted well. These included blue-green algae, masses of small cigar-shaped fusulinids, and clam-like ostracods. The end of the Permian brought the greatest mass extinction of all time. Horn corals and trilobites became extinct, along with certain groups of brachiopods, crinoids, bryozoans, ammonoids, and nautiloids. Sponges came near extinction, and many groups of algae died out, including most of the middle Permian reef builders. As a result, the diverse communities that inhabited the Capitan Reef remain unique in our planet's history. The Western Escarpment has played an important role in revealing the story of the Permian period in North America. These exposures present one of the finest cross sections in the world of the transition from shallow-water to deep-water deposits. Abrupt changes in rock types are caused by the change in depth from the shallow submerged areas to the deep waters of the Permian Sea. Faulting in this area began about 30 million years ago. The western edge of the Guadalupe fault block has been lifted more than two miles from its original position below sea level along a series of branching faults that run adjacent to the base of the Western Escarpment. Fault zones that form the eastern border of the Salt Basin and the western edge of the Guadalupe Block are complex. They are comprised by a series of branching faults that bend to the north-northwest from the southern end of the Delaware Mountains to the northern end of the Guadalupe Mountains. Most of the faults are nearly vertical and uplift ranges from 2,000 feet to a mile or more on individual faults. The Western Escarpment extends from Bartlett Peak to El Capitan, with Shumard Peak and Guadalupe Peak, the highest peak in Texas at 8751 feet, in between. The massive rock face is composed of the Capitan limestone, or the reef complex. The slopes below the cliffs of Bartlett Peak and Shumard Peak consist of the \"bank-ramp complex.\" The bank-ramp complex is made up of the Victorio Peak Limestone, the Cuttoff Formation, and the Bone Spring Limestone, which formed from unbound carbonate sediments deposited as broad banks. These banks stretched ten to twenty miles creating a gentle ramp dipping only one or two degrees toward the basin. These shallow carbonate ramps lack the binding organisms that are prominent components of the reef complex. Below the cliffs of Guadalupe Peak and El Capitan are the fine-grained sandstone and siltstone beds of the Cherry Canyon and Brushy Canyon Formations. These sediments were deposited as sand and silt filled sub-marine channels in the basin.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/nature\/geologicformations.htm"
}
