{
    "title": "Guadalupe Mountains National Park: Field Trips",
    "body": "Field Trips     When planning a field trip to Guadalupe Mountains National Park, please notify the park’s Education Outreach Coordinator well in advance of your visit. The park may be able to offer a ranger-led activity or at least meet with your group for a talk.  Begin your visit at the Headquarters Visitor Center at Pine Springs, located on U.S. Highway 62\/180, 110 miles east of El Paso, Texas or 56 miles southwest of Carlsbad, New Mexico. The visitor center has interesting exhibits on the park’s natural and cultural history, a 12-minute orientation slide program, a touch screen \"electronic ranger\", and a variety of hand-outs and brochures. Area information and maps are available here as well. For groups with limited time to spend at the visitor center, there is a \"scavenger hunt\" activity sheet for students to work through that teaches students about the park's flora, fauna, and geology. If you have more time, you may want your students participate in the Junior Ranger program. Just outside the door is a short .75 mile round trip nature trail that leads to the ruins of the Pinery, a station on the Butterfield Overland Mail stage route.  Entrance Fees and Fee Waivers: Entrance fees can be waived for educational groups whose proposed visit relates directly to resources found only in the park. Groups must provide documentation of educational status on official letterhead, and a written explanation of what the purpose entails. Download and complete the Fee Waiver Form and fax with all supporting documentation to: 915-828-3269. If the purpose of the visit is recreational, there is a $5.00 per person entrance fee for individuals 16 and over.  For more information, or to schedule a visit, contact: Fermin Salas Education Outreach Coordinator Guadalupe Mountains National Park 400 Pine Canyon Road Salt Flat, TX 79847 Phone (915) 828-3251 ex: 2311     Results   Showing results 1-5 of 5    Sort By:  Title Date         Guadalupe Mountains National Park McKittrick Canyon Nature Trail    The McKittrick Canyon Nature Trail, which begins at the contact station, is a .09 mile loop, with interpretive signs along the way. This short trail offers students a hands-on opportunity to study fossil and read about Permian Age geology or learn about native Chihuahuan desert plants.    Type:Field Trips Grade level:First Grade-General Subjects:American Indian History and Culture, Biodiversity, Biology: Animals, Biology: Plants, Climate Change, Earth Science, Ecology, Environment, Geography, Geology, Hydrology, Paleontology Keywords:geology, reef, desert, fossils        Guadalupe Mountains National Park Permian Reef Geology Trail    Geology groups may want to hike up the Permian Reef Geology Trail. This strenuous, 8.4 mile round-trip hike has 2,000' of elevation gain and generally takes 6-8 hours. The trail has outstanding views of McKittrick Canyon and is an interesting cross section of the Permian Reef.    Type:Field Trips Grade level:Ninth Grade-General Subjects:Biodiversity, Climate Change, Earth Science, Geography, Geology, Marine Biology, Paleontology, Tectonics Keywords:geology, fossils, reef        Guadalupe Mountains National Park Pratt Cabin Field Trip    The hike to Pratt Cabin is 4.8 miles round-trip and generally takes 3 to 4 hours. There are picnic tables near and at the cabin, but there are no restrooms in the canyon. Beyond Pratt Cabin, the hike to the Grotto is another mile. There are stone picnic tables at the Grotto.    Type:Field Trips Grade level:Third Grade-General Subjects:Architecture (Building Styles and Methods), Biodiversity, Biology: Animals, Biology: Plants, Botany, Climate, Climate Change, Earth Science, Ecology, Environment, Geography, Geology, Historic Preservation, Performing Arts, Social Studies, Tectonics, Wilderness, Wildlife Biology Keywords:geology, ecology, desert, desert plants        Guadalupe Mountains National Park Trip to the Frijole Ranch    The Frijole Ranch History Museum is located 1½ miles from the Headquarters Visitor Center. Here you will find several displays that focus on the history of the Guadalupe Mountains and the trailhead to the Smith Springs Trail.    Type:Field Trips Grade level:First Grade-Twelfth Grade Subjects:African American History and Culture, Anthropology, Biology: Animals, Biology: Plants, Ecology, Fire Ecology, Historic Preservation, Westward Expansion Keywords:history, biology, pioneers        Guadalupe Mountains National Park Williams Ranch Field Trip    Groups interested in geology may want to drive the Williams Ranch Road to view the rugged Western Escarpment.    Type:Field Trips Grade level:Ninth Grade-General Subjects:Anthropology, Archaeology, Biodiversity, Earth Science, Environment, Geology, Paleontology, Tectonics Keywords:geology, history, biology, desert, Ranching",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/education\/classrooms\/fieldtrips.htm"
}
