{
    "title": "Guadalupe Mountains National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         Nesting Hummingbird NPS Photo - Cookie Ballou  The unique ecosystems of Guadalupe Mountains National Park make it a magnet for birds residing in or migrating through the Chihuahuan Desert. Nearly 300 different species of birds have been seen here, making it a birders paradise.  Birds adapt to life in the desert easier than most animals since their normal body temperatures run from 104 to 108 degrees. Some common desert birds include the canyon towhee, rufous-crowned sparrow, black-chinned sparrow, black-throated sparrow, scaled quail, northern mockingbird, loggerhead shrike, ladder-backed woodpecker, and white-winged dove. Roadrunners are often seen running across the desert in search of snakes, lizards, and insects. Turkey vultures, golden eagles, and red-tailed hawks can usually be seen soaring overhead. In the summer, watch for broad-tailed and black-chinned hummingbirds, as well as Scott’s orioles and blue grossbeaks. The phainopepla is a black bird with a crested head that feeds on berries from the parasitic mistletoe, found on many of the oaks in the park. Phainopeplas as well as pyrrhuloxias (reddish cardinal-like birds) are common winter residents.  Birdlife can be especially abundant in the riparian areas. Western, summer, and hepatic tanagers, Wilson’s and Grace’s warblers, and plumbeous vireos arrive each spring. Most warblers pass through each spring and fall on their long migrations. The plumbeous vireos and tanagers spend the summer nesting in the Guadalupes, and then migrate to warmer climates for the winter. Black phoebes can occasionally be seen searching for insects over open water. White-throated swifts and violet-green swallows are often seen catching insects over Manzanita Springs. Broad-tailed hummingbirds feed on the nectar being produced by penstemons and other riparian flowers.  The beautiful call of the canyon wren can often be heard echoing through canyons of the Guadalupe Mountains. This small bird is often seen creeping into cracks in the rocks in search of insects, spiders, and scorpions. Peregrine falcons nest in the high, inaccessible cliffs in McKittrick and Pine Springs canyons. Peregrines are capable of reaching speeds of nearly 200 miles per hour as they dive for prey, which usually consists of other birds.  Mountaintop forests provide a unique habitat that attracts a variety of birds including the mountain chickadee, white-breasted nuthatch, dark-eyed junco, bushtit, acorn woodpecker, and the pine siskin. Chickadees and nuthatches are often seen in mixed species flocks flitting through the pines looking for seeds and insects. In the mid 1980’s, Montezuma quail were reintroduced in the Guadalupe Mountains after being eliminated in the mid 1900’s. They are occasionally seen today in the high elevation forests. At night one may hear the call of a western screech owl, great-horned owl, flammulated owl, or even the rare spotted owl.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/nature\/birds.htm"
}
