{
    "title": "Guadalupe Mountains National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Coyote NPS Photo - Doug Buehler  Guadalupe Mountains rise sharply from the surrounding desert floor to form an island of outstanding diversity. Several different ecosystems, or life zones, are found within the park. These include the harsh Chihuahuan desert community, lush streamside woodlands of oaks and maples, rocky canyons, and mountaintop forests of ponderosa pine and Douglas fir. Together, these ecosystems provide habitat for 60 species of mammals, 289 species of birds, and 55 species of reptiles.At first glance, the desert may seem barren and nearly devoid of life. A closer look however, will reveal that it actually supports an amazing diversity of wildlife. Desert animals are often difficult to view since many of them are nocturnal. Many desert animals adapt to the hot, dry environment by coming out after dark, when temperatures are much cooler and conditions are not quite so dry. Nocturnal desert animals include the kit fox, coyote, mountain lion, bobcat, badger, Texas banded gecko, and about 16 species of bats. Mule deer, javelinas, and black-tailed jackrabbits are seen early in the morning or late in the evening when temperatures are cooler.Desert reptiles include the western diamondback rattlesnake, bullsnake, coachwhip snake, prairie lizard, collared lizard, crevice spiny lizard, and the Chihuahuan spotted whiptail. Almost all of the lizards found in the park can be seen during the day. Scorpions and desert centipedes are nocturnal hunters that search the night for insects, spiders, and small lizards. In the fall, tarantulas can often be seen looking for mates. The rest of the year, tarantulas rarely leave the shelter of their burrows.One of the most unique and unexpected ecosystems in the Guadalupe Mountains is the riparian or streamside woodland. Riparian woodlands occur in places where there is water. Mule deer are one of the most common animals seen in the riparian areas. Nocturnal mammals such as skunks and raccoons can also be found here. Long-ear sunfish can be seen in some of the springs in the park, as well as in McKittrick Canyon. The stream through McKittrick Canyon is also home to a small population of rainbow trout. Although amphibians are rare in the desert, the Rio Grande leopard frog can occasionally be encountered near spring fed pools in McKittrick Canyon, or at Manzanita and Smith Springs.Rocky canyons are home to ringtails, rock squirrels, and a variety of reptiles including rock and black-tailed rattlesnakes, mountain patchnose snakes, and tree lizards.On the mountaintops, over 3,000 feet above the desert, one can find extensive pine forests. It is usually at least ten degrees cooler on the mountaintops than at the lower elevations. Mountaintop forests are home to animals such as elk, black bear, gray foxes, striped and hog-nosed skunks, porcupine, mule deer, mountain lions, and mountain short-horned lizards.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/nature\/animals.htm"
}
