{
    "title": "Guadalupe Mountains National Park: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         During the heat of the day, most animals are probably hiding in the same shade you are seeking! NPS Photo - Cookie Ballou  Many desert mammals adapt to the hot, dry environment by coming out after dark, when temperatures are much cooler and conditions are not quite so dry. Nocturnal desert mammals include the kit fox, coyote, mountain lion, bobcat, badger, and about 16 species of bats. Mule deer, javelinas, and black-tailed jackrabbits are seen early in the morning or late in the evening when temperatures are cooler. During the hottest hours of the day, these animals will find a shady area to avoid the heat. Jackrabbits and mule deer use their large ears to radiate heat away from their bodies to keep cool. Javelinas are often seen eating the pads of a prickly pear cactus. They obtain all of the water that they need to survive through the plants that they eat. The Texas antelope squirrel is a common diurnal or daytime animal. It uses its white tail as an umbrella to help reflect sunlight away from its body to stay cool.  Mule deer are one of the most common animals seen in the park. They can often be seen browsing on trees and shrubs, always staying on the move, making themselves less vulnerable to predator attacks. The reclusive and seldom seen mountain lion is active primarily at night. Mountain lions can be found in any of the ecosystems in the park, although they prefer areas in which deer are abundant. An adult lion can kill and eat one or two deer per week.  Nocturnal mammals such as skunks and raccoons are often found in riparian areas. The hog-nosed skunk is a rooter that uses its long claws and pig-like snout to dig in the ground for beetles, grubs, and worms. Raccoons search for food after dark near running streams. Their diet consists of fish and frogs, as well as mesquite beans, cactus fruits, and berries.  The rocky canyons are home to the nocturnal ringtail. The ringtail, which looks like a cross between a fox and a weasel, is actually a relative of the raccoon. In the evening, the ringtail uses its large eyes and ears to hunt for insects, lizards, small rodents, and berries.  The rock squirrel is the largest squirrel found in the Guadalupe Mountains. It is commonly seen in rocky canyons and washes in the early morning and late afternoon. They are excellent climbers and may be seen foraging in the trees for fruits, nuts, and seeds.  Mountaintop forests of Douglas fir and ponderosa pine are home to mammals such as elk, black bear, gray foxes, striped and hog-nosed skunks, mule deer, and mountain lions. The elk that were native to the Guadalupe Mountains were hunted to extinction by the late 1800’s. In 1928, rancher J.C. Hunter imported 44 elk from the Black Hills of South Dakota and released them in McKittrick Canyon. Today the population is estimated to be between 30 and 40 animals.  Black bears are shy, reclusive, and rarely seen. They generally do not hibernate here since it is usually mild enough in the Guadalupe Mountains to find food all year round. Black bears feed on nuts, berries, roots, insects, and small mammals.  The gray fox is an animal of the forests and canyons. It is not a very fast animal and prefers to ambush its prey, which consists of rodents and other small mammals, birds, amphibians, and reptiles. The gray fox has been known to climb trees to forage for berries and fruit, or to capture prey.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/nature\/mammals.htm"
}
