{
    "title": "Guadalupe Mountains National Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         Red-Spotted Toad NPS Photo - Cookie Ballou  Buried Alive  The lowlands of Guadalupe Mountains National Park shimmer under the sun’s rays. Mirages appear at the horizon and distant mountain ranges look like ships sailing on a desert sea. In this vast and timeless landscape the imagination is given free reign, but nothing prepares the mind for the reality that lies underfoot. Buried in earthen tanks created by ranchers and natural depressions are life forms ill-suited for the desert’s extremes. Only after the drumming of summer’s heavy downpours can they be summoned. For a brief span of time thousands of frogs become locally abundant, their nightly chorus audible up to a mile away. Amphibians are one of the desert’s greatest surprises.  Nine species of amphibians can be found in Guadalupe Mountains National Park. Some of these amphibians, such as Rio Grande leopard frogs, are abundant in McKittrick Canyon where there is permanent water, but most of the park’s amphibians spend most of their existence underground in a state of suspended animation.  Couch’s spadefoot toads exemplify the ability of an animal vulnerable to the desert’s heat to alter its lifestyle to meet the desert’s demands. Like all amphibians, it must breathe through its skin and keep its skin moist. The toad can survive the dry spells (most of the year) by living underground. While underground a protective sheath of unshed skin forms around them. The toad’s metabolism slows and it is able to tolerate a loss of 50% of its water.  For brief periods in summer water accumulates after monsoonal rains and provides the ideal breeding and feeding grounds for these water dependent creatures. These water sources often disappear quickly. For spadefoot toads timing is critical. Spadefoot toads will congregate at temporary pools to mate and lay their eggs. Once the eggs are laid the race is on. The eggs will hatch within 3 days and the tadpoles will reach maturity in as little as two weeks. After this frenzy of activity and growth, the frog chorus disappears with the rain. Once mature, the adult frogs will bury themselves alive and wait for next year’s storms.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/nature\/amphibians.htm"
}
