{
    "title": "Guadalupe Mountains National Park: Cacti \/ Desert Succulents",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Cacti \/ Desert Succulents                Cacti \/ Desert Succulents         Agaves and yuccas generally produce tall stalks. Stalks may grow several feet per night, allowing them to reach towering heights before hungry predators can nibble off the delicious flowering tips. NPS Photo - Cookie Ballou  Cacti and succulents, such as agaves and yuccas are xerophytes – plants that are highly adapted to arid conditions. Forced to survive by conserving water, these plants have evolved into uniquely shaped plants, with many unusual characteristics. Though cacti and agaves (and yuccas) are often confused, agaves and yuccas have long fibrous leaves that may be barbed, while cacti have thick fleshy stems, pads, or branches. These form as ribs or knobs that swell and contract, accordion style, as water is stored or lost. A cacti’s “skin” is coated with a waxy layer that effectively protects the plant against moisture loss and provides protection from the sun’s radiant heat. Essentially, leaves have been replaced by spine clusters, which form within defined areas called areoles. Some species, such as prickly pears and chollas also possess numerous glochids, or barbed hairs that are located at the center of the spine clusters. Tiny glochids may go unnoticed or appear fuzzy and soft, but are dangerously sharp. Cacti also have broad, shallow root systems that allow them to rapidly absorb large quantities of water during brief rains where precipitation only superficially moistens the upper soil layers. Cacti use a photosynthesis process (unique to succulents) called Crassulacean Acid Metabolism or CAM. Pores in the skin surface, called stomata, open only at night. Carbon dioxide is taken in through these minute openings and chemically stored as an organic acid. Much less of the plant’s preciously stored moisture is lost in this process during the night, than would be in the heat of the day. During the day, carbon dioxide is internally released from the acid and made available to the plant. The trade-off with this unusual, and delayed method of photosynthesis is that cacti and succulent species generally grow very slowly.  Flowers of both the cacti and the agaves and yuccas are very beautiful and quite striking. Agaves and yuccas generally produce tall stalks. Stalks may grow several feet per night, allowing them to reach towering heights before hungry predators can nibble off the delicious flowering tips. Fragrant blossoms form as tight clusters along the upper portion of the stalk or may branch out in radiant beauty, such as those of the century plant. Many cacti species have huge, showy blossoms ranging in color from shimmering magenta, to flashy red-orange, to sunshine yellow. Agaves, yuccas, and many of the cacti species bloom from April through June. Pollinators including bees, and moths depend on these plants for nectar, as do early migrating hummingbirds and Scott’s orioles. Succulents found here in Guadalupe Mountains National Park include several species of yuccas, beargrass, sotol, agaves, and ocotillo. There are close to 50 species of cacti including prickly pears, chollas, hedgehogs, and pincushions, and many like the Claret Cup are “show-stoppers” whose brilliant blossoms attract visitors from around the world.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/nature\/cacti.htm"
}
