{
    "title": "Guadalupe Mountains National Park: Frijole Ranch",
    "body": "Frijole Ranch - Historic Overview        Frijole Ranch proved an ideal location for early ranchers because of its proximity to springs. NPS Photo       The Frijole Ranch - Pioneer Legacy of the Guadalupes Artifacts reveal that the Frijole area has been a popular place of settlement for many centuries. This is not surprising when one considers that Pine, Juniper, Smith, Manzanita, and Frijole springs are all within a 2 mile radius of the Frijole Ranch History Museum. Mescal pits, petroglyphs, and artifacts discovered in nearby caves reflect early Native American occupation and dependency on the essential water, vegetation, cover, and game found in the vicinity. The first substantial, permanent structure at the site was built by the Rader brothers in 1876. These two bachelor brothers operated a small cattle ranch out of their sturdy rock home, which consisted only of the present front or south-facing living and dining rooms of the structure. The house was constructed 40 feet from Frijole Spring. It had double walls of native stone with a filler of mud between; interior walls were also plastered with mud. While the brothers were the first permanent settlers on this side of the mountain range, it appears they never filed a deed on the cattle ranch. They moved on by the late 1800s after which the Herring family took up ranching in the area. At the end of the Civil War, Major Calvin Herring moved his family from North Carolina westward into Texas where they ended up at the foot of Guadalupe Peak in what is now Guadalupe Mountains National Park. It was here that Major Herring's daughter, Ida Herring, married George W. Wolcott in 1888. Wolcott family records indicate that the couple's first home had two rooms, one of which was a dugout, and that this was the early structure at the Frijole Ranch site. Wolcott and his wife remained until 1895. George W. Wolcott then took his family to the Midland, Texas area where he went on to become a prominent rancher. In 1906, John Thomas Smith filed on the Frijole site as vacant land, referring to the house and property as the \"Spring Hill Ranch\" until 1912. Mr. Smith had moved from Wisconsin to Texas, where he married Nella May Carr in 1889, in Sherman, Texas. They were married for 63 years and had ten children. The Smiths made a living by truck farming and had a 15-acre orchard and garden east and north of the house. Over the years, apples, peaches, apricots, plums, pears, figs, pecans, blackberries, strawberries, currants, and some corn were grown; the springs providing more than adequate water for at least two plots. Periodically, the Smiths would load up their wagons in the evening, covering the fresh produce with wet paper and linen. They would then travel for two days to Van Horn (65 miles south) where they would sell the fruits of their labor. They also raised cattle, horses, pigs, and chickens. The Smith family greatly expanded the Frijole Ranch House in the 1920s. A rear kitchen and two bedrooms were added, as well as a second story and dormers . A gable roof with wood shakes eventually covered the house. The building in the northeast corner of the lot was first erected as a bunkhouse for hired help, but was later used as a guest house. Like the original home, that structure and the double toilet (a luxury) were constructed of stone masonry with shed roofs. A spring-house of wood and stone was also built for water protection and storage. The areas first hydraulic \"Ram Jet Pump\" was installed to pump water up the tower located in the front yard to a storage tank for domestic use. Because of its location and cool interior, the small stone building south of the spring-house was first used to store fruits, vegetables, milk, meat, and other perishables. Later, with the availability of electricity, a more sophisticated pump system was installed there. A barn and hay loft was also a necessity.        Schooling their children was important to the Smith family. NPS Photo  The red schoolhouse was built with vertical wood siding and a low pitched roof covered with corrugated tin. Up to eight children from the Smith family and local ranches once attended school there. The Smiths provided room, board, and a horse, in addition to a $30.00 per month salary for the teacher. Later, the schoolhouse served as a storage shed and bunkhouse. Frijole Ranch House has seen many changes in lighting since its construction in 1876. Originally lit with tallow candles and kerosene lanterns, the Smiths installed a carbide lamp system, which produced acetylene gas that was piped through the house. This advance was followed by battery-powered lights charged with a wind generator. Today, of course, the house is lit with electricity, perhaps waiting for yet another technological advance. As the only major building complex in the region for several decades, Frijole Ranch served as a community center for dances and other social gatherings, as well as the regions official post office, from 1916 to 1942. Although not built until 1950, the present barn complements the other buildings and is of wood frame construction. Today park livestock use the barn. A stone masonry wall encloses most of the Frijole complex. In 1942, after 36 years, John Smith sold the Frijole Ranch house and associated property to Judge J.C. Hunter for the price of $55,000. He then moved with his family to Hawley, Texas, near Abilene. Jesse Coleman (J.C.) Hunter first moved to Van Horn, Texas in 1911, to serve as Superintendent of Schools. J.C. Hunter also served as Director and Vice President of the Van Horn State Bank, was a Culberson County Judge and Treasurer, was successful in the oil and gas business, and he was a rancher. J.C. Hunter began buying land in the Guadalupe Mountains in 1923 and by the 1940s he owned 43,000 acres, including John Smith’s Frijole Ranch. His \"Guadalupe Mountains Ranch\" concentrated on raising Angora goats, sheep, cattle, and horses. At one time, 22 tons of mohair wool were produced annually by 4000 Angora goats. The mountain high country was used as summer range for livestock; water pumped from lowland springs by pipeline to metal storage tanks on top was crucial to its survival. The Frijole Ranch house served as ranch headquarters for J.C. Hunter’s foreman, Noel Kincaid and his family from 1942 to 1969. Hunter was an early conservationist and initiated the first attempts to make the region a park in 1925. The idea failed to gain momentum and was dropped. Because Hunter continued to hope for a park in the future, he permitted only limited hunting on the ranch and allowed no grazing in McKittrick Canyon. Under his stewardship, elk, turkey, and rainbow trout were returned, or introduced, to the Guadalupe Mountains ecosystem. In 1945, J.C. Hunter’s son, J.C. Hunter, Junior, inherited the ranch. Although mayor of Abilene and a successful oil man, Mr. Hunter took an active interest in his lands in the Guadalupe Mountains. By 1965 he had purchased additional lands and the Guadalupe Mountain Ranch totaled 67,312 acres. In 1966, he fulfilled his father’s dream and sold the ranch to the National Park Service, at the bargain price of $1.5 million, or about $22 per acre. From 1969 to 1980, the ranch house served as a ranger residence. During the next three years, rehabilitation and renovation of the Frijole Ranch buildings was completed by the National Park Service. Park staff used the ranch house as an operations office from 1983 until 1991. In 1992, the Frijole Ranch House was again renovated and finally opened to the public as a history museum. Today's Frijole Ranch Cultural Museum is on the National Register of Historic Sites. The National Park Service will continue to preserve Frijole Ranch so that future generations may come to appreciate our diverse heritage.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/historyculture\/frijolehistory.htm"
}
