{
    "title": "Guadalupe Mountains National Park: Butterfield Stage",
    "body": "The Butterfield Overland Mail Stage Line        Waterman Lily Ormsby III left his home and family to become the first person to complete - as sole passenger - the first trip on the Butterfield Overland Mail coach.        On the afternoon of September 28,1858, the conductor of the first westbound Butterfield Overland Mail Coach sounded his bugle to announce the coach's arrival at the Pinery. The station was named for nearby stands of pine. With abundant water from Pine Spring and good grazing, it was one of the most favorably situated stations on the original 2,800-mile Butterfield route. Located at 5,534-foot Guadalupe Pass, the Pinery was also the highest. After a meal of venison and baked beans and a change of horses, the weary travelers jolted slowly down the pass on their rough-riding stage. Shortly after sunset, near the base of Guadalupe Pass, the westbound coach from St. Louis pulled alongside the eastbound from San Francisco. The excited passengers and drivers exchanged comments about their history-making encounter. For the brief space of a conversation, the ends of the continent were connected. But there was mail to deliver; the stages rolled on as contracted, traveling an average of five miles an hour around the clock, and averaging 120 miles a day. The Butterfield contract called for semi-weekly runs, covering 2,800 miles in a maximum of 25 days. In its two and a half years of operation the Butterfield never broke its contract. Imagine the feeling of isolation experienced by the station masters and their crews, and the sense of excitement and companionship brought by the stages. Between Fort Chadborne and El Paso, a distance of 458 miles, there was no sign of habitation other than outpost stage stations. The stage route between Fort Smith, Arkansas, and San Francisco, California, passed through only two real towns: Tucson and El Paso. One stretch of route had no settlements for 900 miles; another had no water for 75.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/historyculture\/butterfield.htm"
}
