{
    "title": "Guadalupe Mountains National Park: The Pinery",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     The Pinery                The Pinery        The Pinery Station has the distinction of being the only remaining station ruin standing close to a major thoroughfare - only 200 yards off U.S. 62\/180, which generally follows the original Butterfield route through Guadalupe Pass. As such, it is accessible to millions who travel a similar route, only at 50 to 60 miles per hour instead of 5! NPS Photo - Cookie Ballou       The Pinery Trail  Travel the short .75 mile path from the Pine Springs Visitor Center to the ruins of the old Pinery Station, once a favored stop on the original 2,800 mile Butterfield Overland Mail Route. Trailside exhibits describe Chihuahuan desert vegetation. The trail is paved, rated easy, and wheelchair accessible. Pets are allowed on leash.  Preservation of the Ruins  The ruin is fragile; climbing on the walls can destroy this piece of history. It is preserved by the National Park Service as a window to the past, in the relatively unchanged, rugged setting that stage riders and Mescalero Apaches saw more than one hundred years ago. With the help of careful visitors to protect it, this historic location will continue to reflect the spirit of courage and adventure which commanded the senses of long-ago travelers, and still stirs in those who ride this route today.  History of the Pinery  When the conductor, his driver, and their sole passenger made their first call at the Pinery, there was little to see: a stout corral built of pine that had been cut and hauled from the mountains above, and the tents that housed the station keeper and his men. But two months later the station consisted of a high-walled rock enclosure protecting a wagon repair shop, a black smith shop, and the essential replacement teams of fresh horses. Three mud-roofed rooms with limestone walls offered a double fireplace, a warm meal, and a welcome retreat from the dusty trail of the plains below.  Pinery Station was built of local limestone, in a fortress like pattern. High rock walls formed a rectangular enclosure with a single entrance. The three mud-roofed rooms were attached, lean-to fashion, to the inside walls, which afforded safety and protection from Indian raids. These walls, built of limestone slabs and adobe, were 30 inches thick and 11 feet high. The station's water supply came from Pine Spring through an open ditch to a tank inside the station. A stockade of heavy pine posts protected the main entrance on the south. In the southeast corner of the enclosure, a thatched shelter covered the wagon repair shop and smithy. Livestock were kept in the stone-walled corral on the north end.  There was more activity about this station than one might suspect. The station keeper was Henry Ramstein, a surveyor from El Paso. He supervised six to eight men who worked as cooks, blacksmiths, and herders. Four times a week the distant sound of the conductor's horn announced the arrival of the mail coach with up to nine passengers. Express riders dashed through at all hours, road crews stopped off, and tank wagons filled up at Pine Spring, rolling on to fill water tanks along the dry stretches. Freighters and mule pack trains added to the passing traffic.  There were fearful moments, as when an army scout brought word that Indians were sighted in a nearby canyon. All stock was quickly herded inside the station, bars were secured across the entrance gate, and every man stood ready with his Sharp's rifle. At times, soldiers were garrisoned at the Pinery to guard against Indian attacks, which led to stories that this ruin was once a government fort. There was also news of tragic happenings. On one occasion a rider reported that the three men who had built this station were murdered with axes at a mail station in Arizona by three of their helpers. Their construction foreman, St. John, was still living, but had suffered an axe blow that severed his arm. On another occasion an express rider brought news of an Apache attack in Arizona which stopped the mail and left the station keeper and a passing emigrant family massacred.  The Butterfield Mail Coach continued to come through the Pinery for 11 months until August 1859, when this route was abandoned for a new road that passed by way of Forts Stockton and Davis. The new route better served the chain of forts along the southern military road to El Paso, and was better protected against Indian attacks. A total of ten stations were abandoned along the Guadalupe route and 16 were added along the \"Fort Trail.\" But long after its abandonment, the old Pinery Station continued to be a retreat for emigrants, freighters, soldiers, outlaws, renegades, and drovers. It is now a fragile remnant of an early endeavor to span the continent with the first reliable transportation and communication system ever attempted.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/historyculture\/pinery.htm"
}
