{
    "title": "Guadalupe Mountains National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     April 15, 2016  Fee Free National Park Week and Special Events at Guadalupe Mountains  Guadalupe Mountains National Park celebrates National Park Week with a fee free week.   January 30, 2016  Guadalupe Mountains Youth Centennial Poster Contest  Guadalupe Mountains invites youth artists to participate in a poster contest celebrating the NPS Centennial.   January 20, 2015  Dog Canyon Closure January-March 2015  Dog Canyon will be closed to the public beginning January 20, 2015 through March 2015 during a water system replacement project. During this time the canyon will not have water for backpackers or allow any front or backcountry access to visitors.   December 10, 2014  Guadalupe Mountains Invites Public Input on Wilderness Stewardship and Trail Management Plan  Guadalupe Mountains seeks public input for the Final Draft Wilderness Stewardship and Backcountry Plan and Environmental Assessment   July 21, 2014  Frijole Ridge Fire Final Update- July 19, 2014  The fire was reported by NPS park rangers, who observed lightning in the area, then white smoke, at approximately 12:00 Noon on 07\/14\/2014. The fire was in an area inaccessible to ground crews. A helicopter made bucket drops on the fire TMonday and Tuesday. The Frijole Ridge Fire was declared extinguished Wednesday afternoon.   March 04, 2014  Guadalupe Mountains National Park Invites Public Input on Backcountry\/Wilderness Stewardship Plan  Guadalupe Mountains National Park will host a series of meetings in local communities to present and invite public input on preliminary draft alternatives for a Wilderness Stewardship Plan for Guadalupe Mountains National Park.   May 24, 2013  Creative Reading and Writing Workshop  Creative Reading and Writing Workshop, free to the public, will be held at Guadalupe Mountains National Park, Saturday, June 22.   May 08, 2013  Guadalupe Mountains smoking restrictions 2013  Guadalupe Mountains National Park initiates smoking restrictions due to continued high fire danger.   April 23, 2013  2013 Mescal Roast  Guadalupe Mountains will host mescal roast beginning May 1, 2013.   February 26, 2013  2011 Benefits to Local Economy Report  A new National Park Service (NPS) report for 2011 shows that the 152,645 visitors to Guadalupe Mountains National Park spent $10,919,000 in communities surrounding the park.   February 20, 2013  Park Mourns the Passing of Roger Reisch  Roger E. Reisch, the first employee at Guadalupe Mountains National Park passed away peacefully in Edmond, Oklahoma on Tuesday, February 12, 2013. He was 89.   January 25, 2013  Salt Basin Dunes Enhanced Visitor Use FONSI  Intermountain Regional Director John Wessels signed a Finding of No Significant Impact (FONSI) for a project to enhance visitor access to the Salt Basin Dunes on the west side of Guadalupe Mountains National Park. This step concludes the agency’s environmental review of the project and allows the project to go forward.   November 09, 2012  Public Comment Invite on Dune Proposal  The National Park Service (NPS) is proposing to enhance visitor amenities at the Salt Basin Dunes, in Guadalupe Mountains National Park, to improve visitor access and encourage increased visitor experiences in this scenic and ecologically unique area. The public, organizations and other agencies are invited to review and comment upon the Environmental Assessment (EA) describing and analyzing the proposal.   August 06, 2012  40th Anniversary Celebration  The park will celebrate the 40th anniversary of its establishment on Saturday, October 6, 2012. The park was authorized on 1966, but was established on September 30, 1972.   June 21, 2012  Peak Fitness Challenge Launch  The Peak Fitness Challenge, a free hiking program for Franklin Mountains State Park and Guadalupe Mountain National Park launches today. The Challenge encourages everyone from beginning hikers to experienced trail runners to get out on the park’s trails.   May 02, 2011  Extended Hours and Ranger Days  Headquarters Visitor Center at Pine Springs will begin extended evening hours beginning on Friday, May 27. The park is also announced a special Dog Canyon Ranger Days, featuring ranger-led hikes, evening programs.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/news\/newsarchive.htm"
}
