{
    "title": "Guadalupe Mountains National Park: Williams Ranch",
    "body": "Williams Ranch - Historic Overview         The panoramic west facing view from the Williams Ranch porch has changed dramatically over the last ninety years. NPS Photo  The fragmented history of the Guadalupe Mountains region tantalizes the imagination. There are few records left behind for the scholar, and the Williams Ranch story is no exception to this scarcity of information. Historians believe the ranch house may have been built by John Smith of El Paso in 1908 for Henry Belcher and his wife Rena. Another story maintains that Henry Belcher's brother constructed the house for his new bride, who stayed only 24 hours before heading for home! Regardless of the builder's identity, it is fairly certain that Henry, Rena, and their baby daughter Bernice, were the first people to live in the house for any length of time. The family moved in with a wood stove, bunk beds, and other furniture, and a luxury for the time, wallpaper. Standing among the rugged foothills 5,000 feet below Guadalupe Peak, the house, with its attractive architecture and steeply gabled roof, looks out of place. The builder may have been thinking of the popular styles of the eastern states when he had the lumber hauled by mule train from Van Horn, Texas, sixty-five miles to the south. The Belchers remained for about a decade and maintained a substantial ranching operation, at times supporting up to 3,000 head of longhorn cattle on the mountain slopes and in the Patterson Hills across the valley. Water for this venture was piped from Bone Spring down the canyon to holding tanks in the lowlands. At the turn of the century, grass was abundant here and rainfall was probably greater. Wildlife was far more diverse and plentiful; bear, wolf, lion, bighorn sheep, prairie dog, and elk were common. Pronghorn, javelina, bison, porcupine, fox, coyote, bobcat, and badger were numerous in and around the mountains. Even the jaguar and mighty grizzly may have occasionally found refuge within the sheltered canyons of this remote rocky island. Thousands of ducks, geese, cranes, and hawks migrated over the highlands in the spring and fall. The hills and canyons rang with the calls of songbirds. Spectacular spring wildflower displays were a regular occurrence. By the time Henry Belcher departed, overgrazing combined with increasing aridity and drought had depleted much of the ranch's grass cover. The grasses were replaced by mesquite, acacia, and creosote. Animal populations were already dwindling due to hunting, trapping, poisoning, disease, the change of vegetation from grasses to shrubs, and competition with stock for diminishing forage and cover. Today many of these trends continue outside of the park. The bighorn sheep, bison, wolf, and native elk are gone forever; the bear and lion all but eliminated. Sometime around 1917, James Adolphus Williams (known to friends as \"Uncle Dolph\"), a lone cowman from Louisiana, acquired the house and ranch property. With his partner and friend, an Indian named Geronimo (not the legendary Apache leader), he ran several hundred longhorn. A few years later he switched to sheep and goats, animals better adapted to the changing environment. Relatives and hired hands helped manage the 500 to 3,000 animals. A limited amount of land was also farmed. Williams and his men frequently visited neighbors, collected firewood, picked up produce at Frijole Ranch, and herded stock to water and grass over precarious trails beneath majestic limestone ramparts. Dolph Williams owned the ranch until 1941 when he moved to Black River Village, New Mexico, fifty miles to the northeast. He died there in 1942. The ranch was purchased by Judge J.C. Hunter, adding to his extensive holdings in the Guadalupe Mountains. Judge Hunter's son sold the ranch to the National Park Service in 1966. The panoramic west facing view from the Williams Ranch porch has changed dramatically over the last ninety years. Although the story of the human endeavor here is only vaguely reconstructed, this singular place contributes far more than a mere physical or textbook record. Its silent eloquence may stir time-worn feelings and engender a profound appreciation for all that once was. Above all, it evokes a bittersweet yearning for a time of simplicity and beauty that will never be again.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/historyculture\/wranch.htm"
}
