{
    "title": "Guadalupe Mountains National Park: Frijole Ranch",
    "body": "Frijole Ranch - Desert Paradise        The six springs within a three mile radius of the Frijole Ranch made it a magnet for early travelers and settlers. NPS Photo - Dave Bieri       Frijole Ranch is a delightful oasis on the edge of the dry, lower slopes of the Guadalupe escarpment which truly captures the rugged sprit of the American West. Today the Frijole Ranch History Museum occupies the old ranch headquarters, and displays the sequential human history of the Guadalupes from Native Americans and the early ranching community to the establishment of a national park. Just outside is a tiny one-room schoolhouse and spring house that was constructed for water protection and storage. The cold, spring water which is channeled through the courtyard (once essential for subsistence and farming) provides precious moisture for the large shade trees and the grass that surrounds them. Shade and water, both scarce commodities in the desert, are coveted by a variety of species that frequent the area at dawn and dusk. As you look around, imagine what life may have been like in this remote West Texas locale. Frijole Ranch is located 1½ miles northeast of the Pine Springs Visitor Center. The Frijole Ranch Museum is operated by volunteers, and is generally open from 8:00 AM to 4:30 PM. The grounds are always open, with picnic tables under the large shade trees in the courtyard. Bring your binoculars; this is and excellent location for birding and wildlife observation. The Smith Springs loop trail begins here as well.      Smith Spring Trail  You may follow this loop trail in either direction, but please sign in at the trailhead, and pay your entrance fee before beginning your hike. A trail guide is available for this walk. The trail is rated moderate, with a round-trip distance of 2.3 miles. Allow one to two hours. Look for lizards, mule deer, javelinas, and elk as you walk this loop trail to the shady oasis of Smith Spring. Here, nature weaves a tapestry of life with green and silver threads. Rainfall and snowmelt from the higher elevations flows through a series of cracks in the limestone beds to emerge near the base of the eastern escarpment, forming a shallow creek lined with ferns and sedges, and watering a grove of trees including maples, choke cherry, chinkapin oaks, Texas madrones and ponderosa pines. Take a break here and look for birds such as Cooper's hawks, sapsuckers, and hummingbirds as you enjoy the water that splashes around the rocks creating this incredible desert paradise. Manzanita Spring (only) Begin this relaxed walk by turning right behind the Frijole Ranch History Museum and follow the short, paved trail to Manzanita Spring (.2 mile). Return to Frijole Ranch on the same path. The trail is wheelchair accessible. Manzanita Spring is an excellent desert watering hole for park wildlife and a great birding location. Please: Water is precious for park flora and wildlife species. Do not disturb the water in any way.       A .2 mile paved path leads to Manzanita Spring, a beautiful desert oasis that supports a variety of plants and animals. NPS Photo",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/frijole.htm"
}
