{
    "title": "Guadalupe Mountains National Park: Video Profiles",
    "body": "Video Profiles          Salt Basin Dunes Experience the shifting sands and solitude of the second largest white-sand gypsum dune field in the American southwest; where the sun is your only host...           Pratt Cabin Found deep in the heart of McKittrick Canyon, Wallace Pratt's stone cabin provided an early retreat for the father of Guadalupe Mountains National Park.           Frijole Ranch Travel back to the early days of ranching in the Guadalupe Mountains at one of the oldest surviving homesteads in west Texas.             National Fossil Day Song   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes   Our National Fossil Day was great. We were able to educate people throughout the United States at various National Parks. This is a contribution song that was put together by our friends at Curecanti Recreation Area. It's sure to put a grin on anyone's face who likes fossils.               Las Dunas - En Español   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 37 seconds  Experience the shifting sands and solitude of the second largest white-sand gypsum dune field in the American southwest; where the sun is your only host...               Pratt Cabin - En Español   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 38 seconds  Found deep in the heart of McKittrick Canyon, Wallace Pratt's stone cabin provided an early retreat for the father of Guadalupe Mountains National Park.               Frijole Ranch Museum - En Español   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 35 seconds  Travel back to the early days of ranching in the Guadalupe Mountains at one of the oldest surviving homesteads in west Texas.               Canyon Plants of the Guadalupe Mountains   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 24 seconds  This is a short video about the variety of plants one can find inside the park.",
    "url": "https:\/\/www.nps.gov\/gumo\/learn\/photosmultimedia\/video-profiles.htm"
}
