{
    "title": "Glen Canyon National Recreation Area: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        NPS Photo\/ Graffiti Removal & Intervention Team      Getting AroundBy BoatLake Powell: The only form of transportation between marinas and in the backcountry of Lake Powell is by boat.Dangling Rope, UT:  This marina is accessible only by boat, at buoy 42.By CarWahweap, AZ (PDF Map 609KB) Three miles north of Page, AZ on Highway 89 is the south entrance and eight miles south of Big Water Utah is the north entrance to the Wahweap district of Glen Canyon NRA. In-park shuttle service is available at Wahweap.Antelope Point, AZ (PDF Map 445KB) Three miles east of Page on Highway 98, turn north on BIA Hwy N22B to Antelope Point Marina and\/or Antelope Point public launch ramp. Antelope Point Marina provides shuttle service.Lees Ferry and Navajo Bridge Interpretive Center, AZ(PDF Map 792KB: Located on Highway 89A 45 miles southwest of Page Arizona and 62 miles southeast of the North Rim of Grand Canyon National Park. Lees Ferry is located seven miles down the Lees Ferry road from Navajo Bridge Interpretive Center. Lone Rock Beach, UT (PDF Map 904KB): Two miles south of Big Water, UT or 12 miles north of Page, AZ at the Utah\/Arizona border on Hwy 89 is the entrance to Lone Rock Beach. There is limited hard-surfaced road, with the majority of access to Lake Powell on sandy roads or beach.Bullfrog, UT (PFD map 855KB): The Bullfrog Visitor Center is located on Utah Highway 276. Ferry Service is provided by the state of Utah from Bullfrog to Halls Crossing. In-park shuttle service is available at Bullfrog. Operating hours of the \"Charles Hall\" Ferry, which runs between Halls Crossing and Bullfrog, change throughout the year. For more information on the ferry, you can call UDOT in state at 511 or out of state at 1-866-511-UTAH or visit the UDOT website.Halls Crossing, UT (PDF Map 861KB): Halls Crossing is reaching by Utah Highway 276. Ferry Service is provided by the state of Utah from Halls Crossing to Bullfrog. In-park shuttle service is available at Halls Crossing.Hite, UT: Hite is located just off Utah Highway 95; approximately 50 miles southwest of Hanksville, UT or 80 miles northwest of Blanding, UT. At this time the Hite Main ramps are open. They are gravel, so launch at your own risk.By PlaneThe City of Page is served by a commercial airline. The airport's code letters are PGA. Charter flights are available from Page and Salt Lake City to other areas on the lake. Bullfrog, Hite and Escalante all have landing strips. Cal Black Memorial Airport is located approximately 10 miles (16km) from Halls Crossing. Rental cars are available at the Page Airport.Public TransportationPublic transportation is available in the Page-Wahweap-Antelope Point areas courtesy of the Helping Hands Agency. Call 928-645-9596 or visit their website for routes and schedules.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/directions.htm"
}
