{
    "title": "Guadalupe Mountains National Park: Salt Basin Dunes",
    "body": "Salt Basin Dunes        Gypsum grains form the bright-white dunes that cover about 2,000 acres and range from three feet high, heavily vegetated dunes at the south end of the area, to sixty feet high, largely non-vegetated dunes at the north end. NPS Photo       Austere Beauty and Isolation Water, wind, and earthquakes have sculpted the stark landscape of the Guadalupe Mountains and the Salt Basin. The Salt Basin is a graben, or a down-dropped block of the earth’s crustal rocks. Faulting, which allowed the downward movement, began in the early Miocene Epoch around 26 million years ago. This shifting also lifted Guadalupe Peak more than two miles to its current position. Streams surrounding the graben drained into a basin with no outlet. As that water evaporated, gypsum and salt were deposited. Similar depositional forces are still active today. During the Pleistocene Epoch (10,000 to 1.8 million years ago) rainfall was much greater, and allowed a broad, shallow lake to spread over the lowest portions of the Salt Basin. Remnants of the lake beaches are evident around the edges and indicate water levels fluctuated between 18 and 37 feet deep. As the climate became much drier, the ancient lake vanished and wind became the driving force in rearranging sediments. Today, the lake bed is dry most of the year; it takes significant rains (usually in summer) to form an actual lake only a few inches deep. Gypsum deposits are increasing in the Salt Basin at a rate of .008 to .35 inches per year with the prevailing westerly winds carrying the grains of sand from the salt lake and dropping them near the western edge of the park before sweeping up the escarpment of the Guadalupe Mountains. Gypsum grains form the bright-white dunes that cover about 2,000 acres and range from three feet high, heavily vegetated dunes at the south end of the area, to sixty feet high, largely non-vegetated dunes at the north end. Nearby, dunes consisting of pale red quartz grains are even more common and reach their greatest height, (approximately 33 feet), north of the Patterson Hills (the large hills between the gypsum dunes and the western escarpment). Those who travel here can disappear into a vast and silent landscape, ponder the powerful forces of wind and time, and appreciate the dramatic contrast between the park’s forested high country and its surrounding desert lowlands. Protect the Salt Basin Much of the sandy soil is covered by dark cryptogamic crust. Cryptogams (a lichen and fungal association) produce soil nitrogen, prevent wind and sheet erosion, and are essential in stabilizing and preparing the soil for other vegetation to take hold. The cryptogamic crust is fragile; simply walking across it can open the soil to erosion. Watch for the black crust of cryptogams and avoid walking on it. Stay on the established roadways, trails, and non-vegetated dunes. All plants, animals, rocks, fossils, and archaeological and historical artifacts are protected by law. No collecting of any kind is allowed. Please pack out all of your trash including toilet paper. Safety and Comfort Facilities at the trailhead include accessible parking, RV\/bus parking, picnic tables with shade structures, and pit toilets. Note: there is no water available at the trailhead. Water, food, and gasoline is available in nearby Dell City. At 3,640 feet, the Salt Basin Dunes are lower in elevation than most areas of the park. The weather is generally warm in winter but high winds winter and spring can make the area inhospitable. Throughout much of the year temperatures can be dangerously hot. Wear sunscreen and a hat and carry plenty of water. (A quart per hour on hot days is needed). Venomous snakes are occasionally encountered in the dunes area. Walking in areas of open sand allows you to better see where you step. If you encounter a rattlesnake, give it plenty of room and slowly walk away from it. Snakes are protected in National Parks; it is illegal to harm them. Glass containers are prohibited to prevent injuries.      Access and Directions The Salt Basin Dunes are designated day use only and are accessible for visitation beginning at sunrise to 30 minutes after sunset. Camping is specifically prohibited. The surface of the access road is clay. During rainy weather, the road becomes dangerously slippery; it is unsafe to travel when wet. The speed limit is 25 miles per hour. Watch for livestock on the roadway. From the Pine Springs Visitor Center, turn right on Highway 62\/180 and drive west for 23 miles. At Salt Flat, turn right on FM road 1576. Drive north 17 miles then turn right on Wiiliam's Road. Travel 7.5 miles East to the parking area. From the trailhead, you will still need to hike about 1 mile. Follow the old road that takes you past the old parking lot to the dunes.  Pay close attention to your route when leaving the dunes. Following the wrong road will lead you away from your vehicle and further into the desert.",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/dunes.htm"
}
