{
    "title": "Guadalupe Mountains National Park: Preparation",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking     Preparation                Backpacking - Preparation        Regardless of where you choose to hike or backpack, proper preparationwill insure a safe and enjoyable experience. NPS Photo - Dave Bieri       Water is an Issue!  There are no water sources in the backcountry. To insure you have enough water for drinking and cooking, please carry one gallon per person per day (water weighs approximately 8 lbs. per gallon). Water is obtainable at the Pine Springs Visitor Center, Pine Springs Campground, McKittrick Contact Station, or the Dog Canyon Ranger Station.  Equipment Considerations  •Fires, including charcoal fires, are not permitted anywhere in the park. Bring a backpacking stove if you plan to cook. •Consider bringing a sturdy, lightweight tent for protection against the weather elements, particularly wind and precipitation. •Sturdy hiking boots with good ankle support are highly recommended; trails are steep, rugged, and rocky. Hiking poles are a good addition too. •Be aware of the current weather forecast and bring\/wear appropriate clothing. •To protect yourself from glaring desert sun (year-round) bring a hat, sunglasses, and sunscreen. •Carry a first aid kit that includes tweezers for spines, band-aids and adhesive pads for blisters, compresses for severe cuts, and a triangle bandage which can be put to many uses.  Steep Trails, Difficult Climbs  Most backcountry trips begin with an elevation gain of over 2000 feet along exposed desert trails. This is strenuous; allow one hour per mile for ascent. Give yourself plenty of time for your hike; consider distance and elevation, your physical condition, the amount of weight you are carrying, the potential for sudden weather change, and the daylight hours remaining. Steep and rugged terrain, and lack of available water, can limit both the distance of your hike and the total number of days of your backcountry stay. Please plan your itinerary wisely. To assist with your planning, you can download a mileage chart and here a list of elevations in the park here.  Entry and Exit Locations  Given the variety of routes available for your hiking excursion, you might choose to enter and exit the backcountry through different trailheads. As the park does not provide shuttle service between locations, you are responsible for arranging your own transportation back to your vehicle. McKittrick Canyon is a day-use area. If your planned exit is through McKittrick Canyon, please allow enough time to be out of the canyon by the posted closing time of that location.  Dog Canyon  Many backpackers enjoy camping at Dog Canyon as a planned part of their itinerary. (Dog Canyon is an excellent location for acquiring additional water). Though there is no charge for the wilderness backcountry campgrounds, Dog Canyon is a fee area, with a charge of $8.00 per night.  Peak Visitation  During peak visitation times (holiday weekends, spring break, fall colors) Pine Springs and Dog Canyon campgrounds fill quickly and may be full by the time you return from your backcountry trip. The campgrounds are designated first come, first serve and may not be reserved or \"held vacant\" pending your return.",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/bcpreparation.htm"
}
