{
    "title": "Guadalupe Mountains National Park: Birding",
    "body": "Birding       Summer Birds of Guadalupe Mountains National Park (PDF file) Winter Birds of Guadalupe Mountains National Park (PDF file)       The marvelous variety of habitats in Guadalupe Mountains National Park supports a generous diversity of birds – over 300 species either nest in the park or migrate through it. NPS Photo - Cookie Ballou       Frijole Ranch and Smith Springs Frijole Ranch is a great place to begin birding in Guadalupe Mountains National Park as Frijole Spring supplies a consistent water source for large shade trees; a riparian habitat birds can't resist. Say's phoebes, western scrub jays, white-winged doves, chipping sparrows, lark sparrows, northern mockingbirds, and canyon towhees love it here and are common, year-round residents. A variety of warblers and orioles can be seen in the spring, and in winter, watch for pyrrhuloxias, phainopeplas, and western bluebirds.    A short paved trail from Frijole Ranch leads to Manzanita Spring. During summer months white-throated swifts and violet-green swallows swoop over the spring to snatch insects and dip for water. Beyond Manzanita Spring, the trail meanders through desert grassland to Smith Spring and back (a 2.3 mile loop). Smith Spring is truly picturesque - a beautiful cascade of water surrounded by lush riparian forest. Northern flickers, red-naped sapsuckers, Lewis' woodpeckers, and Williamson's sapsuckers enjoy the safety of the protective cover. It is also a great place to look for Cooper's hawks. Beyond the spring, keep an eye out for rufous-crowned sparrows and mountain bluebirds in winter, and blue grosbeaks and eastern meadowlarks in spring and summer.    McKittrick Canyon The hike up McKittrick Canyon provides an excellent opportunity to pass through several unique bird habitats. The trail to the Grotto (6.8 miles round trip) follows the streambed and is relatively level. Expect typical Chihuahuan Desert species along the beginning of the trail including year-round residents such as canyon, Bewick's, and rock wrens, greater roadrunners, bushtits, and white-winged doves. In spring and summer expect to see ash-throated flycatchers and Cassin's kingbirds. Further up canyon the trail enters riparian woodland with big-toothed maple, oak, Texas madrone, and ponderosa pine. In late spring the canyon is alive with western and hepatic tanagers, black-headed grosbeaks, Grace's warblers, plumbeus vireos, cordilleran flycatchers, and broad-tailed hummingbirds. Year-round residents include spotted towhees, Stellar's jays, and red-naped sapsuckers.    The Bowl More adventurous birders may want to take the arduous 8.5-mile round trip hike to the Bowl. Along this trek is a relict forest of ponderosa pine and Douglas fir. Watch for mountain chickadees, pygmy and white-breasted nuthatches, dark-eyed juncos, hairy woodpeckers, band-tailed pigeons, and red crossbills. In the fall watch for Townsend's warblers.   Dog Canyon Dog Canyon, on the north side of the park, also provides easy access to the park's highcountry forests. This is the best place to look for acorn woodpeckers and the magnificent hummingbird.     William's Ranch and Guadalupe Canyon The Williams Ranch four-wheel drive road accesses the lowland desert. Greater roadrunners, cactus wrens, verdins, and several species of sparrows enjoy this desert terrain. Guadalupe Canyon is another good place for desert birds such as black-throated and black-chinned sparrows, verdins, and occasionally, varied buntings.   Pine Springs The area between the Pine Springs Visitor Center and the Pine Springs Campground can also be a productive birding location. It's an excellent location to search the juniper trees for the juniper titmouse. Canyon towhees and Say's phoebes are common in summer, and in winter, look for phainopeplas, pyrrhuloxias, and western bluebirds.   Wildlife observation lists and other birding information are available at the Pine Springs Visitor Center.",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/birding.htm"
}
