{
    "title": "Guadalupe Mountains National Park: McKittrick Canyon",
    "body": "Explore This Park    Plan Your Visit     Places To Go     McKittrick Canyon              McKittrick Canyon        While the towering walls of McKittrick Canyon protect the riches ofdiversity, its precious secrets are hidden in riparian oasis. It is nowonder that it has been described as the \"most beautiful spot in Texas.\"But for all its magical power that delights thousands of people each year,its fragility reminds us that our enjoyment cannot compromise itsnecessity for survival. It must survive - not for us, but for all that lives within. NPS Photo - Cookie Ballou      The Canyon Today  Thousands of visitors come to Guadalupe Mountains National Park to visit McKittrick Canyon each year, especially during the latter part of October or early November for the sensational fall colors. In this tiny part of west Texas, the foliage (brilliant reds, subtle yellows, and deep browns) contrasts dramatically with the flavor of the arid Chihuahuan desert that includes century plants, prickly pear cacti, blacktail rattlers, steep canyon walls and crystal clear blue skies. Whether you come for the fall show, or plan your trip for another season, the beauty of McKittrick Canyon is always breathtaking.  Hours and Services McKittrick Canyon is designated as day-use only, with visiting hours from 8:00 AM - 6:00 PM, April through October (Mountain Daylight Time), and 8:00 AM - 4:30 PM, November through March (Mountain Standard Time). Please exit McKittrick Canyon before the posted closing time. The entrance gate on U.S.Highway 62\/180 is locked each evening.  Visit the contact station at the mouth of McKittrick Canyon (staffed most of the year). Pick up a park brochure, and view the outside exhibits and video.  Hikes Be sure to pay your entrance fee before beginning the hike. To experience the marvel of McKittrick Canyon, allow 3-5 hours to hike in the canyon, or all day to reach the high ridges. The trailhead provides access to the McKittrick Canyon Nature Trail, McKittrick Canyon Trail, and the Permian Reef Geology Trail.  McKittrick Canyon Nature Trail Traveling clockwise, this fascinating, short trail passes an intermittent seep that lies hidden in junipers, then wanders up a southwest slope along an arroyo. Here, plants and animals tolerate true desert conditions. Trailside exhibits describe common plants, and reference wildland fire. At the top of the trail you can look down at the mouth of McKittrick Canyon and read about Permian Reef geology. As the trail continues down northeast slope you will probably recognize that less sun exposure makes this side a little more lush. The trail is .9 mile round trip, is rated moderate, but takes less than one hour to complete.Pratt Cabin Enjoy the shortest distance into the heart of the canyon by hiking to Pratt Cabin and return (a distance of 4.8 miles). Along this walk you will cross the stream twice before arriving at the historic structure. Enjoy a snack or lunch at the picnic tables near or at Pratt Cabin, or sit for a spell on the porch. Volunteers staff Pratt Cabin much of the year; take a look inside the stone structure.The Grotto As you continue your hike beyond Pratt Cabin to the Grotto, the forest becomes denser as the trail runs parallel to the stream. Rainbow trout are visible in the clear water. At the junction ahead (approximately 1 mile), take the left fork to go to the Grotto. There, the dripping water percolates through the limestone, methodically redistributing calcium carbonate into stalagmites and stalagmites in the tiny \"cave.\" Rock benches and tables await you in the deep shade, a tempting location for a picnic. Follow the stone path from the Grotto to Hunter Cabin, a structure which was once part of a hunting retreat. Look up the canyon slope and see the steep switchbacks where the trail continues to McKittrick Ridge. Round-trip distance from the contact station to the Grotto is 6.8 miles.McKittrick Ridge If you have the endurance and the time, take the right fork at the Grotto trail junction and continue toward McKittrick Ridge. This arduous hike takes you up the steepest trail in the park. In a mile or so the trail passes through \"The Notch\", where there is a spectacular view of the canyon both directions. As you continue, don't be fooled by the false summits that make you think you've nearly reached the top! The hike from the contact station to the ridge and back is 14.8 miles. (7.4 miles one way to McKittrick Ridge Campground).Permian Reef Trail For serious geology buffs, this trail has numbered stops along the way that correspond to a comprehensive geology guide (available at the park's Headquarters Visitor Center). There are excellent views looking down into McKittrick Canyon from the top of Wilderness Ridge. The trail is 8.4 miles round-trip, and is rated strenuous with 2,000 feet of elevation gain.Backpacking For an exhilarating challenge, backpack to the McKittrick Ridge Campground. Backpacking requires a permit, obtainable at the Headquarters Visitor Center (permits are generally not available at the McKittrick Contact Station). Allow plenty of time (up to 6 hours) to carry the extra weight to the top, an unevenly-distributed elevation gain of over 2000 feet!          In 1957, Wallace Pratt donated 5,632 acres of his beloved McKittrick Canyon to the U.S. Government which formed the core of Guadalupe Mountains National Park. NPS Photo  The Canyon of the Past  The People According to archeological evidence unearthed in and near the canyon, the earliest inhabitants occupied the area over 12,000 years ago. Only stone-chipped tools, bone fragments and bits of charcoal remain to reconstruct the ways of their lives. More recent discoveries, such as mescal pits and pictographs, help weave a more complete story of prehistoric life in the Guadalupes.  Much later in history, around the early 1500s, the Mescalero Apaches inhabited the canyon. The Guadalupes provided ample supplies of game, water, and shelter locations, and remained their unchallenged sanctuary until the arrival of settlers, cattle drovers, and stage lines. As the land was taken from the Indians, conflicts arose. Skirmishes turned to bloody battles. Settlers demanded protection. The Mescalero were forced from the area as cavalry troops penetrated the Guadalupes, raiding and destroying Apache rancherias, rations and supplies. By the late 1800s, nearly all of the surviving Mescalero Apaches in the U.S. were on reservations.  Eventually the rugged land was tamed for ranching and farming. Grazing and hunting activities took their toll as fences went up. Wildlife disappeared - Merriam's elk, desert bighorn sheep, and blacktail prairie dogs were all extirpated from the Guadalupes as a result of extensive hunting and trapping. Though settlement occurred slowly in the Guadalupes, people were here to stay. McKittrick Canyon was named for one of those settlers - Captain Felix McKittrick, a rancher who moved to the mouth of that canyon in 1869.  In 1921, a young geologist named Wallace E. Pratt came to McKittrick Canyon. He was captivated by its beauty and geology and began buying land in the canyon. In 1931-32, he had a cabin built at the confluence of north and south McKittrick. The magnificent structure, built only of stone and wood, was furnished with rough plank reclining chairs, four beds, an assortment of hammocks, and a special table to seat twelve. The cabin served as his part-time home and summer retreat.  In 1957, Wallace Pratt donated 5,632 acres of his beloved property to the U.S. Government for the creation of a national park. His gift along with a 70,000 acre purchase from J.C. Hunter Jr.'s Guadalupe Mountain Ranch ensured that Guadalupe Mountains National Park was authorized by congress in 1966, and officially opened to the public in 1972. Wallace Pratt died on Christmas Day, 1981; he was 96 years old. As per his request, his ashes were spread over the canyon he loved. The Stone Cabin remains as a monument to this pioneer conservationist.  The Rocks As you hike through the desert plants and into the beautiful trees, grasses, and breathtaking vistas, it is hard to imagine that this is a mere reflection of recent geological time. 250 million years ago, during the Permian Age, a vast inland sea covered the land. Within the waters of this sea a reef formed by calcium carbonate precipitating from the water, the accumulation of skeletal remains, and algae and sponges that settled to the bottom. As the ocean floor sank and the reef grew, a shallow lagoon formed behind the reef. The sediments that settled in the lagoon make up a formation know as the back reef. Sediments that broke off the front and tumbled to the bottom make up the fore reef. The sea eventually dried up; the water became too salty for the survival of the reef-building organisms. Rivers washed sediments over the reef and buried it thousands of feet deep. Geologists surmise that around twelve million years ago an uplift took place. Wind and rain eroded away the sediments leaving the reef exposed and creating the mountain range of the Guadalupes. McKittrick Canyon cuts a significant slash through this range, exposing the backbone of the Capitan Reef - one of the most extensive fossil reef formations known on earth.        The Texas madrone - a rainforest relict tree - grows to about 30 feet. It has a gnarled trunk with reddish bark that peels with age. NPS Photo - Cookie Ballou  The Diversity  Plants The mouth of McKittrick Canyon is predominately scrub desert where yuccas like the \"Spanish bayonet\" (Yucca faxoniana), sotol (Dasylirion leiophyllum), and ocotillo (Fouquieria splendens) thrive. To the untrained eye, it seems impossible for anything to grow in such harsh conditions, yet the plants have evolved to meet the challenge.  Several species of prickly pear cacti (Opuntia sp.) live in the canyon as well. Their beautiful yellow-orange blossoms can be observed across the landscape in late spring, and if your timing is right, you may also enjoy the brilliant red-orange blossoms of the claret cup cacti (Echinocereus triglochidiatus). Cacti and other desert succulents avoid drying out by storing water in their succulent tissues. To protect from water evaporation, the stems have a thick waxy coating. Their leaves, reduced to needles, provide protection from predators while reflecting the radiant heat of the sun.  Further along the trail, trees stand as sentinels, silently guarding the canyon. Alligator juniper, velvet ash, ponderosa pine, and big tooth maple shelter agaves under their shady limbs. The most intriguing tree though is the Texas madrone with its smooth red-orange bark and shiny green leaves. In spring, it has urn-shaped, cream-colored flowers that fill the air with a sweet fragrance. In fall its red berries provide food for American Robins and Townsend Solitaires. This tree is a remnant of the past; surviving from a time of more significant rainfall and a less distinct desert climate. In the distance, the gurgling water of the perennial stream is its lifeline.  A profusion of beautiful wildflowers bloom from early spring through late fall in McKittrick Canyon. Many, such as Lion Heart (Physostegia praemorsa), Cardinal Flower (Lobelia cardinalis), and Chapline Columbine (Aquilegia chaplinei) are highly dependent on the intermittent stream and the seeps within the canyon walls. The erratic and unpredictable nature of limited precipitation is not enough to ensure their survival. The presence of these flowers reminds us of the fragility of intertwining ecosystems.  Sometimes we are deceived by the showy colors of a plant. For example, Indian paintbrush (Castilleja sp.) flowers are inconspicuous; it is the bright red bracts beneath each flower that catch the eye. Indian paintbrush is a hemiparasitic and depends on a host plant to supply its water and nutrients.  Among the many common wildflowers in McKittrick Canyon, look for gayfeather (Liatris punctata), plains blackfoot (Melampodium leucanthum), and butterflyweed (Asclepias tuberosa).  Wildlife Many animals are hard to view due to their nocturnal nature. These include bobcats, mountain lions, raccoons, ring tail cats, and many species of bats. Look for their signs - scent, nests, tracks, scrape marks, and scat. During the daylight hours other species are out and about; be patient, sit still and listen, and you may have the opportunity to observe mule deer, javelina, wood rats, vireos, towhees, fence lizards and yes, even rattlesnakes - the most frequently seen are black-tailed and rock rattlers. Look closely at a rock or the bark of a tree; many animals take full advantage of the camouflage nature has provided. As you watch dragonflies near the water, you may be surprised to know that some are found only here and nowhere else. Rainbow trout can be observed swimming in the stream. They were introduced into the canyon in the '30s, but have survived as a small population.  Mammal, bird, and reptile checklists are available from the Natural History Association bookstore located at the Headquarters Visitor Center. There are over 50 species of mammals alone, and more than 300 bird species that live in, or migrate through the park. 40 of those have been known to nest in McKittrick Canyon.  If we realize that only decades ago humans were personally responsible for the extinction of the Merriam's elk and the extirpation of desert bighorn sheep, grizzly bears, gray wolves, bison, and blacktail prairie dogs from the Guadalupes, we might be more inclined to carefully notice the animals, birds and insects, and their habitats that still remain today.      The Canyon in Retrospect  McKittrick Canyon is a confluence of diversity. Trees of the east, north, and west, the grasses of the plains, and the cactus and succulents of the desert join with the animal life of both mountain and desert here in this canyon. McKittrick Canyon is more than a single place, it is a collection of places. You can witness the diversity of life as well as the near magical collection of places here in this one canyon. Your actions while visiting McKittrick Canyon will influence what future visitors and generations will experience, those from whom we borrow this place. During your visit to the canyon, strive to make your presence and impact indiscernible; consider yourself a guest in the home of creatures as significant as yourself.",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/mckittrick.htm"
}
