{
    "title": "Guadalupe Mountains National Park: Horseback Riding",
    "body": "Horseback Riding         Visitors who bring their own stock can enjoy day trips on many of the park trails. NPS Photo  The park offers diverse riding opportunities. Sixty percent of the trails are open to stock use. Those closed to stock are difficult to maintain, or pass through unique and fragile areas intolerant of such use. Stock manure droppings introduce exotic plants that displace native vegetation. There are no horses or pack animals for hire in or near the park; you must bring your own stock. All rides require thorough preparation. Improper equipment, poor conditioning, and disregard for weather conditions can result in an unpleasant or dangerous ride. Respect for the environment you ride through will help further the mission of protecting park resources for you and for future generations. Corrals and Camping Stock corrals are available at Dog Canyon and Frijole Ranch, near the Pine Springs Visitor Center. Each has four pens and will accommodate a maximum of 10 animals. Reservations may be made by calling (915) 828-3251 ext. 2124 (for Frijole), or (575) 981-2418 (Dog Canyon) between 8:00 AM and 4:30 PM Mountain Time. Tent pads and RV camping (no hookups) are available at the Frijole corrals. At Dog Canyon, vehicles may be parked in designated locations near the corrals. A camping fee is required for overnight camping while using the horse corrals. You are required to camp near your stock at the corrals. All stock trips must start and end at the trailheads located at these two corrals. Stock may not be transported by trailer to any other trailheads. Riding is limited to day trips only. All stock must return to the corrals each night. Permits and Fees The park entrance fee is $5.00 per person, 16 years of age or older, and is good for 7 days. A backcountry use permit is required for all stock use. These free permits are issued at the Pine Springs Visitor Center or at the Dog Canyon Ranger Station. Permits must be obtained in person, the day of or the day before a proposed trip. Stock riding is limited to day trips only. Animals may not be kept in the backcountry overnight. Special use permits are required for commercial groups. Planning Your Trip All stock should be properly shod before arriving in the park. You should also bring extra shoeing tools and supplies. Almost all trails consist of bedrock and\/or gravel materials. Park trails are steep, narrow, rocky, and dangerous for flatland or out of condition horses. The high elevations (6,000 to 8,500 feet), cliffs, and frequent high winds are also factors to consider. No feed is available in the park. Water is available at the corrals but there is no water available for stock use along any of the park trails. All backcountry water sources (which are few and unreliable) are fragile and off limits to stock use. Weather conditions change rapidly here. Be prepared for extreme weather by having the proper clothing with you. Trails are subject to temporary closures during wet weather to prevent trail damage. Pets are not permitted on park trails or in the backcountry. They are permitted in campgrounds but must be on a leash or physically restrained. Pets may not be left unattended. All livestock must meet state vaccination requirements. Copies of vaccination documents must be in your possession. Nursing colts may not accompany their mothers on park trails. Loose herding is not permitted. Stock groups are limited to no more than 10 animals per group. Larger groups must split up and use different trails. Only one party of stock animals is permitted on the same trail at the same time. This reduces trail damage and minimizes conflicts between riders and hikers caused by long strings of stock.      Trails Open To Stock Stock are permitted on the following trails only. No off-trail riding is allowed.  Easy Trails: Gentle grade, easy to follow.   Foothills Trail Williams Ranch Road Frijole Trail    Moderate Trails: Steeper grades; rocky sections; generally easy to follow; may require dismounts; intermediate rider experience; stock conditioned to mountain trails.   Bush Mountain Trail - Dog Canyon to Marcus Trail Marcus Trail Tejas Trail - Dog Canyon to Pine Top McKittrick Canyon Trail - Tejas Trail to McKittrick Ridge Campground El Capitan Trail - Pine Springs to Salt Basin Overlook Salt Basin Overlook Trail (lower loop)    Difficult Trails: Steep grades; narrow sections; rocky; trail may be difficult to follow; requires specific knowledge of trail or experience with similar trail conditions; for experienced riders and stock conditioned for difficult mountain terrain.   Tejas Trail - Pine Springs to Pine Top Bush Mountain Trail - Pine Top to Bush Mountain Campground Guadalupe Peak Trail El Capitan Trail - Salt Basin Overlook to Williams Ranch         Trails open to stock are shown in red on the park map.  Please visit our Maps page for a more detailed map of the area.",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/horse.htm"
}
