{
    "title": "Glen Canyon National Recreation Area: Orange Cliffs",
    "body": "Orange Cliffs        NPS Photo       The Orange Cliffs portion of Glen Canyon National Recreation Area, bordered by Canyonlands National Park, is one of the most scenic areas of the Colorado Plateau region. This is dry desert country with an annual average precipitation of 5 - 9\" (13 - 23 cm). Elevations vary from approximately 3700' to 7000' (1128 - 2134m) above sea level. Temperatures range from 110°F (43°C) in the summer to -20°F (-29°C) in the winter. Spring and autumn are the best times to visit. For your safety and the protection of this unique and fragile landscape, please follow all regulations. REGULATIONS  All overnight backcountry use requires a permit AND a camping reservation. Reservation requests are handled only by Canyonlands National Park. Requests will be accepted ONLY by email. For further information, click here. Maximum stay is 14 nights. Vehicles campers must camp in designated sites. Backpackers must camp in designated zones. The only exception to this is the section south of Clearwater Canyon. Check bulletin boards or ranger stations for further information. Groups size limits are 5 people for backpacking and 9 people\/3 vehicles for vehicle campsites. There is one group site at Flint Seep which can accommodate up to 16 people and 5 vehicles. All vehicles must stay on designated roadways. Mountain bikes are considered vehicles and are subject to all vehicle regulations including camping restrictions. All motor vehicles must be street legal with license plates. All operators must be licensed. ATV's are not permitted. Wood fires are prohibited. In designated vehicle campsites, charcoal fires are allowed with a fire pan. Users must pack out all ash and unburned charcoal. No wood cutting or collecting is allowed. Pets are NOT allowed in Canyonlands or the Orange Cliffs unit of Glen Canyon National Recreation Area. The discharge of firearms, bows and arrows and similar devices, weapons, and fireworks are not allowed. Hunting is permitted in Glen Canyon, during hunting season, with proper license only. Vehicle campers must provide and use a washable, reusable toilet system and must pack out all human & pet waste. Backpackers may dig a hole 6-8\" (15-20 cm) deep 100 yards (91m) from water sources and archeological sites. Everyone must pack out toilet paper and other trash. It is illegal to place plastic bags or other containers contaminated with human waste in dumpsters or other trash receptacles. Collecting artifacts, touching rock art, and disturbing or defacing archeological sites in any way is prohibited. Archeological sites are protected by law!       RECOMMENDATIONS  Stay on established roads and trails. Do not hike alone. Watch your step. Do not hike on cryptobiotic crust (the dark crusty growth on top of the sand). Take plenty of drinking water. One gallon (4 liters) per person per day is recommended in the summer months. Watch for flash floods or other sudden weather changes. Do not feed the animals. Be alert for poisonous snakes. Keep children nearby at all times. Do not leave children or pets in closed vehicles. 20 - 30' (6 - 9m) of rope is recommended on the Maze Overlook Trail and on some other trails. Purify all water taken from natural sources before drinking.       APPROXIMATE MILEAGES:   Utah 95 to Waterhole Flat     32 miles   Waterhole Flat to Flint Trail     11 miles   Flint Trail to Hans Flat            14 miles   Hite to SR24 via Flint Trail     100 miles   GENERAL ROAD CONDITIONS: Be aware that road conditions can change due to weather and other factors. Check locally before beginning any trip.   Junction to Waterhole Flat - two-wheel drive\/high clearance   Waterhole Flat to Teapot Rock - moderate four-wheel drive   Teapot Rock to Doll House - difficult four-wheel drive   Flint Trail - difficult four - wheel drive   Flint Trail to Hans Flat - two-wheel drive\/high clearance",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/orange-cliffs.htm"
}
