{
    "title": "Guadalupe Mountains National Park: Backpacking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking               Backpacking        For those who enjoy a challenge, steep rugged, trails lead backpackersto high ridgetops with outstanding vistas. NPS Photo - Martin Christiansen       Planning Your Backpacking Trip A backpacking trip in Guadalupe Mountains requires some prior planning and decision making. Backpackers can choose from 10 designated campsites in the backcountry and obtain a permit at either the Pine Springs or Dog Canyon visitors centers.    Backpacking Permit Checklist: 1. Plan itinerary: Read about our backcountry campsites and pick your destination. 2. Download Planning Information: Print or download our park map, mileage chart, and elevations chart to plan your trip. Always have a backup itinerary. 3. Prepare and Pack: Check out our page with suggestions on how to prepare for your trip. Don't forget to check the weather to make sure that you pack appropriately.     4. Have a great time!           Still not sure about what route to take? Check out these ranger favorites!          Bush-Blue Ridge Loop: Head up the Tejas Trail and follow the loop in either direction. Can be done as a one night trip, or two nights at a leisurely pace. Download the trail guide here.           Tejas Trail hike-thru: Hike the entire Tejas trail from Pine Springs to Dog Canyon. Begin at either and and hike the 12 miles through the Guadalupe Mountains enjoying the forest and canyon views. Download the trail guide here. **Note: There is no transportation from point to point. Hikers must prepare to have two vehicles or an alternate form of transportation.         Pine Springs to McKittrick Canyon: This hike will take you through the forested backcountry and take you down the steepest sections of the Guadalupe Mountains to drop into the beautiful McKittrick Canyon area. Download the guide here. **Note: There is no transportation from point to point. Hikers must prepare to have two vehicles or an alternate form of transportation.         Guadalupe Peak Climb to the \"Top of Texas\" with this hike that climbs 3,000 feet and travels through a conifer forest to reach a campground sitting at 8,160 feet. Set up camp and then continue hiking for one mile to reach the summit and be rewarded with amazing views to the West and to the South. Download the hiking guide here.",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/backpacking.htm"
}
