{
    "title": "Guadalupe Mountains National Park: Camping",
    "body": "Camping         In either of the park's campgrounds, there are self registration stations located near the restrooms. NPS Photo  Campgrounds Pine Springs (Elevation 5,822') Located just off U.S. Highway 62\/180 near thePine Springs Visitor Center, Pine Springs Campground is a simple, desert camping area situated at the base of the mountain. Individual campsites are all at a first come, first served basis. There is no reservation system.   Campground conveniences include: potable water, accessible flush-toilet restrooms , utility sink, pay telephones, and a drink machine. There are no showers available in the campground. Tent campers have a choice of 20 leveled, gravel sites. Small junipers and oaks partially shade most of the sites and each site has a picnic table. Numbers are limited to 6 people or 2 tents per site. The RV camping area is a paved parking lot with 19 sites to choose from. RV sites are defined by painted lines and numbers on the pavement. There are no hook-ups and there is no dump station. RV water tanks can be filled from an outside water faucet near the registration board. RV campsite #21 is wheelchair accessible.  Dog Canyon (Elevation 6,280') Dog Canyon is in a secluded, forested canyon on the north side of the park. Due to a slightly higher elevation, and protected location beneath steep cliff walls, it remains cooler than Pine Springs campground in the summer, and sheltered from strong gusty winds in winter and spring. The campground has 9 tent sites and 4 RV sites (no hookups, no dump station). Restrooms have sinks and flush toilets, but no showers. Camping Fees Individual Campsites When you arrive, select a campsite, then pay at the self-registration board near the restrooms. The fee is $8.00 per night per site, $4.00 for Golden Age and Golden Access Passport holders. There is no discount for Golden Eagle or National Park Passport holders. Group campsites There are two group campsites available at Pine Springs, and one at Dog Canyon for organized groups with a minimum of 10 and a maximum of 20 people per site. The fee is $3.00 per person. The fee for Golden Age and Golden Access Passport holders is $1.50 per person. Group campsites are available by reservation up to 60 days in advance. Call (915) 828-3251, between 8:00 AM and 4:30 PM daily, Mountain Standard Time. Due to the small size of park campgrounds, group campsite users may not overflow into family campsites. Sanitation Skunks and other small mammals roam the campground at night. These animals are attracted to food odors. Prevent encounters by keeping campsites free of food scraps.  Dispose of scraps and other garbage in trash receptacles. Store food, including pet food, in vehicles, not in tents. Please refrain from using faucets in the campground for dish washing or bathing. Wash dishes in the utility sink beside the restrooms. Discharge of dishwater or gray water on the ground is prohibited. Use the utility sinks for their disposal. The closest free RV dump station is off Canyon Street in Carlsbad, NM (behind the TNM&O bus terminal).  Pets Pets on leash are permitted in the campground, but please abide by the following with regard to your pet's welfare, the protection of park wildlife, and consideration of other park visitors:  Leashed pets may be exercised on the trail between the campground and Pine Springs Visitor Center, and the Pinery Trail at the Visitor Center. Pets are not allowed on other park trails because they may disturb park wildlife or be harmed themselves by wild animals. There are many rattlesnakes in the park, and park wildlife may carry plague or rabies. Do not allow your pet near animals or their dens or burrows. Please clean up after your pet. Pets may not be left unattended. The nearest kennel service (with limited hours) is at Carlsbad Caverns National Park.  Fires Wood and charcoal fires are strictly prohibited due to generally dry weather conditions and intermittent high winds. Containerized fuel camp stoves are permitted. Quiet Hours Quiet hours are from 8:00 PM to 8:00 AM. RV's may not run generators during these hours.",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/camping.htm"
}
