{
    "title": "Guadalupe Mountains National Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons      Guadalupe Mountains National Park is open year-round and offers a variety of outdoor activities including backpacking, camping, and hiking. While most trails and both of the park's campgrounds are available for use anytime, park facilities have posted hours, and several park locations are designated as day-use only. The following offers specific information about various park locations and their operating hours: Pine Springs Visitor Center The Pine Springs Visitor Center is located at Pine Springs and can be accessed via U.S. Highway 62\/180 between Carlsbad, New Mexico, and El Paso, Texas. The visitor center is open daily except Christmas Day, hours are 8:00 AM to 4:30 PM Mountain Time. Frijole RanchFrijole Ranch is located 1 mile east of the Pine Springs Visitor Center off U.S. Highway 62\/180. Visitors are welcome to drive to the ranch site year-round, walk the grounds, see the spring house and one-room school, or enjoy a picnic under large shade trees. A small museum is located in the old ranch house, and is staffed intermittently with hours generally from 8:00 AM to 4:30 PM. The museum features key information and exhibits on local history. McKittrick Canyon (Day-use)The entrance road for McKittrick canyon is 7 miles east of the park's Pine Springs Visitor Center on U.S. Highway 62\/180. McKittrick Canyon is a day-use area; the entrance gate is open from 8:00 AM to 4:30 PM (MST) and open until 6:00 PM during daylight savings time (MDT). A small contact station is located in McKittrick Canyon at the trailhead, and is staffed intermittently. The contact station features handicap accessible restrooms, a shaded seating area, outdoor exhibits, and a slide program on McKittrick Canyon history, geology, and other natural resources.  Dog CanyonDog Canyon is open year-round, and is located on the north side of the park. Dog Canyon may be accessed via NM State Road 137, 70 miles from Carlsbad, NM or 110 miles from the park headquarters at Pine Springs. You may also reach Dog Canyon by exiting U.S. highway 62\/180 22 miles south of the park on Texas FM road 1576 to NM State Road 137 (note: 31 miles of this route is a gravel\/dirt road). Dog Canyon has a small ranger station where visitors may obtain backcountry permits or information about the area. The ranger station is staffed intermittently, however a park ranger lives on premises. The phone number at Dog Canyon is: (575) 981-2418. Williams Ranch (Day-use) Visitors may access the 4X4 road to Williams Ranch by checking out a key at the Pine Springs Visitor Center during normal business hours. Only high ground clearance 4X4 vehicles are allowed. Williams Ranch is designated day-use only; no overnight parking or camping is permitted. Gate keys must be returned to the Pine Springs Visitor Center the same day. Salt Basin Dunes (Day-use) Recently acquired by the Guadalupe Mountains National Park, the Salt Basin Dunes offer visitors the opportunity to travel to an area of austere beauty and isolation. The distance to the dunes is nearly 50 miles one-way; 7.5 miles of which is on an unpaved county road. No overnight parking or camping is allowed. Facilities at the trailhead include accessible parking, RV\/bus parking, picnic tables underneath shade structures, and pit toilets. Note: there is no water available at the trailhead. Water, food, and gasoline is available in nearby Dell City.",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/hours.htm"
}
