{
    "title": "Guadalupe Mountains National Park: National Parks & Federal Recreational Lands Pass",
    "body": "National Parks & Federal Recreational Lands Pass Program       The National Park Service is an important participant in the new Interagency Pass Program which was created by the Federal Lands Recreation Enhancement Act and authorized by Congress in December 2004. Participating agencies include the National Park Service, U.S. Department of Agriculture - Forest Service, Fish and Wildlife Service, Bureau of Land Management and Bureau of Reclamation. The pass series, collectively known as the America the Beautiful - National Parks and Federal Recreational Lands Pass, is shown below with a brief explanation of each. A list of Federal Recreation areas where Interagency passes are issued can be downloaded here.         America the Beautiful Annual Pass   Annual Pass - $80 This pass is available to the general public and is valid for 12 months from the purchase date. This pass provides access to, and use of, Federal recreation sites that charge an entrance fee. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas. At per person fee areas, it admits the pass holder + 3 adults. The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass.        America the Beautiful Military Annual Pass    U.S. Military Annual Pass - Free This is a free pass for active duty military personnel (Army, Navy, Air Force, Marines and Coast Guard) and their dependents. In order to qualify for the Annual Military Pass, the military member must present a valid Common Access Card (CAC Card). Dependents must present a Department of Defense ID (DD Form 1173) that identifies the dependent and his\/her sponsor.        America the Beautiful Senior Pass   Senior Pass - $10 This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. The pass can only be obtained in person at the park and is non-transferable.         Guadalupe Mountains National Park Annual Pass   Guadalupe Mountains National Park Annual Pass - $20 Pass is valid for 12 months from the date of purchase. Pass admits the card holder plus 3 people (16 years of age and older). This pass covers entrance fees only and is not refundable and\/or transferable. The Guadalupe Mountains National Park Annual Pass is available at the Headquarters Visitor Center at Pine Springs.        America the Beautiful Volunteer Pass   Volunteer Annual Pass - Free  This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). Click here to learn about volunteer opportunities in Guadalupe Mountains National Park.        America the Beautiful Access Pass   Access Pass - Free This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by a Federal agency such as the Veteran’s Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park.       America the Beautiful Pass Brochure - English America the Beautiful Pass Brochure - French America the Beautiful Pass Brochure - German America the Beautiful Pass Brochure - Italian America the Beautiful Pass Brochure - Japanese America the Beautiful Pass Brochure - Korean America the Beautiful Pass Brochure - Portuguese  America the Beautiful Pass Brochure - Spanish",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/fedpasses.htm"
}
