{
    "title": "Guadalupe Mountains National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           400 Pine Canyon  Salt Flat, TX 79847                 Directions         Guadalupe Mountains National Park is located on the north side of US Hwy 62\/180. If you are traveling east from El Paso, TX, we are 110 miles East of the city. Follow US Hwy 62\/180 North to the Pine Springs Visitor Center. If you are traveling from Van Horn, TX, you will travel north on US 54 and make a left hand turn at the junction of US 62\/180 to arrive at the park. If you are traveling west from Carlsbad, NM, you will travel on US Hwy 62\/180 South and cross into Texas. Follow signs to the park.  Directions Details           Operating Hours & Seasons         Pine Springs Visitor Center The Pine Springs Visitor Center is open year round for visitors and is only closed on December 25th. Visitors can tour the museum, watch the park slide show, and obtain park maps and brochures for their visit.   Standard Hours    Sunday: 8:00 AM - 4:30 PM   Monday: 8:00 AM - 4:30 PM   Tuesday: 8:00 AM - 4:30 PM   Wednesday: 8:00 AM - 4:30 PM   Thursday: 8:00 AM - 4:30 PM   Friday: 8:00 AM - 4:30 PM   Saturday: 8:00 AM - 4:30 PM      Dog Canyon Ranger Station The Dog Canyon Ranger Station on the north side of the park is open year round for visitors with the exception of December 25th. Visitors can obtain brochures, maps, and backpacking permits during business hours.   Standard Hours    Sunday: 8:00 AM - 4:30 PM   Monday: 8:00 AM - 4:30 PM   Tuesday: 8:00 AM - 4:30 PM   Wednesday: 8:00 AM - 4:30 PM   Thursday: 8:00 AM - 4:30 PM   Friday: 8:00 AM - 4:30 PM   Saturday: 8:00 AM - 4:30 PM             Weather           Weather in the Guadalupe Mountains can change in an instant. In the Spring and Summer, average temperatures vary with highs between 70F-80F+ with evening lows in the 40F-60F range. The Fall and Winter bring milder temperatures with highs in between 50F-60F with evening lows in the 30F-50F range.         Fees & Passes     Entrance Fees:   Entrance Fee - $5.00 Visitors that intend to hike in the park will pay a fee of $5 per person for ages 16 and over. Once the fee is paid, it is good for 5 days. Children under 15 and under are free. Holders of the Annual, Senior, Military, and Access Pass can bring in 3 adults free of charge under their pass.   Entrance Passes:   Guadalupe Mountains Annual Pass - $20.00 The Guadalupe Mountains Annual Pass can cover up to four adult entrance fees.          Visitor Centers       Pine Springs Visitor Center Pine Springs Visitor Center is the park's main visitor center and headquarters. Visitors can tour the museum, watch the park's slide show, purchase items from the park bookstore, pick up brochures, maps, and sign up for a backpacking permit.    Dog Canyon Ranger Station Visitors can pick up brochures, maps and backpacking permits from the contact station. The station is open year round only closing on December 25th.                Guadalupe Peak as seen from Hunter Peak NPS Photo by Bieri        With over 86 miles of trails and three different ecosystems to explore, Guadalupe Mountains offers a vast range of outdoor activities for visitors to choose from.          Be Prepared Like most trips, visiting Guadalupe  Mountains requires some planning to ensure that your experience is a pleasant one. Below is a list of things to remember when visiting the park. - There is no gasoline available in the park. If you are traveling from (El Paso) Texas, Dell City is the closest town with amenities such as gasoline, diesel, food, and ice. When traveling from New Mexico, Whites City is the last place that offers gas, diesel, food and ice.   - Campgrounds offer primitive dry camping for both tents and RVs. Other than restrooms and potable water, there are no other amenities. There are no lodges in the park. more...  - Weather in the park can be unpredictable. Make sure to check the forecast when packing for your trip.  - Cell phone coverage is very unreliable in the park.",
    "url": "https:\/\/www.nps.gov\/gumo\/planyourvisit\/basicinfo.htm"
}
