{
    "title": "Chamizal National Memorial: Special Use Permit | Permiso Para Uso Especial",
    "body": "Explore This Park    Get Involved     Do Business With Us     Special Use Permit | Permiso Para Uso Especial              Special Use Permit | Permiso Para Uso Especial       Chamizal Theater Applications to use the theater at Chamizal National Memorial are accepted only during three specific booking periods each year:  January 1 - February 15  Application forms and instructions are available January 1st and must be returned by February 15th for events to be scheduled during June - September of the same calendar year. Confirmations are sent by mid-March. May 1 - June 15 Application forms and instructions are available May 1st and must be returned by June 15th for events to be scheduled during October of the same year through January of the following year. Confirmations are sent by mid-July. September 1 - October 15 Application forms and instructions are available September 1st and must be returned by October 15th for events to be scheduled during February through May of the following year. Confirmations are sent by mid-November.  All forms must be submitted by mail and include a check or money order for the non-refundable $50.00 processing fee. A completed cultural justification questionnaire (included in the booking packet) explaining how the proposed event corresponds to the Memorial's mission must also be submitted. Upon selection, an additional $50.00 will be charged for the Special Use Permit. Any additional charges, including overtime or damage, will be billed to the permit holder under the Cost Recovery Program. The Booking Packet includes details and forms for reserving the theater. Teatro del Chamizal  Las solicitudes para el uso del teatro de Chamizal National Memorial se aceptan solo durante los tres determinados períodos de reserva cada año:  1 de enero al 15 de febrero  Los formularios de solicitud y las instrucciones están disponibles a partir del 1 de enero y deben ser devueltos a más tardar el 15 de febrero para los eventos programados para junio hasta septiembre del mismo año. Las notificaciones se envían a mediados de marzo. 1 de mayo al 15 de junio Los formularios de solicitud y las instrucciones están disponibles a partir del 1 de mayo y deben ser devueltos a más tardar el 15 de junio para los eventos programados para octubre del mismo año hasta enero del siguiente año. Las notificaciones se envían a mediados de julio. 1 de septiembre al 15 de octubre Los formularios de solicitud y las instrucciones están disponibles a partir del 1 de septiembre y deben ser devueltos a más tardar el 15 de octubre para los eventos programados para febrero hasta enero del siguiente año. Las notificaciones se envían a mediados de noviembre.    La entrega de la solicitud debe ser por correo e incluir un cheque o giro postal para la tarifa administrativa y no reembolsable de $50.00. Además, debe incluir el cuestionario de razón cultural (en el paquete con la solicitud) con la explicación de cómo el evento propuesto concuerda con la misión de este parque nacional. Si se aprueba la solicitud, se le cobrará $50.00 adicional por el Permiso de Uso Especial. Cualquier gasto adicional, incluyendo pago de tiempo extra ó daños, le será cobrado al responsable del permiso por autoridad del Programa de Recuperación de Gastos. El paquete informativo explica los detalles e incluye los formularios para reservar el teatro. Picnic or Grounds for Large Groups    Covered tables, grills, and open spaces are available to visitors for picnic and play.  For every-day use and small groups, no permits or reservations are necessary. Groups of 50 or more must obtain a Special Use Permit at least two weeks in advance of their requested date. Cost: $50.00 application fee. Download the permit application.  Merenderos y Campos Para Grupos Grandes  Los merenderos, mesas, parrillas y campos están disponibles para que los visitantes hagan pícnic y jueguen.  Para el uso ordinario de grupos pequeños, no hace falta reservar las instalaciones ni sacar un permiso. Sin embargo los gurpos de 50 personas o más deben de obtener un permiso de uso especial por lo menos dos semanas antes de ocupar el lugar. Tarifa: $50.00 cada solicitud. Descargue la solicitud para el permiso. Commercial Filming and Photography For any commercial filming or still photography, a permit is required. The application fee is $50.00. For more information download the Commercial Filming and Photography permit application. Cinematografía y Fotografía Comercial Se requiere sacar un permiso para grabar videos y sacar fotos con un propósito de hacer negocio. Cuesta $50.00 para tramitar la solicitud. Para más información descargue la solicitud para el permiso de cinematografía y fotografía comercial (en inglés).",
    "url": "https:\/\/www.nps.gov\/cham\/learn\/management\/special-use-permits.htm"
}
