{
    "title": "Amistad National Recreation Area: Field Guide to Amphibians",
    "body": "Field Guide to Amphibians       Back to Amphibians       Couch’s Spadefoot Toad Scaphiopus couchii: The spade on this toad is elongate and sickle-shaped; and the eyelid diameter is equal to the distance between the eyes. They prefer short grass plains, mesquite savannahs and other arid regions. The name originates from Darius Nash Couch, an Army soldier in 1853 who was known for collecting natural history specimens while on leave in northeastern Mexico.        NPS Photo  Blanchard’s Cricket Frog Acris crepitans blanchardi The Cricket Frog can be seen in sunny areas with a permanent water source. Observation is difficult due the frog’s alert and agile nature. When threatened, this frog jumps rapidly and erratically. Another factor that makes observation difficult is the frogs small size of 1 to 1 ½ inches. Like most other toads and frogs, the females of this species are larger and more robust.        NPS Photo  Eastern Green Toad Bufo debilis debilis: This toad has a shrill call, similar to a policeman’s whistle, lasting for 5-6 seconds per interval. March to September is the breeding season, but only if it rains during that time frame. They are easy to identify by their flattened body and head, bright green color and numerous warts that differ in color between male and female.        NPS Photo  Red-Spotted Toad Bufo punctatus A small toad, as compared to others in this area, the Red-Spotted Toad has a flattened body, painted snout, and large, widely spaced eyes. Their color can range from light gray to olive and reddish brown, usually with small reddish warts. Specimens noted around the Edwards Plateau limestone are pale gray and virtually unmarked. The Red-Spotted Toad is most active at twilight and its bird-like call can be heard emanating from the rock along the shoreline.        NPS Photo  Rio Grande Leopard Frog Rana berlandieri The pale green to tan coloring of the Rio Grande Leopard Frog is less vibrant than other leopard frog species and the light line along its upper jaw is less defined. Though adapted to arid conditions, this frog prefers to be near water and will burrow under rocks to escape the heat. The Rio Grande Leopard Frog can be identified by its rapid, guttural trill. This frog is noted for eating a wide variety of insects and almost anything else smaller than itself.        NPS Photo  Texas Toad Bufo Speciosus The Texas Toad is often spotted at night and in rainy weather. Like most other frogs and toads, the Texas Toad will burrow into moist sandy soil in order to escape the sun and heat during the day. Coloration of the Texas Toad varies from olive-brown to olive-grey. It is distinguishable from other varieties of toads by the lack of defined patterns on its back.        NPS Photo  Great Plains Narrowmouth Toad Gastrophryne olivacea An oddly shaped body and a near lack of pattern make this toad fairly easy to identify. They can be found hiding anywhere that is slightly damp, even rodent burrows. Some have been found in tarantula burrows and seem to derive some protection from the spider. Their secretion can cause a distasteful or burning sensation in the mouth and eyes. Ants are a favorite food.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/nature\/amphibians2.htm"
}
