{
    "title": "Amistad National Recreation Area: Field Guide to Butterflies, Dragonflies, and Damselflies",
    "body": "Field Guide to Butterflies, Dragonflies, and Damselflies       Back to Insects          American Snout Libytheana carinenta The distinctive, forward-thrusting “snout” of this common but highly variable butterfly is its key identifying feature. When heavy rains follow prolonged droughts, these butterflies can breed and fly in the hundreds of millions. Snout butterfly caterpillars feed on hackberry plants.         Bordered Patch Chlosyne lacinia The Bordered Patch is black with a band of color on the hind wing in one of three varying colors: cream, white, or orange. The width of the colored band is also highly variable. Bordered Patch caterpillars feed on members of the sunflower family.        © Ro Wauer  Checkered White Pontia protodice The Checkered White is the most common white butterfly in the region, but is often hard to distinguish due to its fast erratic flight. These whites are often seen along roadsides where adults are looking for caterpillar food plants, such as wild and non-native mustards.         Empress Leilia Asterocampa leilia The Empress Leilia commonly flies in sunny areas and frequently lands on open bare soil. The adults prefer to eat sap and rotting fruit, while the caterpillars eat hackberry plants.        © Ro Wauer  Giant Swallowtail Papilio cresphontes The Giant Swallowtail begins life as a caterpillar that mimics bird droppings. Since these larvae eat plants in the citrus family, they are unfortunately often considered pests. In the Amistad area, watch for adults laying eggs on hoptree, a native member of the Citrus family.        © Ro Wauer  Gulf Fritillary Agraulis vanillae This is a very common butterfly, easily recognized by its bright orange upperside and flashy silver markings on the underside.  The caterpillars feed on native passionvines.         © Craig Hensley  Large Orange Sulphur Phoebis agarithe This sulphur is the largest yellow butterfly in the Amistad area, though females can vary in color from pale yellow to almost white. They are especially common in late summer.  The caterpillars feed on members of the Pea family.         Monarch Danaus plexippus The Monarch is commonly seen passing through the Amistad area on its fall migration south to Mexico. Watch for them right after the first major cold front, usually in October. Monarchs are distinguishable from Queens (which are seen year round in the Amistad area) by their forewings' black wing bands.  Monarch caterpillars feed on the milkweed plants, making them poisonous to predators.         Painted Lady Vanessa cardui The Painted Lady is on every continent except Antarctica and Australia, perhaps because the caterpillars can eat plants from a wide variety of families.  Watch for males 'hilltopping' in the afternoon- they patrol high points scouting for females.  Mass northward movements from Mexico occasionally occur, bringing millions of Painted Ladies.         Pipevine Swallowtail Battus philenor The Pipevine Swallowtail is the most common large dark butterfly in the Amistad area. The Pipevine Swallowtail is identifiable by the iridescent blue-green color on its upperside and the band of bright orange spots on its underside.  Like the Monarch, this swallowtail is poisonous to predators, since the caterpillars feed on native species of pipevine.        © Craig Hensley  Queen Danaus gilippus Like the Monarch, Queen caterpillars also feed on milkweed and are poisonous to predators. To distinguish between the two species, look closely at the color and wing markings. Queens are a rich chestnut or mahogany brown; Monarchs are bright orange. Queens also lack the black banding on the forewings.        © Craig Hensley  Reakirt’s Blue Hemiargus isola This tiny butterfly is very common, even on warm winter days.  Reakirt's Blue tends to fly low; females are distinguished by their browner color.  Caterpillars feed on many legumes and other species in the Pea family.         Red Admiral Vanessa atalanta The Red Admiral is one of Amistad's most common and beautiful butterflies. The underside of the wings is especially detailed.  Admirals are well adapted to a variety of habitats.  Males frequently 'hilltop,' and will approach almost anything entering their territory.  Red Admiral caterpillars feed on members of the Nettle family.         Sleepy Orange Eurema nicippe Despite its name, the Sleepy Orange is a fast flyer. This butterfly is distinguished by its erratic flight, and the contrast between the orange upperside and yellow underside.  The word “sleepy” in its name refers to the spots on its forewings which resemble closed eyes.  The caterpillars eat senna, a member of the Pea family.        © Craig Hensley  Southern Dogface Colias cesonia The 'dogface' referred to in this butterfly's name is the silhouette on the forewing of a poodle's head visible when backlit.  One of our most common butterflies, the dogface is also noticeable by the black borders on the wings.  Caterpillars eat members of the Pea family.          © Craig Hensley  Dainty Sulphur Nathalis iole The Dainty Sulfur is perhaps our smallest butterfly.  It can be seen in large numbers most of the year, and flies very close to the ground.  The tiny caterpillars eat asters and other members of the Sunflower family.        NPS Photo\/Blake Trester  Eastern Amberwing Dragonfly Perithemis tenera Though easily confused with the Slough Amberwing, the Eastern Amberwing has rows of chevrons rather than stripes dorsally (towards the back) on its abdomen. Males of this species have orange or copper wings, usually with a brown spot above the triangles, while females have brown spots or stripes throughout the amber. Both sexes are noted for mimicking the behavior of wasps. They will perch at the ends of grasses or weeds and, while beating their wings, pump their abdomens up and down.         NPS Photo  Eastern Pondhawk Dragonfly Erythemic simplicicollis Also called the Green Clearwing, young males and females of this species are a particularly vibrant green. As they age, males undergo a color change, eventually becoming powder blue. Both sexes have clear wings and their eyes widely joined on the top of their heads. Eastern Pondhawks will inhabit almost any slow-moving body of water and can often be seen resting on plants, logs, trash or even the ground.        © David Cappaert www.insectimages.org  Widow Skimmer Dragonfly Libellula luctuosa The broad bands of color on the wings of the Widow Skimmer are its most easily recognized defining characteristic. Both males and females exhibit black bands on their fore and hind wings; no other skimmer has similar markings. However, only mature males of the species have additional white patches alongside the black bands (as seen in the picture). The “widow” moniker comes from the male Widow Skimmers habit of leaving the female after she has laid her eggs. This behavior is characteristic of this species and is not practiced by other dragonflies.        NPS Photo  Roseate Skimmer Dragonfly Orthemis ferruginea The brownish color of the male and female adolescent Roseate Skimmer gives no hint of the beautiful color it will one day develop. Mature adults exhibit a bluish thorax (tail) and pink or purple abdomen. One of the most widespread dragonflies, this species actively invades new territory to expand its range. Look for the roseate skimmer in areas of still or moving water. Males of this species will aggressively guard their territory against other male roseate skimmers.        NPS Photo  Familiar Bluet Damselfly Enallagma civile Found year-round in Texas, the familiar bluet can be hard to spot due to its habit of flying with other, similarly marked, bluets. Look carefully at the black markings on the thorax for help in differentiating species. While male familiar bluets are always blue, females can range from blue to tan in color. A very widespread damselfly, the range of this species stretches from southern Canada all the way to Colombia and Venezuela. Familiar bluets are adept at extending their range and can colonize even newly-formed aquatic habitats.        © David Cappaert www.insectimages.org  Blue-fronted Dancer Damselfly Argia apicalis The Blue-fronted Dancer, so named because of its bouncy flight pattern, is a very common damselfly found in most areas east of the Rockies. While males of these species are generally blue with minimal markings, the color of the female Blue-fronted Dancer can range from blue to gray-black and muted brown. The gray-black color variation is seen most often during mating season or periods of cold weather. These damselflies can be observed perched on the ground or on logs, usually along the banks of large rivers.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/nature\/butterflies.htm"
}
