{
    "title": "Chamizal National Memorial: Planning",
    "body": "Explore This Park    Get Involved     Planning            Planning      Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Chamizal National Memorial.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.       Draft Landscape Plan Objective 1: Guide Memorial toward More Sustainable Practices Water Conservation and Habitat Creation One of the dominant objectives of this master plan is to explore and offer solutions to the water issues that the NPS staff at Chamizal face. Currently, water for the landscape comes from a private well and the memorial also has the option to access reclaimed water. However, current water-use practices cannot be sustained indefinitely. There is truly a need to explore other landscape options that will reduce water use on the site as well as add to the habitat value of the site. This includes the replacement of some of the turf with regionally appropriate plants. This idea would not only reduce water use but would provide an opportunity to showcase some natural ecosystem concepts that are more in sync with NPS goals. The key to success will be to provide realistic, attainable phasing options for this transition as well as to create a clear, simple list of suggested species. Maintenance Another key issue regarding the needs of the park and its staff is grounds maintenance. Not only does the large expanse of turf require a lot of water but it also demands high maintenance input, including labor and fertilizer. The park staff is limited in their responses to the high demands of such a large site. Making certain that new designs are low maintenance will help ensure the long-term success and viability of this master plan even through changes in management personnel in the future. Objective 2: Enhance Opportunities for Education and Interpretation Ecological and Historic There is the need to enhance the image of the site as a National Memorial so that people are more aware of the historical and ecological significance of the site. Enhancing opportunities for education and interpretation is critical for Chamizal to effectively commemorate conflict resolution as well as to become a model of conservation practices appropriate to the region Objective 3: Enhance Opportunities for Recreation and Entertainment Chamizal is well-loved by community members for its entertainment and recreation opportunities. These site users account for a large percentage of the total park users. It is imperative that existing recreation and entertainment opportunities are maintained, even amidst some dramatic changes to the landscape. The design will also offer simple suggestions for how these leisure opportunities might be enhanced. Objective 4: Blend Distinct Uses within the Park Based on an examination of the different user groups, it is clear that this master plan needs to address some distinct needs. While the Memorial needs should take precedence, the user groups that use the site more like a city park make up a large percentage of the total users, and their needs are considered important by NPS staff. It is very important for the end product to be a cohesive blending of different uses. The design will also address the need to blend current landscape aesthetic with proposed landscape aesthetic in order to maintain a sense of unity throughout the site.                            Water usage is an important part of landscaping.         Areas of turf would be grassy areas for picnicking and Music Under the Stars. Areas of non-turf revegetated with native plants.        Download the complete Landscape Plan for review.",
    "url": "https:\/\/www.nps.gov\/cham\/getinvolved\/planning.htm"
}
