{
    "title": "Chamizal National Memorial: Donate",
    "body": "Explore This Park    Get Involved     Donate            Donate       Thank You Chamizal National Memorial appreciates you. By simply taking the time to visit, shop in the park store and tell others about Chamizal, you help us interpret this important historical site. We also welcome your monetary donation which could be used to enhance the experiences of even more visitors.  Your contributions help us offer transportation subsidies which bring El Paso area students to the memorial and provide more opportunities for educational and interpretive programs. One hundred percent of your donation stays in the park and is used for programs and services that will directly benefit our visitors.  To make a monetary donation, place it in one of the donation boxes located in the Cultural Center or the Franklin G. Smith Gallery. You may also send a check to: Chamizal National Memorial 800 South San Marcial Street El Paso TX 79905 If you would like your contribution to go toward a specific project or use, please indicate that on your check or in the accompanying correspondence.  Donations of historic objects, manuscripts, books and other related items that have a direct relationship with Chamizal may also be made to the park's museum collection, where they are preserved for future generations to enjoy and learn.  Please contact us to discuss donations to the museum collection or for any other questions about donations. Donate to Our Supporting Partners The Chamizal National Memorial park store is operated by Western National Parks Association (WNPA), a private, non-profit organization, whose mission is to promote preservation of the national park system and its resources by creating greater public appreciation through interpretation, education, and research. They operate stores at national parks and monuments in the western United States. Net proceeds are used to support the interpretive and research programs of the parks. Become a member of WNPA or shop at their online store.",
    "url": "https:\/\/www.nps.gov\/cham\/getinvolved\/donate.htm"
}
