{
    "title": "Voyageurs National Park: Winter Media Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer     Winter Media Volunteer              Winter Media Volunteer       Explore winter at Voyageurs National Park, located in northern Minnesota. Primary duties are assisting with website organization, layout, and navigation, creating new web content, and assisting with the creation of park media including but not limited to waysides, brochures, and books. The volunteer must be cleared for computer use with a background check. Other duties may include: helping to prepare for special events, helping to construct temporary displays and exhibits, filing paperwork and permits, data entry, and other office work. The volunteer working in this capacity will receive appropriate training, guidance, and supervision from the Web Coordinator. Selections for the position may occur any time from March through October of 2016. Starting and ending dates are flexible. MAJOR DUTIES This position may be a uniformed volunteer with the NPS serving as a front-line representative of the agency or it may be a non-uniformed position. Primary responsibilities are updating the park's website for routine information changes, assisting with website organization, layout and navigation, creating new web content, and assisting with the creation of park media including but not limited to waysides, brochures, and books. The volunteer must be cleared for computer use with a background check. Depending on other program proficiency, duties could include creating web accessible brochures and web photo organization. Training in NPS web Content Management System (CMS) programming will be provided. The volunteer must be well organized, work well under supervision, and be comfortable with using a computer for long periods of time. Starting and ending dates are flexible. The volunteer may operate a variety of office machines, including, calculators, typewriters, copiers, computers (appropriate background check must be run) and telephone\/fax machines. The volunteer may be a passenger in a government vehicle. The volunteer may also perform any or all of the following duties in the course of completing their work. These duties are secondary to the primary duties and typically constitute 20% or less of the position duties.  Filing paperwork and permits. Helping to construct temporary displays and exhibits. Responding to information requests. Data entry. Assisting other park staff at special events. Going into the field to familiarize self with area resources.  FACTORS To perform the duties of this position, the volunteer must have the following knowledge, skills, and abilities:  Ability to use basic computer programs. Ability to communicate effectively in a courteous, friendly, tactful, and intelligent manner. Knowledge of interpretive media. Knowledge of NPS mission and goals. Knowledge of the park and operations.  Supervisory Controls The volunteer works under the direct supervision of the Web Coordinator of Chief of Interpretation. After receiving specific instructions, the volunteer performs routine assignments independently. Web Coordinator of Chief of Interpretation is available when problems or unusual situations arise. Routine work is spot checked for accuracy by the supervisor, with closer review performed for more difficult or non-routine assignments. Complexity Assignments vary from repetitive (consisting of clearly defined tasks) to involved (independent creation of media projects). Questions regarding non-routine tasks are referred to the Web Coordinator or Chief of Interpretation. More involved projects may be assigned depending on the volunteer's interest, availability, and training. Scope and Effect The park's media is a gateway and a primary method for learning about the park before visiting. The results of the incumbent's activities contribute to visitor enjoyment and understanding of the park area and the public's appreciation of the National Park Service mission. These activities affect the NPS and its employees, visitors, land managers, and neighbors.  Personal Contacts The volunteer sometimes has contact with other volunteers and park staff. The volunteer may have contact with the visiting public, inholders, and park neighbors. These people represent a cross section of the nation and of other countries of the world. Visitors are of all ages, and from all social, ethnic and economic groups.  Physical Demands &Work Environment Long periods of sedentary work are required. Work is generally performed indoors at park headquarters or other approved indoor location. Trips to park field locations or local travel within or near International Falls, Kabetogama, or Ash River may be required, which may include travelling as a passenger on a government vessel. While outdoors, the volunteer may be subject to working in adverse weather conditions, uneven terrain, lifting heavy objects, and biting insects. This is a winter position. Temperatures in December through March can drop as low as -40F. -10F to 10F are average high temperatures for the area, though can vary significantly outside of those ranges. Snowmobiling, skiing, snowshoeing, and driving on frozen ice roads may be requirements.",
    "url": "https:\/\/www.nps.gov\/voya\/getinvolved\/winter-media-volunteer.htm"
}
