{
    "title": "Glen Canyon National Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           691 Scenic View Rd  Page, AZ 86040                 Directions         There are multiple districts in Glen Canyon very far away from each other. Make sure you know which district you are going to before you begin travelling here.  Directions Details           Operating Hours & Seasons         Glen Canyon Opening Hours Glen Canyon National Recreation Area is open 24 hours per day, year-round. If there is not a person manning the entrance station, you may pay your entrance fee at the automated booth.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours     Park District  Dangling Rope Marina Dangling Rope Marina closes mid-November until March 1 every year.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Additional Information View More       Thanksgiving Day:   -       Thanksgiving Day:   -                  Weather           The weather in Glen Canyon National Recreation Area is usually typical for the high deserts. Summers are extremely hot with little, if any, shade. Winters are moderately cold with night time lows often below freezing. Spring weather is highly variable and unpredictable with extended periods of winds. Fall weather is usually nice and mild, a great time to beat the heat (and the crowds!).         Fees & Passes     Entrance Fees:   1-7 Day Vehicle Entrance - $25.00 Admits one single, private, non-commercial vehicle and all its passengers   1-7 Day Motorcycle Entrance - $20.00 Admits one single, private, non-commercial motorcycle and its riders.   1-7 Day Individual Entrance - $12.00 Admits one individual when entering on foot, or bicycle. Not to exceed $20 vehicle fee. Individuals 15 years of age and younger are admitted free.   1-7 Day Boating Entrance - $25.00 Admits one single private vessel   1-7 Day Boating Entrance additional vessel - $25.00 Admits one single private vessel on the same trailer as a vessel paying full entry fees   Entrance Passes:   Glen Canyon National Recreation Area Annual Pass - $50.00 Allows unlimited entry to Glen Canyon for 12 months from date of purchase.   Glen Canyon National Recreation Area Annual Vessel Sicker  - $50.00 Allows unlimited entry to Glen Canyon for one vessel Jan 1 - Dec 31.         Visitor Centers       Carl Hayden Visitor Center Main visitor center for Glen Canyon National Recreation Area and Rainbow Bridge National Monument.  Tours of the dam provided by Glen Canyon Natural History Association, exhibits, video shows, a relief map of the entire Glen Canyon area. Restrooms and a bookstore. Tours of the Dam (928-608-6072) are $5, and as a federal power plant facility, security measures are in place. While no bags, purses, knives, weapons, or food are allowed on the tour, wallets, cameras, and clear water bottles are welcome.   Bullfrog Visitor Center Exhibits relating to geology and the human and natural history of Glen Canyon. Ancestral Puebloan and pioneer artifacts. A life-size model of a slot canyon. Bookstore, restrooms. Located in the same building as the emergency clinic.   Navajo Bridge Interpretive Center Bookstore, outdoor exhibits, and self guided walks across the historic Navajo Bridge. This is a popular spot to look for a California Condor.   Escalante Interagency Visitor Center This center is jointly run by Grand Staircase-Escalante National Monument (Bureau of Land Management), Glen Canyon National Recreation Area (National Park Service), and Dixie National Forest (Forest Service). It features exhibits focusing on the scientific research surrounding the Escalante region. Permits for hikes into Glen Canyon wilderness are obtained here.                NPS Photo: Bob Moffitt       Welcome to Glen Canyon National Recreation Area! We hope you have a wonderful time here. Pre-planning your trip can make for a much more enjoyable vacation. The following information is designed to help you plan ahead. Operating Hours Find out when visitor centers and facilities are open. Launch ramps are open all day, year-round when water level allows. Fees & Passes How much does it cost to get into the park? Webcams Take a gander at those launch ramps before you get here. Frequently Asked Questions What makes Glen Canyon National Recreation Area tick? Find out here! Advisories  For information about regulations and important safety concerns. Quagga Mussel Update  The latest information regarding invasive mussels in Glen Canyon. Road Conditions  Is that dirt road you want to explore passable today? Find out here. Ranger Programs Enjoy a ranger-led hike or talk. These programs are seasonal. Permits & Reservations Looking to do business in the park? Make sure you have all your papers in order. Brochures Download a copy of our park newspaper before you get here.  Weather Even with beautiful Lake Powell, this is still a desert. Extreme conditions ahead. Pets Where can I take my pet in Glen Canyon National Recreation Area? Goods & Services I need a post office! I need a grocery store! I need a gas station! Rainbow Bridge National Monument Even though Rainbow Bridge is its own unit of the National Park Service, we take care of it from here at Glen Canyon. Find out more about this amazing site.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/basicinfo.htm"
}
