{
    "title": "Amistad National Recreation Area: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management              Superintendent's Letter    Welcome to Amistad National Recreation Area! I have been the Superintendent here since August of 2015. This unit of the National Park Service is a real treasure. My staff is working hard to improve visitor services so you can enjoy your visit to the fullest! Within the last year the Maintenance Division paved the Diablo East boat ramp with asphalt to get more traction surface for vehicles launching boats. This is the busiest boat ramp in the recreation area. New solar lights were installed in the parking lot for more brightness and to save energy. An improvement you will see in the Visitor Information Center is a new interactive exhibit on Rock Art and Ancient Hunting &Fishing that was designed by the Education and Resource Management Division. This fall there will be a new entrance sign for the access road to the Diablo East boat ramp. We are excited about the 100th Anniversary of the National Park Service on August 25, 2016 and we will be celebrating the Centennial throughout the year. There will be events listed on our website as the celebration draws near. We hope you will join us! You can be part of the celebration even if you are not at Amistad. The National Park Service and the National Park Foundation are partnering together to reintroduce the NPS to all Americans and help them find their park. You can find out more about the \"Find Your Park Campaign\" at www.findyour park.com. The Amistad area is rich in cultural history and there are also opportunities for boating, fishing, water skiing, scuba diving, and hiking. With all there is to offer, Amistad is truly an amazing place! I hope you get the chance to visit your national park first hand and experience what it has to offer. For help planning your visit, continue to explore our website or call our visitor center at (830) 775-7491 ext. 3200. Chris Ryan",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/management\/index.htm"
}
