{
    "title": "Amistad National Recreation Area: Plan A Field Trip",
    "body": "Plan A Field Trip         Archeology Fair Atlatl Activity Bill Sontag  Education Programs Teachers: These standards-based education programs are available for your needs. Reservations are required. Field Trips 5th Grade Lessons on the Lake Houseboat Trip--Amistad National Recreation Area--orientation to Amistad NRA and classes on local geology and adaptations of desert plants and animals Teachers: Click on the the following Adaptations lesson plan and print a copy.  Pre-field trip activities are available to do with your students.  Please make copies of page 5 (answer sheets) for students when coming on the Lessons on the Lake field trip. Post-field trip activities are also available in the packet. Adaptations Lesson Plan Dino Days--Whitehead Museum Del Rio, TX--learn about dinosaurs of the Texas area through many discovery activities Archeology Fair--Whitehead Museum Del Rio, TX--learn about local history, traditions, historical and ancient lifeways through demonstrations, living history, and discovery activities  In-Classroom Programs 3rd Grade A Fan and a Glass of Cold Water--desert adaptations of plants and animals Monarch Magic--natural history, migration and life cycle of the monarch butterfly 4th Grade Birds, Birds, Birds--natural history of birds and learning to identify birds using field guides and binoculars Lower Pecos Lifeways--everyday survival and lifeways of the Prehistoric People of the Pecos--replica artifacts will be examined as part of the lesson 5th Grade Crack, Crumble and Carry--activities and powerpoint program highlight weathering, erosion and deposition Chihuahuan Desert Community--interrelationships that exist in our part of the Chihuahuan Desert Contact Education Specialist Lisa Evans at (830)775-7491 x223 for more information and to make reservations for field trips and in-classroom programs. For Lessons on the Lake and Archeology Fair, reservations must be made at the beginning of the school year. For the in-classroom programs, 30 days advance notice is needed.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/education\/planafieldtrip.htm"
}
