{
    "title": "Amistad National Recreation Area: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Junior Rangers at Amistad Marie Malo  Become an Amistad Junior Ranger! Stop by the Visitor Information Center on Hwy 90W to receive your free Junior Ranger Book filled with fun and educational activities. Complete the appropriate number of pages and do a hands-on activity to earn your Amistad Junior Ranger badge and patch.  Junior Ranger Day You can also earn your badge and patch while attending Junior Ranger Day activities at the upper Diablo East Marina parking lot from 9 am to 1 pm on Saturday, April 25, 2015. Ranger-led nature hikes, compass orienteering, tent setup, archeology demonstrations, flintknapping, water safety outdoor ladder ball, and \"Backyard Bass\" fishing. For more information, call Education Specialist Lisa Nielsen at 830-775-7491 extension 3223.      Archeology Fair  Every October, on a very special Saturday, the Whitehead Memorial Museum becomes host to a magical event. History comes to life! Step back in time to enjoy the old lifeways. Make adobe bricks. Roll corn into meal on a grinding stone. Create cordage and painted pebbles similar to what the Ancient People of the Lower Pecos Region made thousands of years ago. See Buffalo Soldiers and the Texas Camel Corps. These and many more activities await!  The 13th Annual Archeology Fair will be held from 10 am to 3 pm on Saturday, October 4, 2014.  Admission for the event is $2 per adult and $1 per child.  The Whitehead Memorial Museum is located at 1308 South Main Street, Del Rio, TX.  For more information, call Education Specialist Lisa Nielsen at (830) 775-7491 extension 3223.                        Archeology Fair  This film was created by Doug Baum of the Texas Camel Corps. Video gives a brief synopsis of the various demonstrations that happen at the Archeology Fair each year.   Duration:5 minutes, 37 seconds                Amistad Junior Ranger Patch designed by Jack Johnson",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/kidsyouth\/index.htm"
}
