{
    "title": "Amistad National Recreation Area: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Indian Springs is visible at lower lake levels.   Amistad National Recreation Area’s natural features are primarily the result of two influences: geology and climate. The local flora and fauna has developed in response to these two factors. Despite Amistad’s desert-like appearance, the park represents an interesting collection of plants and animals found at no other National Park Service site.   Geology   The entire Amistad NRA area is underlain by 100 million year-old Cretaceous limestone. A number of different formations make up the strata, and most include a wide variety of marine fossils. Karst landscape (dissolution features such as sinkholes and caves formed in limestone) is common in the area, and limestone forms the bedrock beneath the lake. Due to this lack of soil, and the fact that the tributaries feeding the lake pass though areas that are relatively pollution-free, Amistad Reservoir is clear and water quality is high.   Climate   The climate has created plant communities well adapted to survive the rocky soil. The Amistad NRA area looks like a desert, but the climate doesn’t meet the true definition of desert. Deserts are usually defined as arid areas receiving about 10 inches of precipitation or less a year. The park’s annual precipitation is around 18 inches. What characterizes the climate, though, is the extreme fluctuations of precipitation. One year the area may only receive a few inches of rain; the next we can get the entire year’s average in one storm. Plants have adapted to this ‘feast or famine’ regime, but it makes it very difficult to predict when plants will green up or even flower.   Boaters quickly notice that the prevailing winds at Amistad come from the southeast. These winds are from the Gulf of Mexico and make most mornings, especially in spring and fall, humid and overcast. By the afternoon, the clouds and humidity have burnt off, leaving hot dry weather. Summers can be hot (averaging in the high 90s F), but winters are mild with only a few nights of hard freeze. Tropical storms occasionally make their way west from the Gulf, and soon lose much of their power by the time they reach the Amistad area.   Visitors heading west from Amistad NRA observe the transition from Gulf-influenced climate and vegetation to true desert by the time they get to the Big Bend region’s Chihuahuan Desert. There, as for most of the American Southwest, a continental climate prevails, with high pressure systems, and hot dry air.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
