{
    "title": "Amistad National Recreation Area: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         Storms can arise at a moment's notice   Amistad NRA was created to provide visitors excellent recreational opportunities while preserving the area's natural and cultural resources. This goal can be difficult because of the special environmental factors encountered at Amistad. The natural resources of the area are subject to a range of threats, including exotic species, pollution, and changing lake levels.   Exotic Species   The problem of biological invasion is not new. Non-native species have been intentionally or accidentally introduced by man. Many exotics are able to adapt to a new environment; a few become invasive and destructive. Good examples are land invasions by tamarisk and water invasions by hydrilla in Amistad Reservoir.   Tamarisk, or salt cedar, is a Mediterranean shrub that has invaded thousands of square miles of riverine habitat. Not only does it crowd out and replace native species, it also wastes vast quantities of water by sucking up and transpiring any available moisture.   Hydrilla is a common aquarium plant that has been intentionally or accidentally introduced into many lakes and reservoirs. While it can create good fish habitat in limited amounts, it has been known to choke aquatic environments and deplete oxygen supplies when its population explodes.   Pollution   The primary sources for water in Amistad Reservoir are from pollution-free springs and rivers. One possible threat to the lake’s water quality is the burgeoning development around the lake. The State of Texas closely monitors the water quality on a regular basis to ensure this precious resource is protected.    Changing Lake Levels   Another challenge to managing the recreation area is the constantly fluctuating water levels.  This constant shift between lake and dry land makes the preservation of natural and cultural resources difficult. Since the reservoir is located in a desert, the lake level varies depending on inflow from rain and outflow from the dam. The elevation of the surface of Amistad Reservoir is measured from sea level.  An elevation of 1117’ is considered “conservation pool;” park boundaries are generally set at 1144’.  However, in drought years water levels have gone as low as 1056’.  Low lake levels leave boat docks high and dry, and also expose a great deal of previously inundated land.  Non-native vegetation, especially tamarisk, quickly invades fertile lake mud.     A good example of how changing lake levels threaten archeological resources is the problem of a non-native clam- Corbicula. These mollusks thrive in the shoreline zone. As lake levels change, they invade new areas and their constant burrowing disturbs previously untouched archeological sites.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/nature\/environmentalfactors.htm"
}
