{
    "title": "Glen Canyon National Recreation Area: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit        NPS Photo       Your Glen Canyon Adventure Starts Here      Glen Canyon National Recreation Area, at the heart of the \"Grand Circle,\" provides unique and refreshing opportunities for travel-weary visitors. Stay for an hour and take a tour of Glen Canyon Dam, or stay for a week to camp on the shores of Lake Powell in a houseboat. With 1.2 million acres of golden cliffs, lush hanging gardens, impossibly narrow slot canyons, and the brilliant blue paradox of Lake Powell to visit, you may find yourself coming back again and again. But if this is going to be your first visit to Glen Canyon National Recreation Area, these pages can help you to plan your amazing Glen Canyon adventure.     Glen Canyon can be treacherous! Take care of yourself. Your safety is our first concern.             What to Do Basic Information What you need to know. Directions & Transportation How do I get here? I do I get around? Eating & Sleeping You have to eat some time. Camping Where can I camp in Glen Canyon? Places To Go There are so many places to go to in Glen Canyon! Things To Do So Many! Calendar What is happening in the park? Safety Our first priority is your safety. Accessibility Are the visitor centers accessible? Are the marinas? Nearby Attractions When I am finally done with Glen Canyon, what else can I do?   Concessions and Partners         Find the books and maps you need to begin your adventure from our cooperating association.                Lake Powell Resorts & Marinas Stay at the Lake Powell Resort Lodge, take a boat tour, rent a boat, eat at the restaurants, shop at the gift store, camp, launch your boat.            Antelope Point Marina Launch your boat, rent a boat, take a boat tour, shop the gift shop,plan an event, eat at the restaurant.              Colorado River Discovery Float the Colorado River in Glen Canyon. Stop along the way and see a beautiful petroglyph panel.              For services and tour opportunities outside of Glen Canyon National Recreation Area, inquire at the Powell Museum, the official tourism office for Page AZ. The museum is located in Page, on the corner of Lake Powell Blvd and North Navajo St.",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/index.htm"
}
