{
    "title": "Amistad National Recreation Area: The Southern Transcontinental Railroad",
    "body": "The Southern Transcontinental Railroad         A train traveling over the first Pecos River bridge. Courtesy Whitehead Museum  At the end of the Civil War, 90% of all railroad tracks in the United States lay east of the Mississippi River. As a result, President Lincoln signed into law the Pacific Railroad Act in 1862 (Briggs 1974:7). On January 1, 1863, ground was broken at Sacramento, California for the building of the first transcontinental railroad; the Central Pacific from Sacramento and the Union Pacific from Omaha Nebraska (Elliot 1928:2). On May 8, 1869, these two rail lines were joined with a gold spike at Promontory Point, Utah creating the first transcontinental railroad.   The driving force of the \"Big Four\" (Potter Huntington, Leland Stanford, Charles Crocker, and Mark Hopkins) that made the first transcontinental railroad a reality was also responsible for the completion of the southern transcontinental line in 1883 (Elliot 1928:3) which passed through today's Amistad Reservoir basin. Several miles of old grades, foundations for trestles and spans, and railroad tunnels are visible to today's visitors to Amistad National Recreation Area. Many of these historic features however, are located on private property within 100 feet of the park's current boundary.  Railroads came into existence in Texas in 1851 with the formation of the Buffalo Bayou, Brazos, and Colorado Railway (Patterson 1980:8). Several earlier attempts to construct lines had failed due to lack of support by the government of the Republic of Texas (Elliot 1928:30). In time, the Texas Legislature would later approve giving railroad companies 16 sections of land per mile of completed track as an incentive (Comstock Study Group 1976:22).   In 1870, the Buffalo Bayou, Brazos, and Colorado Railway was purchased by Thomas Pierce and Associates who changed its name to the Galveston, Harrisburg, and San Antonio Railway Company (GH&SA). The GH&SA completed a line from Houston to San Antonio in 1877 and gained additional charter rights to extend its lines to the Rio Grande (Labadie 1987:10). Pierce however, lacked the financial resources to continue the line to the Rio Grande. Meanwhile, because they had ample finances, the Southern Pacific was trying to obtain a charter to construct lines in Texas. By late 1877, Pierce's charter and Huntington's finances produced an agreement which would allow Southern Pacific to lay track in Texas (Briggs 1974:13).        The construction of the Southern Transcontinental Railroad Courtesy Whitehead Museum  Survey work for the proposed railroad route in the vicinity of the Pecos River was well under way by the summer of 1880. Captain Hood was in charge of the Southern Pacific survey and of engineering crews working between the mouth of the Devils River and the mouth of the Pecos at the Rio Grande. Hood and his survey crews were equipped with five boats and several dozen horses. Their job was to select, survey, and prepare construction estimates for each foot of the route between the two rivers (San Antonio Weekly Express, August 26, 1880). M. J. Ripps was a member of one of the 1880-1881 survey crews and wrote (Hunter 1925:125) of his experience:  \"From there on we did not see any more Indians until we came to Eagle's Nest [near present-day Langtry, Texas], on the Rio Grande. We were camped some 350 feet above the level of the river bed, and were cutting out a trail wide enough for a burro to pass with a cask, or small barrel on either side, to transport water from the river. We had stopped for the noon hour when we noticed nine Indians, seven bucks and two squaws. They had evidently descended to the river bottom some miles above and were winding their way to a point directly in front of us, where they could get water. They were coming in single file, some 10 feet apart, and were in full war paint, the Indian in the rear being the guard. The eight went to water to satisfy their thirst, while one stood guard. Then the guard went to drink while one of the squaws stood guard, and she spied us, as we could tell from her gestures. When she gave the alarm they took to their horses and disappeared up the river. As we were not looking for trouble, we did not fire at them, but doubled our guards to protect against an attack.\"   \"Our next camp was at Painted Cave [present-day Parida Cave]. One night we sent our mules and horses out to grass with two guards in charge. Indians crept up and tried to scare the animals. One of the guards, finding something was not right, gave the alarm, and the fireworks started. We fired some 30-40 shots, and one of the guards claimed he got an Indian. This Painted Cave is worth a trip to see. It is a big opening under a protruding boulder, large enough for 14 men to ride into on horseback at one time. Its inner walls are decorated with Indian paintings of wild animals, lions, tigers, buffaloes, etc., and all the sign language on the walls, some of which we would not understand if they were played on a phonograph.\"  In 1881, Huntington's Southern Pacific, the Western Division, began work eastward from El Paso while Pierce's GH&SA, known as the Sunset or Eastern Division, started westward from San Antonio with plans to meet Southern Pacific crews somewhere near the Pecos River (Elliot 1922:21-22). The route was surveyed about two years before actual construction began. From San Antonio to Del Rio, the survey crew generally followed the San Antonio-El Paso road which had been in use by military and commercial freight haulers since the early 1850s. From Del Rio to Fort Davis, the route roughly paralleled Bullis' 1875 military road which crossed the Pecos River near its junction with the Rio Grande. Construction of the line from San Antonio to El Paso was conducted under the administrative auspices of the GH&SA and the Southern Development Company (a company set up by Huntington's Southern Pacific). Each of these divisions had its own management, utilized different construction procedures, and relied on different sources of supply.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/historyculture\/str.htm"
}
