{
    "title": "Amistad National Recreation Area: Seminole Scouts",
    "body": "Seminole Scouts         Seminole Sergeant Ben July and his family. Robert J. Sporleder album  Seminole Canyon gets its name from the Seminole Negro Indian Scouts, garrisoned at Fort Clark in Brackettville. The scouts protected the West Texas frontier from marauding Apache and Comanche Indians between 1872 and 1914. In 26 missions resulting in 12 battles, no Seminole Negro Indian Scout was ever wounded or killed in combat, and 4 scouts earned the Congressional Medal of Honor. This canyon contains a watering hole and campsite that they often used when on patrols, giving the canyon its name today. Today the Army’s elite Special Forces use the crossed arrows insignia of the Indian Scouts.        Seminole Scouts mounted on their horses. Courtesy William \"dub\" Warrior  The most famous engagement of the Seminole Scouts happened on April 25, 1875 near where Highway 90 now crosses the Pecos. Lieutenant John L. Bullis and 3 of his scouts had tracked a group of 25 to 30 Indians for 4 days, catching up to them as they crossed the Pecos River with a herd of about 75 horses. The scouts dismounted and crept undetected to positions within 75 yards of them. Bullis identified the Indians as Comanches and attacked, killing 3 and wounding a fourth. After being pinned down for 45 minutes, the Comanches sized up the scouts’ locations and numbers, flanked them, and counter-attacked. Bullis ordered a retreat, and the scouts returned to their horses and withdrew. They soon realized that Bullis was not with them; his horse had spooked before he could mount it, and the Comanches were now closing on him. The scouts returned to rescue him, braving heavy gunfire at considerable risk to their lives. As Trooper Pompey Factor and Trumpeter Isaac Payne provided cover fire, Sergeant John Ward rode to where Bullis was trapped and pulled him up onto the back of his horse, saving his life. Soldiers Ward, Factor, and Payne were each awarded the nation’s highest commendation for valor in combat, the Congressional Medal of Honor.        A group picture of the Seminole Scouts. Courtesy Whitehead Museum  The Seminole Indians lived in Florida swamplands and welcomed escaped slaves. The escaped slaves, called Maroons, combined African traditions with Native American lifeways. They joined the Seminole Confederation in 1812, but by 1841 almost all Seminoles had been forced to move to Indian Territory in Oklahoma. An 1845 treaty required the Creek Nation to share land there with the Seminoles, but the slaveholding Creeks proclaimed that no enclaves of freed blacks or Seminole Maroons would be allowed to live in the Creek Nation or to bear arms. Seminole leader Wild Cat and Maroon Leader John Horse brought their people to Mexico in 1849, protecting the Mexican border against hostile Indians in exchange for land, provisions, weapons, and ammunition. After the Seminole Nation was created in 1856 and Wild Cat died of smallpox in 1857, many Seminole Indians left their settlement at Nacimiento, Mexico for Indian Territory. The Seminole Maroons stayed in Mexico, fearful of being returned to slavery if they entered the United States. The end of the Civil War in 1865 put an end to slavery and refocused the attention of the U.S. Army on securing the western frontier. In 1870, the Army began recruiting Seminole Maroons, creating the Seminole Negro Indian Scouts. They were stationed at Fort Duncan in Eagle Pass and at Fort Clark in Brackettville. Their first permanent commander was Lt. John Latham Bullis, a white Quaker from New York State who had been an officer in the 118th U.S. Colored Infantry during the Civil War. The scouts saw most of their action under Bullis, who recognized their exceptional toughness, skill, and character. The graves of all four Congressional Medal of Honor recipient scouts are in the Seminole Negro Indian Scout Cemetery, west of Fort Clark on FM 3348, 3.1 miles south of Highway 90.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/historyculture\/seminole.htm"
}
