{
    "title": "Amistad National Recreation Area: Oral History Project",
    "body": "Oral History Project         America's Best Idea Grant  National Park Foundation in partnership with Unilever   Family of Voices: Telling the Untold Stories Project Inspired by the Ken Burns film series, the National Park Foundation, in partnership with Unilever announced its 2010 America's Best Idea Grants Program challenging parks to engage people in a new and exciting way. The America's Best Idea Grant is a nationwide program currently underway in 33 national parks. In January 2010 Amistad National Recreation Area was awarded a tremendous honor, the $20,000 America's Best Idea Grant, for its Family of Voices: Telling the Untold Stories Project. The project is an attempt to connect Amistad with the local communities and its visitors in a unique way...through stories. The \"Family of Voices\" project has 2 components.  An oral history project will record, archive and broadcast stories. A sound booth is to be set up at Amistad Visitor Center to capture the stories that contribute to the history of Amistad and the area. Community members, students, and visitors are encouraged to share their stories. To help record the stories, Community Volunteer Interviewers will ask encouraging questions while conducting the oral history interview. Each month will feature a different topic, such as the Amistad Dam, Laughhlin AFB history, Ranch life, Wool and Mohair Industry, school trips to Lake Amistad, fishing and hunting stories, and more. The 2nd component of the Family of Voices Project was a tuition-free 3 day conference hosted by Amistad for local teachers, Texas Parks and Wildlife Dept., National Park Service from across the country and US Fish and Wildlife Service. World renowned speakers such as Sam Ham, Kendall Haven and Carolyn Boyd presented workshops on the techniques and benefits of using storytelling in the classroom and to interpret natural and cultural resources. The \"Family of Voices Conference\" fostered positive creative energy. To become part of the Family of Voices Project, (830)775-7492.  You might like to share your story, know of someone who has a story to share, or would like to become a Community Volunteer Interviewer.",
    "url": "https:\/\/www.nps.gov\/amis\/learn\/historyculture\/oralhistory.htm"
}
