{
    "title": "Chamizal National Memorial: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger               Be A Junior Ranger       Junior Ranger Programs Children may become junior rangers by attending a Junior Ranger Program at Chamizal National Memorial. In these programs rangers of all ages explore what it means to be a park ranger, the Chamizal story, the plants and animals of the Chihuahuan Desert, caring for the environment, and borderland culture. Visit the Ranger Programs page or our Calendar of Events to find out about Junior Ranger Program opportunities.           Junior Ranger Books Chami's Activity Book Junior rangers of all ages can learn more about the Memorial from our mascot, Chami. Just ask for a free book, available in English and Spanish, at the visitor information desk in the Cultural Center. Junior rangers earn a badge and a patch by correctly completing the section of the booklet that matches their age group. Children who also complete the Unity section can earn a second patch as well. Feel free to complete ALL of the sections; Chami wants everyone to know as much as possible about his home!          Historic Preservation Activity Book Chamizal National Memorial was listed on the National Register of Historic Places on February 4, 1974. Taking care of places that are important to our country's history helps us remember the stories that tell who we are as a nation. President Lyndon B. Johnson, who signed the law that created Chamizal National Memorial, also signed the National Historic Preservation Act in 1966. To celebrate the law's 50th anniversary, learn about historic preservation and earn your NHPA50 junior ranger badge by completing the Historic Preservation Junior Ranger Activity Book. Pick one up at the Chamizal National Memorial Cultural Center or on the historic preservation website.         Centennial Activity Book In 1872, Yellowstone became our country's first national park. As other special places became national parks and monuments, we needed a way to make sure they were being taken care of. The National Park Service (NPS) was created to do just that. When the NPS was born in 1916, it managed 37 protected areas; today it takes care of more than 400 special places. Help us celebrate 100 years of the National Park Service by becoming a Centennial Junior Ranger. Pick up a book at Chamizal National Memorial, or visit the NPS Junior Ranger page to download the book and find other junior ranger activities and information.",
    "url": "https:\/\/www.nps.gov\/cham\/learn\/kidsyouth\/beajuniorranger.htm"
}
