{
    "title": "Chamizal National Memorial: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                Plan a Field Trip       Self-Guided Field Trips No reservations are required for the self-guided field trip, but please let us know if you will be visiting with your group. (See Accessibility). Things to do:  Walking Trails--Chamizal National Memorial contains miles of walking trails. Call ahead if you would like the \"Walking Trail Guide\" available for your visit.  Picnic Areas--Four covered picnic areas are available on a first-come, first-serve basis.  Cultural Center--New Exhibits (02\/2016) tell the story of the memorial. Watch a 4-minute video for an overview (seating limited to 25 people).  Nuestra Herencia Mural--This mural is located on the walls outside our administration building. See the Cultural Center Information Desk for a brochure about the mural and artist. Art Gallery--Rotating art exhibits feature local, Hispanic art.  Junior Ranger Programs--Completing the appropriate sections of the Jr. Ranger book qualifies students (ages 5-adult) to earn a badge and\/or patch. The program is free. Call ahead for groups of 25 or more. Please allow adequate time to complete the program on-site.  For longer visits to the memorial, consider scheduling a visit with a ranger.      Ranger-Led Field Trips  For a Ranger-led field trip, please call ahead at least two weeks before your visit. Contact Kathy Denton at 915-532-7273 ext. 130 or at e-mail us. Please be prepared to provide the following information:  Contact name and cell phone number School name and district Number of and grade-level of students Arrival time and duration of visit Purpose\/plan for your visit Special needs and\/or helpful information about your group  Please allow time to receive your confirmation. Transportation is the responsibility of the school but funds may be available from the memorial to help cover costs.    We provide:   Interactive, hands-on activities Arrowhead Talk, Story of Chamizal National Memorial and\/or other topics including the desert ecosystem, animal adaptations, river behavior (as it applies to Chamizal), and NPS careers.  Custom topics can be requested well in advance of your visit by calling Kathy.   Your group is welcome to stay for lunch or other self-guided activities.          Theater Productions Check our Education Outreach Schedule of Performances below. You will find a description of each performance along with the target age of the audience. Performances are open to all public and private schools as well as homeschool groups.  Reservations are required and can be made by contacting Kathy Denton at 915-532-7273 ext. 130.  Please arrive 30 minutes prior to start time. Performances are generally an hour in length including a Question and Answer session with the actors. Transportation is the responsibility of individual schools, but funding for bus transportation may be available. Please send us estimates of cost and book with your transportation department ASAP.    Chamizal National Memorial celebrates the cooperation between our two borderland countries which peacefully settled a 100-year boundary dispute. Today, we continue to highlight borderland culture through drama, dance and music. Our performances are aligned with TEKS and Common Core standards and expose students to the theater\/stage\/performance experience. 2016 Education Outreach Performances  Wednesday, April 13 at 9 a.m. and 11 a.m.: (Grades 7th-12th)  Los Vendidos Wednesday, April 20 at 9 a.m. and 11 a.m.: (Grades 7th-12th) Bernabe: The Boy Who Loved the Earth Wednesday, April 27 at 9 a.m. and 11 a.m.: (All grades) Dances of the Past Wednesday, May 18 and May 25 at 9:30 a.m.: (Grades 9th-12th) The Telling Project : Veterans Tell Their Stories",
    "url": "https:\/\/www.nps.gov\/cham\/learn\/education\/classrooms\/planafieldtrip.htm"
}
