{
    "title": "Chamizal National Memorial: Research",
    "body": "Explore This Park    Learn About the Park     Nature     Research              Air Quality Monitoring        This air quality monitoring station is situated in our southwest corner, by our \"dirt lot\" parking area. NPS         A look inside the site reveals multiple instruments that take in air, record measurements, and help our nation’s lawmakers make informed decisions. NPS  When you visit Chamizal, you may come across this fenced-in building. Many visitors wonder what it is but few ask. Since 1988, Chamizal has been the site of an ambient air quality monitoring station that the Texas Commission on Environmental Quality (TCEQ) maintains in partnership with the City of El Paso. There are many monitoring stations throughout the state of Texas. Visit http:\/\/gis3.tceq.state.tx.us\/geotam\/ to view an interactive map of ambient air quality monitoring stations across Texas. The site here at Chamizal isn't the only El Paso station. UT El Paso, the Lower Valley, West El Paso and East El Paso all have active stations as well. What are they measuring? This ambient air monitoring station continuously monitors atmospheric gases for ozone, carbon monoxide, sulfur dioxide, nitrogen oxides, and total reactive nitrogen. Hydrocarbons, such as benzene, propane, and toluene, (air pollutants) are also continuously monitored. Atmospheric conditions and meteorological measurements (wind direction, wind speed, dew point, and solar radiation) are recorded. The data collected from these measurements are stored on-site and automatically uploaded to TCEQ's data collection, processing, and storage systems. In addition, filter-based instrumentation is collected by an operator, and then analyzed in a laboratory before being uploaded to TCEQ. The filters collect airborne particulates (tiny pieces of solids or liquids that are naturally occurring or manmade). One filter continuously collects particles that are 2.5 – 10 microns thick, or smaller than a grain of sand. Another filter collects periodic samples 2.5 microns or smaller. Many particulates of this size are so small they can be inhaled, and passed from your lungs into your bloodstream.        Particulate matter sampler collection inlet NPS  How is this data useful? The data collected here at the Chamizal site has been, and continues to be, used to provide the public with the most up-to-date information on air pollution. This information helps to characterize the nature and extent of air pollution, determine trends in pollution concentration levels, and supports compliance with the National Ambient Air Quality Standards (NAAQS). The site also gathers information that enhances studies on air pollution's impacts on human health and the health of our environment and ecosystems, as well as assesses emissions and pollutants reduction strategies and programs. Chamizal isn't the only National Park site to partner with TCEQ. Big Bend National Park also houses a station, the IMPROVE air monitoring site. There, TCEQ collects continuous filter-based particulate samples and meteorological data. Data collected from the sites are available to the public. Most of the continuous data may be found online and is updated hourly. Non-continuously collected data, or data that must first be analyzed in a laboratory, is updated online after review and verification. Information about the site, the monitoring, and links for accessing the data are available on the TCEQ website. The National Park Service of the United States has several missions to fulfill. Here at Chamizal National Memorial, we celebrate the cultural diversity of our borderland area as well as cultures around the world. As a part of El Paso's history, it is our mission to teach the public about international cultures. As part of the National Park Service, it is also our mission to promote active research and monitoring of the amount and effects of air pollution, as well as to educate the public in the importance of clean healthy air. Chamizal has actively chosen to partner with the state of Texas and TCEQ. Many other national parks maintain internal or regional teams of scientists who monitor air quality. For more information on these teams, check the NPS Air Quality website.",
    "url": "https:\/\/www.nps.gov\/cham\/learn\/nature\/aq.htm"
}
