{
    "title": "Chamizal National Memorial: Hummingbirds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Hummingbirds                Hummingbirds       Hummingbirds at Chamizal In 2008, Chamizal was involved the Hummingbird Monitoring Network. Park rangers, our summer Teacher-Ranger-Teacher, and volunteers gathered in the Spanish Garden to gather data on local and migratory hummingbirds. The birds were caught in nets as they came in to sip from our hummingbird feeders. With gentle handling by staff, they were weighed, measured, and banded. Each band has a unique number that will forever be associated with that bird. The information gathered is loaded into an international database for scientists to study and extrapolate information. The Hummingbird Monitoring Network is \"a science-based, project-driven, nonprofit organization dedicated to the conservation of hummingbird diversity and abundance throughout the Americas.\" More information can be found on their website, www.hummonnet.org. Visit our Photo Gallery to see Hummingbird Banding project.        Anna’s Hummingbird (Calypte anna) Dr. George C. West  A native to southern California, Anna's are also occasionally seen in El Paso. It is one of only three species to permanently reside in the United States. Unlike most hummingbirds, Anna's can sing. The adult male has a dark tail and a rosy-red iridescent crown, chin and throat. The female has a green crown and a gray chin and throat with variable amounts of thin dark streaking or rosy red spots. They can be seen in El Paso in November to March.      _____________________________________________________________________________________        Black-chinned Hummingbird(Archilochus alexandri) Dr. George C. West  The Black-chinned is the most common hummingbird of Texas. While both the male and female are green in color, the male can have either a black chin or a completely black head, purple band, and white throat. The female has a white chin and a somewhat washed-out throat with green streaks. The Black-chinned is mainly a nectar eater but will also eat insects. They tend to make their nests out of twigs and spider web silk. They migrate through El Paso from April to September.       _____________________________________________________________________________________        Broad-tailed Hummingbird(Selasphorus platycerus) Dr. George C. West  Broad-tails are commonly seen in the western mountain ranges of the Rockies and Sierras. The male is metallic green with a rosy-red band on his throat, a green crown, and a broad tail. The larger female has green central tail feathers with outer tail feathers that are rust-colored at the base, black in the middle, and white on the outer tips. They are sometimes mistaken for the female Rufous and Allen's Hummingbirds. They migrate through El Paso in July and August.     _____________________________________________________________________________________        Rufous Hummingbird (Selasphorus rufus) Dr. George C. West  The Rufous is the only hummingbird regularly found as far north as Alaska. It has a green head and back. The male has a copper-colored throat patch; a rusty-brown head, body, and tail; a white chest and belly; and dark wings. The trill the male makes with its wings identifies him from the female. Females are not colored as brightly as males. They have a few iridescent flecks in the throat, large white spots on the tail, and a green head and back. They can be seen in El Paso from April to September.       ________________________________________________________________________________________",
    "url": "https:\/\/www.nps.gov\/cham\/learn\/nature\/hummingbirds.htm"
}
