{
    "title": "Chamizal National Memorial: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        U.S. President Lyndon B. Johnson and Mexican President Adolfo Lopez Mateos unveil the new boundary marker signaling the peaceful end of the Chamizal Issue. NPS       In 1966, Congress established Chamizal National Memorial to commemorate the Chamizal Convention (treaty) of 1963. The Chamizal treaty finally ended a long-standing border dispute between the U.S. and Mexico. The 1848 Treaty of Guadalupe-Hidalgo established the Rio Grande\/Río Bravo as the international boundary between the U.S. and Mexico. However, rivers naturally move over time. In this case, the river gradually, and at times abruptly, moved south, which left Mexico with less land than the 1848 treaty established. The land disputes that arose because of the river movement caused tension between the U.S. and Mexico for more than 100-years. Finally, in 1963 U.S. President John F. Kennedy and Mexican President Adolfo Lopez Mateos met to discuss the \"Chamizal Issue\" and through diplomatic negotiations, they solved the Chamizal Issue with the signing of the Chamizal Treaty. En 1966, nuestro Congreso hizo El Trato de Chamizal. Termino el disputo entra los Estados Unidos y Mexico. El Trato de Guadalupe-Hidalgo establizo la frontera el Rio Grande \/ Rio Bravo. Despues, el rio movio con tiempo. En este caso, el rio cambio por el sur y Mexico quedo con menos tierra. El disputo y el movimiento del rio causo tension entra los Estados Unidos y Mexico sobre cien años. Al final, en 1963, El Presidente Johnson y El Presidente Lopez Mateos tuvieron junta y firmaron El Trato Chamizal.        Chamizal National Memorial flies both the U.S. and Mexican flag to preserve the sentiment behind the Chamizal Treaty. (El Chamizal National Memorial ondea las dos banderas Estados Unidos y Mexico para preservar el sentimiento detras de el tratado de el Chamizal.) NPS  Today, the memorial commemorates the diplomatic resolution of the long-standing Chamizal boundary dispute between the U.S. and Mexico. The memorial fosters goodwill and understanding between the people of the United States and Mexico and provides a center to present activities that celebrate cultural exchange.  To learn more about American Latino history, visit the National Park Service's site dedicated to exploring our shared heritage. Ahora el Chamizal conmemora la diplomatica resolucion de una larga disputa sobre los limites de el Chamizal entre Estados Unidos y Mexico. El memorial abriga buena voluntad y entendimiento entre la gente de Estados Unidos y Mexico y provee un centro para presentar actividades que celebran un intercambio cultural. Para aprender mas sobre la historia de el Latino Americano, visite National Park Service's pagina dedicado a explorar nuestra compartida herencia.      To learn more about the history of the Memorial, please download Why We're Here (231 KB pdf document). Visit our Brochures page to read more about the stories, the people, and the science behind Chamizal. Visit our stories page, and learn more about significant historical events connected to the Chamizal Issue. Visit our People page to learn more about cultural events of the border region.  Documento en Español: Aprenda Porque Chamizal National Memorial Existe (240 KB pdf documento). Visite nuestra pagina de historias y aprenda mas sobre la significancia de los eventos historicos conectados a esta cuestion. Visite la pagina nuestra Gente y aprenda ma sobre eventos culturales de la region de la frontera. Visite nuestra pagina de Folletos y lea mas sobre las historicas, la gente, y la ciencia detras de el Chamizal.             In 1848, the Treaty of Guadalupe Hidalgo established the boundary between the United States and Mexico. Surveyors from both countries spent the next eight years mapping the over 2,000 mile political border. This sextant, used for measuring angles and determining latitude coordinates, is typical of the instruments used by surveyors and is on display in the Memorial’s historical exhibition. NPS        Need Help with Research? Print a Research Request Form, fill it out and mail to the address listed at the top of the form. A ranger will contact you to set up a meeting and assist you in your research.",
    "url": "https:\/\/www.nps.gov\/cham\/learn\/historyculture\/index.htm"
}
