{
    "title": "Chamizal National Memorial: Visual and Performing Arts",
    "body": "Visual and Performing Arts         Local art students paint the park's sidewalk with images of influential Latino-Americans in the United States during \"Chalk It Up\".   Serving as a cultural center dedicated to fostering national friendship, understanding and trust, Chamizal National Memorial's programs and urban landscape provided opportunities for people of Mexico and the United States to better understand and appreciate each other's diverse cultures and the many aspects of life that transcend nationality. The memorial strives to provide park visitors with ample opportunities to make meaningful connections to the park's resources and history through the use of interpretive and education programs as well as through the visual and performing arts.        Gallery exhibitions change every 2-3 months, so there is always something new to see at Chamizal.   Chamizal National Memorial maintains an art gallery. This gallery frequently showcases local and border artists. Find out what's going on in the Memorial's Franklin G. Smith Gallery.        Performance of \"Marta the Divine,\" Siglo de Oro Festival 2010 NPS  Each March, our theater becomes a flurry of activity as the memorial prepares for Siglo de Oro. Siglo de Oro, or Spain's Golden Age, created outstanding works of art that are still appreciated today. Chamizal has hosted the Siglo de Oro Drama Festival since 1976. Learn more about Chamizal's Siglo de Oro Festival.        Women dressed as a Catrina at a Day of the Dead celebration in Mexico(Las mujeres visten como catrina en la celebracion de el Dia de Los Muertos en Mexico.) Leonel Monrov  Día de los Muertos is an iconic celebration here along the border. Chamizal has had gallery shows and exhibits honoring the Day of the Dead. Click on the links below to learn more about Día de los Muertos (Day of the Dead).  Dia de Los Muertos es una celebracion famosa aqui a lo largo de la frontera. El Chamizal ha tenido galerias de presentaciones y exibiciones honrando El Dia de Los Muertos. Haga click en los parrafos de abajo para aprender mas sobre el Dia de Los Muertos. Day of the Dead (English) Día de los Muertos (Español)",
    "url": "https:\/\/www.nps.gov\/cham\/learn\/historyculture\/visual-and-performing-arts.htm"
}
