{
    "title": "Chamizal National Memorial: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     November 20, 2015  2016-2017 Food & Beverage Vendor Applications | Solicitudes para vendedores de comida y bebida 2016-2017  Applications are being accepted for food and drink vendors for 2016-2017. Se aceptan solicitudes para vendedores de comida y bebida durante 2016 a 2017.   November 19, 2015  Thanksgiving Closure | Cierre para Día de Acción de Gracias  Chamizal National Memorial will be closed on November 26, 2015. Se cierra el parque nacional para el 26 de noviembre de 2015.   September 11, 2015  Alfonso Tellez Art Exhibit | Exhibición de Arte de Alfonso Téllez  The art of Alfonso Tellez is currently on display in the Franklin G. Smith Gallery.  The public is invited to an opening reception. El arte de Alfonso Téllez está actualmente en exhibición en la Galería Franklin G. Smith.  El público está invitado a la recepción de apertura.   July 24, 2015  Summer Teacher Professional Development Workshop  On Wednesday, August 5th the Memorial will offer a free one-day workshop to help teachers of all grade levels and subject areas prepare for the coming school year by providing information and curriculum-based education materials, activities, and lesson plans available to teachers and their students.   April 22, 2015  Volunteer and Artist Appreciation Celebration | Celebración en Honor a Voluntarios y Artistas  Chamizal National Memorial is hosting an appreciation celebration for our artists and community volunteers on April 28. Chamizal National Memorial celebra los artistas y voluntarios de la comunidad el 28 de abril.   April 22, 2015  Reflections of Generosity Exhibit | Exhibición Reflexiones Sobre la Generosidad  The art exhibit \"Reflections on Generosity\" will be on display in the Franklin G. Smith Gallery from May 1, through the end of July.  Se exhibe el arte de \"Reflexiones Sobre la Generosidad\" en la galería Franklin G. Smith desde el primero de mayo hasta finales de julio.   April 17, 2015  National Junior Ranger Day 2015 | Día Nacional de Jóvenes Guardaparques 2015  Chamizal National Memorial will activities to celebrate National Junior Ranger Day on April 25.  Se celebra el Día Nacional de Jóvenes Guardaparques en Chamizal National Memorial el 25 de abril.   January 31, 2015  Siglo de Oro Teacher Workshop | Taller para Maestros para El Siglo de Oro  Space is still available in the Siglo de Oro Drama Festival Teacher Workshop to be held February 7, 2015. Hay cupo todavía en el Taller sobre el Festival de Teatro del Siglo de Oro para maestros, el 7 de febrero, 2015.   January 27, 2015  New Friends' Group | Nueva Asociación Colaborativa  There is a public meeting to establish a new friends group, 3:00 - 5:00 pm, Tuesday, January 27, 2015.   October 28, 2014  Chihuahuan Desert Nature Club | Club Ambiental del Desierto Chihuahuense  Chamizal National Memorial is one of 7 local parks participating in the new Chihuahuan Desert Nature Club.  El Parque Nacional El Chamizal es uno de los 7 parques locales participando en el nuevo Club Ambiental del Desierto Chihuahuense.   October 06, 2014  Open House - Puertas Abiertas  Chamizal National Memorial will host a Community Open House on October 9.  El Parque Nacional El Chamizal abrirá las puertas a la comunidad el 9° de octubre.   September 30, 2014  New Hours  Beginning October 1, 2014, the Chamizal National Memorial grounds will be open from 7 a.m. to 10 p.m.   February 20, 2014  2014 Siglo Art Exhibition  2014 Siglo de Oro Art Exhibition opens   February 14, 2014  Nuestra Herencia  Nuestra Herencia mural project restoration   February 12, 2014  “River People” Exhibit Showing in Los Paisanos Gallery  River People Art Exhibition Opening   February 12, 2014  Public Reception Scheduled for 2014 Siglo de Oro Festival  2014 Siglo de Oro Spanish Drama Festival Reception Time Announced   February 11, 2014  2014 Siglo de Oro Festival Line-Up  2014 Siglo de Oro Line-Up Announced   November 21, 2013  New Opportunities for Food and Beverage Vendors  2014-2015 Food and Beverage Vendor Opportunities During Special Events   November 14, 2013  Passing of Gregory Spaulding  Passing of Chamizal Administrative Officer Gregory Spaulding.   April 29, 2013  2014 Permit Application Period Now Open  Theater booking packages and\/or Special Use Permits for 2014 are now available.   February 04, 2013  Canceled: February Crafts Program  February's Junior Ranger Crafts Program is cancelled. See you in March!   February 01, 2013  Chamizal National Memorial and Friends Group Announce 2013 Siglo de Oro Festival and Events  2013 Siglo de Oro Festival and Surrounding Events   December 13, 2012  Deadline Extended for the 2013 Siglo de Oro International Spanish Drama Festival Art Contests  New deadline for art submissions   December 13, 2012  New Art Exhibit This Sunday  New Art Exhibition Opening Sunday, December 16th   December 13, 2012  Deadline for 2013 Permit Applications  Deadline for 2013 Permit Applications   November 27, 2012  2013 Siglo de Oro Art Contest  Deadline for Siglo de Oro Art Contest   November 09, 2012  Permit Application Period  Special Use permits are available for July through December 2013 events.   October 11, 2012  Tejido Fronterizo Opening  Art Gallery Show Opening and Reception information   August 03, 2012  August Events  August events   June 06, 2012  Music Under the Stars 2012 Season  Announcing the Music Under the Stars 2012 season   June 06, 2012  Siglo Call for Proposals  For parties interested in performing at Siglo de Oro Spanish Drama Festival 2013.   May 14, 2012  Agreement with Pan American Health Organization and Ecoclub  Chamizal National Memorial formalizes partnership with Pan American Health Organization and EcoClub \"El Chamizal\".   April 15, 2012  Junior Ranger Day  Chamizal is hosting a day of family-friendly activities for Junior Ranger Day. Saturday, April 21st from 10 a.m. to 4 p.m.   March 22, 2012  New Opportunity for Alcohol Vendors  Chamizal opens new opportunity for alcohol vendors.   March 21, 2012  Workshop for Special Use Permit Applicants  Multiple dates offered for workshops   December 01, 2011  New Opportunity for Food Vendors  Chamizal has food vendor business opportunities.   November 10, 2011  Los Que Se Quedan  Gallery Exhibition 11-10-11 through 12-10-11   July 13, 2011  Proposed Park Projects  Public comment period for new park projects.   March 29, 2011  Alcohol Ban Information Session  Public meetings regarding ban of alcohol.   January 18, 2011  Poster for 36th Siglo de Oro  Siglo de Oro Poster Winner Announced   September 14, 2010  Romeo and Juliet  The 36th Annual Siglo de Oro Drama Festival Line-Up is Announced.   April 20, 2010  Introducing Chami the Ground Squirrel  The creation of Chami the Ground Squirrel!   April 09, 2010  New Programs for Children  Two new programs for kids   December 16, 2009  Pet Awareness  Bark in the Park! Chamizal hosting Pet Awareness event in January.   October 07, 2009  Story Time!  Announcing New Storytime program for Children   June 26, 2009  35th Annual Siglo de Oro Poster  35th Siglo de Oro Poster Winner Announced   May 07, 2009  Teacher Ranger Teacher  Teach Ranger Teachers bring the National Park Service into their El Paso classrooms.   April 29, 2009  Park Puppet Program Entertains and Educates  Rangers at Chamizal now offer puppet shows.   April 21, 2009  VIP Under the Stars Opportunity  Chamizal announces a new volunteer program for Music Under the Stars.   March 26, 2009  Calling All Artists  Chamizal National Memorial seeking poster artist for 35th anniversary Siglo de Oro Drama Festival.   March 24, 2008  Approval for Continued Professional Education Provider  Chamizal is now offering professional development credit workshops for Texas teachers.",
    "url": "https:\/\/www.nps.gov\/cham\/learn\/news\/newsarchive.htm"
}
