{
    "title": "Chamizal National Memorial: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions        White Sands National Monument NPS        National Park Service Areas There are several national parks within a few hours of El Paso. White Sands National Monument,Guadalupe Mountains National Park and Carlsbad Caverns National Park are all potential day trips from El Paso. Find other national parks to visit along your route by visiting www.nps.gov and using the search tool in the top right corner. State and Local Parks The City of El Paso manages a wide range of land from neighborhood parks and recreation centers to the beautiful Municipal Rose Garden and the Rio Bosque Wetlands haven for birds. Visit the City of El Paso Parks and Recreation for more information. Franklin Mountains State Park At over 24,000 acres, Franklin Mountains State Park ranks as the largest urban wilderness in the continental United States. Wyler Aerial Tramway From the top of Ranger Peak in the Franklin Mountains, look over El Paso, across Ciudad Juarez and into New Mexico. Hueco Tanks State Park & Historic Site This park has it all, rock climbing, plants, wildlife, and ancient petroglyphs. It is located about 35 miles east of El Paso, but it is well worth the visit. Around El Paso Centennial Museum and Chihuahuan Desert Gardens Go to the campus of the University of Texas at El Paso to visit this museum. Learn about the natural and cultural history of the Chihuahuan Desert and get to know the plants that grow around the area. Magoffin Home State Historic Site This striking adobe building was home to the multicultural, pioneering Magoffin family for about 100 years. With many of their authentic artifacts, the home gives a glimpse of life when El Paso was a small frontier town. El Paso Museum of History Discover El Paso like never before with the nation's first interactive Digie wall. El Paso Museum of Archaeology People have lived in and around the El Paso area for thousands of years. Investigate evidence of their lives. El Paso Museum of Art In addition to displaying works from its more than 6,000 pieces in the permanent collections, the museum offers a diverse schedule of temporary exhibitions, films, lectures and concerts. National Border Patrol Museum See vehicles, weapons, uniforms and other artifacts used by the U.S. Border Patrol since it was founded in 1924. Fort Bliss and Old Ironsides Museums Visit these museums on the U.S. Army's second-largest installation behind nearby White Sands Missile Range. The El Paso Holocaust Museum Visitors to the Museum will learn about the Holocaust through its permanent exhibit, which features a number of multi-media galleries that chronicle the events of the Holocaust. Scenic Drive Overlook This short drive winds its way along the southern end of the Franklin Mountains. Periodic pull-outs allow for stopping to take in the big view over El Paso and Ciudad Juarez. El Paso Zoo The El Paso Zoo celebrates the value of animals and natural resources and creates opportunities for people to rediscover their connection to nature. The Tigua Indian Cultural Center  The Tigua Indian Cultural Center offers a glimpse to five centuries of rich Pueblo history and tradition. El Paso Mission Trail Visit the historic mission churches of Ysleta and Socorro and the presidio chapel of San Elizario.",
    "url": "https:\/\/www.nps.gov\/cham\/planyourvisit\/nearbyattractions.htm"
}
