{
    "title": "Amistad National Recreation Area: Boating",
    "body": "Boating       Boaters Paradise From open water to narrow, steeply walled canyons, Amistad is a great place for boating. The park boundary extends 74 miles up the Rio Grande, 25 miles up the Devils River and 14 miles up the Pecos River. Protected coves abound, providing superb fishing and ideal camping spots.  Amistad is an international reservoir. The US-Mexico border is marked by buoys that follow the historic channel of the Rio Grande.      Lake Use Passes Amistad National Recreation Area charges a lake use fee for all watercraft requiring State registration. Lake use fees for the US side of the reservoir are:  $4 for a 1-day pass (24 hours from time of purchase) $10 for a 3-day pass (72 hours from time of purchase) $40 for an annual pass (one year from the month of purchase)  Senior and Access Pass holders are entitled to a 50% discount on user fees. Lake Use Passes can be purchased at Amistad Visitor Center daily from 8 am to 4:30 pm, or at automated teller machines located: on the outside of the Diablo East rest room building; and outside of the Rough Canyon Visitor Center building.  If you purchase an annual lake use pass at one of the automated teller machines, bring the receipt to the Visitor Center to exchange it for the annual lake use sticker. The ink on the receipts issued by the automated teller machines fades within two weeks.  Mexican Permits For current Mexico boat permit and fishing license information, go to www.sportfishinginmexico.com for information on Mexican permits can also be obtained locally from:  Amistad Marine at 7348 US Hwy 90 W across from Spur 454, or by phone at 830-775-0878. Three Rivers RV Park at 9670 US Hwy 90 W across from the Visitor Center, or by phone at 830-778-2241.  Launch Ramps The main launch ramps are located at Diablo East, Rough Canyon, Box Canyon, and Southwinds (US Air Force) Marina. Ramps are also available at Blackbrush Point, 277 North, 277 South, Spur 406, Spur 454 and the Pecos River. Depending on lake conditions, these ramps may or may not be open. To find out which boat ramps are currently open, please call the Visitor Center at (830)775-7491 ext 0.  Commercial Boat Rentals Currently there are no boat rentals at Amistad National Recreation Area.  Commercial Fueling Operations Currently there are no fueling operations in Amistad National Recreation Area. Fueling must be done at the local gas stations.   Water Skiing Water skiing is permitted at Amistad. There is no commercial skiing available, so you must bring your own boat and skis.  When skiing, please be courteous to all others on the lake and ski safely by staying out of dangerous and shallow areas, and by learning hand signals to communicate with your driver and spotter. Always wear a PFD and never ski under the influence of drugs or alcohol. Avoid fatigue; know when enough is enough and listen to your body. Skiing all day in the hot sun can lead to injuries. It is your responsibility be familiar with boating safety and know all State of Texas rules and regulations.  Marinas Diablo East Marina and Rough Canyon Marina are managed by National Park Service. Boat slip and mooring buoy rentals are available. Visit our Marina page for more information. Southwinds (US Air Force) Marina is available to active and retired military personnel, 830-775-7800.",
    "url": "https:\/\/www.nps.gov\/amis\/planyourvisit\/boating.htm"
}
