{
    "title": "Chamizal National Memorial: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia (Fotos y Multimedia)       Here you will find various photo galleries showcasing events, artwork, and the memorial grounds. These galleries are a work-in-progress and images are steadily being uploaded. If you would like to donate images to Chamizal, please contact Anne-Doherty-Stephan. Our Multimedia page showcases videos produced by both park staff and by professional firms. This page offers short videos on information about Chamizal, ranger talks, and fun informal clips. Aqui viene los fotos de eventos, arte, y mas. Los galerias cambien eventos y imagines. Habla con Anne Doherty-Stephan por mas informacion. Nuestra pagina multimedia nuestra videos producidos por dos personal de el parque y firmas profesionales. Esta pagina ofrece videos cortos con informacion sobre el Chamizal, platicas de guardaparques y recortes informales de entretenimiento.                   Celebrating National Junior Ranger Day   26 Photos  Each spring, Chamizal celebrates Junior Ranger Day as part of National Park Week. The rangers prepare craft programs, nature programs, and other fun activities to teach kids about Chamizal history, multiculturalism, and nature. Here are some highlights from past years.          Scenic Chamizal   18 Photos  Serving as an urban oasis in the middle of El Paso, Chamizal visitors find beauty in nature, and in works of art, all around them. (Los visitantes de El Chamizal encuentran belleza en lo natural y en sus trabajos de arte, alrededor de ellos.)          Music Under the Stars   23 Photos  \"MUTS\" is an outdoor concert series that we host every Sunday night in the summer. This long-standing El Paso tradition showcases musical styles from all over the world.            Postcards from the Past   31 Photos  For each of our gallery exhibitions, our rangers create a postcard. These digital publications are as much an artform as the artwork they advertise.          Nuestra Herencia Mural   9 Photos  Nuestra Herencia (Our Heritage) is a mural that graces our main wall as you walk up the entry to the visitor center and administration building. Commissioned in 1992, this piece of art was completed in 1993 during Siglo de Oro. The mural depicts the heritage of Americans and the heritage of Mexicans, blending the two together to illustrate the heritage of the borderlands.          Siglo de Oro Spanish Drama Festival   56 Photos  Chamizal has hosted international acting troupes since 1976. These troupes perform plays written during Spain's Golden Age, or Siglo de Oro.            Siglo de Oro Posters   13 Photos  Each year, one poster is selected to represent that year's Siglo de Oro Spanish Drama Festival. (Cada año un cartel es seleccionado para representar ese año Siglo de Oro Festival de Drama Español.)          2007 White House Christmas Ornament   5 Photos  This ornament represented Chamizal at the White House for a National Park-themed tree. Artist Hector Bernal depicts Mexican and US presidents greeting each other. The top reads \"Discovering Our Commonalities, Celebrating Our Differences\".          Day of the Dead (Día de Los Muertos)   14 Photos  Día de Los Muertos is a time to pay respect to those that have passed away. Altars typically have a picture of the person who died and are decorated with a holy cross, pan de muerto, paper skulls, papel picado, and beautiful flowers.            Banding Hummingbirds   13 Photos  In 2008, Chamizal participated in the Hummingbird Monitoring Network. The HMN runs on volunteers, scientists, and citizens who donate time and expertise. Our Spanish Garden, with its nectar-rich blossoms, was a perfect site for the project.          What makes Chamizal so special?   16 Photos  Kids throughout the community are invited to submit drawings about Chamizal to be posted here on the web. For every picture you submit, you need to have at least two sentences describing your drawing before we can publish your work.                        _______________________________________________________________________________________ Other Federal Agency Photo Databases Agencias Federales con Datos de Fotos  U.S. Department of the Interior  U.S. Fish and Wildlife Service   U.S. Bureau of Reclamation   U.S. Geological Survey   National Park Service   U.S. Forest Service   Interagency Fire",
    "url": "https:\/\/www.nps.gov\/cham\/learn\/photosmultimedia\/index.htm"
}
