{
    "title": "Amistad National Recreation Area: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       General Information Boat Ramp Parking Permits A boat ramp parking permit allows those persons with special physical needs to park closer to the fluctuating water levels at Diablo East, Rough Canyon and The Pecos boat ramps. The number of permit-only parking spaces changes wit the water level, and all spaces are available on a first-come, first serve basis.  Amistad National Recreation Area issues two types of permits: permanent parking permits that are black in color and temporary parking permits that are red in color To obtain a permanent parking permit, you must possess a valid state-issued disabled person placard or license plate. The permanent parking permits do not have expiration dates but must be displayed conjunction with a valid state-issued placard or licence plate. For a temporary parking permit a temporary state-issued placard is required. . The temporary permit is valid for the same period as the state-issued placard.   These parking permits are issued at the Amistad National Recreation Visitor Information Center.  Access Pass U.S. citizens or permanent residents who are permanently disabled are eligible for the Interagency Access Pass. This free, lifetime admission pass is valid at National Park Service, Bureau of Land Management, US Fish and Wildlife Service, US Forest Service,e and Bureau of Reclamation sites. Must be obtained with valid identification. At Amistad NRA Access Pass holders can get half price discounts on their camping fees and lake use passes. Available at the Amistad Visitor Information Center.  More Information  Amistad National Recreation Area is continually working to improve access for all visitors. If you have any comments or suggestions concerning access during your visit please contact us: Amistad National Recreation Area 4121 Veterans Blvd Del Rio, TX 78840 830-775-7492",
    "url": "https:\/\/www.nps.gov\/amis\/planyourvisit\/accessibility.htm"
}
