{
    "title": "Amistad National Recreation Area: Scuba Diving",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Scuba Diving                Scuba Diving       Lake Amistad has a variety of water depths and diving environments, offering novice and advanced divers some of the finest freshwater diving opportunities in Texas.  General Diving Conditions Amistad is known for its clear waters. Visibility varies with the time of year. During the cool winter months (November to April), it can reach a maximum of 40-50 feet. From May to October, warmer water temperatures stimulate algae growth, reducing visibility to 10 feet or less. Surface temperatures range from low 50s in the winter to mid 80s in the summer. Water temperatures below the thermocline may be 10-15 degrees cooler than surface temperatures, but are never colder than 50°F. Thermoclines produce noticeable changes in water temperatures. During the winter this occurs at 30-40 feet, while during the summer months major thermoclines occur at 70-80 feet and at the 100 foot depths.  Regulations  You are required to display the standard red and white diving flag during all dives; except in Scuba Cove, where buoys are placed to keep out boats. Lost and found items must be turned in at the Amistad Visitor Information Center or to a NPS park ranger. All archaeological artifacts, historical items, and natural features are protected by federal law and must be left undisturbed. Report any accident or problem immediately to park rangers. Please refer to the Emergency section below for contact information. Boaters must stay clear of a dive area marked with \"Boats Keep Out\" buoys and be at least 100 feet from the red and white diving flags.  Safety  Plan your dive and dive your plan! Use the \"buddy\" system; never dive alone. Always carry a good quality dive knife. Submerged brush and trees often have fishing line strewn about; entanglement can be very serious. Do not dive beyond the capability of the least experienced diver in your group. Do not dive without proper training and certification. Check the latest weather forecasts.  Diving Hazards  Underwater caves and other karst features exist in the limestone formations in Lake Amistad. Do not be tempted to enter these unless you have received training and certification as a cave diver. Even at short distances, a diver can stir up silt creating zero visibility conditions instantly. Fishing is a popular activity on the lake. The resulting collection of old and new trotlines and monofilament line poses possible entanglement hazards for divers. Most of the popular dive sites are also popular boating sites. Be sure to stay close to flag, towing it along if traveling even short distances away.  Popular Dive Sites  Viewpoint Cliffs and Scuba Cove at Diablo East. The dive cove is buoyed to keep out boats. The maximum depth exceeds 100 foot at the outer edge of the cove.  Dive flags are not required in the cove. Castle Canyon.  Has a few protected coves to beach a boat and dive. The north side of the islands near the entrance to Castle Canyon (Buoy CC-B) provides vertical walls and protection from the prevailing southeast winds. Highway 90 Bridge.  This is generally a good dive area all year.  Visibility is usually better at the end of the bridge which is in the lee of the wind.  For example, during northwest winds, dive the northwest end of the bridge. Brite Ranch House.  Located northeast of Wards Point in Evans Creek.  Restricted Areas The following areas are closed to diving:   Designated boat mooring, dockings and harbor areas The restricted zone (1000 feet) behind Amistad Dam The Rio Grande downstream of Amistad Dam   Spearfishing Spearfishing is legal for the taking of non-game fish only. Non-game fish includes: buffalo, carp, gar, goldfish, suckers, shad, and tilapia. The taking of any game fish, including: bass, striped bass and their hybrids, white bass, any catfish, and walleye by spearing is strictly prohibited.  State fishing regulations are in effect on the United States side of the reservoir. A valid Texas fishing license is required. A Mexican fishing license is required for fishing on the Mexican portion of Lake Amistad. Check Mexican regulations before diving or spearfishing in Mexico.  Emergencies Use the following checklist at the first suspected sign of a diving injury.  Begin CPR immediately, if necessary.   Automated External Difibrillators (AEDs) are kept at the Visitor Information Center and Diablo East Ranger Station. Request that a park ranger bring one to the scene if CPR has been initiated.   Administer 100% oxygen, if available. Dial 911 or send someone for help. Calling 911 will notify the appropriate emergency personnel. Wait for the ambulance and paramedics to respond to the scene. They will assess the situation and transport the injured diver, if necessary. The Divers Alert Network (D.A.N.) can be reached at (919) 684-9111. They can advise you to the nearest available recompression chamber, if needed.   The nearest recompression (hyperbaric) chamber to Lake Amistad is located 60 miles from Del Rio at: Fort Duncan Regional Medical Center, 3333 N. Foster Maldonado Blvd, Eagle Pass, TX 78852. Telephone: (830) 773-5321 A hyperbaric chamber is also located 75 miles from Del Rio at: Uvalde Memorial Hospital, 1025 Garner Field Road, Uvalde, TX 78801. Telephone: (830) 278-6251 ext. 1377    Scuba Guides  All guides must be registered with the National Park Service in order to operate a business within Amistad National Recreation Area. Call the Visitor Center at (830)775-7491 ext. 3212 for a current list of scuba guides.   Dive Training at Amistad Scuba Instructors are required to obtain a Commercial Use Authorization Permit with the National Park Service in order to legally conduct any official scuba training at Lake Amistad. This includes open water certification dives associated with basic open water certification courses, as well as any other certification courses. For additional information call the National Park Service at (830) 775-7492.",
    "url": "https:\/\/www.nps.gov\/amis\/planyourvisit\/scuba-diving.htm"
}
