{
    "title": "Amistad National Recreation Area: Hiking",
    "body": "Hiking         NPS  Amistad National Recreation Area offers hikers a number of trails to explore, whether you are interested in just a short walk or a more ambitious hike. You are welcome to hike on your own, and guided hikes are available on Saturday mornings. Contact (830) 775-7491 ext. 3200 for more information and availability. A short interpretive nature trail can be found at Diablo East. Here you will learn about a variety of plants and enjoy sweeping views of Lake Amistad. Print your copy of the Diablo East Trail Map. The Sunrise Trail is 2.1 miles long and connects the park Visitor Center with Spur 454. Located on the old Brite Ranch, you will see a large variety of plants and birds while hiking.  There are benches so you may sit and enjoy the sweeping views of the lake. For a more information on the variaty of plants on the trail print a copy of Plant brochure. Also available for printing is a copy of the Sunrise Trail Map. At the Pecos, you will find a short interpretive nature trail and a more adventurous trail that goes down a cliff along the Pecos River. Enjoy views of the Pecos River, its cliffs and a wide variety of plants. The Figueroa Trail is a series of trails that comprise the longest trails in the recreation area. Located on the old Figueroa Ranch, these rolling trails will take you through desert and shrubland plants, while providing views of the lake and the dam. A printable Figueroa Trail Map is also available. Be sure to have a copy of Amistad NRA's Official Map and Guide, which shows the park's boundaries, since hiking on adjacent private land is not permitted Hiking Safety Tips  Always carry enough water (1 gallon per person per day). Hike during cooler hours of the day. Always use sunscreen and wear protective clothing. The landscape is full of plants with thorns; wear heavy-soled hiking boots. Watch out for venomous snakes. If you encounter a snake do not make any sudden movements. Stop, then slowly back away from it. Do not kill the snake. Snakes are protected by federal law, and play a very important part in the desert ecosystem. If you plan to hike alone, always let somebody know where you are going and when you will return. Take only pictures, leave only footprints. All things inside National Park Service boundaries, living and non-living, are protected by federal law. The removal of plants, animals, artifacts, rocks, etc. is prohibited.",
    "url": "https:\/\/www.nps.gov\/amis\/planyourvisit\/hiking.htm"
}
