{
    "title": "Amistad National Recreation Area: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities               Outdoor Activities       Boating and Fishing Amistad National Recreation Area is known for excellent boating and fishing opportunities.   If you don't fish, or have a boat, there are plenty of other fun activities. Grab your cameras, binoculars, swimsuits, and fins and have fun! Viewing Native American Rock Art Prehistoric Native American paintings abound in the Amistad area. Visitors may view these 4,000 year-old pictographs by boat or on foot. Panther Cave, located on the Rio Grande near the Pecos River, is accessible only by boat. 40 minutes west of Amistad Visitor Information Center is Seminole Canyon State Park and Historic Site. Guided walking tours of caves featuring rock art are available Wednesdays through Sundays at 10 a.m. and 3 p.m. (morning tours only during summer). The Rock Art Foundation, a non-profit conservation organization, also offers guided tours to regional pictograph sites.  Click here for more information on visiting rock art sites. Swimming Swimming at Amistad is a great way to escape the desert heat. Water temperatures range from 54°F in winter months to 86°F in late summer. Unsupervised swim areas are located at Governors Landing and at Diablo East. Swimming is not allowed in harbors, within 200 feet of fishing docks, by mooring areas and any other area posted as closed to swimming or visitor use. These areas are unsafe ares for swimmers because of vessel concentrations and fishing hooks and lines that might cause injuries. There are no lifeguards on duty and swimming is at your own risk.    Safety First when Swimming!   Stay within reach of children. Do not swim alone. Diving from the cliffs is extremely dangerous and is not recommended. If you swim from a boat, make sure the boat is anchored. Never start the engine while swimmers are overboard. There are no lifeguards on duty; all swimming is at your own risk. Small children and non-swimmers should wear Coast Guard approved life jackets; some areas in Amistad Reservoir have sudden drop offs. Remember: Water activities and alcohol do not mix. Many drownings are alcohol-related and can be prevented by not drinking alcoholic beverages before or during water sports.    Picnic By the Lake Relax and enjoy lakeside views at any of Amistad NRA's eight picnic areas. Each area is equipped with tables, grills, and shelters. There is no charge for picnicking. Group picnic shelters located at San Pedro and Rough Canyon and are available by reservation only. Please contact the Visitor Center for more information at (830)775-7491 ext. 0. Camping Amistad operates five primitive campgrounds that are available on a first-come, first-served basis. Three group campsites are available by reservation no more than 180 days in advance. Please contact the Visitor Information Center for more information at (830)775-7491 ext. 0. Hiking There are several established trails are available for your hiking pleasure.    There are several hiking trails in the Diablo East area. The shortest of them has interpretive signs about the local flora.  The Sunrise Trail begins at the visitor center and ends at Spur 454. The Figueroa Trail is on the old Figueroa Ranch with rolling trails and views of the lake. This trail networks is closed during hunting season. There is also a nature trail and a more advanced hiking trail is at the Pecos River. See Hiking for more information. Birdwatching The Amistad area is a transition zone between eastern, western, northern, and southern avifauna. While there are no specific 'destination' species, the mix creates great opportunities to see a wide variety of birds. The area is also centrally located as a good base for some Texas specialties like Black-capped vireo, Golden-cheeked warbler, and Colima warbler. Click here for more information.  Nature Photography Amistad's desert-like environment offers photographers vast landscapes, beautiful skies, clear waters, and the surprise of cactus flowers after a good rain. SCUBA Diving Amistad's exceptionally clear water makes it an excellent place for scuba diving. A dive cove is located at Diablo East. Pick up a SCUBA Diving Brochure at the visitor center. Use your dive flag, know your safe limits and never dive alone. Don't try scuba diving without training. For more information please read our SCUBA Diving Brochure.   Hunting Limited hunting is allowed in designated hunt areas of Amistad during specified seasons. Click here for more information.  Visit the Bookstore If you are interested in purchasing a field guide for your outdoor activities, visit the bookstore at the Amistad Visitor Center. The bookstore is operated by Big Bend Natural History Association, a non-profit organization which donates portions of the proceeds to Big Bend National Park and Amistad.   Big Bend Natural History Association (BBNHA) has a nice selection of sales items from field guides on numerous subjects, to books on local history and Lower Pecos Rock Art. There are also postcards, videos, children's books, note cards and more!   Attend Our Free Programs   See Schedule of Events or call the Visitor Center at (830)775-7491 ext.0 for more information.",
    "url": "https:\/\/www.nps.gov\/amis\/planyourvisit\/outdooractivities.htm"
}
