{
    "title": "Saint Croix National Scenic Riverway: Boating",
    "body": "Boating         Fishing by boat NPS  The St. Croix offers scenic views and a variety of river opportunities for all boaters. The depth of the St. Croix River generally decreases as you travel north from the river's mouth at the Mississippi River. The descriptions below will help you choose the right stretch for your boat.   The use of personal watercraft, commonly known as jetskis, is prohibited on the St. Croix River from the north city limits of Stillwater, MN north to Gordon Dam and on the Namekagon River from its confluence near Riverside, WI east to the Namekagon Dam near Cable, WI.       St. Croix River Mouth to Stillwater -A 9' channel has been maintained by the Army Corps of Engineers. -Six slow-no wake zones exist (slowest possible speed necessary to maintain steerage\/less than 5mph) marked by regulatory buoys (circle) and or signs. Stillwater to Arcola Sandbar -Water depth good for all size boats in main marked channel. -Waterskiing prohibited after noon on weekends and holidays between May 15 and September 15. -2 slow-no wake zones (see above) marked by buoys and or signs. -Personal watercraft are not allowed on the river upstream of Stillwater, which is the Federal zone. -Zebra mussel regulations restrict access to the river above the High Bridge (river mile 28.5) by boats coming from the south. Boats may be trailered in and launched north of this point if they have not been in waters known to have zebra mussels (i.e. Mississippi or Duluth harbor). See zebra mussels and a boater's checklist for more information. Arcola to Somerset -Boats drawing less than 18\". -Appropriate for pontoons and boats less than 17' long. Somerset to Taylors Falls -Small fishing boats, in low water, small john boats. -This area is a slow speed zone: leisurely speed less than planing, whereby the wake or wash created by motorboat is minimal. -Primitive toilets have been placed on the large island below swing bridge for the use of boaters and campers. Taylors Falls Dam to Nevers Dam -Water depth from 40' to 2'. Can be used by mid-sized boats, houseboats, pontoons fishing and sport boats. -Watch for sandbars and deadheads. Nevers Dam to Norway Point -Shallow, difficult for continuous travel, except in high water. -Primarily used by small fishing boats at slow speeds.      General Rules: -Accessible, wearable life jackets are required for each person on board. If your boat is over 16' there must also be a throwable device such as a buoyant cushion or ring buoy. -Non-motorized craft, i.e. canoes and sailboats have the right of way. -Green buoys should be on your left and red buoys on your right when travelling upstream. Slender white buoys with orange markings will alert you to hazards or speed zones.   Daymarkers are also located from Prescott to Arcola to assist in navigation. -A slow-no wake rule is in effect within 100' of: all shores, including islands, swimmers, and where the river channel is less than 200' wide. -When water level rises to 683' at Stillwater the river is considered to be in flood and a slow-no wake rule goes in effect from the mouth to Taylors Falls. Signs will be posted. -No water skiing allowed in slow speed and no wake zones or between sunset and sunrise. A pdf of Boating rules for the Lower St. Croix National Scenic Riverway  Services: -Available at private marinas in Prescott, Afton, Hudson Bayport, Oakpark Heights, Stillwater, and Marine on St. Croix. -Public launch sites are shown on the Riverway brochure and Minnesota Department of Natural Resources Metro Area Rivers Guide. Camping: Is allowed on many islands and at designated campsites. See camping link for specifics. Reminder: Water levels vary due to weather and the dam at St. Croix Falls. Sandbars and deadheads are present and their locations can change. Use caution and learn how to read a river.            The Namekagon River is generally shallow with rocks and is not suited for boats. Hayward and Trego Flowages -Both flowages have sufficient water depth to operate boats. -The use of personal watercraft, commonly known as jetskis, is prohibited on the Namekagon River including the Hayward and Trego flowages. -Waterskiing is allowed in accordance with state and local regulations from the Trego Dam upstream to the Highway 53 bridge and from the Hayward Dam upstream to the Highway 77 bridge.          Marinas on the St. Croix River Afton Marina & Yacht Club 16071 31 St. S. Afton, MN 55001 651-436-6050 www.aftonmarina.net Bayport Marina 200 5th Ave. S. Bayport, MN 55003 651-439-2040 www.bayportmarina.com\/ Boomsite Marina 9369 St. Croix Trail North Stillwater, MN 55082 651-275-0229 www.rivermarinas.com  King's Cove Marina, LLC 1 King's Cove Dr. Hastings, MN 55033 651- 480-8900 www.kingscove.com  Leo's Landing 137 Front St. Prescott, WI 54021 715-262-5998 www.leoslanding.com Miss-Croix Yacht Harbor Association 451 2nd St. S.. Prescott, WI 54021 715-262-5202 misscroixyachtharbor@hotmail.com  Point St. Croix Marina 101 Front S St. Prescott, WI 54021 715-262-3161 St. Croix Marina 16 First St. Hudson, WI 54016 715-386-8239 www.stcroixmarina.com St. Croix Yacht Club P.O. Box 2263, 6435 N. St. Croix Tr. Stillwater, MN 55082 651-755-9888 www.scycmn.com  Stillwater Yacht Club 422 W. Mulberry St. Stillwater, MN 55082 651-439-5658 www.stillwateryachtclub.com Sunnyside Marina 6413 S. Croix Trail N. Stillwaer, MN 55082 651-439-2118 www.sunnysidemarina.org Wild River Bay 517 N Hamilton St. Croix Falls, WI 54024 715-483-9343 Windmill Marina Associations 16065 32 St. S. Afton, MN 55001 651-436-7744 www.windmillmarina.com\/intro.html Wolf Marine 514 E. Alder St. Stillwater, MN 55082 651-439-2341 www.wolfmarine.net",
    "url": "https:\/\/www.nps.gov\/sacn\/planyourvisit\/boating.htm"
}
