{
    "title": "Glen Canyon National Recreation Area: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Read more about Glen Canyon National Recreation Area's fee increase on June 1, 2015 and again on January 1, 2016.       Glen Canyon Entrance Fee Weekly Passes & Annual Permits 1-7 Day Vehicle Pass - $25 Admits one single, private, non-commercial vehicle and all its passengers. 1-7 Day Motorcycle Pass - $20 Admits one single, private, non-commercial motorcycle and its riders. 1-7 Day Individual Permit - $12 per person Admits one individual when entering on foot, or bicycle. Not to exceed $20 vehicle fee. Individuals 15 years of age and younger are admitted free. Glen Canyon National Recreation Area Annual Pass - $50 Allows unlimited entry to Glen Canyon for 12 months from date of purchase. Commercial Tour Fees Fees are assessed based on the passenger capacity of the vehicle.   Sedan 1-6 people $25 + $7per person   Van\/Bus 7-25 people $40   Motor Coach 26+ people $100   Boating Fees 1-7 Day Boating Pass -  $25 Admits one single private vessel 1-7 Day Boating Pass additional vessel - $25 Admits one single private vessel on the same trailer as a vessel paying full entry fees Glen Canyon National Recreation Area Annual Vessel Sicker - $50 Allows unlimited entry to Glen Canyon For one vessel Jan 1 - Dec 31. Note: Entrance fees do not include ferry charges. Expanded Amenity Recreation Fees   $6 per person (6 years of age and over)   $3 per person (Senior and Access passholders)   *This fee is in addition to any trip fees charged by the concessioner. Expanded amenity fees are charged when a visitor uses a specific or specialized facility, equipment, or service. An expanded amenity (river use) fee is charged for the flat water float trip on the Colorado River from Glen Canyon Dam to Lees Ferry. This activity is offered by Colorado River Discovery, LLC, an authorized concessioner of the National Park Service. For further information or to make reservations, contact the concessioner directly at 1-928-645-9175, 1-888-522-6644 or visit them online at www.raftthecanyon.com. Academic Fee Waiver Schools and other bona fide academic institutions conducting non-commercial educational purposes outings, may request an Academic Fee Waiver for Glen Canyon National Recreation Area. Cick HERE for information, and to apply. Automated Fee Machines If you have experienced difficulties with the Automated Fee Machine and have reason to believe it will result in unwarrented or incorrect charges to your credit card, please click here.     FEE FREE DAYS 2016: www.nps.gov\/findapark\/feefreeparks.htm       America the Beautiful Interagency Passes Interagency passes are honored at all National Park Service areas which charge fees. Fees for Interagency passes have not changed.         America the Beautiful-National Parks and Federal Recreational Lands Pass - $80 Provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. Pass is valid for one year from date of purchase. Pass admits the passholder\/s and passengers in a non-commercial vehicle at per vechicle fee areas, and passholder + 3 adults, at per person areas (children under 16 are admitted free).         America the Beautiful - National Parks and Federal Recreation Lands Military Pass - FREE The Annual Pass for Military is a free pass for all active military personnel and their dependents. In order to qualify for the Annual Pass, the militery member must present the following: A Department of Defense ID (CAC card) that verifies that the person is an active member of the U.S. Army, Navy, Air Force, Marines, or Coast Guard. For a dependent family member to qualify for the pass he\/she must present the following: A Department of Defense ID (DD Form 1173) that identifies the dependent and his\/her sponsor. Provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. Pass is valid for one year from date of aquiring pass. Pass admits the passholder\/s and passengers in a non-commercial vehicle at per vechicle fee areas, and passholder + 3 adults, at per person areas (children under 16 are admitted free).         America the Beautiful- National Parks and Federal Recreation Lands Pass - Volunteer Pass - Free This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity fee. Pass is valid for one year from date of award. The pass admits the passholder and passengers in a non-commercial vehicle at per vehicle fee areas and passholder + 3, at per person fee areas. Contact the VIP coordinator at 928-608-6200 to learn about volunteer opportunites.         America the Beautiful-National Parks and Federal Recreation Lands Pass-Senior Pass - $10 Lifetime Pass A lifetime pass for U.S. citizens or permanent residents age 62 and over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity fee. The pass admits the passholder and passengers in a non-commercial vehicle at per vehicle fee areas and passholder + 3 adults, at per person fee areas (children under 16 are admitted free). Proof of age and residency is required. Pass must be obtained in person.         America the Beautiful-National Parks and Federal Recreation Lands Pass - Access Pass - FREE Lifetime Pass A lifetime pass issued to U.S. citizens or permanent residents with a permanent disability. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity fee. The pass admits the passholder and passengers in a non-commercial vehicle at per vehicle fee areas and passholder + 3 adults, at per person fee areas (children under 16 are admitted free). Pass must be obtained in person.      Recreation information for all Federal agencies can be found at: www.nps.gov\/findapark\/passes.htm *All National Park Passes, Golden Eagle, Golden Eagle Hologram, Golden Access and Golden Age Passports will continue to be honored according to the provisions of the pass.       Camping Information for developed campgrounds, beach camping, primitive and reservation campgrounds. For details about each campground, click here. Lees Ferry Campground   $18 per night \/ per site   No reservations - sites are first come, first served   Cost of admission is not included in camping fee   55 developed sites - no hookups   Stanton Creek, Hite, Farley Canyon, and Dirty Devil   $10 Per night\/ per person - not to exceed $12 per vehicle   No reservations - sites are first come, first served   Cost of admission is not included in camping fee   Primitive Camping   Lone Rock Beach   $14 per night \/ per vehicle   No reservations - sites are first come, first served   Cost of admission is not included in camping fee   Beach Camping Area   Facilities may be closed in the off season   Glen Canyon NRA Backcountry (Including Lake Powell Shoreline)   No camping fee is required   No reservations - sites are first come, first served   Primitive Camping   Camping is limited to 14 consecutive days, 30 days maximum per season. No camping is permitted at Rainbow Bridge National Monument. Camping is not subject to fee waivers. A 50% discount applies to holders of the Senior or Access Pass. Holder of the pass must occupy the discounted site. Note: Additional developed campgrounds, operated by Lake Powell Resorts & Marinas, are available at Wahweap, Bullfrog, and Halls Crossing. For details and rates call 1-800-528-6154. Backcountry use in the Orange Cliffs unit of Glen Canyon requires a backcountry permit from Canyonlands National Park",
    "url": "https:\/\/www.nps.gov\/glca\/planyourvisit\/fees.htm"
}
