{
    "title": "Amistad National Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           9685 High 90 West  Del Rio, TX 78840                 Directions         Six miles west of the HWY 90 and 277 North intersection.   Directions Details           Operating Hours & Seasons         Amistad National Recreation Area Amistad National Recreation Area is open daily.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Weather in Southwest Texas can chainge in a mater of minutes. It is best to check the local weather report. Amistad National Recreation Area usually has hot summers and mild winters.          Fees & Passes     Entrance Fees:   There is no entrance fee at Amistad National Recreation Area - $0.00 To enter the park there is no fee.    Entrance Passes:   Daily Lake Use Pass - $4.00 If you are using a boat on the lake you will need to purchase a Lake Use Pass. They can be purchased at the Visitor Center or by using the fee machines located at Diablo East and at Rough Canyon. Yearly Lake Use Passes purchased at the fee machines at Diablo East and Rough Canyon are temporary yearly passes and need to be exchanged for a boat sticker at the Visitor Center. Daily pass are $4.00 a day. Yearly pass are $40.00 per year.    Yearly Lake Use Pass - $40.00 If you are using a boat on the lake you will need to purchase a Lake Use Pass. They can be purchased at the Visitor Center or by using the fee machines located at Diablo East and at Rough Canyon. **Yearly Lake Use Passes purchased at the fee machines at Diablo East and Rough Canyon are temporary yearly passes and need to be exchanged for a boat sticker at the Visitor Center.** Daily passes are $4.00 a day. Yearly passes are $40.00 per year.          Visitor Centers       Amistad National Recreation Area Visitor Center The Visitor Center is open daily and has various park related displays. There is also a movie available about the park to view and a bookstore. This is where you can find more information about the park and buy park passes such as Lake Use Passes and Hunting Permits. If you have any questions about the park our friendly park rangers will be more than glad to answer your questions about Amistad.                    Welcome to Amistad National Recreation Area! The park is open every day! Visit Operating Hours & Seasons for the current Visitor Information Center hours. Looking to buy a boat pass? Check out the Fees & Passes page for more information. If you need a place to camp there is lots of useful information on our Camping page.",
    "url": "https:\/\/www.nps.gov\/amis\/planyourvisit\/basicinfo.htm"
}
