{
    "title": "Amistad National Recreation Area: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions          Alerts    No alerts at this time         Current Lake Level and Dam Release  Please visit the NOAA Lake Level website for current lake level. Links to Current Forecasts and Conditions   Current local area weather from National Weather Service Current lake level from National Weather Service Rio Grande flow data and reservoir conditions from International Boundary and Water Commission National Weather Service River Forecast Center   Historical Data    Lake Level Chart - 1968 to Present  (48 KB)   Why does the lake level fluctuate? The reservoir is a man-made pool created to store water and prevent flooding. It is normal for water levels at Amistad Reservoir to fluctuate due to increased rainfall or ongoing drought and greater demand for water downstream along the Rio Grande. From 1992-2002, the reservoir dropped and remained low during an extended drought. A tropical storm system in 2003-2004 brought increased rain to southwest Texas. By 2005, the lake was near the conservation pool level of 1117 feet above mean sea level. The reservoir maintained near conservation pool levels into 2011, before beginning to decrease. Historic low lake levels were reached in 2013 due to the most recent period of drought. The International Boundary and Water Commission continues to release water from Amistad Dam to provide for municipal use and irrigation for both US and Mexican communities downstream along the Rio Grande. Boat Ramp Status Many boat ramps at Lake Amistad were closed as a result of the historic low lake levels in 2013. Now that the lake levels are rising, the National Park Service is opening boat ramps as lake levels allow and it is safe to launch a boat from the ramp.  The lake reached its historic low on May 23, 2013, at a level of 1055.93 feet above mean sea level, which was 61.07 feet below the reservoir's conservation pool level of 1117 feet. One year later on May 23, 2014, the lake was at 1070.79 feet above mean sea level; up 14.86 feet from the historic low. To find out which boat ramps are currently open, please call the Visitor Center at (830)775-7491 ext 0.",
    "url": "https:\/\/www.nps.gov\/amis\/planyourvisit\/conditions.htm"
}
