{
    "title": "Chamizal National Memorial: Music Under the Stars",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Performances     Music Under the Stars                Music Under the Stars          Every summer, Chamizal National Memorial and the City of El Paso host Music Under the Stars, a weekly concert series. Local, national and international artists from a variety of genres perform on the Memorial's outdoor stage to audiences numbering in the thousands. Visitors from around the greater El Paso area bring chairs and blankets to enjoy the sounds as the hot days fade into pleasant summer nights. Concerts are free of charge. The Chamizal National Memorial parking area fills quickly, but more parking is available across the street at Bowie High School. The El Paso Zoo also offers its parking space and a shuttle to the Memorial. Food and drinks are sold on site by approved vendors. Concerts begin at 7:30 p.m. and run until about 9:30 p.m. Rules Music Under the Stars concerts are a family event. Following the rules allows everyone to have a safe and enjoyable experience. The rules listed below are our most frequent reminders, but please refer to the Superintendent's Compendium for a complete list of rules and regulations governing Chamizal National Memorial.  Glass containers are prohibited in the park at all times. Pets are not allowed in the park during concerts. Alcohol may not be brought into the park; it is available for purchase from approved vendors on park grounds. Playing games that involve throwing or kicking balls, frisbees or other objects is prohibited inside the bowl area around the stage. Smoking is not permitted in or around the bowl area. Any tents and shade structures put up in the bowl area must be taken down before the start of the concert. Bicycles, skateboard, scooters and other wheeled vehicles are not allowed on sidewalks or the esplanade.   2106 Music Under the Stars Lineup This year, Music Under the Stars will be held at Chamizal National Memorial only in the month of July. The City of El Paso Museums and Cultural Affairs Department (MCAD) will host concerts during the month of June at Cohen Stadium. For up-to-date information about the performers and lineup, visit the City of El Paso MCAD Events page. The following concerts will be held at Chamizal National Memorial:  July 4 - El Paso Wind Symphony (with fireworks) July 10 - Volta (Spanish Rock) July 17 - Discípulos de la Cumbia July 24 - Mariachi Alegre (Noche Ranchera)  Print the Music Under the Stars concert series flyer and schedule.",
    "url": "https:\/\/www.nps.gov\/cham\/planyourvisit\/MUTS.htm"
}
