{
    "title": "Chamizal National Memorial: Art Gallery",
    "body": "Franklin G. Smith Gallery        NPS Photo       The Chamizal story is one of diplomacy which was accomplished through the mutual dedication and respect of representatives from the United States and Mexico. We believe that shared experiences and an appreciation of our cultures can foster the respect that leads us to a better understanding of our neighbors. The founders of Chamizal National Memorial recognized that the visual and performing arts can be a compelling way to share cultures. The memorial exhibits artists whose work not only reflects the history and landscape of our border region, but also ties directly to the park's mission of commemorating the amicable resolution of a long standing border dispute between the U.S. and Mexico. Learn about the artwork currently on display. La historia de El Chamizal cuenta de la diplomacia que se logró a través de la dedicación y el respeto mutuo de los funcionarios de los gobiernos de los Estados Unidos y México. Consideramos que las experiencias comunes y la valorización de nuestras culturas pueden fomentar el respeto que engendra una mejor comprensión entre comunidades. Los fundadores del Monumento Conmemorativo Nacional El Chamizal notaron que los artes visuales y el teatro pueden ser una manera convincente de intercambiar las culturas. El monumento conmemorativo exhibe obras de arte que cuentan la historia o reflejan el paisaje de nuestra zona fronteriza y que también tratan el tema de conmemorar la resolución amistosa del largo litigio fronterizo entre EE.UU. y México, lo cuál es la misión del parque. Entérese de la exhibición actual. Visit the Gallery The Franklin G. Smith Gallery is located in the west wing of the Chamizal National Memorial administrative building. The gallery is open Monday through Friday from 8:00 a.m. until 4:30 p.m., and during the hours of 10:00 a.m. until 5:00 p.m. on weekends by requesting access with a park ranger at the Cultural Center information desk.  La Galería Franklin G. Smith está ubicada en el ala occidental de la oficina administrativa de Chamizal National Memorial. La galería se abre los lunes a viernes de las 8:00 a.m. a las 4:30 p.m., y los fines de semana entre las 10:00 a.m. y las 5:00 p.m. por petición a un guardaparques en el centro cultural.       Exhibit Your Artwork! | ¡Exponga sus Obras!  Are you an artist interested in exhibiting your work in one of our galleries? If so, please read our Gallery Information Packet. For questions or more information, please email Jerome Flood or telephone him at 915-532-7273 x105. ¿Tiene interés en exponer su arte en una de nuestras galerías? De ser así, por favor lea la guía y solicitud para el uso de la galería. Para preguntas o más información, mándele un mensaje a Jerome Flood o llámelo por telefono al 915-532-7273 extensión 105.",
    "url": "https:\/\/www.nps.gov\/cham\/planyourvisit\/gallery.htm"
}
