{
    "title": "Amistad National Recreation Area: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Lake Amistad and Highway 90 Bridge NPS Photo  There is a richness and beauty that exists at Amistad. World-class fishing and boating draw visitors from across the continent to its clear waters, while ancient rock art sites attract visitors from around the world.  Fishing Pro anglers have recently discovered that Amistad Reservoir is a hidden gem with top-quality year round fishing, especially for largemouth, smallmouth, and striped bass. Some fishermen also try for channel and blue catfish, crappie, sunfish, and alligator gar. To maintain the high-quality fishery, catch and release practices are encouraged.  A valid Texas fishing license is required when fishing on the U.S. side of Amistad Reservoir. A Mexican fishing license is required when fishing on the Mexico side (Presa Amistad).  Visit our Fishing page for more information.  Boating With approximately 60,000 surface acres of water and good weather most of the year, Amistad is a boater's paradise. Houseboats, ski boats, sail boats, and personal watercraft are commonly seen on the lake. A Lake Use Permit is required.  Visit our Boating page for more information.  Camping Amistad offers five primitive campgrounds. Though most sites will accommodate RVs, there are no hookups. Campsites are on a first-come, first-served basis and cannot be reserved. Three group campsites are available and may be reserved up to 180 days in advance.  Backcountry camping is also permitted by boat on undeveloped shorelines within the park.  Visit our Camping page for more information.  Native American Pictographs Amistad and its surrounding area is home to dramatic 4,000 year-old rock art. These mysterious paintings adorn rock shelter walls in numerous sites throughout the Amistad region. Panther and Parida Caves are accessible by boat (depending on lake level), and hikers can go on a guided tour at nearby Seminole Canyon State Park and Historic Site.  Visit our How to See Rock Art page for more information.     Visit Things To Do for other activities including swimming, hiking, picnicking, and bird watching.",
    "url": "https:\/\/www.nps.gov\/amis\/planyourvisit\/index.htm"
}
