{
    "title": "Chamizal National Memorial: 2016 Siglo de Oro Festival",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Performances     2016 Siglo de Oro Festival                2016 Siglo de Oro Drama Festival       Prepare for the Siglo de Oro Drama Festival by attending the Facilitated Dialogue, Lope, a story of a Siglo de Oro playwright, on March 16th at 7pm. Learn more about Spain's Golden Age by visiting our Siglo de Oro page.         Fundación Siglo de Oro  Mujeres y Criados Wednesday, March 30, 2016   Author: Félix Lope de Vega y Carpio Performed by: Fundación Siglo de Oro from Madrid, Spain Language: Spanish Length: 2 hours Learn more about this performance. Find ticketing information.         Three Entremeses Cervantinos Thursday, March 31, 2016 Performed by: Eden Enterprises in collaboration with Los Actores Bilingual Theater Company and Shakespeare on-the-Rocks, El Paso Length: 2 hours Language: El Juez de los Divorcios: Spanish The Marvellous Puppet Show (El Retablo de las Maravillas): English La Cueva de Salamanca: Spanish  Learn more about this performance. Find ticketing information.          La Celestina Friday, April 1, 2016   Author: Fernando de Rojas (adaptation by Guadalupe de la Mora) Performed by: Telón de Arena from Ciudad Juárez, Mexico Language: Spanish Length: 2.5 hours Learn more about this performance. Find ticketing information.           El Príncipe Ynocente Saturday, April 2, 2016   Author: Lope de Vega Performed by: EFE Tres Teatro from Mexico City, Mexico Language: Spanish Length: 2 hours Learn more about this performance. Find ticketing information.       All performances begin at 7:00 p.m. Tickets are free and will be distributed on a first-come-first-served basis beginning at 5:30 p.m. each day for that day's performance only. One ticket is available per person and only to those who are present in person. Tickets are for general seating, and doors to the theater will open to ticket holders beginning at 6:30 p.m.  Accessible seating is limited. Visitors who use assistive mobility devices, along with their companions, should report straight to the front desk for information and assistance.  The Chamizal National Memorial parking area may fill quickly. Some overflow parking is available on the Memorial grounds in the gravel lot. Passengers may be dropped off at the base of the esplanade; however, they will not be able to hold a ticket for the driver. Please allow time for parking, walking to the Cultural Center, ticketing and seating.",
    "url": "https:\/\/www.nps.gov\/cham\/planyourvisit\/2016-siglo-festival.htm"
}
