{
    "title": "Big Thicket National Preserve: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research             Thicket of Diversity       The “Thicket of Diversity” Program One of the most notable aspects of the Big Thicket region is its biodiversity - the amazing array of species found here that truly demonstrates that it is the biological crossroad of North America. As noted in the “Animal” and “Plant” topic web pages, this area is home to a wonderful array of vertebrate and vascular plant species unmatched by few places on earth. However, they represent only a fraction of the diversity of life in the Preserve. With the creation of the Preserve in 1974, it soon became a research wonderland for those wanting to document new species and unmatched biological diversity. Studies documenting such things as nearly 1,800 species of insects just in the Lepidoptera family (butterflies, moths, and skippers) only fueled the flames for more researchers to come and see and study in the Big Thicket. In 2006 an effort began to complete an All-Taxa Biological Inventory (ATBI). With the wonderful assistance of the Big Thicket Association, who seek and obtain grant funding, enlist other partners and new researchers, and who help coordinate the research and synthesis of data, an in-depth ATBI inventory effort is ongoing under a program titled the “Thicket of Diversity”. The Thicket of Diversity program has resulted in the addition of 133 species that are new to the State of Texas, 12 species that are ‘new to science’ (meaning they have never been found anywhere else in the world), and as of 2014, a list of at least 30 other species that have been found here that are currently being described and may represent additional ‘new to science’ species. A bulk of these \"new to science\" species are macro fungi, mushroom that thrive in the warm, damp forests of southeast Texas. Here’s a sampling of the diversity of life found so far in the Big Thicket: 23 species of grasshoppers, 179 species of liverworts, 38 species of ants, 137 species of lichens, 400 species of mushrooms, 93 species of slime molds, 111 species of nematodes, 34 species of dragonflies & damselflies, 13 species of crayfish, 24 species of orchids, and 32 species of freshwater mussels.",
    "url": "https:\/\/www.nps.gov\/bith\/learn\/nature\/thicket-of-diversity.htm"
}
