{
    "title": "Big Thicket National Preserve: Wetlands, Marshes and Swamps",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Wetlands, Marshes and Swamps                Wetlands         Alligator on 10 Mile Creek NPS  Wetlands You would expect to find wetlands in an area averaging 54 inches of precipitation a year. Again, you would expect wetlands to be especially prevalent in major plant communities named ‘wetland pine savannahs’,‘bottomland hardwood forests’, ‘wetland baygall thickets’, and ‘swamp cypress tupelo forests’. This and the fact that hundreds of miles of stream and river waterways, with their associated oxbow lakes and ponds, flow through the Preserve would indicate that wetlands are important features on the landscape. And, in fact, wetlands are a very important part of the Preserve with over 40% of the acreage being in one type or another wetland. The NPS follows the Cowardin Classification systems for defining wetlands. Using this system, the Preserve has split the wetland types out into 3 wetland systems: Palustrine, Riverine, and Lacustrine. The majority of the mapped wetlands (over 35,000 acres) fall within the palustrine system (non-tidal wetlands dominated by trees, shrubs, or persistent emergents). The 4 classes of palustrine wetlands found in the Preserve include forested, scrub-shrub, emergent, and open water or are complexes of these four. The Riverine system consists of wetlands and deepwater habitats within stream and river channels. With the Neches River being the largest waterway. There are only 2 sites within the Preserve that are larger than 20 acres in a basin or dammed waterway, with less than 30 percent vegetative cover, so are therefore mapped as a Cowardin Lacustrine system. The total acreage for this system is just over 60 acres. With the placement of a permanent saltwater barrier east of Beaumont, recent NPS acquisitions of land below the barrier, the deepening of the shipping channel clear to the Port of Beaumont, and potential ocean levels rising from climate change impacts, the Preserve may one day soon find itself managing several thousand acres of Estuarine emergent wetland that has converted over from a Riverine lower perennial cypress-tupelo forest. A variety of plants and animals would be impacted by this conversion, while on the other hand, an assemblage of other species would move in and take up residence. Cyprus & Tupelo Swamps The dominant trees of most of the swamps in the Big Thicket are bald cypress and water tupelo. In sloughs and slow moving water, water tupelo usually occupies the deeper parts and bald cypress the margins and more shallow parts. Bald cypress develop several descending roots that provide anchorage, and numerous lateral roots from which rise peculiar conical structures known as \"knees\". The knees can vary in height from a few inches to more than 12 feet tall. Research has found no physiological function for cypress knees. They may be beneficial as aeration organs but do not appear to be of critical importance to tree survival. The buttressed base, knees, and associated large masses of roots do help to anchor cypress trees which are renowned for resisting blowdown during hurricanes. They are one of the few ‘deciduous’ conifers that shed all their needles every year. Bald cypress seeds are eaten by wild turkeys, squirrels, evening grosbeaks, and wood ducks. Larger, old bald cypress trees furnish unique habitats for some wildlife. Bald eagles and ospreys nest in the tops, yellow-throated warblers forage in the Spanish moss, and black bears may use hollow cavities in their trunks as denning sites. Prothonotary warblers, a common species in the Preserve, achieve their highest densities in bald cypress-tupelo stands where they find nesting cavities in old decaying bald cypress knees. Catfish may even spawn in submerged hollow cypress logs. Water tupelo is also an important wildlife species. The fruit is often consumed by wood ducks, several other kinds of birds, and by squirrels, raccoons, and deer. The flowers attract and provide nectar to honey bees. Deer also feed on foliage, twigs, and stump sprouts because they are a tree species that actively resprouts after cutting or wind damage occurs.",
    "url": "https:\/\/www.nps.gov\/bith\/learn\/nature\/wetlands.htm"
}
