{
    "title": "Big Thicket National Preserve: Carnivorous Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Carnivorous Plants                Carnivorous Plants       Four of the five types of carnivorous plants found in North America can be found in Big Thicket including species of pitcher plants, sundews, bladderworts, and butterworts. The flytrap is the one type of carnivorous plant not found here. These plants often grow on very poor soils and rely on obtaining much of their nutritional needs from the fluids and soft body parts of the insects they consume.        Pale Pitcher Plant - Sarracenia alata NPS  Pale Pitcher Plant Sarracenia alata Pitcher plants are passive plants that do not use movement in the capture and digestion of insects. Pitcher plants capture insects by luring them to the mouth of the trap with color, nectar, and\/or scent. After an insect lands on the lip of the flower and begins to enter the mouth, it comes to a waxy inner surface that causes it to slide down the funnel. Downward pointing hairs lining the lower portion impede their ability to climb back out of the palnt’s trap. The bottom of the pitcher is filled with a fluid that drowns them and then because it contains digestive enzymes, decomposes the proteins and soft body parts so that it can be absorbed into the plant for nutrition. Only the insect’s exoskeleton remains.        Sundew in flower NPS \/ HERBERT YOUNG  Sundews Drosera capillaris and intermedia The pink and spoonleaf sundews found in Big Thicket are small perennial herbs that have tentacle stalks with a mucilaginous secretory gland at the tip of each. The gland secretes droplets of fluid which gives the plant its glistening, dew-drop appearance. Insects, upon being attracted to the plant through the nectar-like appearance and odor of the secretions, become stuck to the mucilage. Once the plant feels the insect struggling, it slowly encloses the insect in the array of tentacles. In a matter of minutes, the sundew begins to secrete digestive enzymes and acids that start to dissolve the body of the victim. A series of glands then absorb the nutritious liquified insect.        Bladderwort NPS  Bladderworts Utricularia gibba, inflata, juncea, radiata, and subulata The bladderworts are the biggest genus of carnivorous plants with over 220 species worldwide. Big Thicket researchers have found 5 species to-date in the preserve. True free-floating bladderworts are annual plants that lack roots and leaves but have flowers on erect stems above the water. The entire floating plant is only about 8 inches tall. Flowers emerge above the surface and are yellowish with 3-lobes and a spur underneath. Underwater the leaf branches or petioles are fleshy and inflated with air which allows them to float. Bladderworts are unique in that the underwater leaves bear small oval “bladders” that trap and digest small aquatic creatures. One common habitat is in nutrient-poor bog lakes. In the open water, it supplements its nutrients by trapping insects in a bladder that is like a suction bulb. Tiny hairlike projections at the opening of the bladder are sensitive to the motion of passing organisms like Daphnia (water fleas). When they are stimulated, these hairs cause the flattened bladder to suddenly inflate, sucking in water and the passing animal and closing a trap door after it. Bladderworts are usually found in quiet shallow, acidic waters and can form dense mats.        Butterwort NPS  Butterworts Pinguicula pumila There are approximately 80 species of butterworts worldwide with 9 occurring in the U.S. and only 1 so far having been found in the Big Thicket. Butterworts are a genus of carnivorous plants that use sticky, glandular leaves to lure, trap, and digest insects. The leaf of a butterwort includes two scattered specialized glands. The peduncular glands consists of a few secretory cells on top of a single stalk cell. These cells produce a mucilagenous secretion which forms visible droplets across the leaf surface which helps lure prey in search of water. Once an insect contacts and is trapped on a leaf, the struggles trigger more glands to release encasing it in mucilage. Some species can bend their leaf edges slightly by thigmotropism, bringing additional glands into contact with the trapped insect. The second type of gland are sessile glands which lie flat on the leaf surface. Once the prey is entrapped and digestion begins, the initial flow of nitrogen triggers enzymes to release. These enzymes then break down the digestible components of the insect body and the fluids are absorbed back into the leaf surface through cuticular holes, leaving only the exoskeleton of larger insects on the leaf surface. Butterworts are very small and therefore are only able to trap small insects and those with large wing surfaces. They can also digest pollen which lands on their leaf surface.",
    "url": "https:\/\/www.nps.gov\/bith\/learn\/nature\/carnivorous-plants.htm"
}
