{
    "title": "Thomas Edison National Historical Park: Volunteer",
    "body": "Volunteer       We need your time and your talents…as a volunteer. Interested in meeting people from all over the world? Want to learn about the fascinating beginnings of some of the important inventions that shaped our country? Do you like sharing what you know with an interested audience? Or perhaps you would enjoy working in an office that is only steps away from where a genius once changed the world. How to Apply ·  Review the list of open volunteer opportunities located at www.volunteer.gov (search by keyword: Thomas Edison). Consider your interests, qualifications, skills, and time commitment and choose one that may be of interest to you. ·  Complete and submit the on-line application linked to the position you choose. All on-line volunteer applications will be sent directly to the park's volunteer coordinator. ·  Click here to complete a skills inventory.  This will enable us to better match your skills to volunteer opportunities. Email or mail the skills inventory to the Volunteer Coordinator.  What Happens Next? The volunteer coordinator will contact you within two weeks and let you know if a position is available. If a position is available you will be interviewed by park staff. If selected, you will be required to complete a background check (fingerprints and filling out forms) and pending the outcome of the background check, offered a volunteer position.   Training An orientation is required for all new volunteers before beginning work. This includes: ·  General orientation (2 hours); ·  Safety-in-the-Park training (2 hours); ·  Viewing of the \"Invention Factory\" video and an audio tour of the Laboratory Complex (2 hours); ·  A tour of Glenmont (45 minutes) ·  Meeting with the Volunteer Coordinator and division representative. Training is offered monthly.   For More Information If you have any questions, please contact the Volunteer Coordinator, Karen Sloat-Olsen. E-mail:Karen_Sloat-Olsen@nps.gov or Tel: 973-736-0550, ext 17.",
    "url": "https:\/\/www.nps.gov\/edis\/getinvolved\/volunteer.htm"
}
