{
    "title": "Big Thicket National Preserve: Longleaf Pine",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Longleaf Pine                Longleaf Pine         Longleaf Pine - Pinus palustris NPS  Two centuries ago, longleaf pine forests stretched across the southeast USA, from East Texas to Virginia. Longleaf pine (Pinus palustris) was the dominant tree species on an estimated 60 million acres, and an important part of the mixes of tree species on another 30 million acres. The US Fish & Wildlife Service has found more than 30 plants and animals associated with longleaf pine ecosystems, including the red-cockaded woodpecker, Texas trailing phlox, Louisiana pine snake, and gopher tortoises, all of which are now listed or being considered as threatened or endangered. Today, longleaf pine ecosystems are found on just over 3 million acres, or 3%, of its historic range, primarily in scattered tracts on federal, state, and conservancy lands. Some private longleaf pine areas are protected by easements. Longleaf pine are very dependent on fire in the ecosystem and are highly resistant to wildfire (pyrophytic). Historically they grew in large open stands with an understory of grasses, forbs, scattered shrubs, and oak trees also resistant to frequent fire cycles. They reach heights of 90 to 110 feet, have an extensive tap root system that firmly anchors the trees during hurricanes, and can grow on poorer soils and sandier sites than most other pines and hardwoods. The extremely long needles were used by Native Americans in the ancient craft of coiled basket making. There is a concerted effort across this specie’s range to restore areas to longleaf pine habitats that would then also benefit the associated flora and fauna. Big Thicket National Preserve is participating in this effort with active management, including the use of prescribed fire and the planting of young longleaf pine seedlings, occurring on several thousand acres.",
    "url": "https:\/\/www.nps.gov\/bith\/learn\/nature\/longleaf-pine.htm"
}
