{
    "title": "Big Thicket National Preserve: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature           Established by Congress in October of 1974, along with Big Cypress National Preserve, Big Thicket National Preserve was the first national preserve placed into the National Park Service’s care. Congress mandated that the preserve was to \"assure the preservation, conservation, and protection of the natural, scenic, and recreational values of a significant portion of the Big Thicket area in the State of Texas.” The original Big Thicket of Texas covered between 2 million and 3 million acres in what is now mapped as the Pineywoods and Coastal Marsh ecoregions of the state. People have called the Big Thicket an \"American ark\" and \"the biological crossroads of North America\", as it has one of the most biologically diverse assemblages of species in the world. It is a transition zone where southeastern swamps, eastern deciduous forests, central plains, pine savannas, and dry sandhills meet. This diverse habitat allows an impressive array of species to coexist, including approximately 1,320 species of trees, shrubs, vines, and grasses (vascular plants), 60 mammal species, 86 reptile & amphibian species, 34 species of freshwater mussels, nearly 1,800 invertebrate species just in the Lepidoptera Family (butterflies,moths, skippers), 97 fish species, and at least 300 bird species. Cactus and orchids, beech trees and bald cypress trees, azaleas and pine trees, roadrunners and alligators, and historically, bison, jaguars & red wolves, are all included in the array of species. Four of the 5 known types of carnivorous plants found in the U.S. are found in the Big Thicket. The abundant rainfall and the long growing season, around 246 days, ensures that the vegetation and animal life thrive in this unique area of Texas. The Preserve now manages over 112,000 acres scattered in nine land units and six water units. In 1981, Big Thicket National Preserve was also designated as a Biosphere Reserve by UNESCO, thereby demonstrating its international importance.  Trees, shrubs, and vines found in Big Thicket National Preserve      Wildflowers found in Big Thicket National Preserve      Grasses found in Big Thicket National Preserve Fish found in Big Thicket National Preserve Reptiles and amphibians found in Big Thicket National Preserve Birds found in Big Thicket National Preserve Mammals found in Big Thicket National Preserve",
    "url": "https:\/\/www.nps.gov\/bith\/learn\/nature\/index.htm"
}
