{
    "title": "Big Thicket National Preserve: Oil & Gas Exploration and Production",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Oil & Gas Exploration and Production                Oil and Gas Exploration and Production       Oil and gas production in the Big Thicket region dates back to the beginning of the 20th century, when oil was discovered at Spindletop, Sour Lake, Saratoga, and Batson. Early oil exploration initially concentrated at the southern edge of the Big Thicket region, pushed north and east in the 1930s, and by the 1950s much of the future national preserve was home to some level of oil and gas activity. Over 200 abandoned wells have been located within the boundary of the Preserve. When the preserve was established, subsurface mineral rights were privately-held and Congress did not authorize the federal acquisition of these rights. Oil and gas exploration and extraction therefore continue in and around the preserve, under the oversight of Preserve staff who are required to ensure that such activities will not compromise the values for which the preserve was established. Today there are nine non-federal oil and gas operations within the preserve, over 35 directional wells that were horizontally directional drilled from outside the preserve to locations beneath the Preserve, and 105 oil and gas pipeline segments that run through the preserve. With nearly all of the oil and gas resources under the preserve being ‘owned’ by non-federal mineral rights, Big Thicket continues to get requests for drilling down to and accessing those oil and gas resources. The use of best management practices like horizontal directional drilling from lands outside the preserve for both well development and pipeline placement is one tool used to minimize the impacts to the preserve. Geophysical surveys using seismic equipment are encouraged to use helicopter delivered testing equipment so that a myriad of access roads do not have to be cut through the vegetation for access to the test hole sites. Continued oil and gas exploration and production within the preserve are of concern for multiple reasons. Spills can contaminate waters and soils; air quality can be affected by accidental releases of volatile chemicals; vehicle traffic and new roads can compact soils and change natural drainage patterns; wildlife movements and feeding and nesting activities can be disrupted; and vegetation must be cut or cleared along seismic survey lines and pipelines and where drilling pads are placed. Visitor experience and natural quiet can also be negatively affected by oil and gas activities within the Preserve. NPS staff work diligently to protect the resources, visitor uses, and human health and safety so that the Preserve lands can be enjoyed now and by future generations.",
    "url": "https:\/\/www.nps.gov\/bith\/learn\/nature\/oil-and-gas-exploration-and-production.htm"
}
