{
    "title": "Big Thicket National Preserve: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 29, 2016  Adopt Your Thicket Centennial Volunteer Initiative  The public is encouraged to adopt areas of Big Thicket National Preserve for stewardship, in recognition of the 100th anniversary of the National Park Service.   July 27, 2016  Big Thicket National Preserve Hunting Permit Registration Opens September 1, 2016  Big Thicket National Preserve staff will begin issuing   permits for the 2016 hunting season on September 1.   July 27, 2016  National Park Service Centennial Celebration: 100 Years of Service  Join the staff of Big Thicket National Preserve on August 25 to celebrate the 100th anniversary of the National Park Service.   May 27, 2016  Drones and Fireworks Prohibited in Big Thicket National Preserve  Fireworks and unmanned aircraft are prohibited in all National Park Service areas, including Big Thicket National Preserve, for visitor safety and resource protection.   May 13, 2016  International Migratory Bird Day at Big Thicket National Preserve  Celebrate International Migratory Bird Day with guided bird walks and special bird-related games for kids!   May 05, 2016  Tourism to Big Thicket National Preserve creates $7,893,000 in Economic Benefits  Economists document how visitors to Big Thicket National Preserve benefit the local economy, both in direct spending and in the jobs they help to support.   May 04, 2016  Big Thicket National Preserve Summer 2016 Program Schedule  Explore and learn about the Big Thicket on a variety of ranger-led programs this summer.   April 15, 2016  Water Safety in the Big Thicket  As the weather warms up and more people head to the waterways in southeast Texas, Big Thicket National Preserve staff encourage everyone to stay  safe in and around the water.   April 15, 2016  National Park Week in the Big Thicket  National Park Week is April 16 to 24. The public is invited to visit Big Thicket National Preserve and participate in the many programs we're offering over the next week.   February 26, 2016  Explore Your Thicket in a Longleaf Pine Savannah  Explore Your Thicket and earn mileage towards your Centennial Club award on this off-trail hike through a recently-burned longleaf pine ecosystem.   February 23, 2016  Hike the North Turkey Creek Trail on March 6  Explore Your Thicket and earn mileage towards your Centennial Club award on a hike on the north end of the Turkey Creek Trail.   February 23, 2016  Artwork of Big Thicket National Preserve's Osage Orange Featured in New Exhibit at US Botanic Garden in DC  An art exhibit featuring the plants of the national parks includes Osage Orange, a tree found in Big Thicket National Preserve.   February 23, 2016  Science Cafe: Crayfish of Big Thicket National Preserve  Learn about crayfish and crayfish research in the Big Thicket at this informal Science Cafe at the Logon Cafe in Beaumont.   February 13, 2016  Big Thicket National Preserve Spring 2016 Ranger-led Program Schedule  Big Thicket National Preserve announces its schedule of public programs for spring 2016.   January 29, 2016  Hike the Woodlands Trail, Sunday, February 7  Big Thicket National Preserve and the Big Thicket Association are partnering to lead hikes in the preserve each month this year, beginning February 7, to celebrate our centennial.   January 27, 2016  Adopt Your Thicket - Centennial Volunteer Program  Big Thicket National Preserve invites the public to adopt areas of the preserve, such as trails and waterways, for stewardship to help commemorate the National Park Service centennial this year.   January 26, 2016  Centennial Forest Tree Planting Begins  Volunteers and school students are planting thousands of longleaf pine seedlings to help restore these pines and create a \"Centennial Forest\" in Big Thicket National Preserve as a way of celebrating the National Park Service centennial.   December 11, 2015  Centennial Volunteer Opportunity to Help Plant the Centennial Forest  Big Thicket National Preserve is seeking volunteers to help restore a longleaf pine forest in the preserve as part of the National Park Service's centennial celebration.   September 03, 2015  Big Thicket National Preserve Welcomes 4th Grade Students Through Every Kid in a Park Initiative  Big Thicket National Preserve is one of 8 federal agencies participating in the \"Every Kid in a Park\" program, an initiative that encourages families and classes to visit their federal lands.   August 28, 2015  Explore Your Thicket - Centennial Club Program  Big Thicket National Preserve invites visitors to track 100 miles of travel in the preserve over the next year as part of the NPS Centennial Celebration.   August 21, 2015  Adopt Your Thicket Centennial Volunteer Program  As part of the National Park Service's Centennial Celebration, Big Thicket National Preserve is recruiting individuals and groups to \"adopt\" areas of the preserve for oversight.   April 24, 2015  National Park Week 2015 Encourages Everyone to \"Find Your Park\"  Big Thicket National Preserve joins parks, programs, and partners to participate in the \"Find Your Park\" campaign.   February 20, 2015  Big Thicket Fire Management Program Recognized for Excellence  Big Thicket National Preserve Fire Management team receives award.   February 03, 2015  Budget Request Supports NPS Centennial  The president's 2016 budget request includes additional funding to support the National Park Service's mission of conservation, preservation, and recreation, as well as engage the public in celebrating the agency's 100-year anniversary.",
    "url": "https:\/\/www.nps.gov\/bith\/learn\/news\/newsreleases.htm"
}
