{
    "title": "Big Thicket National Preserve: Sensitive Species of the Big Thicket",
    "body": "Explore This Park    Learn About the Park     Nature     Sensitive Species of the Big Thicket              Sensitive Species of the Big Thicket       Sensitive species are plant or animal species that get special management considerations whenever a project or management plan is prepared. Many of these species have been listed either under the Endangered Species Act or by the State of Texas as endangered, threatened, candidate, or rare species of concern. Many are sensitive because of man-made habitat changes or due to threats from potential developments. As a preserve designated by the U.S. Congress, Big Thicket takes an active role in trying to re-establish or to protect any sensitive species that may occur within it’s boundaries. The following are just a few of the species of special concern.       Red-Cockaded Woodpeckers Picoides borealis (Endangered – Federal & State) The survival of the red-cockaded woodpecker (Picoides borealis), is dependent on having large, mature longleaf pine forests to nest in. These birds were once found throughout the southeastern United States, but logging, conversion of forests to agriculture, and fire suppression have dramatically reduced the amount of suitable habitat by over 95%. There are only an estimated 12,500 red-cockaded woodpeckers remaining in the U.S. in forested areas that represent just 3 to 5 percent of the species’ original range. These woodpeckers were found in the preserve in the Big Sandy Creek Unit in the 1990’s, but have since left the area as large tracts of private timberland were harvested around the perimeter of the unit and southern pine beetles killed significant numbers of the remaining trees. For additional information on the Red-Cockaded Woodpecker,  please visit the U.S. Fish & Wildlife Service - Red-Cockaded Woodpecker Recovery website.        Texas Trailing Phlox - Phlox nivalis var. texensis NPS \/ HERBERT YOUNG    Texas Trailing Phlox  Phlox nivalis var. texensis (Endangered – Federal & State) This small, beautiful flowering plant is only found in southeast Texas. Currently, small populations are found in three counties––Hardin, Polk, and Tyler. Texas trailing phlox is a fire adapted species that grows in fire-maintained openings in upland longleaf pine savannas or pine, post oak, bluejack oak woodlands on deep sandy soils. Considered very rare and imperiled less than a decade ago, its numbers have increased at some sites during the last few years after prescribed burning and restoration treatments. Prescribed burning of its habitat, which allows more light to reach the ground and possibly influences nutrient availability, is essential to its continued survival and recovery. Phlox currently grows in the Big Sandy Creek and Turkey Creek Units. Reintroduced populations in both units were established from cuttings taken from plants in Roy E. Larsen Sandylands Sanctuary, owned and managed by the Nature Conservancy of Texas       Navasota ladies’ tresses Spiranthes parksii (Endangered – Federal & State) This is an orchid species that once again is only found in southeast Texas. This plant grows in moist, sandy soils in small openings on gentle slopes and along intermittent tributaries of the Brazos, Navasota, and Neches Rivers. This species has a limited range and low population numbers. Reasons for endangerment include habitat loss and degradation due to development and road construction. This plant has not been documented in the Preserve, but a known population exists in northwestern Jasper County just east of the Upper Neches River Corridor Unit.      Louisiana Black Bear Ursus americanus luteolus (Threatened – Federal & State) The Louisiana black bear is one of sixteen recognized subspecies of the American black bear. The Louisiana black bear is distinguished from other black bears by possessing a longer, more narrow, and flatter skull, with proportionately larger molar teeth. Typical weights of adults range from 150 to 300 pounds. These bears typically require relatively large areas of bottomland and other hardwood forested habitat to meet their survival needs, including hardwood mast trees, fruiting plants and secluded locations (including hollow large diameter trees) for den sites to bear young. The Louisiana black bear is omnivorous and typically feeds on a variety of food resources including nuts such as acorns, soft fruits such as blackberries and persimmon, herbaceous vegetation such as grasses and forbs, animal matter such as ants and beetle grubs, the meat of small or young animals that they capture and kill, and the carrion of animals. Unfortunately, feral hogs eat a similar diet and may consume many of the foods that would entice wandering bears to stay and reproduce in the area.       Louisiana pine snake Pituophis ruthveni (Federal Candidate, State Threatened) The Louisiana pine snake is an interesting snake species that spends much of its life underground so is rarely seen even when present. It inhabits and travels in pocket gopher burrows, which just also happen to be their primary food source. The snake is limited to sandy soils in hardwood coniferous forests of western Louisiana and eastern Texas. Within this broad ecoregion, upland longleaf pine savanna habitat appears to be preferred. To-date no Louisiana pine snakes have been found in the Preserve, although favorable habitat may have existed in the Big Sandy Creek and Lance Rosier Units. The replacement of the grass-forb understory, existing when fire was common, by dense brush is considered one of the major reasons pocket gophers and Louisiana pine snakes are no longer found in the Preserve.      State of Texas Listed Threatened and Endangered Species In addition to the federal listed species, which are also listed by the state of Texas, there are currently 24 additional wildlife species listed in the counties encompassing the Preserve that do or could be found within the preserve. This includes 8 bird, 3 fish, 2 mammal, 4 reptile, 1 toad, and 6 mollusks species. For additional information on threatened and endangered species in Texas, please visit the Texas Parks and Wildlife Nongame and Rare Species Program website.      Birds Protected by the Migratory Bird Treaty Act The diverse mixture of habitats, warmer climate, and proximity to the Gulf Coast all invite both year-round resident and migratory birds to use preserve lands. The species protected by the Migratory Bird Treaty Act range from anhingas to common yellowthroats. The Preserve has identified those species that have been sighted in or could visit the preserve at various times of the year and then takes precautions to protect them during park projects, prescribed burns, and maintenance activities. For additional information on the Migratory Bird Treaty Act, please visit the U.S. Fish & Wildlife Serivce - Migratory Bird Program website.",
    "url": "https:\/\/www.nps.gov\/bith\/sensitive-species-of-the-big-thicket.htm"
}
