{
    "title": "Thomas Edison National Historical Park: History & Transcripts",
    "body": "Prince Bismarck and Count Moltke Before the Recording Horn: The Edison Phonograph in Europe, 1889-1890       Prince Bismarck and Count Moltke Before the Recording Horn: The Edison Phonograph in Europe, 1889-1890 by Stephan Puille [translation by Patrick Feaster] On 15 June 1889, Adelbert Theodor Edward (\"Theo\") Wangemann started out aboard the four-master \"La Bourgogne\" on a trip to Europe on behalf of Thomas Alva Edison that was supposed to last for only a few weeks, but from which he was not in fact to return until 27 February 1890.[1] Wangemann's assignment during the first two weeks after arrival was to maintain the phonographs on display at the world's fair in Paris, readjust them, furnish them with improved components, and train the personnel who operated them.[2] After Edison extended the duration of Wangemann's stay, the latter made use of the time to expand the repertoire of good exhibition cylinders. For his recording activity, he received blank cylinders on a regular basis from the Edison Phonograph Works; these were sent first to Paris and forwarded from there to wherever he currently was. Wangemann later stated that he had received between 2,400 and 4,000 blank cylinders during his trip to Europe.[3] The first shipments contained cylinders of a brick-red color with a string core for stabilization. Recordings were made of popular and in part also internationally known artists and orchestras present at the world's fair, for example the pianists Édouard Risler and Marie Roger-Miclos, the comedian Paulus (Jean-Paul Habans), and the organist Charles-Marie Widor.[4] Some of the recordings were supposedly to be taken to America and duplicated. A visit by Wangemann to Bayreuth on the occasion of the famous festival stage play of 21 July to 18 August was probably also planned, judging from correspondence between the contralto and voice teacher Anna Lankow and an unknown addressee at the Edison laboratory:  Enclosed are particulars of the great Bayreuth festival, what is a good deal later, then [sic] I thought and so a letter to Mr. Wangemann will be there in a good time. I enclose a few letters of introduction, which are to the most important people there.[5]  One of the cylinders recorded in Paris on 29 August was a vocal selection by the Tacianu Sisters. Members of Edison's traveling party had reacted with enthusiasm upon hearing this female quartet two weeks earlier in a small restaurant.[6] Wangemann particularly liked to play this cylinder and boasted to a German public of the \"international value\" of this Russian melody, performed by a Hungarian quartet, on a French stage, before the American phonograph.[7]             \"Russian Melody\" - EDIS 93954     Title: \"Russian Melody\" Performer: Tacianu Sisters - vocal quartet, a cappella Recording date: August 29, 1889 Recording location: Exposition Universelle, Paris, France Recorded by: Theo Wangemann Exhibited: September 14, 1889 at Siemens and Halske factory, Berlin, Germany Exhibited: September 23, 1889 for Emperor William II at the New Palace, Potsdam, Germany NPS catalog number: EDIS 93954  Duration:2 minutes, 41 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-01-tenhp_edison_c_E-5777_edis-93954_201104151.mp32,591 KB                   Russian Melody (EDIS 93954) Tacianu Sisters, Paris, 29 August 1889. Announced: \"[…] Tacianu Tacianu[…] is a very difficult, uh, quartet, sung without accompaniment on the twenty ninth of August, eighteen hundred and eighty nine […]\"       Werner von Siemens-Edison's friend and most important business partner in Germany-was unable to come to Paris, so Wangemann was sent to Berlin after the world's fair to show the apparatus there.[8] On 7 September, he applied for a passport for himself and his wife Anna, who was accompanying him.[9]  Three days later, the couple found themselves at the Hotel Kaiserhof in Berlin, and Wangemann was able to send an invitation from Siemens to Edison, who had himself embarked for Europe on 3 August:  Dr. Siemens wishes you and family to stay in his house at Charlottenburg instead hotel. Also wants you to return to Paris over Heidelberg with him to attend there opening of congress of savants Tuesday. Helmholz [sic] & others will be there. Answer me to Hotel Kaiserhof. Think I better go to Heidelberg next week.[10]  Wangemann had an exhibition room placed at his disposal in the Berlin firm of Siemens & Halske & Co. at Markgrafenstraße 94. For transporting twenty-one cylinders at one time for the exhibitions that took place there, each of which lasted about two and a half hours, he used a lockable wooden box with a handle and extra compartment for accessories. This box was found in a damaged condition in Edison's library in 1957 with seventeen cylinders, partly broken. For the duration of his stay in Germany and Austria-Hungary, Wangemann had an employee of Siemens & Halske assigned to him as an assistant: the mechanic Devrient. On 13 September, the first exhibition before German scientists took place in Edison's presence. Several recordings were made by four members of the band of the Kaiser Franz Garde-Grenadier-Regiment who were identified by name: Herr Köhle played the cornet à piston, Herr Bading the clarinet, Herr Krahmer played the violin and Herr Schmalfuß the piano.[11] Wangemann only rarely recorded string instruments. It is therefore quite possible that the cylinder with Beethoven's Romanze op. 50 in F major, for violin and orchestra, here for violin and piano, came into being in the context of the above event. The fact that the cylinder has no announcement, which was certainly the exception with the recording of prominent musicians, would also speak in favor of this. The cylinder, which came from a new shipment, is light ochre without a string core; cylinders had not been manufactured with string cores since August 1889.[12]              \"Romance for Violin and Orchestra in F major\" - EDIS 93955     Title: \"Romance for Violin and Orchestra in F major\", Opus 50 by Ludwig von Beethoven Performer: Unknown. Possibly Herr Krahmer - violin, and Herr Schmalfuß - piano (members of the Kaiser Franz Garde-Grenadier-Regiment Band.) Recording date: Unknown. Possibly September 13, 1889 Recording location: Unknown. Possibly at Siemens and Halske factory, Berlin, Germany. Recorded by: Theo Wangemann NPS catalog number: EDIS 93955   Duration:2 minutes, 2 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-02-tenhp_edison_c_E-5777_edis-93955_20110415.mp31,953 KB               On 18 September, Wangemann went to the meeting of German Natural Scientists and Doctors in Heidelberg. There he showed the phonograph and also took over the address of Edison as guest of honor. In doing so, he alienated some of the professors who were present by making some remarks that were perceived as inappropriate.[13]  On his short visit to Germany, which ended on 20 September, Edison was unable to meet the three most prominent Germans of the time-Emperor Wilhelm II, Otto von Bismarck, and Helmuth von Moltke-in person as had been hoped. The Emperor was attending a maneuver in Hanover, Prince Bismarck was ill, and Count Moltke was on his estate in Silesia. But all three communicated by telegram that they wanted to see the phonograph.[14] So Wangemann received the mission of returning to Berlin to visit these personages in Edison's name and to prepare recordings of their voices. Supposedly, copies of these recordings were later to be sent to scientific institutions and higher schools in all the larger cities of Germany.[15]  Ultimately this did not happen, perhaps because the potential for misuse was too great:  All these words of the European nobility are to be turned to gold by the Menlo wizard. He has a process for duplicating the rolls. Those that are gathered in the present indurrious [sic. industrious] pilgrimage of Herr Wangemann will be in six months hence, together with the Bearded Lady, Jo-Jo, and the Bad Smell, a feature in every dime museum of the United States.[16]  Edison did not fail to notice the enormous popularity of the phonograph in Europe, and he recognized that it would be advantageous to send Wangemann as his personal representative to additional European metropolises. Three engagements were originally contemplated per large city: one for engineers and scientists, a second for investors, bankers and wholesalers, and finally a third for a paying audience.[17] From Heidelberg, Wangemann first made a side trip to Frankfurt am Main, where Edison had already promised the phonograph to the local Electrotechnical Society. This exhibition-the first in Germany before a broader public audience-was held on 20 September in a large, fully occupied hall. However, Wangemann cut a poor figure by repeatedly treating his Frankfurt audience condescendingly and implying that they were backwards and provincial (\"hinterwäldlerisch\"). He also gave them excessive indications that he was eager to catch the night train and hence pressed for time.[18] The invitation of Emperor William II to the New Palace in Potsdam on the evening of 23 September was a great honor. The Emperor, who was enthusiastic about the phonograph, had the apparatus precisely explained and caused astonishment with his gift for quick learning. Among other recordings, Wangemann played the cylinder of the Tacianu sisters, which particularly pleased the Empress. However, he made no recordings and was asked to pay a further visit to the castle two days later.[19] The extra engagements-to which was added an invitation from the Russian Czar, who was staying in Berlin-increasingly threw Wangemann's travel and financial plans into disarray:  Shall need until end of october three thousand marks more cannot have passage before then moltke bismarck emperor promised records russian emperor invited [20]  Despite his promise-see the above telegram-Emperor Wilhelm II once again failed to speak into the phonograph during the second meeting in the New Palace on 25 September. Instead, a cylinder was recorded of the German Crown Prince Wilhelm, then seven years old, and of his younger brothers Eitel Friedrich and Adalbert.[21] In the case of the cylinder of the Hungarian-born piano virtuoso Emanuel Moór, only the year of recording-1889-is known. On the basis of the light ochre cylinder color, the lack of a string core, and the German announcement, we can rule out Paris as a recording location with a high degree of certatinty. It is therefore presumed to be a recording made in Germany or Austria-Hungary between September and December 1889. The \"Hungarian Melody,\" according to the announcement, might be identified with Moór's Opus 24, \"Variations and Fugue on a Hungarian Theme.\"[22]            \"Hungarian Melody\" - EDIS 93947     Title: \"Hungarian Melody\" (possibly Emánuel Moór’s Opus 24, \"Variations and Fugue on a Hungarian Theme\") Performer: Emánuel Moór (1863-1931) - piano Recording date: Unknown. Probably sometime between September and December 1889. Recording location: Unknown. Probably Germany or Austria-Hungary. Recorded by: Theo Wangemann NPS catalog number: EDIS 93947   Duration:2 minutes, 37 seconds      Credit \/ Author: National Park Service   Date created: 2012-02-01     Download Original File: edis-03-tenhp_edison_c_E-5777_edis-93947_20110411.mp32,518 KB                   Hungarian Melody (EDIS 93947) Emánuel Moór (1863-1931).     Ungarische Melodie, bearbeitet, ah, von, ah, Emánuel Moór, von dem Komponisten […] achtzehnhundertneunundachzig  [...]  Bravo, bravo, bravo.   Hungarian Melody, adapted, uh, by, uh, Emánuel Moór, by the composer […] 1889. […] Bravo, bravo, bravo. td>          On 28 September, Edison and his traveling party left Europe aboard the steamer \"La Champagne.\" Wangemann and his wife remained behind. On 7 October, the opportunity arose for the couple to visit the convalescent Imperial Chancellor Prince Bismarck for two days at his castle in Friedrichsruh near Hamburg. After Bismarck had heard several cylinders recorded in Paris and Berlin, including the recordings of the German princes, he too made a recording at his wife's request.  He did not want to play into the hands of his political opponents and so did not speak a message to the Germans on both sides of the Atlantic as Wangemann had expected and possibly prepared.[23] Instead, he first recited some innocuous material into the recording horn: thefirst strophes of the songs In Good Old Colony Times and Gaudeamus igitur,as well as the beginning of the poem Als Kaiser Rotbart lobesam. More noteworthy are the first lines of the Marseillaise which follow. Excerpts of the content of this cylinder were disseminated in Germany as well as in the United States-but with the interesting difference that the German press, as far as it is available to me, made no mention of the recording of the Marseillaise.[24] In conclusion, Bismarck directed an appeal to his son Herbert, who heard it via phonograph in Budapest several weeks later and recognized his father's voice. Bismarck's call for the moral life of his son (\"Sittlichkeit\" or \"morality\") became almost inaudible through damage to the cylinder, and it was never mentioned even in contemporary press reports. A complete transcription is now given for the first time since the moment of recording in October 1889. Bismarck's wife next spoke a second cylinder which remained with the Imperial Chancellor's family. Prince Bismarck contributed to this second cylinder only one concluding sentence.            [Otto von Bismarck] - EDIS 93952     Title:  [Otto von Bismarck]  (\"In Good Old Colony Times\" - excerpt, \"Gaudeamus Igitur\" - excerpt, \"Als Kaiser Rotbart lobesam\" - excerpt, \"La Marseillaise\" - excerpt, \"Appeal to his son Herbert\".)Spoken by:  Otto von Bismarck (1815-1898)Recording date:  October 7, 1889Recording location:  Friedrichsruh, GermanyRecorded by:  Theo WangemannExhibited:  October 20, 1889 at Hotel Kaiserhof, Berlin, GermanyExhibited:  October 21, 1889 for Helmuth von Moltke at Kreisau, Prussia [now Krzyżowa, Poland] NPS catalog number:  EDIS 93952  Duration:1 minute, 16 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-04-tenhp_edison_c_E-5777_edis-93952_20110415.mp31,230 KB                   [Otto von Bismarck] (EDIS 93952) Otto von Bismarck (1815-1898), Friedrichsruh, 7 October 1889.     [Announcer:] Friedrichsruh am siebten Oktober achtzehnhundertneunundachtzig.  [Bismarck:] In good old colony times,  When we lived under the King, Three roguish chaps fell into mishaps Because they could not sing. Als Kaiser Rotbart lobesam Zum heil'gen Land gezogen kam, Da mußt er mit dem frommen Heer Durch ein Gebirge wüst und leer. Gaudeamus igitur,  juvenes dum sumus.  Post jucundam juventutem,  post molestam senectutem  nos habebit humus. Allons enfants de la Patrie Le jour de gloire est arrivé Contre nous de la tyrannie L'étendard sanglant est levé.  Treibe alles in Maßen und Sittlichkeit, namentlich das Arbeiten, dann aber auch das Essen, und im Übrigen gerade auch das Trinken. Rat eines Vaters an seinen Sohn.   Friedrichsruh on the seventh of October 1889.        When good Emperor Redbeard Was journeying to the Holy Land, He had to go with his pious army Through mountains desolate and empty. Let us rejoice, therefore, While we are young. After a pleasant youth After a troubling old age The earth will have us. Arise, children of the Fatherland, The day of glory has arrived!Against us of tyranny The bloody banner is raised. Do everything in moderation and morality, namely work, but then also eating, and apart from that especially drinking. Advice of a father to his son. td>          The meeting with Czar Alexander III was delayed from week to week and did not occur until 12 October, when it took place under great security precautions late at night at the Russian embassy in Berlin. The Czar showed himself to be little impressed with the phonograph and did not dictate a cylinder. Besides Wangemann and Devrient, only members of the imperial family were present. On two further visits to the Russian embassy, the Czar was prevented from attending on short notice.[25] During his forced stay in Berlin, Wangemann continued to show the phonograph by day to artists, scientists and government officials, and by night in the meeting places of clubs to invited members, which regularly led to considerable crowds.[26] Shortly before his departure for Vienna on 20 October,[27] and as a farewell to Berlin, Wangemann organized a benefit concert for an admission fee in a hall of the Hotel Kaiserhof. The numerous visitors were apparently happy to pay the high price of 20 Mark ($5) to listen to the cylinders of the German crown princes and Prince Bismarck.[28] On 21 and 22 October, as a stop on the way to Vienna, the Wangemanns and Devrient were guests of the venerable Field Marshall Count Helmuth von Moltke, who enjoyed a legendary reputation in the German Empire on account of his military successes in the three wars of German unification between 1864 and 1871. This visit too is well documented. Wangemann played the cylinder of Prince Bismarck, whose voice Count Moltke recognized only after a correction of the playback speed, and had the roughly twenty relativesof the Count who were present speak into the phonograph one after another.[29] At least four cylinders of Count Moltke's voice were made on 21 October, of which only two are preserved. These are the only recordings of a person born in the eighteenth century which are still audible today. Wangemann had previously received a new cylinder shipment with blanks of brick-red color without a string core, which he used on this occasion. On the first cylinder, Count Moltke refers directly to Edison's groundbreaking invention but has to repeat his statement, having named the \"telephone\" instead of the \"phonograph\" the first time around. After that, he recites a few lines from the first part of \"Faust,\" in which Goethe calls technological progress into question.            [Helmuth Karl Bernhard von Moltke] - EDIS 93951     Title:  [Helmuth Karl Bernhard von Moltke]  (Moltke’s tribute to the phonograph, and Goethe’s \"Faust\" - excerpt)Spoken by:  Helmuth Karl Bernhard von Moltke (1800-1891)Recording date:  October 21, 1889Recording location:  Kreisau, Prussia [now Krzyżowa, Poland] Recorded by:  Theo WangemannNPS catalog number:  EDIS 93951  Duration:2 minutes, 5 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-05-tenhp_edison_c_E-5777_edis-93951_20110415.mp32,003 KB                   [Helmuth Karl Bernhard von Moltke] (EDIS 93951) Helmuth Karl Bernhard von Moltke (1800-1891), Kreisau, Prussia [now Krzyżowa, Poland], 21 October 1889.     [Announcer:] Kreisau am, uh- Schlesien, am einundzwanzigsten Oktober, achtzehnhundertneunundachtzig. [Moltke:] Diese neueste Erfindung des Herrn Edison ist in der Tat staunenswert. Das Telephon ermöglicht, dass ein Mann, der lange schon im Grabe liegt, noch einmal seine Stimme erhebt und die Gegenwart begrüßt. Diese neueste Erfindung des Herrn Edison ist in der Tat staunenswert. Der Phonograph ermöglicht, dass ein Mann, der schon lange im Grabe ruht, noch einmal seine Stimme erhebt und die Gegenwart begrüßt. \"Ihr Instrumente spottet mein Mit Rad und Kämmen, Walz' und Bügel; Ich stand am Thor, ihr solltet Schlüssel sein; Zwar euer Bart ist Kraus, doch hebt ihr nicht die Riegel. \"Geheimnissvoll am lichten Tag Lässt sich Natur des Schleiers nicht berauben, Und was sie deinem Geist nicht offenbaren mag. Das zwingst du ihr nicht ab mit Hebeln und mit Schrauben.\"   Kreisau, on the, uh- Silesia, on the twenty-first of October, 1889. This newest invention of Mister Edison is indeed astonishing. The telephone makes it possible for a man who has already lain long in the grave once again to raise his voice and greet the present. This newest invention of Mister Edison is indeed astonishing. The phonograph makes it possible for a man who has already rested long in the grave once again to raise his voice and greet the present. \"Ye instruments, forsooth, but jeer at me With wheel and cog, and shapes uncouth of wonder; I found the portal, you the keys should be; Your wards are deftly wrought, but drive no bolts asunder! \"Mysterious even in open day, Nature retains her veil, despite our clamours: That which she doth not willingly display Cannot be wrenched from her with levers, screws, and hammers.\" td>          The beginning of a second cylinder was previously unknown from contemporary sources. Moltke quotes a line from Shakespeare's Hamlet, \"Give every man your ear, but few thy voice,\" which again fits the phonograph theme well; he breaks off once and has to restart. The passage that follows refers directly to this: For if your opinion changes, (\"For if your mind turns round\"), what you've said immediately comes back to haunt you (\"immediately it comes back\"). This saying comes not from Hamlet but from Count Moltke himself, which he proudly expresses through the closing recitation of his title and name. The cylinder closes with a further excerpt from the first part of Goethe's Faust which Count Moltke repeats once, since part of the first attempt was recorded too softly.            [Helmuth Karl Bernhard von Moltke] - EDIS 93950     Title:  [Helmuth Karl Bernhard von Moltke]  (Shakespeare’s \"Hamlet\" - excerpt, Moltke's comment on recording his voice, and Goethe’s \"Faust\" - excerpt)Spoken by:  Helmuth Karl Bernhard von Moltke (1800-1891)Recording date:  October 21, 1889Recording location:  Kreisau, Prussia [now Krzyżowa, Poland] Recorded by:  Theo WangemannNPS catalog number:  EDIS 93950  Duration:1 minute, 58 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-06-tenhp_edison_c_E-5777_edis-93950_20110415.mp31,897 KB                   [Helmuth Karl Bernhard von Moltke] (EDIS 93950) Helmuth Karl Bernhard von Moltke (1800-1891), Kreisau, Prussia [now Krzyżowa, Poland], 21 October 1889.     [Announcer:] Kreisau, den einundzwanzigsten Oktober achtzehnhundertneunundachtzig. [Moltke:] \"Dein Ohr leih Jedem, Wen'gen deine Stimme.\" Denn dreht um dein Sinn, gleich kommt's zurück. Generalfeldmarschall Graf Moltke. \"Doch ist es jedem eingeboren Dass sein Gefühl hinauf und vorwärts dringt, Wenn hoch im blauen Raum verloren, Ihr schmetternd Lied die Lerche singt; Wenn über schroffen Fichtenhöhen Der Adler in den Lüften schwebt, Und über Flächen, über Seen Der Kranich nach der Heimat strebt.\" \"Doch ist es jedem eingeboren Dass sein Gefühl hinauf und vorwärts dringt, Wenn hoch im blauen Raum verloren, Ihr schmetternd Lied die Lerche singt; Wenn über schroffen Fichtenhöhen Der Adler in den Lüften schwebt, Und über Flächen, über Seen Der Kranich nach der Heimat strebt.\" Einundzwanzigster Oktober, Kreisau, Graf Moltke. [Another voice:] Achtzehnhundertneunundachtzig.     Kreisau, the 21st of October 1889. \"Give every man your ear, but few thy voice.\" For if your mind turns round, immediately it comes back. General Field Marshall Count Moltke. \"Yet in each soul is born the pleasure Of yearning onward, upward and away. When o'er our heads, lost in the vaulted azure, The lark sends down his flickering lay; When over crags and piny highlands The poising eagle slowly soars, And over plains and lakes and islands The crane sails by to other shores.\" \"Yet in each soul is born the pleasure Of yearning onward, upward and away. When o'er our heads, lost in the vaulted azure, The lark sends down his flickering lay; When over crags and piny highlands The poising eagle slowly soars, And over plains and lakes and islands The crane sails by to other shores.\" 21st October, Kreisau, Count Moltke.  1889. td>          A third cylinder of Moltke's voice is missing, but its content at least has come down to us in part:[30] referring to Francis Bacon, he treats the theme of experimentation, the increase of knowledge, and the dangers accruing from it. A fourth recording was made while the Count and his three generals were playing cards.[31] After a sojourn with phonograph exhibitions in Breslau on 23 and 24 October,[32] Wangemann left the German Empire and reached Vienna on 25 October, where several hundred written invitations already awaited him. Exhibitions for prominent persons took place in the mornings at the Grand Hotel, where the Wangemanns had taken a room, and by night the phonograph was shown to Viennese clubs and societies at various places in the city. Nowhere did Wangemann demand an admission fee. The first recordings were made on 28 October with musicians of Eduard Strauss's Elite-Kapelle.[33] The pianist Alfred Grünfeld was, alongside Johannes Brahms, one of the prominent Viennese artists who saw the phonograph especially often and made recordings of self-composed pieces-among them a piece from the Hungarian Rhapsody recorded on 18 November. For this recording, Wangemann shaved an old cylinder with a string core. One disadvantage of this kind of cylinder is that it rapidly effloresces through chemical processes, so perhaps the old recording had become unusable for that reason.            \"Hungarian Rhapsody\" - EDIS 93960     Title:  \"Hungarian Rhapsody\" by Alfred Grünfeld - excerptPerformer:  Alfred Grünfeld (1852-1924) - pianoRecording date:  November 18, 1889Recording location:  Vienna, AustriaRecorded by:  Theo WangemannNPS catalog number:  EDIS 93960  Duration:2 minutes, 52 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-07-tenhp_edison_c_E-5777_edis-93960_20110418.mp32,766 KB                   Hungarian Rhapsody  (EDIS 93960) Alfred Grünfeld (1852-1924), 18 November 1889     Aus der ungarischen Rhapsodie komponiert und gespielt von Herrn Alfred Grünfeld, gespielt am-am, uh, achtzehnten November achtzehnhundertneunundachtzig.   From the Hungarian Rhapsody composed and played by Mr. Alfred Grünfeld, played on, on the 18th of November 1889. td>          The main reason for Wangemann's trip to Austria was an invitation to the Vienna Hofburg to show Emperor Francis Joseph I the phonograph. Until the beginning of November, however, the Emperor stayed far from Vienna in Meran, South Tyrol. Wangemann made use of the wait by giving a journalist an interview every day, very probably via phonograph in order to demonstrate the utility of the apparatus for this purpose. The journalist's assignment was then to write down the interview and distribute it to other newspapers.[34] A reddish brown cylinder without string core with an announcement from Vienna was erased and finally spoken with a personal spoken letterin English. The circumstances of recording and the speaker are unknown.            [Spoken letter in English] - EDIS 93953     Title:  [Spoken letter in English]Spoken by:  Unknown.Recording date:  Unknown.Recording location:  Possibly Vienna, AustriaRecorded by:  Theo WangemannNPS catalog number:  EDIS 93953  Duration:2 minutes, 19 seconds      Credit \/ Author: National Park Service   Date created: 2012-02-01     Download Original File: edis-08-tenhp_edison_c_E-5777_edis-93953_20110415.mp32,238 KB                   [Spoken letter in English] (EDIS 93953) Circumstances not yet clarified. Announced \"Wien den, uh, neunundzwanzigsten-\" [\"Vienna, the 29th….\"]; but then cuts off abruptly, as though an earlier recording might have been shaved or aborted. Then a male voice with an American accent: \"Herr Wangemann is here with Mister Edison's telephone and is currently […] that you will be more interested in the children than anything else so I want to tell you about your baby brother and Julius. Brother is going to school and is progressing very nicely indeed. Music every day. […] myself up that in my opinion, my children are getting […] and are finer ones now than they have ever been before. I have been looking forward to the time that was past when you've got to get called back to the Rhine. It did not come until last night, when we were having an after-dinner party and it came while we were at the table. Everybody thought it was soup. […] I think it was the prettiest that I ever saw in my life. You don't know how grateful Ida and I are for […?] phonograph […]  About two weeks ago I sent […] in a letter the plans of our apartment which I have […] you.\" The remainder becomes increasingly difficult to decipher but seems to concern the physical characteristics of the apartment, color of walls, etc.       On 3 November Wangemann showed the phonograph to Emperor Francis Joseph I., without thereby making recordings of his voice.[35]Twice he travels for a few days at a time to Budapest, first on the 9th and then, at the wish of the Emperor who wanted to see the apparatus again, on 27 November. Wangemann stayed in Vienna until 3 December,[36] thereafter his whereabouts can be established only sporadically from the sources available to me. He is alleged to have shown the phonograph to a series of prominent individuals in various larger Austrian and German cities through the end of December 1889, before he returned to Berlin.[37] Wangemann was in Berlin for at least a short while on 19 December to borrow money from Siemens & Halske & Co. He might have lived at this time with his uncle, Hermann Theodor Wangemann, director of the Berlin Mission Society. From a cylinder recording that was very probably directed to his brother Adalbert in Chicago, we know that Wangemann and his wife Anna were staying in the town of Altenkirchen in the Westerwald on 14 January 1890. They also spent the Christmas holiday with the family of a relative, Ottilie Klaube, called Odo, née Wangemann.            [Message to Adalbert T. Emil Wangemann] - EDIS 93958     Title:  [Message to (presumably) Adalbert T. Emil Wangemann of Chicago, Illinois]Spoken by: Theo Wangemann, Julius Klaube, and Ottilie (Wangemann) KlaubeRecording date:  January 14, 1890Recording location:  Altenkirchen, GermanyRecorded by:  Theo WangemannNPS catalog number:  EDIS 93958  Duration:49 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-09-tenhp_edison_c_E-5777_edis-93958_20110418.mp3791 KB                   [Message to Adalbert T. Emil Wangemann] (EDIS 93958) Message to (presumably) Adalbert T. Emil Wangemann of Chicago, spoken by Adelbert T. Edward Wangemann, Julius Klaube and Ottilie (Wangemann) Klaube, Altenkirchen, 14 January \"1889\" [=1890].     [A. Theodor E. Wangemann:] Altenkirchen, den Vierzehnten, ah, Januar 1889 [sic. 1890]. Lieber Adalbert, ah, hier ist, ah ah, die Odo und, ah, Julius und die Kinder und wir wollen Dir alle etwas sagen. Theo. [Odo:] Lieber Adalbert, wir freuen uns sehr dass wir durch den Phonograph selber etwas sagen können. Wir haben ein sehr gemütliches Weihnachtsfest zusammen gefeiert und haben uns sehr gefreut dass Theo und Anne bei uns waren und hoffen dass Ihr auch bald mal zu uns kommt. Wär ich sehr über […]. Lasst recht gut gehen und denkt zuweilen an Eure Odo. [Julius:] Sehen wir Euch bald wieder bei uns. Julius. […]   Altenkirchen, the fourteenth of, ah, January 1889. Dear Adalbert, uh, here is, uh, uh, Odo and, uh, Julius and the children and we all want to say something to you. Theo. Dear Adalbert, we're happy that we can say something to you through the phonograph ourselves. We have celebrated a very cosy Christmas together and were very happy that Theo and Anne were with us and hope that you will soon come to us too. I'd be very […] about […] Hope things are going well, and think from time to time of your Odo. Hope we'll see you with us again soon. Julius. […] td>    The voice at the very end is probably that of one of the children.       When Edison learned how much money Wangemann had borrowed during his travels,[38] he ordered him to return immediately.[39] The artistic metropolis located closest to Altenkirchen was the city of Cologne. In order to obtain further cylinders for the Edison Laboratory in West Orange before his departure from Germany, but certainly also to justify his extended stay in Germany, Wangemann invited some known vocalists and instrumentalists as well as select music lovers to the Pianohaus Rudolph Ibach Sohn on the Neumarkt in Cologne on 23 January. The event was not public and therefore hardly attracted notice in the city.[40] Since he was no longer receiving any cylinder shipments at this time, Wangemann shaved some old reddish brown cylinders with string cores for the new recordings. The Cologne musicologist, composer and pianist Otto Neitzel recorded a piano concerto by Frédéric Chopin on 23 January.             \"Piano Concerto No. 2 in F minor, 3rd movement\" - EDIS 93948     Title:  \"Piano Concerto No. 2 in F minor, 3rd movement\" (adaptation) by Frédéric Chopin Performer:  Otto Neitzel (1852-1920) - pianoRecording date:  January 23, 1890Recording location:  Pianohaus Rudolph Ibach Sohn, Neumarkt, Cologne, GermanyRecorded by:  Theo WangemannNPS catalog number:  EDIS 93948  Duration:1 minute, 24 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-10-tenhp_edison_c_E-5777_edis-93948_20110415.mp31,357 KB                   Piano Concerto No. 2 in F minor, 3rd movement (adaptation) by Frédéric Chopin (EDIS 93948) Otto Neitzel (1852-1920), Cologne, 23 January \"1889\" [1890].     Ah, Köln, Colonia Agrippina, gespielt am 23. Januar 1889 [sic. 1890] von Herrn Doktor Neitzel aus, ah, Köln. Bei Rudolph Ibach Sohn am Neumarkt […] scherzhaft […] Adieu Adieu Como será Adieu. Bravo, Bravo, Einzigartig, Bravo Bravo, Adieu, Adieu.   Uh, Cologne, Colonia Agrippina, played on the 23rd of January 1889 by Mister Doctor Neitzel from, uh, Cologne. At Rudolph Ibach Sohn on the Neumarkt […] jokingly […] Adieu Adieu Como será Adieu. Bravo, Bravo, inimitable, Bravo Bravo, Adieu, Adieu. td>          In the same place and probably also on the same day, the Cologne baritone Karl Mayer sang the piece \"Wohin?\" from the song cycle \"Die Schöne Müllerin\" by Franz Schubert, accompanied by the composer Franz Wüllner. As had already happened with cylinder 93948, Wangemann gave the wrong year, \"1889,\" in his spoken announcement.            \"Wohin?\" - EDIS 93961     Title:  \"Wohin?\" from \"Die Schöne Müllerin\" by Franz SchubertPerformers:  Karl Mayer (1852-1933) - baritone, and Franz Wüllner (1832-1902) - piano Recording date:  Probably January 23, 1890Recording location:  Pianohaus Rudolph Ibach Sohn, Neumarkt, Cologne, GermanyRecorded by:  Theo WangemannNPS catalog number:  EDIS 93961  Duration:2 minutes, 26 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-11-tenhp_edison_c_E-5777_edis-93961_20110418.mp32,342 KB                   Wohin? from Die Schöne Müllerin (EDIS 93961) Karl Mayer (1852-1933) and Franz Wüllner (1832-1902), Cologne, January \"1889\" [1890].     Köln, am [...] Januar 1889 [sic, 1890] by [sic] Karl Mayer [...] Wohin? [...] Begleitet ist das Stück von Herrn Professor Wüllner bei Rudolph Ibach Sohn kürzlich gezogen nach Neumarkt Köln. Ich hört ein Bächlein rauschen Wohl aus dem Felsenquell, Hinab zum Tale rauschen So frisch und wunderhell. Ich weiß nicht, wie mir wurde, Nicht, wer den Rat mir gab, Ich musste gleich hinunter Mit meinem Wanderstab. Ich musste gleich hinunter Mit meinem Wanderstab. Hinunter und immer weiter Und immer dem Bache nach, Und immer frischer rauschte Und immer heller der Bach. Und immer frischer rauschte Und immer heller der Bach. Ist das denn meine Straße? O Bächlein, sprich, wohin? Wohin, wohin? Du hast mit deinem Rauschen Mir ganz berauscht den Sinn. Du hast mit deinem Rauschen Mir ganz berauscht den Sinn. Was sag ich denn vom Rauschen? Das kann kein Rauschen sein: Es singen wohl die Nixen Tief unten ihren Reihn. Es singen wohl die Nixen Tief unten ihren Reihn.  Lass singen, Gesell, lass rauschen Und wandre fröhlich nach! Es gehn ja Mühlenräder In jedem klaren Bach. Es gehn ja Mühlenräder In jedem klaren Bach. Klaren Bach, klaren Bach.   Cologne, on the […] January 1889 by Karl Mayer […] Wohin? […] the piece is accompanied by Mister Professor Wüllner at Rudolph Ibach Sohn recently moved to the New Market, Cologne.  I heard a brooklet rushing, down from its mountain source, It was rushing to the valley, so fresh and bright its course. I know not how I came here, nor who has been my guide, I had to walk on downward with wand'rer's staff beside, I had to walk on downward, with wand'rer's staff beside. Yes downward and always onward, with ever the brook ahead; The brook ran ever fresher, and brighter as it sped, The brook ran ever fresher, and brighter as it sped. Is this the road I'm taking? Oh Brook, please speak, to where? To where? Say, to where? Your tumult and your rushing my senses overbear, Your tumult and your rushing my senses overbear. What say I then of rushing? That can not rushing be: Deep down, perhaps the mermaids are singing songs for me, Deep down perhaps the mermaids are singing songs for me. Keep singing, My Friend, keep rushing, and wander merrily, In each clear stream I follow, there millers wheels will be, In each clear stream I follow, there millers wheels will be. Clear stream, clear stream. [public domain translation by Tom Potter, 2007, http:\/\/daisyfield.com] td>          Several days later, on 28 January, at an unknown recording location in Cologne, the Frankfurt-born soprano Johanna Dietz sang the first strophe of \"Kennst Du das Land\" from the opera \"Mignon\" by Ambroise Thomas with piano accompaniment for the phonograph. Wangemann wrongly called the vocalist \"Dietze.\" This is his last known recording in Europe.            \"Kennst Du das Land\" from \"Mignon\" - EDIS 93957     Title: \"Kennst Du das Land\" from \"Mignon\" by Ambroise Thomas Performer: Johanna Dietz (1867-?) - soprano Recording date: January 28, 1890 Recording location: Cologne, Germany Recorded by: Theo Wangemann NPS catalog number: EDIS 93957   Duration:2 minutes, 33 seconds      Credit \/ Author: National Park Service   Date created: 2012-01-30     Download Original File: edis-12-tenhp_edison_c_E-5777_edis-93957_20110415.mp32,450 KB                   Kennst Du das Land from Mignon (EDIS 93957) Johanna Dietz (1867-?), with piano, Cologne, 28 January 1890     Ah, Köln, Fräulein Johanna Dietze [sic. Dietz] am, ah, achtundzwanzigsten Januar, Achtzehnhundertneunzig. Kennst du das Land, das Land, wo die Zitronen blühn, Im dunkeln Laub die Goldorangen glühn, Ein sanfter Wind vom blauen Himmel weht, Die Myrte still und hoch der Lorbeer steht, Du, kennst du es wohl, kennst du es wohl? A-ha, kennst du es wohl? Dahin! Dahin Möcht' ich mit dir, o mein Geliebter, ziehn! Dahin! Dahin Möcht' ich mit dir, Dahin! Dahin!     Uh, Cologne, Miss Johanna Dietze on, uh, the twenty-eighth of January, 1890.  Do you know the country, the country where the lemons bloom, Amid the dark foliage the golden oranges glow, A gentle wind wafts from the blue sky, The myrtle stands silent and the laurel lofty. You, do you know it well, do you know it well? A-ha, do you know it well? There! There I would go with you, o my beloved! There! There I would [go] with you, There! There!  [http:\/\/emmanuelmusic.org\/notes_translations\/ program_notes\/08-09\/schumann_3_transl.htm] td>          This article was published on January 30, 2012. Transcription and identification of all sound recordings by Stephan Puille and Patrick Feaster.  Thanks to Ward Marston for identifing the Frédéric Chopin and Ambroise Thomas compositions (cylinders EDIS 93948 and EDIS 93957).  Thank you to Pietro Zappalà for identifying the Ludwig van Beethoven composition (EDIS 93955).    Endnotes: Source citations with the attribution \"TAED\" followed by an identification number refer to documents published as part of the Thomas A. Edison Papers Project, http:\/\/edison.rutgers.edu\/index.htm [1] Harry Frederick Miller to New York Herald and H. Stertz, 14 June 1889 TAED LB030375; Alfred Ord Tate to Thomas A. Edison, 27 February 1890 TAED LB038076 [2] Thomas A. Edison to Alfred Ord Tate, 12 June 1889 TAED D8955ACC [3]American Graphophone Company versus National Phonograph Company on Macdonald Patent No. 606.725. (U.S. Circuit Court. District of New Jersey. In Equity). A. Theo. E. Wangemann. Testimony on Behalf of Defendant, 29 December 1905 TAED QP003224;Alfred Ord Tate to Edison Phonograph Works, 23 January 1890 TAED LB036261 [4] Thomas A. Edison to John Henry Harjes, 1 July 1889 TAED LB031175; A. Theo E. Wangemann to Thomas A. Edison, 14 July 1889 TAED D8946ABT [5] Anna Lankow to Unknown, Undated c. July 1889 TAED D9051ACA [6] Margaret Storm Upton to Helen Storm, 14 August 1889 TAED X184B2 [7] Edison in Berlin, in: Berliner Tageblatt, Vol. 18, No. 466, Berlin, 14 September 1889, n.p. [8] In the Palaces of Kings, in: The Sun, New York, 10 August 1890, p. 17 [9] Passport Application A. Theo E. Wangemann, Paris, 7 September 1889 [10] A. Theo E. Wangemann to Thomas A. Edison, 10 September 1889 TAED D8905AFW [11] Edison in Berlin, in: Berliner Tageblatt, Vol. 18, No. 464, Berlin, 13 September 1889, n. p. [12] Inspector's Handbook of the Phonograph, Newark, August 1889, pp. 60-61 TAED CA025B [13] Tageblatt der 62. Versammlung deutscher Naturforscher und Ärzte in Heidelberg vom 18.-23. September, Heidelberg 1890, pp. 141-143 [14] Der Edison-Phonograph vor dem Kaiser, in: Berliner Tageblatt, Vol. 18, No. 484, Berlin, 24 September 1889, n. p. [15] Der Phonograph in Breslau, in:Schlesische Zeitung, Vol. 148, No. 744, Wroclaw (Breslau), 24. October 1889, p. 9 [16] Vienna Sensations, in: New York Herald, New York City, 30 October 1889, n. p. TAED SC89187A [17] In the Palaces of Kings op. cit. p. 17 [18] Der Phonograph in Frankfurt, in: Frankfurter Zeitung, Vol. 34, No. 265, Frankfurt on the Main, 22 September 1889, p. 1 [19] Der Edison-Phonograph vor dem Kaiser op. cit. n. p. [20] A. Theo E. Wangemann to Thomas A. Edison, 25 September 1889 TAED D8958AAJ [21] Aus der Reichshauptstadt, in: Teltower Kreis-Blatt, Berlin, Vol. 33, No. 114, 28 September 1889, p. 2 [22] http:\/\/www.emanuel-und-henrik-moor-stiftung.de\/Emanuel\/works.shtml, accessed 10 September 2011 [23] Czar and Phonograph, in: New York Herald, New York City, 19 October 1889, n. p. TAED SC89164C [24] Bismarck Phonograms, in: New York Times, New York City, 3 November 1889, p. 16;Wöchentliche Anzeigen für das Fürstentum Ratzeburg,Vol. 59, No. 83, Schönberg, 18 October 1889, p. 2 [25] Die Hofjagd in der Schorfheide, in:Teltower Kreis-Blatt, Vol. 33, No. 121, Berlin, 15 October 1889, p. 1; In the Palaces of Kings op. cit. p. 17 [26] Aus der Reichshauptstadt, in:Teltower Kreis-Blatt, Berlin, Vol. 33, No. 116, Berlin, 3 October 1889, p. 2 [27] A. Theo. E. Wangemann to Thomas A. Edison, 18 October 1889 TAED D8958AAM [28] Czar and Phonograph op. cit. n. p. [29] Der Phonograph bei Feldmarschall Moltke, in: Schlesische Zeitung, Vol. 148, No. 740, Wroclaw (Breslau), 22. October 1889, p. 2 [30] Ibid. [31] Voices Phonographed, in: Minneapolis Tribune, Minneapolis, 31 August 1890  TAED SC90063A [32] Der Phonograph in Breslau, in:Schlesische Zeitung, Vol. 148, No. 744, Wroclaw (Breslau), 24 October 1889, p. 9 [33] Der Phonograph, in: Die Presse, Vol. 42, No. 298, Vienna, 29. Oktober 1889, p. 10 [34] Vienna Sensations op. cit. n. p. [35] Der Phonograph bei Sr. Majestät dem Kaiser, in: Die Presse, Vol. 42, No. 304, Vienna, 4 November 1889, p. 1 [36] Austria-Hungary, in:The Times, Issue 32872, London, 3 December 1889 p. 5 [37] In the Palaces of Kings, op. cit., p. 17 [38] Thomas A. Edison to Siemens & Halske & Co., 14 January 1890  TAED LB036042 [39] Alfred Ord Tate to A. Theo E. Wangemann, 14 January 1890TAED LB036049 [40] Kölnische Zeitung,No. 27, Cologne, 27 January 1890      Return to main page: Wangemann's 1889-1890 European recordings",
    "url": "https:\/\/www.nps.gov\/edis\/learn\/photosmultimedia\/prince-bismarck-and-count-moltke-before-the-recording-horn.htm"
}
