{
    "title": "Fort Davis National Historic Site: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar            Living History Small Arms Demo.             Fee Free Days 2016: January 18:Martin Luther King Jr. Day April 16 through 24:National Park Week August 25 through 28:National Park Service Birthday September 24:National Public Lands Day November 11:Veterans Day PARK CLOSED: Thanksgiving Day, Christmas Day, New Year's Day, and Martin Luther King Jr. Day  Events 2016 -Friday March 4th Texas History Day at theAnnie Riggs Memorial Museum, Fort Stockton TX -March 6-19thSpring Break ActivitiesDaily programs at 10:30 & 2:30 plus a Flag Lowering Ceremony at 4:30PM. -March 11 & 12th Texas Camel Corps. at the Fort!!www.texascamelcorps.com -March 13th 5K Fun Run \"Cannon Ball Run\" (free event, all participants get a one of a kind Fort Centennial Patch, our cannon will be the starting \"gun\"More Information! -April 22-24 Fair Park Dallas, TX Volunteers from Fort Davis will be a part of Earth Day Texashttp:\/\/earthdaytx.org\/ -Summer Junior Ranger Days: June 24th; July 4th; July 23rd; August 6th.  10:00Am-Noon fun activities for the whole family!  Each day will be different, but some activities to look forward to are painting pictographs, historic games, bead necklace making, races, hikes,  ice cream and butter churning.   -Summer at Davis Mountains State Park - Saturday Evening Programs! [June 11th - August 13th] 7:00PM every Saturday. One hour programs at the DMSP Amphitheater. - Free Children's books this summer! June 11th; July 29th; August 13th. Come to the park at 10:00AM and pick out a great book to own and read FREE!  -Independence Day Weekend Activities! We will march in the town parade in full period dress and have lots of living history participants at the fort. Full Events Poster -July 26th Buffalo Soldier talks by John Langellier \"Fighting for Uncle Sam - Buffalo Soldiers in the Frontier Army\" 11AM and 3PM  -August 25th Celebrate the National Park Service Birthday with us!  Free ice cream and cake plus the showing of the brand new PBS film called \"The National Parks of Texas: In Contact With Beauty\".  Event Flier  -December our furnished historic buildings will be decorated for the holiday season! Check back for more!",
    "url": "https:\/\/www.nps.gov\/foda\/planyourvisit\/calendar.htm"
}
