{
    "title": "Fort Davis National Historic Site: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions              Nearby Attractions          Davis Mountains State Park and Indian Lodge State Park are located four miles west of Fort Davis on Hwy. 118. Facilities include camping for tents, full hookups for RVs and showers, as well as an interpretive center, trails for hiking, wildlife viewing areas, and picnic areas. Indian Lodge, located within Davis Mountains State Park, is a historic pueblo-style accommodation with a full-service restaurant and gift shop. For Davis Mountains State Park call 432-426-3337, and for Indian Lodge State Park call 432-426-3254.         Scenic Loop is a 75-mile drive through the Davis Mountains. This tour takes you past Davis Mountains and Indian Lodge State Parks, McDonald Observatory, Fort Davis National Historic Site, Mount Livermore (8,382 feet \/ 2,780 meters), Sawtooth Mountain (7,746 feet \/ 2,600 meters), and the Rock Pile. A large picnic area is located in Madera Canyon. For more information, contact the Fort Davis Chamber of Commerce at 800-524-3015, or visit www.fortdavis.com         McDonald Observatory is located sixteen miles northwest of Fort Davis on Hwy. 118. McDonald Observatory Visitors' Information Center is open from 9 a.m. to 5 p.m. daily. The Visitors' Center is the check-in point for all daytime and evening visitor activities. A one-hour guided tour of some of the telescopes is offered at various times. Star parties with night viewing through the telescopes are also offered. For a recorded message and program times, call 877-984-7827. For reservations\/information, call 432-426-3640, or write McDonald Observatory Visitors' Information Center, HC75 Box 1337VC, Fort Davis, TX 79734. Visit www.mcdonaldobservatory.org         Chihuahuan Desert Research Institute is located four miles south of Fort Davis on Hwy. 118. The arboretum features a living collection of trees and shrubs from throughout the region, while the greenhouse houses over 240 species of Chihuahuan Desert cacti and succulents that are propagated for research and exhibition. The Visitors' Center contains exhibits on the natural diversity of the Chihuahuan Desert, as well as the Leapin' Lizard Nature Shop. Call 432-364-2499, or visit www.cdri.org for more information.         Guadalupe Mountains National Park, about 160 miles away, preserves the rugged spirit and remote wilderness of the American West. There, in the ancient mountains that tower so majestically into the Texas sky, a visitor can delight in grand views, diverse landscapes and small pleasures. Campgrounds and Visitor Centers are located at the Park Headquarters near Pine Springs, at McKittrick Canyon, and at Dog Canyon. For information, write Guadalupe Mountains National Park, HC60, Box 400, Salt Flat, TX 79847, call 915-828-3251, or visit www.nps.gov\/gumo         Big Bend National Park, about 130 miles away, was named for the great turn the Rio Grande River makes at the border of West Texas and Mexico, contains over 800,000 acres. Three scenic highways provide access to the park. From Marathon take US 385, from Alpine take Texas Hwy. 118, and from Presidio take FM 170. Campgrounds are located at Rio Grande Village (also an RV park), Chisos Basin, and Castolon. For more information, call 432-477-2251, write the Superintendent, Big Bend NP, TX 79834, or visit www.nps.gov\/bibe",
    "url": "https:\/\/www.nps.gov\/foda\/planyourvisit\/nearbyattractions.htm"
}
