{
    "title": "Fort Davis National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           101 Lt. Flipper Dr.  PO Box 1379  Fort Davis, TX 79734                 Directions         We are approximately 2.5 hours south of Midland\/Odessa starting on I-20 to HWY 17, 3.5 hours North West of Del Rio starting on HWY 90 to HWY 118, 4 hours east of El Paso starting on I-10 to HWY 118 and 7 hours west of San Antonio starting on I-10 to HWY 17.   Directions Details           Operating Hours & Seasons         Regular Hours Daily Hours are 8:00 AM - 5:00 PM   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Birthday of Martin Luther King, Jr.:  Closed      Christmas Day:  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed                 Weather           Summer Temperatures average a High of 95 and low of 65. Winter Temperatures average a High of 60 and a low of 20.  Wind is very common and heavy rainfall is very sporadic.          Fees & Passes     Entrance Fees:   Fort Davis Entrance Fee - Per Person  - $7.00 Per Person Fee over 15 years of age. 7 Day pass   Fort Davis Entrance Fee - Per Vehicle  - $15.00 All visitors within a non-commercial vehicle included. Visitors under 16 years of age are always Free. Per person fee may be more affordable for two adults. 7 day pass.   Fort Davis Entrance Fee - Per Motorcycle - $10.00 This fee is for 2 adults on one motorcycle. Per person fee may be more affordable for one adult. 7 day pass.   Entrance Passes:   Fort Davis Annual Pass - $30.00 You can buy an annual pass to Fort Davis National Historic Site for $30.00. This pass will admit the pass owners and three other adults to the Fort for 12 months from the month of purchase.         Visitor Centers       Visitor Center We have one visitor center on our site where you can pay the entrance fees, receive orientation, grounds map, and watch introductory video.                   Park Brochure Park Getaway Article",
    "url": "https:\/\/www.nps.gov\/foda\/planyourvisit\/basicinfo.htm"
}
