{
    "title": "Fort Davis National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       What can I do? You will need 1 to 2 hours to enjoy the beauty and history of Fort Davis. Begin your tour at the visitor center and view the 15-minute orientation film. Listen to bugle calls while visiting the six furnished buildings restored to the 1880s period. Explore the other 20 buildings and 100 ruins. The audio Retreat Parade plays every day at 11 am, 2 pm and 4 pm. During major holidays, spring break, and summer months, staff members and volunteers in period dress bring history alive through programs in the furnished buildings. Other activities include hiking on trails that lead to spectacular views of the fort and connect to the Davis Mountains State Park. Kids can join the ranks of the Junior Rangers by completing a fun and educational activity. Park Brochure        Photo by Joe E. Jay    Accommodations: There is no lodging or camping in Fort Davis National Historic Site. Camping is available in the town of Fort Davis or the nearby Davis Mountains State Park. Lodging is available in the town of Fort Davis along with many restaurants. For more information contact the Fort Davis Chamber of Commerce 1-800-524-3015 or www.fortdavis.com.     Weather and Climate:  Park altitude is 4856 feet (1480m). Yearly temperatures average 75 degrees (high) and 45 degrees (low), with 16 inches of precipitation. National Weather Service Forecast                    Jan.   Feb.   Mar.   Apr.   May   June   July   Aug.   Sep.   Oct.   Nov.   Dec.     Maximum Average Temp.   59°   64°   70°   78°   85°   89°   88°   87°   82°   76°   67°   60°     Minimum Average Temp   29°   32°   37°   44°   53°   59°   62°   61°   55°   45°   36°   30°     Average Precipitation   0.51\"   0.43\"   0.37\"   0.55\"   1.39\"   1.95\"   2.80\"   2.94\"   2.36\"   1.36\"   0.54\"   0.61\"     Average Snowfall   1.10\"   0.70\"   0.10\"   0.10\"   ---   ---   ---   ---   ---   0.20\"   0.30\"   1.10\"     Greatest Annual Precipitation 33.78\" (2004) Least Annual Precipitation 5.62\" (2011) & 5.63\" (1956) Average Annual Snowfall 3.6\" Greatest One Day Snowfall 9.0\" (Dec. 1, 1931) Greatest Annual Snowfall 35.0\" (1918)",
    "url": "https:\/\/www.nps.gov\/foda\/planyourvisit\/index.htm"
}
