{
    "title": "Alibates Flint Quarries National Monument: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Geology              Geology        A large boulder of Alibates Flint, showing its typical variety of colors. NPS Photo       The Alibates flint is more correctly called agatized dolomite, or silicified dolomite. Many archeologists also refer to it as Alibates chert because of its striking colors. The colors in the flint are caused by trace mineral elements within the silica. The most common colors of red, orange and yellow are caused by iron; blues and deep greens are usually caused by manganese. There are several hypotheses as to how the flint formed within the dolomite. The most widely accepted explanation is that about 670,000 years ago volcanic eruptions occurred in or around what is now called the Yellowstone Country of Wyoming. The resulting silica rich ash drifted above the much older, Permian era dolomite. As rainwater percolated through the ash, the silica dissolved (or went into solution) and soaked into the dolomite. The calcium carbonate which forms dolomite washed out, leaving (as a precipitate) silica dioxide--flint or chert.       Exposed soil and rock layers. The white rock near the top is the dolomite layer where Alibates Flint formed. NPS Photo       The Alibates flint is located only within the eight foot thick dolomite caprock layer found throughout the region. Even then, the flint is only found in specific areas, where conditions were favorable for its formation. The dolomite caprock, which is highly resistant to erosion, protects the softer, more erodable, underlying layers. The result is the 'Canadian Breaks,' a broken landscape formed mostly by water erosion and contained within one of the flattest surfaces on the planet--the southern Great Plains of central North America. As the dolomite caprock finally breaks down, large boulders are left. Where the capstone is still intact, mesas and buttes often appear.",
    "url": "https:\/\/www.nps.gov\/alfl\/learn\/nature\/geology.htm"
}
