{
    "title": "Alibates Flint Quarries National Monument: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       ALIBATES ROCKS! Alibates Flint Quarries National Monument offers a Junior Ranger Program, NPS Passport Stamp cancellation, bookstore with lots of great children's books, Alibates Flint Quarries film \"The Sharp Edge of Survival\", new interactive museum displays, picnic tables and patio area, and two self-guided walking tours including the Mesquite Trail and the Alibates Gardens. We welcome scouting groups, homeschool groups, students from local schools and universities and all others to call us about our ranger-guided hiking tours and other educational programs. Alibates Flint Quarries and Meredith National Recreation Area host Junior Ranger Day in the spring, the Small-Fry Fishing Tournament in September, and other special fall events. We also have flint-knapping demonstrations several times a month where you can see a volunteer flint-knapper make arrowheads and other stone tools from Alibates Flint. View the current schedule of ranger-led programs. Call 806-857-3151 or 806-857-6680 for more information.          Girl Scout Jamie Lear of Perryton earns the Resource Stewardship Scout Ranger badge on Oct. 28, 2012, at Alibates Flint Quarries National Monument. NPS photo  Jamie Lear of Perryton, Texas, earned her second Resource Stewardship Scout Ranger badge at Alibates Flint Quarries National Monument in October 2012. Jamie, who previously earned her Girl Scout Resource Stewardship badge, participated in a two-hour hike and archeological site tour at Alibates Flint Quarries. For the other hours required to earn this prestigious badge, she also completed work or participated in activities at Fort Larned National Historic Site in Kansas, Fort Union National Monument in New Mexico, and Tallgrass Prairie National Preserve in Kansas. Alibates Flint Quarries National Monument and Lake Meredith National Recreation Area welcome Boy Scouts, Girl Scouts, homeschool groups, and classes from local schools and universities to contact us about special tours and educational presentations.",
    "url": "https:\/\/www.nps.gov\/alfl\/learn\/kidsyouth\/index.htm"
}
