{
    "title": "Alibates Flint Quarries National Monument: Paleo Indians (9500 BC to 6000 BC)",
    "body": "Paleo Indians (9500 BC to 6000 BC)         Mammoth hunting on the High Plains. NPS\/Harpers Ferry Center  The Clovis Mammoth Hunters are the earliest known group of people to have used Alibates flint. The Clovis Mammoth Hunters were big-game hunters living near the end of the Ice Age, around 9500 BC to 9000 BC. They shared the Llano Estacado with mammoths, mastodons, straight-horned bison, and other Ice Age animals. The Clovis people hunted these animals with thrusting spears and atlatls, and often used projectile points and other tools made of Alibates flint. Spearheads and atlatl points were used for hunting wild animals, while stone knives and scrapers were used to process game and other resources. The Clovis people were highly mobile, perhaps following game across long distances. Caches of their stone tools have been found more than 300 miles from the stone's source. The next people to make their way into the Texas Panhandle were the Folsom people. These people lived a hunter-gather lifestyle very similar to the Clovis people, except that by this time (8000 BC- 6000 BC) the Mammoth and many other Ice Age megafauna species were extinct. The Folsom people followed large herds of now extinct bison, called Bison antiquus. These bison were larger than the bison of today and no doubt proved to be a dangerous animal to hunt. Unlike the Clovis people who hunted with thrusting spears, the Folsom people hunted with a revolutionary weapon called the atlatl and dart. This weapon system consisted of two parts: a \"throwing stick\" and a dart which looks similar to an arrow but was much longer. This technology allowed a hunter to load a dart onto the throwing stick and throw the dart at a higher velocity than could be achieved by throwing a spear. This revolutionized hunting in that people could now hunt from a distance which certainly would have been a huge advantage while hunting the massive bison.   Next--Archaic Indians",
    "url": "https:\/\/www.nps.gov\/alfl\/learn\/historyculture\/paleo-indians.htm"
}
