{
    "title": "Alibates Flint Quarries National Monument: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 21 results    Show ALL instances of recurring events   RSS Feed      Alibates Flint Quarries National Monument Alibates Quarries Tour      Time: 10:00 AM to 12:00 PM,2:00 PM to 4:00 PM Location: Alibates Visitor Center Fees: Free     Sunday, August 14, 2016 Everyday  from 04\/16\/2016 to 11\/12\/2016 Tour Alibates Flint Quarries, the first National Monument in the state of Texas. View Details      Alibates Flint Quarries National Monument Extinct      Time: 1:00 PM to 1:45 PM Location: Alibates Visitor Center Fees: FREE     Sunday, August 14, 2016 Join a Ranger to learn about the large mammals such as the Saber-toothed Tiger, Mammoth, Giant Sloth, and other extinct animals that roamed the Texas Plains 13,000 years ago. View Details      Alibates Flint Quarries National Monument Harbor Bay Roving Ranger      Time: 2:30 PM to 3:30 PM Location: Harbor Bay Trailhead Fees: FREE     Sunday, August 14, 2016  Join a Ranger and learn about the history of Lake Meredith National Recreation Area and the recent changes in the ecosystem.  View Details      Alibates Flint Quarries National Monument McBride Ranch House      Time: 1:30 PM to 2:30 PM Location: Alibates Visitor Center Fees: FREE     Sunday, August 14, 2016  Join a Ranger as we take an in-depth look at the McBride Family. Meet at the Alibates Visitor Center and caravan to the McBride Ranch House parking lot. View Details      Alibates Flint Quarries National Monument Where the Buffalo Roam      Time: 11:00 AM to 11:45 AM Location: Alibates Visitor Center Fees: Free     Sunday, August 14, 2016 Join a Ranger to learn about the American Bison, once the spirit of our nation. View Details      Alibates Flint Quarries National Monument Cowboy Days      Time: 11:00 AM to 12:00 PM Location: Alibates Visitor Center Fees: FREE     Monday, August 15, 2016 Take a short hike with park staff and journey back in time to the early ranching days of the Texas Panhandle. View Details      Alibates Flint Quarries National Monument Paddle Up!      Time: 8:30 AM to 10:30 AM Location: Spring Canyon Fees: Free     Monday, August 15, 2016 Join a National Park ranger on a guided kayaking tour down the Canadian River located at Spring Canyon. View Details      Alibates Flint Quarries National Monument Skins and Skulls      Time: 1:00 PM to 1:45 PM Location: Alibates Visitor Center Fees: FREE     Monday, August 15, 2016 Join a Ranger and learn all about our own Texas mammals living in the park. View Details      Alibates Flint Quarries National Monument Home on the Range, Part 1      Time: 1:00 PM to 2:30 PM Location: Alibates Visitor Center Fees: FREE     Tuesday, August 16, 2016 Join a Ranger and compare and contrast a day in the life of a Pioneer woman, Comanche woman, and a present day Panhandle woman. View Details      Alibates Flint Quarries National Monument Rock Talk      Time: 11:00 AM to 11:45 AM Location: Alibates Visitor Center Fees: FREE     Tuesday, August 16, 2016 Join Park staff to learn about the beautiful Alibates flint, or agatized dolomite, and the geological features of the area eroded by wind and water.  View Details      Alibates Flint Quarries National Monument Endangered      Time: 1:00 PM to 1:45 PM Location: Alibates Visitor Center Fees: FREE     Wednesday, August 17, 2016  Join a Ranger and learn how the National Park Service works to sustain and recover over a thousand populations of federally listed threatened and endangered species. View Details      Alibates Flint Quarries National Monument Prehistoric Weapons      Time: 1:30 PM to 2:30 PM Location: Alibates Visitor Center Fees: Free     Wednesday, August 17, 2016 Learn about the weapons Native Americans made and used for survival. View Details      Alibates Flint Quarries National Monument The First Americans - Native American Arts & Crafts      Time: 11:00 AM to 12:30 PM Location: Alibates Visitor Center Fees: FREE     Wednesday, August 17, 2016 Enjoy a rare opportunity to learn traditional and contemporary Native American art forms and gain an understanding of the rich cultural foundation of the Native American Nations. View Details      Alibates Flint Quarries National Monument Flintknapping Demonstration      Time: 11:00 AM to 12:00 PM,1:00 PM to 2:00 PM Location: Alibates Visitor Center Fees: Free     Thursday, August 18, 2016 Join a park volunteer as they demonstrate the ancient art of flintknapping. View Details      Alibates Flint Quarries National Monument Home on the Range, Part 2      Time: 1:00 PM to 2:30 PM Location: Alibates Visitor Center Fees: FREE     Thursday, August 18, 2016 Join a Ranger and compare and contrast a day in the life of a Pioneer man, Comanche man, and a present day Panhandle man. View Details      Alibates Flint Quarries National Monument Scat and Tracks      Time: 11:00 AM to 12:00 PM Location: Alibates Visitor Center Fees: FREE     Friday, August 19, 2016 You'll learn how to spot and identify common clues that wildlife species leave behind on the trails, mesas, and wetlands in the park. View Details      Alibates Flint Quarries National Monument Texas Explorers      Time: 1:00 PM to 2:00 PM Location: Alibates Visitor Center Fees: FREE     Friday, August 19, 2016 Join a Ranger to learn about early Texas Explorers who braved the Texas Panhandle weather to search for gold, water, land and other natural resources. View Details      Alibates Flint Quarries National Monument Ancient Peoples      Time: 11:00 AM to 12:00 PM Location: Alibates Visitor Center Fees: FREE     Saturday, August 20, 2016  Join park staff and discover the ancient peoples who lived on the Texas Plains 13,000 years ago. View Details      Alibates Flint Quarries National Monument Flintknapping Demonstration      Location: Alibates Visitor Center Fees: Free     Saturday, August 20, 2016 Join a park volunteer as they demonstrate the ancient art of flintknapping. View Details      Alibates Flint Quarries National Monument McBride Ranch House      Time: 1:00 PM to 2:00 PM Location: Alibates Visitor Center Fees: FREE     Saturday, August 20, 2016 Join a Ranger as we take an in-depth look at the McBride Family. Meet at the Alibates Visitor Center and caravan to the McBride Ranch House parking lot. View Details      Alibates Flint Quarries National Monument Spring Canyon Roving Ranger      Time: 2:30 PM to 3:30 PM Location: Spring Canyon Fees: FREE     Saturday, August 20, 2016 Water is the key feature in Spring Canyon. Come learn about the history of the Sanford Dame, the wetlands, and modern water conservation efforts.  View Details",
    "url": "https:\/\/www.nps.gov\/alfl\/planyourvisit\/calendar.htm"
}
