{
    "title": "Alibates Flint Quarries National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Exposed flint, emerging from the dolomite, dots the landscape between the shallow quarries. NPS Photo       Archeological traces of prehistoric Indians' homes, workshops, and campsites dot the entire Canadian River region of the Texas Panhandle, but few sites are as dramatic as Alibates Flint Quarries. Actually an agatized, or silicified, dolomite, the flint is distinctive for its many bright colors. This flint comes from a 10-square-mile area around the monument, but most is concentrated on about 60 acres atop a mesa in the heart of the 1,000 acre monument. More than 700 quarries exist where this flint was dug out by hand. The quarries today are usually round ovals about six or more feet in diameter with depressions in the center. Wind and rain have filled the once four to eight foot deep holes with soil. Unweathered flint was obtained by digging a foot or more below the surface.  The flint bearing dolomite layers are up to eight feet thick. Tools made from Alibates Flint have been found in many places across the Great Plains and Southwest. Its use dates from 13,000 years ago to about 1870.        Ranger Ed demonstrates flintknapping. NPS Photo  Between 1150 and 1450, people identified as the Plains Village Indians, ancestors of the Caddo, Pawnee and Wichita, lived here in large permanent villages and smaller, outlying farming and gathering communities. Villages were built of rock-slab houses from one to 100 rooms. Most were single-unit dwellings, although some rooms were connected. Architecture of this period featured rectangular or semi-circular rooms with funneled entranceways and stone enclosures. Environmental conditions, including severe drought, coupled with encroachment from neighboring tribes from the West likely drove these Indians out of the region by the end of the 15th century.    Preserving Cultural Resources It is always exciting to discover evidence left behind by earlier people, but in order to preserve our history, it is vital that all cultural and historic artifacts remain undisturbed. Please help us preserve these special items. It is illegal to collect or deface them.",
    "url": "https:\/\/www.nps.gov\/alfl\/learn\/historyculture\/index.htm"
}
