{
    "title": "Alibates Flint Quarries National Monument: Petroglyphs",
    "body": "Explore This Park    Learn About the Park     History & Culture     Petroglyphs              Petroglyphs         Imagine what life was like for the people who carved these petroglyphs in the dolomite. NPS Photo   Etched In Stone Standing near the mesa's edge at the Antelope Creek Village site, visitors today overlook the picturesque landscape: the surrounding mesas and the valley below. One can begin to lose herself or himself in the pure vastness and splendid beauty of the Canadian River Valley. From this view, it is difficult not to allow yourself to imagine what life on the Texas plains  would have been like for these industrious and most capable people. What sounds filled the air as the villagers began to start their day? Perhaps the sound of children playing as they scampered about the awakening village echoed across the mesa tops. The smell of several cooking fires would have gently graced the senses of those preparing a meal of bison and other wild edibles such as mesquite beans, amaranth, grapes, and wild plums, just to name a few.        Turtle petroglyph at the Antelope Creek Village site in winter. NPS Photo  At the mesa's edge, we see several exposed boulders of unassuming dolomite (the white rock layer near the mesa tops). However, upon close investigation, we see that one particular piece of dolomite has been carved onto, forming the shape of a turtle. These carvings, or petroglyphs (rock paintings are called pictographs), are believed to have been made by the Antelope Creek people who called this place home from 1100 A.D. to 1500 A.D. Petroglyphs can be found in many places throughout Alibates Flint Quarries National Monument, many of which can still be seen today during a ranger-guided hike to the village site.        Cupules in a dolomite boulder. NPS Photo  Petroglyphs were not a casual endeavor or without great significance to the people who created them. Today, many of us may consider these rock carvings to be art. However, to many Native Americans, they are much more than art. They are ways in which cultures, tribes and bands of people communicated important messages - be it of a practical use (trail signs, tribal boundaries, etc.) or even a dietary use such as cupules, circular depressions in stone which may have been created to extract a powder to use as a mineral supplement. Cultures around the world have been known to grind depressions in stone to obtain a powder which would serve as a dietary supplement (calcium, magnesium and iron make up our dolomite stone). Some petroglyphs held a spiritual meaning. Typically, the location, directional orientation, and symbols being carved were all of great significance, and held special meaning to those respected cultures that made them.        A large foot, often with six toes, is a common symbol depicted in petroglyphs and pictographs. What do you think this foot could mean? NPS Photo  The process of making these rock carvings involved techniques called pecking and grinding. The process required a hammer stone (hard rock used as a hammer), chisels (hard rock that had been split into several pieces making a chisel-like tool), and various flint flakes (could be used to engrave or scratch the surface). The first step was to find a suitable section of dolomite using the criteria mentioned above. Next, the maker would begin to peck at the stone with a chisel or hammer stone, which would batter away the weathered exterior of the dolomite. Pecking leaves a pitted appearance on the stone's surface, which can still be seen on many petroglyphs at the village site today. After battering the surface for some time, the maker would then use their hammer stone to grind the surface and would repeat the process until the design was complete. Regardless of their meaning or uses, we can all appreciate the time invested in creating these petroglyphs and the possible meanings they held for the people who gave them life.    If you are fascinated by petroglyphs and would like to learn more, you may enjoy a trip to Petroglyph National Monument located in beautiful New Mexico.",
    "url": "https:\/\/www.nps.gov\/alfl\/learn\/historyculture\/petroglyphs.htm"
}
