{
    "title": "Thomas Edison National Historical Park: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                School Programs         Park Ranger showing an early Edison cylinder record to a group of students.   Education Programs Offered: We will start taking reservations for the 2016\/17 school year starting August 10th. We will also be scheduling Skype sessions for those schools who can not get here.  Call for details. Let us bring OUR park into YOUR classroom.  If you have any questions please call 973-736-0550 ext. 33.   For more information, please e-mail our Group Tour Coordinator                                 Idea to Product- Edison's Invention Process- Grades 3 - 6 Students spend time exploring Thomas Edison's Laboratory and learning about his invention process. This is a basic program on the life and inventions of Thomas Edison. It explores how Edison and his staff went from a simple idea to a finished product. The program finishes with the students creating their own invention through a hands-on activity. Program lasts 1 1\/2 hours.  New Jersey Core Curriculum Standards:  Science Practices 5.1.4.A.2  Connections developed between fundamental concepts are used to explain, interpret, build, and refine explanations, models, and theories. Use outcomes of investigations to build and refine questions, models, and explanations. 5.1.4.C.1 Scientific understanding changes over time as new evidence and updated arguments emerge. Monitor and reflect on one's own knowledge regarding how ideas change over time. 5.1.4.D.2 In order to determine which arguments and explanations are most persuasive, communities of learners work collaboratively to pose, refine, and evaluate questions, investigations, models, and theories (e.g., scientific argumentation and representation). Work collaboratively to pose, refine, and evaluate questions, investigations, models, and theories.   Social Studies 6.1.4.C.12 Creativity and innovation affect lifestyle, access to information, and the creation of new products and services. Evaluate the impact of ideas, inventions, and other contributions of prominent figures who lived New Jersey. 6.1.4.C.16 Creativity and innovation have led to improvements in lifestyle, access to information, and the creation of new products. Explain how creativity and innovation resulted in scientific achievement and inventions in many cultures during different historical periods.   21st Century Life and Career Skills 9.1 The ability to recognize a problem and apply critical thinking and problem-solving skills to solve the problem is a lifelong skill that develops over time. 4.A.1 Recognize a problem and brainstorm ways to solve the problem individually or collaboratively. 4.A.2 Evaluate available resources that can assist in solving problems. 4.A.5 Apply critical thinking and problem-solving skills in classroom and family settings. 9.1 Brainstorming activities enhance creative and innovative thinking in individual and group goal setting and problem solving.   4.B.1Participate in brainstorming sessions to seek information, ideas, and strategies that foster creative thinking. 9.1 Collaboration and teamwork enable individuals or groups to achieve common goals with greater efficiency.    4.C.1Practice collaborative skills in groups, and explain how these skills assist in completing tasks in different settings (at home, in school, and during play). 9.1 Effective communication skills convey intended meaning to others and assist in preventing misunderstandings.  4.D.1Use effective oral and written communication in face-to-face and online interactions and when presenting to an audience.                    Hollywood, New Jersey- Grades 6 - 8 This program builds on the Idea to Product program, but can stand alone. While exploring the Laboratory Complex, students explore the history of motion pictures as it relates to Thomas Edison's invention process. Classes then have the opportunity to make their own movies.Program lasts 1 ½ hours.  See example videos below that students produce during this program! For even more, check out our YouTube page!                        Pirates of TENHP Students create short videos like the one shown here during the Hollywood NJ program.  Duration:6 seconds               New Jersey Core Curriculum Standards:  Visual and Performing Arts 1.1.5.C.1 The well-made play uses a specific, identifiable narrative structure (e.g.,inciting incident, climax, dénouement, etc.). Evaluate the characteristics of a well-made play(Inciting incident, confrontation, rising action, climax, dénouement, and resolution) in a variety of scripts and performances. 1.1.5.C.3 Time, place, mood, and theme are enhanced through use of the technical theatrical elements. Analyze the use of technical elements (Technical aspects of theatre, such as lighting, sets, properties, and sound) to identify how time, place, mood, and theme are created. 1.1.8.C.4 A team of artists, technicians, and managers who collaborate to achieve a common goal uses a broad range of skills to create theatrical performances. Define the areas of responsibility (e.g.,actor, director, producer, scenic, lighting, costume, stagehand, etc.) and necessary job skills of the front and back-of-house members of a theatre company. Technology 8.2.8.C.1 Knowledge and understanding of human, cultural, and societal values are fundamental when designing technology systems and products in the global society. Explain the need for patents and the process of registering one. 8.1.8.A.2 The use of technology and digital tools requires knowledge and appropriate use of operations and related applications. Create a multimedia presentation including sound and images. Social Studies 6.1.4.C.12 Creativity and innovation affect lifestyle, access to information, and the creation of new products and services. Evaluate the impact of ideas, inventions, and other contributions of prominent figures who lived New Jersey. World languages 7.1.NM.C.1 Use basic information at the word and memorized-phrase level to create a multimedia-rich presentation on targeted themes to be shared virtually with a target language audience. 7.1.IL.C.1 Use knowledge about cultural products and cultural practices to create a multimedia-rich presentation on targeted themes to be shared virtually with a target language audience. 7.1.IM.C.2 Dramatize student-created and\/or authentic short plays, skits, poems, songs, stories, or reports. 7.1.AL.C.1 Create a research-based multimedia-rich presentation to be shared virtually with a target language audience.      Who's the Victor?- Grades 9 - 12 This program builds on the previous two programs, but can stand alone. Students explore an invention we take for granted today: recorded sound. While visiting the park, students will explore patents, copyrights, and trademarks, and also the types of decisions Edison, his staff, and the competition had to make in creating the recording industry. As part of the program student make a tinfoil recording, just as Edison and his staff did over 100 years ago. Program lasts 1 1\/2 hours. All three programs help students understand Research and Development (R&D), how it came to be and how it is still used today by companies around the globe. All three programs also show the impact of Thomas Edison and his inventions on the world today. For more information, please email our Group Tour Coordinator",
    "url": "https:\/\/www.nps.gov\/edis\/learn\/education\/classrooms\/2013-school-programs.htm"
}
