{
    "title": "Alibates Flint Quarries National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         The trail up to the Alibates Flint Quarries can be hot and dry during the summer months. NPS Photo  We want your visit to be safe and enjoyable. Each year, park rangers respond to dozens of search or rescue incidents in the park. These frequently involve heat exhaustion and dehydration. Below are some of the potential hazards you may experience during your visit. Please become familiar with them, and keep them in mind while you're here. Proper Footwear and Clothing Wear sturdy shoes with enough tread to give you good traction. Do not hike in smooth-soled shoes or boots. The trail up to the quarry pits has many stair steps (you will gain 170 feet in elevation!) and may be covered in loose dirt or rocks. While the summer is often hot and dry, the late fall, winter and early spring seasons can be cold and windy. Wear insulating layers of clothing and don't forget a hat and gloves or mittens! Heat & Sun During the summer, expect high temperatures, intense sunlight and low humidity. Eat plenty of food and drink at least one gallon of water each day. Carry and drink water during all activities, such as hiking. Wear loose-fitting, light-colored clothing and a wide-brimmed hat. Apply sunscreen to all exposed skin. Consider saving strenuous activity for early mornings or evenings. Water is available at the Alibates Visitor Center and at Lake Meredith Headquarters in Fritch. Lightning & Flash Floods Storms and flash floods can be powerful and sudden. When lightning is present, avoid lone trees, cliff edges and high ridges. Crouch low to the ground. Return to your vehicle if possible. Never try to cross a wash that is flooding. Wildlife Rattlesnakes and scorpions are venomous, but will leave you alone unless disturbed or cornered. Wear sturdy boots and watch where you step or place your hands. Staying Found Stay with companions while hiking; separation can mean getting lost. Do not count on a cell phone to summon help; cell service may be spotty in some parts of Lake Meredith. If you become lost, stay where you are and wait for rescue. Wandering will endanger your life and make finding you difficult. When traveling alone, always tell someone where you are going and when you expect to return.",
    "url": "https:\/\/www.nps.gov\/alfl\/planyourvisit\/safety.htm"
}
