{
    "title": "Alibates Flint Quarries National Monument: Ranger Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs              Ranger-Led Programs         Hiking with a Ranger. NPS Photo  Spring and Summer 2016: May 8 - August 26 Fall 2016: September 10 - November 12 Note: No programs will be offered June 27 through July 8 We offer a variety of ranger-led programs during the spring, summer and fall seasons for park visitors. We have provided a brief description and time(s) each program is offered throughout the week. All programs are free, but some require advanced reservations because space is limited. If you'd prefer to view these programs by the specific date of your visit, please look at our Calendar and specify your dates. You can also download a printable PDF version of this schedule.      Alibates Quarries Tours Join a Ranger for one of our more popular programs since 1965. Hike to the Alibates Flint Quarries, the first national monument in Texas, and learn about Native Americans who lived here and see beautiful Alibates Flint. Tours -- Daily. Moderate. 1 mile. Groups accepted, but will need reservations. Please call (806) 857-3151. Meet at Alibates Visitor Center.  Every day, 10:00 a.m. and 2:00 p.m. 2 hours.  Ancient Peoples   Join park staff and discover the ancient peoples who lived on the Texas Plains 13,000 years ago. Learn about their culture, weapons, food, clothing, family life, and other interesting facts about the Paleo Indians. Meet at the Alibates Visitor Center.     Saturdays, 11:00 a.m. 30-60 minutes.   Antelope Creek Village Site Tours Join a Ranger and hike to the Antelope Creek Village site, including several petroglyphs, at Alibates Flint Quarries National Monument. Learn about the culture, the unique architecture of the village, and discuss the many possible meanings of the petroglyphs. Tours available every Saturday during October (Texas Archeology Month). Site is associated with the Plains Village culture in the Canadian River Valley from the 12th-16th centuries A.D. Meet at the Alibates Visitor Center to caravan to the trailhead. Reservations only. Please call (806) 857-3151.   Saturdays in October, 8:30 a.m. 2 hours.  Cowboy Days Take a short hike with park staff and journey back in time to the early ranching days of the Texas Panhandle. Walk on what was once the LX Ranch, where cowboys ruled the plains in 1877. Meet at the Alibates Visitor Center. Easy to moderate hike, 1\/2 mile.   Mondays, 11:00 a.m. 1 hour.   Endangered Join a Ranger and learn how the National Park Service (NPS) works to sustain and recover over a thousand populations of federally listed threatened and endangered species. Several endangered species are found in Lake Meredith National Recreation Area. Learn how you can help The National Park Service reduce the risk of extinction of plants and animals in the parks. We can all do our part to restore species that are threatened. Meet at Alibates Visitor Center.  Wednesdays, 1:00 p.m. 45 minutes.  Extinct Nothing has attracted more attention than the extinction of most of the large mammals that dominated North America during the Ice Age. The latest remains of most of these species have been radiocarbon dated at about 10,000 years old. What could have caused so many large species to go extinct in such a short time? No one knows for certain the answer to this question. Join a Ranger to learn about these large mammals such as the Saber-toothed Tiger, Mammoth, Giant Sloth, and other extinct animals that roamed the Texas Plains 13,000 years ago. Meet at Alibates Visitor Center.  Sundays, 1:00 p.m. 45 minutes.  Flintknapping Demonstrations Join Park staff as they demonstrate how ancient tools and weapons like arrowheads and spear points were made. Meet at the Alibates Visitor Center.  Thursdays, 11:00 a.m. and 1:00 p.m. 30-60 minutes. Saturdays, 1:30 p.m. 30-60 minutes.  Harbor Bay Roving Ranger Join a Ranger and learn about the history of Lake Meredith National Recreation Area and the recent changes in the ecosystem. Meet at Harbor Bay Trailhead.   Sundays, 2:30 p.m. 1 hour.   Hike of the Month Join us for a special Ranger-led hike at a different location each month. Contact Park Headquarters at 806-857-3151 to sign up.  April 30th: Harbor Bay, 9:30 a.m. May 28th: Mullinaw, 9:30 a.m. June 25th: South Turkey Creek, 9:30 a.m. September 24th: Devil's Canyon, 9:30 a.m.   Home on the Range, Part 1 Antelope Creek People, artifacts, water, pioneers, cowgirls, cattle, and oil. How has life in the Panhandle of Texas changed in the last 800 years for women?  Join a Ranger and compare and contrast a day in the life of a Pioneer woman, Comanche woman, and a present day Panhandle woman. Learn about how homes, food, recipes, travel, communication, fashion, and careers have changed. Recipes from Cowgirls, Pioneer Women and Native American cookbooks will be featured each week. Meet at Alibates Visitor Center.   Tuesdays, 1:00 p.m. 1.5 hours.   Home on the Range, Part 2 Antelope Creek People, artifacts, water, pioneers, cowboys, cattle and oil. How has life in the Panhandle of Texas changed in the last 800 years for men? Join a Ranger and compare and contrast a day in the life of a Pioneer, Comanche, and present day Panhandle man. Learn about how homes, weapons, food, recipes, travel communication, fashion, and careers have changed. Recipes from around the campfire will be featured each week. Meet at the Alibates Visitor Center.     Thursdays, 1:00 p.m. 1.5 hours.   McBride Ranch House Join a Ranger as we take an in-depth look at the McBride Family, early settlers of the Panhandle of Texas. Meet at the Alibates Visitor Center and caravan to the McBride Ranch House parking lot.   Sundays, 1:30 p.m. 1 hour.   Saturdays, 1:00 p.m. 1 hour.   Paddle Up Join a Ranger on a guided kayaking tour down the Canadian River located in Spring Canyon. Watch migratory birds, dragonflies, and other flora and fauna along the river. Learn the importance of our wetlands and witness a diverse wildlife habitat. Lake Meredith National Recreation Area will furnish the kayak and personal flotation device. Reservations only. Please call (806) 857-3151. Limit 14 individuals. Meet at Spring Canyon.  Mondays, 8:30 a.m. 2 hours.  Prehistoric Weapons Demonstration Learn how ancient Native Americans made and used weapons for everyday use. Meet at the Alibates Visitor Center.     Wednesdays, 1:30 p.m. 1 hour.   Rock Talk Join Park staff to learn about the beautiful Alibates flint, or agatized dolomite, and the geological features of the area eroded by wind and water. The mesa tops are the result of the Alibates dolomite, a resistant rock layer. There are several hypotheses as to how the flint formed within the dolomite. Come and learn more about ROCKS! Meet at Alibates Visitor Center.   Tuesdays, 11:00 a.m. 45 minutes.   Scat and Tracks Become a nature detective during this engaging Ranger program. You may not know where to look, or what to look for, but animal signs are everywhere. You'll learn how to spot and identify common clues that wildlife species leave behind on the trails, mesas, and wetlands in the park. Meet at Alibates Visitor Center.   Fridays, 11:00 a.m. 1 hour.   Skins and Skulls What do coyotes, rabbits, beavers, and humans all have in common? They're all mammals! But what makes a mammal a mammal? Join a Ranger and learn all about our own Texas mammals living in the parks. After observing the skulls and skins of these mammals, you'll discover what three major things all mammals have in common. Meet at Alibates Visitor Center.   Mondays, 1:00 p.m. 45 minutes.   Spring Canyon Roving Ranger Water is the key feature in Spring Canyon. Come learn about the history of the Sanford Dam, the wetlands, and modern water conservation efforts. Meet at Spring Canyon.   Saturdays, 2:30 p.m. 1 hour.   Texas Explorers Do you like adventure? Are you a \"Prairie Traveler?\" Join a Ranger to learn about early Texas Explorers who braved the Texas Panhandle weather to search for gold, water, land, and other natural resources. Learn about routes, first aid, recommended clothing, shelter, food, horses, and Native Americans. Meet at Alibates Visitor Center.   Fridays, 1:00 p.m. 1 hour.   The First Americans -- Native American Arts and Crafts Expand your knowledge and skills with craftwork techniques of the Native Americans. A variety of engaging hands-on workshops designed for visitors of all levels. Enjoy a rare opportunity to learn traditional and contemporary Native American art forms and gain an understanding of the rich cultural foundation of the Native American Nations. Meet at the Alibates Visitor Center.      Wednesdays, 11:00 a.m. 1.5 hours.   Where the Buffalo Roam Bison were once known as Lords of the Prairie. Join a Ranger to learn about the American Bison, once the spirit of our nation. Learn how the bison was decimated nearly a century ago by greed and uncontrolled hunting —and how a few visionaries are working today to rebuild the once-great bison herds. This program offers a remarkable portrait of America's last significant wild bison herd, made up of a few thousand animals living within Wyoming's Yellowstone National Park. Another herd also roams the Texas Panhandle near Goodnight, Texas. Meet at Alibates Visitor Center.   Sundays, 11:00 a.m. 45 minutes.   Wildflowers of the Texas Panhandle Take a Ranger-guided stroll through the Alibates Garden and the surrounding grounds. Learn about the beautiful spring wildflowers including the medicinal, edible, and useful plants of the Texas Panhandle. Meet at the Alibates Visitor Center.     Saturdays in May, 9:30 a.m. 1 hour.",
    "url": "https:\/\/www.nps.gov\/alfl\/planyourvisit\/rangerprograms.htm"
}
