{
    "title": "Alibates Flint Quarries National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           419 E. Broadway  Fritch, TX 79036                 Directions         Alibates Flint Quarries is located approximately 35 miles north of Amarillo, Texas. From I-40 in Amarillo, take Lakeside exit north towards Lake Meredith National Recreation Area. Exit on TX 136 north towards Borger. After about 30 miles, turn west from TX 136 onto Cas Johnson Road. Park Service signs will be visible. Proceed approximately 3 miles to \"Y\" intersection and bear to right. Go northwest approximately 2 miles to the Alibates Flint Quarries National Monument Visitor Center.  Directions Details           Operating Hours & Seasons         Monument Operating Hours We are open every day of the year except Thanksgiving, Christmas and New Year's Day.   Standard Hours    Sunday: 9:00 AM - 4:00 PM   Monday: 9:00 AM - 4:00 PM   Tuesday: 9:00 AM - 4:00 AM   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: 9:00 AM - 4:00 PM             Weather           The Texas Panhandle experiences a wide variety of weather conditions throughout the year. Winters are cold and windy, and summers are hot and dry. It is usually a good idea to bring a jacket with you if you are planning on hiking to the quarries with a ranger because the mesa gets very windy, even in the summer.         Fees & Passes     Entrance Fees:   Alibates Entrance Fee - $0.00 All services and programs are free.   Entrance Passes:   Monument Pass - $0.00 We charge no entrance fee and do not require an entrance pass.         Visitor Centers       Alibates Visitor Center The Alibates Visitor Center is home to exhibits, a theater and outdoor gardens, showcasing the history of Alibates Flint and the cultures that used this precious natural resource throughout the last 13,000 years. It is also the meeting place for ranger-led hikes and tours of the monument, demonstrations, and numerous special events throughout the year               Texas' first National Monument    13,000 years ago this site was already well-known by mammoth hunters as a place to get the best stone for their tools. Centuries passed, climates and people groups changed, but the colorful flint found right here in the Texas panhandle never lost its value and usefulness. The quarry pits we see today give us only a clue to the past; they were dug by hand, possibly using bone tools, some 800-500 years ago. Up on the mesa at Alibates Flint Quarries National Monument, you will walk on a thick layer of human-generated flakes of Alibates flint. When you visit, you will gain a sense of how integral this site was to the survival, commerce and culture of people living on the High Plains over many millennia.",
    "url": "https:\/\/www.nps.gov\/alfl\/planyourvisit\/basicinfo.htm"
}
