{
    "title": "Big Bend National Park: Monitoring Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality     Monitoring Air Quality                  Monitoring Air Quality        Chisos Vista NPS Photo\/Cookie Ballou      Parks and the Clean Air Act  The goal of the 1970 Clean Air Act is safe and acceptable ambient air quality. The Act directs that “Primary” air standards be set to protect public health. “Secondary” standards protect the national welfare including resources and values found in the national parks. The Act seeks to “prevent the significant deterioration” of air quality, particularly in areas of special natural, scenic, or historic values. These regions are classified as “class I areas” and include many western national parks, one of which is Big Bend.   By enacting clean air legislation, Congress expressed the national desire to preserve the scenic values we have come to expect in our national parks. In spite of Big Bend’s remote location and presumed immunity to such urban problems as air pollution, noticeable changes in the park’s air quality appeared during the 1970s. In response to this impending threat, park managers began an air monitoring program in 1978. After years of data collection and analysis, researchers are now able to interpret the transport and transformation of pollutants that contribute to the park’s reduced visibility. Monitoring Program  Big Bend’s monitoring program includes many data collection systems:  Transmissometer - a device that sends a light beam across the desert to a collection monitor for 10 minutes each hour, measuring the amount of light blocked, absorbed, or deflected by air pollution. Aerosol Sampler - a “vacuum cleaner” inhales air for 24 hours twice per week. Filters are analyzed for substances such as sulfates, nitrates, organic carbon, and soil. Nephelometer - Fires a measured beam of light through a sample of ambient air to determine how much light is scattered due to pollution. Automated Camera System - a permanently mounted camera that takes photos of the same distant scene at 9:00 am, 12 noon, and 3:00 pm each day, providing a daily account of visibility. One camera posts a picture to the park's website every 15 minutes. Precipitation Chemistry Analysis - part of a nationwide system which monitors changes in the chemistry and acid content of precipitation. Big Bend has participated in this program since 1980. Ozone Monitor - a device that measures ozone in the atmosphere on a continuous basis.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/aq_monitoring.htm"
}
