{
    "title": "Big Bend National Park: Javelinas",
    "body": "Javelinas        NPS Photo\/Cookie Ballou       The collared peccary (Tayassu tajacu), commonly known as the javelina, is found as far south as Argentina and as far north as Texas, New Mexico, and Arizona. Collared peccaries are in the even-toed, hoofed mammal order of Artiodactyla. Javelinas are mistaken for pigs, but they are in a different family than pigs. There are several differences between the two animals, detailed below:    Javelinas  Pigs     three toes on the hind foot bones are fused in the foot ulna and radius \" lower arm bones\" are fused 38 teeth canine teeth are straight have scent glands have complex stomach lack a gall bladder have a short tail lack sweat glands     four toes on the hind foot bones in the foot are not fused ulna and radius are not fused  34 or 44 teeth canine teeth are curved lack scent glands have a simple stomach gall bladder is present have a long tail  have sweat glands        Javelinas thrive in a variety of habitats and are able to adapt easily to different areas within their territory. Javelinas are herbivores (plant eaters) and frugivores (fruit eaters). They eat a wide variety of fruits, tubers, rhizomes, bulbs, acorns, grass, green shoots of annuals, stems of prickly pears, lupines, mesquite beans, and lechuguilla. They are also opportunistic and take animal matter as food when it is easily available or accidentally ingest it while foraging for other things. Succulent prickly pear pads make it possible for javelinas to survive until rainfall provides additional new annual food plants and water sources. Javelinas drink when water is available, but it is not essential if succulents are available. Javelinas feed by spreading out in a loosely knit group. As they day heats up, they seek shelter in cooler canyons, caves, and areas of dense shrub. They will feed again in late afternoon until dark. Feeding time increases in cooler months and resting time increases in the summer. Javelinas may even feed at night during the hottest months. After feeding, the band will bed down under rocky overhangs, in caves, and in shallow depressions with heavy brush cover. They will huddle together in a group for warmth and protection when bedding down. Javelinas can breed any month of the year, but most births occur in May, June, or July, after a five-month gestation period. This may be to correspond with the summer rainy season. They first breed at about one year of age and continue to breed throughout their lifetime. Females give birth standing up and nurse the young for two months. The average litter size is two, but occasionally is as high as five. By six weeks of age the young are capable of eating solid food. By forty weeks, the young are full-grown. There is typically a 50% or higher mortality rate for the young. Coyotes, bobcats, black bears, and mountain lions prey on javelinas. On average, javelinas live 7.5 years in the wild. Javelinas live in groups (or bands), but do not form long-term pair bonds. Band size ranges from five to twenty seven animals, with an average of fourteen per band in Big Bend National Park. Javelina hides were shipped east and to Europe for gloves and hairbrushes in the late 1800's and early 1900's. The hides were used as barter in many trading posts along the U.S.\/ Mexico border. Since the 1940's, javelinas have been considered a sporting game animal in Texas, providing income for landowners and the State of Texas for the hunter's fee. In Big Bend National Park, javelinas are protected.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/javelina.htm"
}
