{
    "title": "Big Bend National Park: Cacti",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Cacti \/ Desert Succulents     Cacti                  Cacti        Strawberry Pitaya and Cholla NPS Photo\/Cookie Ballou       Cacti have stems, pads, or branches that form as ribs or knobs. These swell and contract, accordion style, as water is stored or lost. A cactus's thick fleshy outer \"skin\" is glazed with a waxy layer that efficiently protects the plant against both moisture loss and the sun's radiant heat. Leaves (lost through evolution) have been replaced by spine clusters, which form within defined areas called areoles. The areole, often raised on a fleshy knob called a tubercle, is a feature unique to the cactus family. This is an opening on the epidermis of the cactus where spines emerge and gas exchange occurs with the environment. Some species, including prickly pears and chollas, also possess abundant glochids, or barbed hairs, that are located at the center of the spine clusters. Tiny glochids often appear fuzzy and soft, but are prickly sharp. The flowers of cactus species vary in size and color but are actually quite similar in structure. Many species have huge, eye-catching blossoms ranging in color from sunny yellow and flamboyant red-orange to rich magenta. They all have an outer ring of showy tepals (combined sepals and petals), a mass of numerous pollen-producing stamens, and a single pistil in the center. Once pollinated, the pistil grows to become the cactus fruit. The fleshy fruits are called \"tunas\" on prickly pears, and edible \"pitayas\" on some members of the hedgehog cactus clan. In most years, April is the best month to see many of the cactus species in bloom.        NPS Photo\/Cookie Ballou  Prickly Pear and Cholla There are sixteen species of Opuntia in the Trans-Pecos area of Texas. These species tend to hybridize, so it is often difficult to determine which prickly pear is which. There are two general varieties: the chollas that have cylindrical stems and the prickly pears that have flattened stems. The cacti have spines instead of leaves to conserve water and carry out all food production through the stems of the plants. The spines are numerous and can be yellow, brown, pink, red, or black in color depending on the species. The flowers appear in April and are usually yellow (prickly pears) or pink (chollas). Fruits are usually maroon (prickly pears) or yellow (chollas) and some varieties are very juicy and sweet. The Native Americans ate these fruits, called tunas, and today we use them to make jellies and syrups. The young cactus pads or nopals were used as a potherb (like greens) or pickled. Their taste is typically described as a cross between green pepper and okra. The seeds were eaten in soups or ground up for flour. The pads were sometimes split and soaked in water and could be used to bind wounds with the sticky side down. The insides are similar to aloe vera and softened the skin and lessened pain. The bitter juice from the pads could be used as an emergency source of water. In Mexico, fields of prickly pear are grown for a scale insect, the cochineal, which grows on the pads. This insect is used to produce a beautiful natural purple dye.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/bibecacti.htm"
}
