{
    "title": "Big Bend National Park: Managing Fire",
    "body": "Managing Fire        Santa Elena Canyon-Sublett Prescribed Fire, summer 2006. NPS\/Big Bend National Park      The park manages fire as a critically important natural process influencing the plant and wildlife communities of the national park. The task is to manage the natural process of fire in ways that avoid negative impacts on resources and do not threaten human life and property. Wildland Fire  Any fire started by accident or by natural causes such as lightning is designated a wildland fire. Big Bend averages ten unplanned fires during the prime fire season, March through July. Each wildland fire is monitored by park staff members who decide on a daily basis whether the fire should be put out. Prescribed Fire  A prescribed fire is a fire that is intentionally ignited by management to meet specific objectives such as reduction of flammable materials around developed areas. Each of these fires has a written prescription, a detailed plan on the type of weather, staffing, and other conditions which must be met before the fire can be set. If conditions change and the fire is no longer within prescription, it will be immediately extinguished. For example, strong winds are common in Big Bend. A prescribed fire is postponed or suppressed if high winds are forecast for the park region. The National Park Service is also concerned about smoke and how it impacts human health and air visibility. Winds sometimes shift direction after a prescribed fire is started. If those winds bring large amounts of smoke to areas of high human use, the fire is put out. The cost of using a prescribed fire to reduce an overload of flammable material can be as low as $48\/acre. Putting out a wildfire with excessive amounts of dead wood could easily top $800\/acre. Thus, a well-planned program of prescribed burns could cost only 1\/16th the price of traditional firefighting. In some sections of the park we may apply prescribed fire as a tool to eliminate or reduce exotic species such as tamarisk and buffel grass and to encourage native species like mesquite trees and desert grasses. Fire-adapted native plants germinate or sprout immediately after a fire and may replace exotic vegetation. For example, the roots of mesquite are rarely killed in a fire. Even if the entire above-ground portion of the tree is consumed by flames the plant can sent new shoots up from the surviving roots. Restoring Fire in Big Bend  New policies and attitudes towards fire management will restore and reinvigorate Big Bend's plant and animal communities to more natural conditions. Proper fire management will also enable us to more easily contain future fires that threaten human life, property, and precious resources.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/firemanagement.htm"
}
