{
    "title": "Big Bend National Park: Geologic Research",
    "body": "Geologic Research        Volcanic Badlands NPS Photo\/Cookie Ballou       On The Shoulders of Giants The dramatic and diverse geology of the Big Bend has attracted geologists for over a century. Early geological reports were published by R.T. Hill in 1902 and by J.A. Udden in 1907. These early studies by two legendary pioneers of Texas geology were an auspicious beginning for the study of a very complex and important region. In subsequent years many other geologists have contributed to our understanding of the area. The most ambitious and important study thus far was undertaken by a group of four men led by Ross Maxwell, who also served as the park’s first superintendent. Maxwell and his colleagues John T. Lonsdale, Roy T. Hazzard, and John A. Wilson worked on the area’s geology during the 1940s, 1950s, and 1960s, finally publishing “Geology of Big Bend National Park, Brewster County, Texas” in 1967. This is the preeminent geologic report on Big Bend, and the geologic map that was published in the report is available to park visitors as an insert in Ross Maxwell’s “Guidebook 7, The Big Bend of the Rio Grande.”  We still rely on this map and report today, but despite the excellence of this work, its authors faced handicaps that limit its usefulness in modern science. Most problematic was the lack of topographic maps at the time of the study. This resulted in the geologic map having distortions that cannot be corrected, so the geology cannot now be overlain onto topographic maps. Additionally, great advances in technology and geologic understanding have been made in the 50 years since this work was performed, providing new techniques for geologic study and new ideas about how the earth works.  A New Map The largest geology research project currently underway in the park is an attempt to create a new geologic map. Led by the U.S. Geological Survey, dozens of scientists are collaborating on the project, with some geologists dividing up mapping duties and other experts studying various specialized problems. The group includes USGS geologists, National Park Service geologists, and numerous university professors and their graduate students, some of whom have studied the park’s geology for decades. The new map is an opportunity to consolidate the past half-century of geologic research in the park, much of which is unpublished. This fresh look at the park’s geology will apply modern understanding of earth processes, and this will change some of the interpretations suggested by Maxwell and others.  The park is already providing updated interpretations of some geologic features, such as Goat Mountain, by installing new wayside exhibits. Perhaps most importantly, the new map will fit the topography, allowing it to be used in powerful computer-driven analyses, such as the Geographic Information System (GIS). GIS permits park managers to analyze the effects and interactions of all park resources, such as rocks, soils, plants, animals, water, and human history. Geology is a vital part of this analysis so the new map will fill a crucial need. For visitors interested in geology, the new map should be available in park bookstores in about 2 years. Dinosaurs, Volcanoes, and Other Research In addition to the big re-mapping project, a wide range of geologic research is currently under way in the park. Fossil studies include dinosaurs, large turtles, petrified wood, ancient mammals, and marine invertebrates called ammonites (similar to the modern chambered nautilus). The park’s rich volcanic history has always been an area of research interest. Current topics include geologic history of the Pine Canyon caldera, the lava flows of the South Rim and Chisos formations, and detailed studies of igneous intrusions such as dikes and laccoliths. Graduate students and university professors are also studying the stratigraphy and deposition of various sedimentary rocks, including the Boquillas Formation, the Chisos Formation, and the Banta Shut-in Formation.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/research-geology.htm"
}
