{
    "title": "Big Bend National Park: A Paleontological Paradise",
    "body": "A Paleontological Paradise        Fossil Skull NPS Photo\/Big Bend National Park       The Ruling Reptiles Early in the Triassic Period, some 248 million years ago, the ruling reptiles appeared. They included dinosaurs, pterosaurs, and crocodiles. These reptiles dominated life on land throughout the Mesozoic Era. Although mammals appeared later in the Triassic Period, the mammals did not achieve dominance until the ruling reptiles became extinct at the end of the Cretaceous Period. The fossilized remains of many kinds of ruling reptiles have been found in Big Bend National Park. Remember: All resources are protected by federal law in Big Bend National Park; it is illegal to collect fossils or rocks in the park.      Paleontological Paradise Big Bend is one of the true jewels for paleontological research in the world. Unique among U.S. National Parks, Big Bend exhibits dinosaur remains from the last 35 million years of the dinosaurs' existence. Furthermore, the fossil record here continues uninterrupted from the Age of Reptiles into the Age of Mammals. Over 90 dinosaur species, nearly 100 plant species, and more than two dozen fish, frogs, salamanders, turtles, crocodiles, lizards, and even early mammals have been discovered here, giving us one of the most complete pictures of a prehistoric ecosystem known anywhere on earth. The fossil record here spans a rich history of 35 million years within the Cretaceous Period. Beginning about 100 million years ago, when a huge sea covered what is today most of the midwestern U.S., the first of the ruling reptiles appeared in Big Bend's fossil record. The sea layers of limestone known as the Boquillas Formation (100-95 million years ago) preserve numerous marine fossils, including a 30-foot long sea-dwelling reptile known as Mosasaurus. The most exciting finds have occured in strata that chronicle Big Bend's emergence from this sea. Nearly 70 dinosaur species have been discovered in the Aguja Formation (80-75 million years ago) where we find evidence of a humid and swampy land. At this time, Big Bend was closer to the equator, and this tropical coastal swamp had palms, ferns, and diverse dinosaur life, including duck-billed Hadrosaurs. By 75-60 million years ago, plant fossils suggest that the sea had retreated and Big Bend had become a drier floodplain environment. The sediments from these times, the Javelina Formation, have yielded over 80 species of plants, including cypress, laurel, conifers, and mangroves. While these plant finds are remarkable in their own right, they are usually overshadowed by several unique and spectacular dinosaur finds. Over 20 dinosaur species have been found in the Javelina Formation, giving us a rich glimpse into the last days of the ruling reptiles. These were the giants who ruled the earth at the time of the great extinction. These finds, and the possibility of future discoveries, make these sediments worth their weight in gold for paleontologists.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/dino.htm"
}
