{
    "title": "Big Bend National Park: Snakes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles     Snakes                  Snakes in Big Bend        Red Racer NPS Photo\/Cookie Ballou      There are 31 species of snakes known to Big Bend National Park, including 4 species of rattlesnakes. There are also three additional snakes listed as hypothetical (no confirmed sightings). After summer rains snakes may be more active. Keep in mind that all wildlife, including snakes are protected in the park. Please don't harm, handle, or otherwise disturb them. The red racer, or western coachwhip, is the most commonly seen snake in the park due to its bright reddish-pink color. It is often observed along park roads where it may stretch across an entire lane. Four species of rattlesnakes are found in the park. The western diamondback is the most common of these. Since some other rattlesnakes also have a diamond pattern, look for the pattern of same-sized alternating white and black rings on the snake’s tail. Black-tail rattlesnakes are common throughout the mountains and desert. They often have a green coloration, and the tail is solid black. Rock rattlesnakes rely upon protective coloration and seldom rattle unless provoked. Within the park you may see two color phases: a grayish phase in the low desert, where white and gray limestone predominates; and a maroon phase in the Chisos Mountains, where the igneous rocks are more reddish-brown. Mojave rattlesnakes are the least often encountered. Mojave rattlers may have a greenish tint and have an alternating pattern of wide white bands and narrow black bands on the tail.  Bullsnakes are common parkwide and are large, heavy-bodied, flat-headed snakes. Their pattern is similar to that of a rattlesnake. The bullsnake hisses and shakes its tail when threatened, and when it does this in dry brush, the effect is very similar to that of a buzzing rattlesnake. Patchnose snakes live in both the mountains and the desert. These slender snakes have a tan background color with two longitudinal dark brown stripes lining a central brown stripe. Look for the triangular “patchnose” scale on the snake’s snout. Garter snakes, both black-necked and checkered, prefer riparian habitats where they hunt for frogs and toads. Two species of rat snakes also live in Big Bend National Park. Baird's rat snakes are found only in the Chisos while the Trans-Pecos rat snake prefers desert and scrub habitats below 5000 feet. The Trans-Pecos rat snake is more common and easily identified by its pattern of H marks running down its back. More information: Snake bites are rare in Big Bend, yet many visitors are concerned about encountering snakes. To avoid being bitten by a snake, watch where you put your hands and feet, always carry a flashlight at night, and never disturb or pick up any snake. If you are bitten by a snake, remain calm, try to identify the snake that bit you, and get medical assistance as soon as possible. Keep in mind that physical exertion spreads the flow of venom through the body. Many hikers carry snake bite kits, which are available at most sporting goods stores. A checklist of Amphibians and Reptiles of Big Bend National Park and Rio Grande Wild and Scenic River may be purchased from the Big Bend Natural History Association.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/snakes.htm"
}
