{
    "title": "Big Bend National Park: Common Trees",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs     Common Trees                  Common Trees         Drooping Juniper NPS Photo\/Cookie Ballou  Junipers Rose-fruited juniper, Juniperus erythrocarpa, is a shrubby juniper, 12–15 feet high with spreading, ascending branches that form an irregular crown. Alligator juniper, Juniperus deppeana, is easily identified by its checkered or scaly bark resembling the plates of an alligator's skin. It is taller and more tree-like than other junipers in the area. Drooping juniper, or Juniperus flaccida, is common in Mexico but only found in the U.S. in the Chisos Mountains of Big Bend National Park. The tree's  conspicuous, weeping branchlets give it a wilted appearance, as though it is always in need of a drink of water. The bark of all three juniper species provided a source of fiber for sandals, mats, and baskets for early Native Americans. The cones are small and berry-like, and were used in seasoning meats and for beads in necklaces.        Honey Mesquite NPS Photo\/Cookie Ballou  Mesquites Prosopis glandulosa, or honey mesquite and Prosopis pubescens, screwbean mesquite, are both found in Big Bend National Park. These shrubby trees are armed with straight, stout spines that are solitary or paired, and have deep, drought-defying roots. The fruit is a long, tough pod with seeds that are partitioned and embedded. Developing pods are sweet, either raw or cooked. The fruits were an important food source for the Native Americans. The seeds are also edible and could be ground into flour or meal. The meal could be mixed with water to make a lemony drink; this drink was also fermented. The sap, or pitch, was used to waterproof baskets, make candy, and produce a black dye. The sap was also mixed with mud and then plastered on the head. Once dry, it was removed leaving the hair shiny, black, and lice-free. The inner bark and roots were a source of fiber for baskets. The hard wood was an important source of tools and weapons. Today mesquite is used in posts, carvings, tool handles, gunstocks, and for barbecues.        Oak Leaf NPS Photo\/Cookie Ballou  Oaks There are 45 species of oaks (Quercus sp.) in Texas and nine in Big Bend National Park. These trees or shrubs have simple alternate leaves with margins that are smooth, lobed, or toothed. The fruit or acorn is one celled, one seeded, and sits in a cup that partially envelops the seed. The acorns on most species are edible. They need to be soaked in water before eating to remove some of the bitter taste. The early settlers of this area commonly made a flour or meal from the leached acorns. Oaks produce a hard wood important for firewood, tools, and furniture making.The oaks of Big Bend National Park are relict species—left behind on the mountaintops from a cooler time. Hybridization is common among oaks.        Mexican Pine NPS Photo\/Jennette Jurado  Piñon Pine Pinus cembroides, or Mexican piñon pine, is a small, evergreen tree with needles in clusters of two to five. Trees produce a woody cone that matures in two years and produces an edible nut. Although the nut has a hard shell, it is very tasty and was prized by the Native Americans. The nut stored well for winter and was high in protein and calories. This tree was once more widespread in cooler times and is now considered a relict species. It provided pitch or sap for waterproofing baskets, chewing gum, and also was used medicinally to treat sore throats and remove splinters. A tea made from the needles is high in vitamin C.        Texas Madrone NPS Photo\/Cookie Ballou  Texas Madrone Arbutus texana is found on rocky slopes or in canyons in the desert mountains of southeastern New Mexico and west Texas between 4500' and 6500'. This rain forest relict has alternate, oval, evergreen leaves up to 3 inches long. The fragrant, urn-shaped flowers are white or pink and in clusters at the end of the branches. The tree, which grows to 30 feet tall, has a gnarled trunk. The reddish bark peels with age, revealing younger white or pink bark. The local name \"manzanita\" refers to the bright red fruit that looks like \"little apples.\"",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/trees.htm"
}
