{
    "title": "Big Bend National Park: Desert Succulents",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Cacti \/ Desert Succulents     Desert Succulents                  Desert Succulents         NPS Photo\/Jennette Jurado  Agaves Agaves are low-growing evergreen plants with succulent leaves that form a bowl shape or basal rosette. Colonies often form from underground sprouts. The leaves are tipped with a hard spine and the leaf margins may also have spines. Agaves bloom once in their lifetime and then die. The rapidly growing flower stalk exhausts all of the plant's resources to survive. Stalks generally appear in 20–50 years, a much shorter duration than their common name—century plant—implies. Depending on the species, fragrant blossoms form as tight clusters along the upper portion of the stalk or branch out in upright clusters. Pollinators, including bees and moths, depend on these plants for nectar, as do early migrating hummingbirds and Scott's orioles. The fruit is a brown capsule with three cells and two rows of black seeds. There are eleven species of agave in Texas, three of which are found in Big Bend National Park. The gigantic Havard Agave (Agave havardiana) is one of the most visible icons in the park, but the most numerous is Lechuguilla (Agave lecheguilla). Lechugilla, like the Joshua Tree (Yucca breifolia) of the Mohave Desert, is the indicator plant of this desert. Lechuguilla is found in all portions of the Chihuahuan Desert from Texas and New Mexico to south central Mexico, but not found anywhere else. These low-growing plants (only about a foot in height), are especially common in gravelly, limestone areas. The plants have thick, leathery leaves with dagger-sharp terminal spines and often grow in massive colonies that can be nearly impenetrable by foot or horseback. Lechuguilla was a very important source of fiber for Native Americans and is still used today to make rope in Mexico. The roots of the plant are high in saponins, so they taste bitter but are a good source of soap. The lechuguilla blooms once after growing three to twenty years. Agave havardiana, or century plant, is the largest agave in the park. It blooms once in its life after growing 20-50 years. Mexican long-nosed bats pollinate the bright yellow flowers. The leaves of the century plant have a blue-gray color. The century plant also provides an excellent source of fiber for ropes, mats, sandals, etc. The hearts of the plants were harvested by the Native Americans and then baked in a stone-lined pit for two to three days. Once baked, the plant provided a source of food that could be dried and stored to help them to survive the long winter. The dried flower stalks served as building material. Century plants in Mexico provide the alcoholic beverages of pulque, mescal, and tequila. The third agave in Big Bend National Park is actually a hybrid. Agave gracilipes is the plant that occurs when the century plant and lechuguilla cross breed. It looks like a large lechuguilla or a small century plant. It also provided fiber for the Native Americans.        NPS Photo\/Big Bend National Park  Candelilla Another succulent found in the Big Bend, called Candellia (Euphorbia antisyphilitica), has had several periods of regional significance throughout recent history. This plant has adapted to the desert environment with a waxy coating on its stems that reduces evapotranspiration. Early settlers found that by processing the plant, the wax could be separated. The wax has been used in everything from waterproofing to cosmetics to pharmaceutical coatings. A number of commercial processing facilities were built at places like Glenn and McKinney Springs in the early 20th century, and indigenous peoples developed small-scale operations along the Rio Grande to produce the wax in small quantities for trade with the U.S. and the Mexican Government wax-buying agencies.        NPS Photo\/Cookie Ballou  Nolina Nolina species have linear leaves that are long, numerous, and clustered. Margins of the leaves are finely toothed. The flower is short stemmed, with cream-colored flowers. The leaves were an important source of material for mats, sandals, and basket making. However, the plant was not eaten since it is poisonous and could cause liver and kidney damage. There are five species in the Trans-Pecos area and 30 species in the U.S. and Mexico.        NPS Photo\/Jennette Jurado  Ocotillo When in bloom, Ocotillo (Fouquieria splendens) is among the desert's most beautiful plants. In mid-spring, brilliant, fiery red-orange tubular flowers appear in clusters at the tips of the plant's tall, sharply-spined stems. Flowers are pollinated by bees, butterflies, and many other insects, but they are also flashy beacons, attracting hummingbirds and orioles who appreciate their sweet nectar. These unusual looking plants remain dormant throughout much of the year, but leaf out within 24–48 hours after sufficient rains. The leaves drop when the plant can no longer wick moisture from the soil. This adaptation allows the plant to take full advantage of limited desert precipitation, while surviving long dry spells.        NPS Photo\/Cookie Ballou  Sotol Sotol (Dasylirion liophyllum) is composed of a cluster of numerous linear, flattened leaves that have hooked teeth along the margins of the leaf. The leaf bases are spoon-like. A tall flower stalk is produced each spring that has light colored, nondescript flowers clustered together. The fruit is three-winged and triangular. Twenty species occur in southwestern U.S. and Northern Mexico. Sotol was an important source of materials for basket making. The young flower stalks were eaten, as were the seeds. The heart of the plant was cooked along with agave hearts in a stone-lined pit for several days and then eaten. The stalks were used to make temporary shelters, porches, roofs, corrals and walking sticks. When the sap is fermented it produces the alcoholic beverage also called sotol.        Yucca Blossoms NPS Photo\/Cookie Ballou  Yuccas Yuccas are members of the lily family and bloom every year if there has been enough rainfall. The four yuccas of Big Bend National Park—Faxon yucca or giant dagger (Yucca faxoniana), beaked yucca (Yucca rostrata), soaptree yucca (Yucca elata) and Spanish dagger or torrey yucca (Yucca treculean)—all have trunks that elevate the leaves above the ground. The trunk is often covered with dry, dead leaves. The leaves are long, fibrous, and spine-tipped. The cream-white flowers appear in late spring and produce a fleshy or dry fruit with black seeds. The flowers are pollinated primarily by the yucca moth. Native Americans ate the flower buds, petals, and young stalks. The fruits and seeds were also eaten. The fibrous leaves were used to make cloth, rope, mats, sandals, and baskets. The root provided soap and was used as a laxative.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/desertsucculents.htm"
}
