{
    "title": "Big Bend National Park: Jackrabbits",
    "body": "Jackrabbits        Black-tailed Jackrabbit NPS Photo\/Cookie Ballou       The black-tailed jackrabbit (Lepus californicus) is found throughout the western United States in the desert, open plains, and foothills.  The jackrabbit is actually not a rabbit, but a hare. Hares live in open areas and rely on running in a zigzag pattern to escape their predators. Hares are also precocial, meaning they are born with hair and with their eyes open. They can run and hop shortly after birth.  Rabbits, on the other hand, move slower, dig burrows, and scamper into their homes when threatened. Rabbits are altricial, or born hairless, blind, and helpless. The desert cottontail (Sylvilagus audubonii) is the common rabbit of Big Bend. The black-tailed jackrabbit weighs between four and eight pounds. The female doe is larger than the male buck. Their total length is between 18 and 26 inches. The tail has a black stripe that runs along the top onto the rump (hence the name) and is 2\" to 4 1\/2\" long.  The characteristic large ears are 4-7\" long and are whitish inside and out except for the black tips. There is a light colored ring around the eye. The iris of their eyes is yellow ochre with black pupils. The eyes are on the sides of the head, which enables jackrabbits to see in front, to the side, and behind them. Their eyes are used more to pick up motion than to focus on an object. The jackrabbit has excellent hearing and sense of smell. Their ears and nose are in constant motion to analyze their environment for sounds and smells. Hares and rabbits are perhaps nature's ideal prey. Coyotes, mountain lions, bobcats, foxes, hawks, eagles, owls, and snakes will all eat them. The hare's and rabbit's sharp senses, effective camouflage, and fast running speeds are their only protection. The jackrabbit can hop 5'-10' at a time, and up to 20' when panicked. They can achieve speeds of up to 40 mph. When at a moderate run, every four to five leaps are exceptionally high to see their surroundings or predators. The jackrabbit runs with its ears flat and tail between its haunches. It will leap over objects rather than run around them. The fast, erratic leaps, bounds, and sprints are effective against predators, but they have poor endurance and often end up as some animal's dinner. The amazing reproductive rate of hares and rabbits is an adaptation to being preyed upon by so many carnivores. Black-tailed jackrabbits will have up to six litters each year with as many as eight young in each litter, although two to four is more common.  After a gestation period of 41-47 days, the female will give birth in a grassy hollow or shallow depression scratched into the ground. There is no nest. Within two weeks the young can forage for themselves, and after one month they are living on their own. By eight months of age they are having their own young.  The black-tailed jackrabbit is a herbivore, eating only vegetation like grasses, mesquite and cacti. To help digest this tough vegetation, the jackrabbit's appendix serves as a pre-digesting chamber to start breaking down these food sources before they reach the stomach. When feeding, the jackrabbit leaves neatly clipped diagonal cuts on plant stalks. They have a double row of upper incisors with small, secondary teeth located directly behind the main incisors. These teeth never stop growing, so the hare must constantly gnaw on vegetation to wear them down. Jackrabbits forage for food early in the mornings and late in the evenings, dozing in the shade during the day in shallow depressions. They deposit their scat wherever they happen to be. Two types of droppings are produced. The first is a soft, moist, mucous-coated sphere. The jackrabbit eats these droppings, as they are high in protein and certain B vitamins that are formed by bacteria in the intestines. After passing through the digestive system again, the waste products are deposited onto the ground as a dry dropping.  The scat is composed of fibrous, compacted plant material.  Black-tailed jackrabbits are found throughout Big Bend National Park and are most common below 5000'. They are often nocturnal and can commonly be seen along the roadsides on summer nights.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/jackrabbit.htm"
}
