{
    "title": "Big Bend National Park: Black Bears",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Black Bears                  Black Bears        Black Bear Photo Courtesy of Lillie Cogswell      Black Bears Return  Some time during the late 1980s, a female black bear from the Sierra del Carmen in Northern Mexico started a journey. She descended from the mountains, crossed miles of desert, swam across the Rio Grande, and traversed more desert to reach the forested slopes of the Chisos Mountains in Big Bend National Park. She may have led offspring to the Chisos, and probably encountered a wandering male already using the mountain range. Researchers do not know exactly why the bears returned, but it is due in part to the preservation and restoration of habitat in the park. The Past  In the early 1900s, black bears (Ursus americanus) were common in the Chisos Mountains in Big Bend National Park. In 1901, biologist  Vernon Bailey described bears as being “... common in the upper canyons of the Chisos Mountains, where fresh tracks of old and young were frequently seen and where there was an abundance of old 'sign' and turned over stones.” It would not be long, however, before the bear population would begin to decline. By the time Big Bend National Park was established in 1944, there were virtually no resident bears in the Big Bend area. Shooting and trapping by ranchers, federal predator control agents, and recreational hunters, and loss of habitat due to settlement and development contributed to their decline. Individual bears occasionally wandered in and out of the park from Mexico, but only scattered sightings were reported from the 1940s through the 1980s. In 1969, and again in 1978, female bears with cubs were seen in the Chisos Mountains. Still, bears were extremely rare in the park. The Reappearance  Once a large animal is eliminated from its natural range, it is rare for it to return on its own. Often, only human intervention can bring back what humans caused to disappear. But, the late 1980s brought an amazing turn of events. Visitors began seeing bears in increasing numbers. In 1988, a visitor photographed a female with three young cubs in the Chisos Mountains. On 27 occasions, visitors reported seeing bears that year, further evidence of a resident black bear population. Observations increased in the 1990s. In 1996, 572 observations were recorded, and in 1999 there were 343 sightings. The recolonization of black bears in Big Bend is a remarkable natural event. Habitat and Habits Although bears are occasionally observed in the low desert and riparian areas of the park, studies indicate they are mainly restricted to the Chisos Mountains and foothills, where they find abundant food, water, shelter, and cooler temperatures. Some bears, especially males and non-breeding females may live in the low desert year-round, where they can locate food and water in arroyos, around desert springs, or along the Rio Grande. Black bears are considered to be omnivorous, but their diet has been found to be primarily vegetative matter. Favorite foods include acorns, piñon nuts, madrone, juniper, and sumac berries, sotol hearts, persimmon and cactus fruits, and grasses. Bears will also consume insects, carrion, and may occasionally prey upon deer and javelina. During late fall, bears may accelerate their daily food intake as they prepare for winter. Black bears do not enter true hibernation in Big Bend. Due to the area's mild climate and the availability of food, black bears are dormant for only three to four months (January–March) each year. When their metabolism slows during the winter months, they spend time resting in dens or surface beds. However, they are awake much of the time, and may periodically emerge to forage. Black bears mate during the summer, so some female bears are pregnant throughout the fall and early winter. Cubs are born in February and stay in the den with their mother until April. The cubs weigh less than one pound at birth, and gain approximately 30 pounds during the first summer. A healthy adult bear in Big Bend can weigh 200-400 pounds and stand five to six feet tall. There are approximately 8–12 adult bears living in Big Bend, and biologists believe the environment has supported 25 to 30 bears. Though, as with most creatures in a desert environment, fluctuations in their numbers occur from time to time.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/bears.htm"
}
