{
    "title": "Big Bend National Park: Lubber Grasshoppers",
    "body": "Lubber Grasshoppers        Lubber Grasshopper NPS Photo\/Jennette Jurado       While there are many types of grasshoppers in the park, two types are most commonly seen. The desert lubber grasshopper is large, chunky, and sports a vivid black and yellow body; when it flies, it flashes bright red wings. The smaller red-winged grasshopper is slim and black-bodied and may be hard to see at rest, as it hides in vegetation. Its large, bright red wings clearly stand out when it flies.      Grasshopper Invasion From mid-summer to early fall, the roads in the Big Bend area may be covered with huge grasshoppers. Desert shrubs may be so laden with these large insects that their branches bend under the excess weight. Entomologists have identified 115 species of grasshoppers and katydids in Big Bend National Park, but none attract as much attention as these \"lubbers,\" which stand out due to their size, bright colors, and sheer abundance. Lubber grasshoppers are about three inches in length. Their wide, heavy bodies are shiny black with yellow pinstripes, and you’ll see the flash of their rose-red wings when they fly. Like all other grasshoppers, they have strong mandibles for chewing. They are often seen in great numbers in the foliage of desert plants like mesquites and acacias,where they devour enormous amounts of leaves. They also eat their own dead, which leads to the piles of dead grasshoppers on the roads: when these slow-moving grasshoppers are killed by traffic, other grasshoppers come out to eat them and are often hit, and then even more cannibals come out to feed on them. As in other animals, the bright coloration on the lubber grasshoppers indicates that they are toxic. Small mammals have vomited violently and even died after eating them. Birds, too, have died after eating them. Lubber grasshoppers sometimes secrete a foamy spray containing irritating compounds from their thoracic, or mid-body, region. In addition to being virtually inedible, lubber grasshoppers appear to be highly heat tolerant, perhaps more than most other insects. They are often seen walking on roads in the heat of summer afternoons, when the surface temperature on the asphalt measures over 135 degrees. Pick up a lubber, and you'll hear loud hissing as it forces air out of its spiracles, or breathing holes. It may also spit \"tobacco juice\" when handled. This brown liquid consists of partially-digested food material along with semi-toxic compounds, and it stains skin and clothing.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/lubbers.htm"
}
