{
    "title": "Big Bend National Park: Owls",
    "body": "Owls        Great-horned Owl NPS Photo\/Big Bend National Park       Owls live all over the world in the tundra, forests, grasslands, and deserts. There are 150 species of owls in the world, 19 in North America, and 12 species have been reported in Big Bend National Park. The great-horned owl, burrowing owl, elf owl, flammulated owl, eastern and western screech owl all nest in the park. The barn owl, northern pygmy owl, northern saw-whet owl, short-eared owl and long-eared owl are rare or accidental visitors.   Listen to an Elf Owl Listen to a Western Screech Owl Listen to a Great-horned Owl  Owls are well-adapted predators. Owls eat mice, voles, shrews, rats, squirrels, lemmings, grasshoppers, fish, snakes, birds, skunks, rabbits, insects, spiders, scorpions, reptiles and even other owls. Some scientists estimate that one owl will eat 2,000 rodents a year. All owls have a facial disk, an area of very short feathers arranged in a rounded pattern on the front of their heads. The facial disk helps collect sounds by funneling them to ears hidden beneath the feathers in the disk. Many owls have ear tufts—soft feathers that stick up and look like ears. Owl's ears are asymmetrical in shape, size, and placement. One ear is higher than the other so it can hear noises from above; the other is lower to hear noises from below. This placement allows the owl to pinpoint the direction and location of sounds. Owls can hunt by sound alone, easily locating a mouse under leaf litter or snow. Owls have large, fixed eyes at the front of their head. Because their eyes can't move, they must turn their heads to see an object to the side. Owls have very flexible necks with 14 cervical vertebrae and can turn their heads up to 270 degrees in either direction. This allows them to see more than a full circle of vision. They have binocular vision and can focus both eyes at once on an object for accurate depth perception. They can see during the day, but hunt at night when their prey is out. To adjust to the bright daylight, owls can close their pupils to a pinhole and lower their top eyelid. Scientists believe owls are color blind, seeing only shades of black, white, and gray. Their eyes have very few cones for color detection, but they have lots of rods for light reception. Their eyes are 100 times more sensitive to light than human eyes. The owl's excellent hearing and eyesight make them effective predators, but they can also fly silently through the sky when hunting. Their wings are very wide and have soft comb-like edges to their flight feathers. This decreases the amount of disturbance from the airflow around the wings. The velvety surfaces and fringes on the back edge of their flight feathers muffle more noise. The owl molts yearly, but only one feather at a time, so it can always fly silently. Owls use their beaks and claws to smooth and tidy their feathers. The feathers are waterproofed with oil from a special gland. Owls even have short bristly feathers around their beaks that act like cat whiskers to help them sense objects around them. Owls have sharp, curved, vice-like talons. They are made of keratin, which surrounds a living core. As their talons wear down, they continue to grow and get sharper. They are designed for catching and killing their prey. The talons clamp tight around a perch so the owl will not fall off a tree branch when sleeping. Owls have eight talons, one per toe, four per leg. Their hooked beaks are also made of keratin and are used for tearing food when they catch larger prey. Owls are best known for their hooting calls, but they also shriek, bark, hiss, whine, and whistle. Owls call to attract a mate and defend their territory. Young owlets will call to beg for food from the adults. Owls will hiss or clack their beaks and tongues in self-defense and as a warning. Listening for owl calls is one way to locate them. Owls are highly territorial and often live in the same area for many years. Populations are decreasing due to loss of habitat and nesting sites. Poisons in their food also affect them. Owls will eat rodents that have fed on poisons or plants that were sprayed with pesticides. These poisons then concentrate in the owl's body cause illness or even death. There are several ways to locate owls in the wild. Look for whitewash on trees and cliffs. Look for holes in trees; they may be the home of an owl. If you see small birds chasing and dive-bombing a larger bird, check if the large bird is an owl. At night shine a flashlight around the area where you are watching. It may pick up eye shine or reflected light from the eyes of owls. Another way to look for owls is to locate their pellets. The pile of pellets under a tree indicates an owl roost site. Pellets are small hard, rounded objects containing the fur, bones, and feathers that the owl cannot digest. Eight to twelve hours after a meal, an owl will regurgitate or cough up the pellet and drop it to the ground below. Pellets are clean of all flesh and are virtually odorless. Scientists have used owl pellets to do small mammal studies. By breaking up the pellet and identifying the bones inside they can determine what mammals live in an area. Not all the bones will be in the pellets. Many of the tiny bones are actually digested by the owl and provide a source of calcium.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/owls.htm"
}
