{
    "title": "Big Bend National Park: Scorpions",
    "body": "Scorpions         The cap provides a sense of scale to a typical scorpion. NPS\/Dan Leavitt  From drought-resistant exoskeletons, to their secretive lifestyles, scorpions have all the traits of desert specialists. Some visitors however may not be able to look beyond their own “fear factor” to see how interesting scorpions really are. Creepy features of scorpions include the pincers (pronounced pinsers) which are used for feeding purposes only, and of course the stinger or telson, which injects the venom used to kill prey. Whether it is the pinching or the stinging, we should not feel threatened at all. Very few park visitors even see a scorpion, and believe it or not, it is likely that during your entire Big Bend visit, you will not be stung or pinched by a single one. The truth is, a scorpion would never actually attack a human. When a human is stung, it is a defensive warning, the message being “do not cross this line.” Backpackers and campers should check bedding, clothing, and shoes if they’ve been left out overnight. Never walk in the dark here without a flashlight. A sting is painful, much like a honeybee, but may also cause a tingling sensation throughout the body as nerve endings react to the witch’s brew of chemicals in the venom. Deadly to insects, the venom causes only discomfort in larger creatures. Many scorpion predators, including coyotes, owls, snakes, bats, and hawks might eat a lot more of them if they didn’t have to face a possible sting. Scorpions are predators as well as prey. They receive most of their moisture from eating tiny insects and even other scorpions. Nocturnal creatures, from a dark perch they wait until prey approaches. Once near, the pincers lash out and grasp the victim like two pairs of strong pliers. If it struggles, the prey is stung and immobilized...dinner is served. The scorpion is nothing to be feared. Instead, admire this desert specialist’s unique features and ability to thrive in the harsh wilds of Big Bend.  This article by Dan Leavitt originally appeared in Fall\/Winter 2003 issue of The Big Bend Paisano.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/scorps.htm"
}
