{
    "title": "Big Bend National Park: Spring Migration",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Spring Migration                  Spring Migration        Yellow-rumped Warbler NPS Photo\/Cookie Ballou      Many visitors are drawn to Big Bend National Park in spring by the opportunity to see an incredible diversity of birds that pass through during their annual migration. Observers have reported more than 450 species in the park. Of this total, nearly 42 percent are migrants headed north to their breeding grounds. Many of these species represent a special group called \"neotropical\" migrants, referring to birds that nest in the United States and Canada, but winter south of the United States. Within this group are the \"vagrants,\" birds far off course from their normal range or migration routes. During the late 1990s, two species listed as \"hypothetical\" on the park list visited the area, a violet-crowned hummingbird, and a Swainson's warbler. There were also observations of two individual flame-colored tanagers, another Mexican species that had previously been recorded in the United States only in southeast Arizona. Migration may be defined as an extensive, seasonal movement between breeding regions and wintering regions. Approximately half of the world's 9,000 bird species are migrants. In North America, approximately 600 of the 800-plus species recorded are migrants. Some species travel thousands of miles, crossing over large bodies of water or vast expanses of arid land. Most spring migrants that pass through, or stay to breed in Big Bend spend their winters in Mexico and Central America. Only a few, like the Swainson's hawk, yellow-billed cuckoo, and cliff swallow, winter as far away as South America. Along the way there are many dangers that can result in death, including, predators, extreme weather, and obstacles such as power lines. Migration requires a tremendous expenditure of energy. Migrants can lose anywhere from 26 to 44 percent of their body weight during the passage from south to north. Birds that migrate give up their territories each year, and must reclaim them upon return. Not all are successful in securing a territory and finding a mate on the breeding grounds. A study of nesting American redstarts in New Hampshire found that up to 70 percent of redstart eggs and nestlings were lost to predators, even in relatively intact forest habitat. Northern summers provide longer available daylight hours for adult birds to forage for food. Even though the summer season is short, the longer daily period of food gathering allows birds to raise their young more quickly. This is very important as birds are most vulnerable to predators and parasites while they are in the nest, either as brooding adults or nestlings. Given that the breeding season is short and the time required for migration long, most neotropical migrants have only enough time to raise one brood. Birds that migrate take advantage of better climates for living. This is especially true for long-distance migrants. In moving between areas, migrants exploit different habitats for food. A variety of habitats means a greater variety of food and increases the probability of a more nourishing diet throughout the year. Some migrants change their diet to take advantage of seasonally abundant food sources in the two areas. The Nashville warbler, a fairly common migrant through Big Bend in the spring, is mainly an insectivore during the breeding season. On wintering grounds, in central Mexico and Guatemala, the warbler feeds on nectar from flowers just coming into bloom. Status of Breeding Birds Since 1966 the U.S. Fish and Wildlife Service has conducted Breeding Bird Surveys (BBS) across the country. The accumulated data provides a fairly accurate picture of the status of breeding birds in the United States. In the first years of the survey observers witnessed huge migration fronts and a healthy diversity of species. Beginning in the 1970s and accelerating through the 1980s and 1990s, declines were documented in many populations. In Texas surveys, neotropical migrant species declined by 54 percent between 1980 and 1989. Several potential factors have been identified. Initially, much of the decline was attributed to deforestation of wintering grounds. Some estimates of the loss of mature tropical forests in Latin American countries are as high as 74,000 acres per day. The summer tanager, a migrant and breeder in Big Bend, winters in tropical lowland forests from Mexico to South America. Since 1980 summer tanager populations have declined by 17 percent. The olive-sided flycatcher, a migrant through Big Bend, winters in temperate and cloud forest areas at higher elevations in the Andes. This habitat has declined 22 percent since 1980. Not all neotropical migrants, however, utilize mature forest for wintering habitat. Some prefer secondary growth, scrub lands, and coffee plantations. These species may have benefitted from the felling of mature forests. Also, some studies show that many species can tolerate a very high level of disturbance on their wintering grounds. Habitat destruction on the northern breeding grounds, particularly in the forested areas of the United States, has fragmented suitable habitat into areas that are dangerous or otherwise unsuitable for nesting. If the habitat is fragmented, it takes longer to find a good area, decreasing the time available to raise young and increasing the chances of starvation. Fragmentation of habitat also makes it easier for predators (jays, owls, rodents, and house cats) and brood parasites (birds which lay their eggs in the nest of other birds) to find a nest. Another factor is the importance of stop-over areas along the migration route. Migrating birds, particularly long-distance migrants, need suitable habitat to rest and refuel before continuing on. Researchers acknowledge that habitat destruction at all three points, breeding, wintering, and stop-over points, is cumulative and critical. Hunting, persistent environmental contaminants, and other unknown factors further complicate the issue. Concerned individuals, however, are planting native vegetation around their homes to provide habitat for wildlife, participating in research, and organizing activities that promote education and understanding. On a larger scale, programs like the Partners in Flight project seek to create partnerships between the key players involved: state and federal agencies, non-governmental organizations, private landowners, and other nations. The focus of the project is to change current land management practices based on a single species concept to ones that foster an ecosystem approach and managing for biological diversity. Such practices would benefit many life forms, including neotropical migrants.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/spring-birds.htm"
}
