{
    "title": "Big Bend National Park: History Of Castolon",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Castolon     History Of Castolon                  History of the Castolon Area        Alvino House NPS Photo\/Maria Lavender      In the early 1900s, people began to live and farm along the banks of the Rio Grande, downstream from Santa Elena Canyon. The fields were fertile and the community grew. Farmers in the area raised corn, beans, wheat, squash, tomatoes, and melons. In 1901, Cipriano Hernandez started the first store in the area and sold goods to his neighbors and to the mining community in Terlingua. He operated the store out of his home, which is today known as the Alvino House (named for Alvino Ybarra who lived there with his family from 1918 to 1957).   From about 1912 to 1920, revolution raged in Mexico. Many Mexican families moved north of the river to avoid the bloodshed and bandit raids. The raids, including the Glenn Springs raid in 1916, brought the U.S. military to defend the border. The National Guard established camps at Glenn Springs, La Noria (northeast of Rio Grande Village), Lajitas (west of the park), and Castolon (Camp Santa Helena). In response to a later revolution (the Escobar Rebellion of 1929), the Air Corps established a landing field at nearby Johnson's Ranch. Camp Santa Helena, established in 1916, utilized troops from the 5th, 6th, and 8th cavalries. The men lived in tents and the construction of a permanent post began in 1919. By the time the buildings were completed in 1920, the Revolution was over, and the men were ordered to roll up their tents and take new assignments elsewhere. The new buildings were most likely never occupied by the soldiers. They included an enlisted mens' barrack, officers' and non-commissioned officers' quarters, a latrine, a granary and tack shed, and a stable (which burned sometime before 1933). In 1921, the La Harmonia Company Store moved into the new barracks building and began its eighty-year history of serving as a frontier trading post (from 1918 to 1921, the store was located in \"Old Castolon\" accross from what is today Cottonwood Campground). The La Harmonia Company was also involved in farming and ranching. In the early 1920s, La Harmonia began farming cotton, a not-so-prosperours endeavor that continued for two decades. In 1961, the National Park Service acquired the La Harmonia Company holdings and began operating the store as a concession operation. In addition to the store, Castolon includes the oldest known adobe structure in Big Bend National Park (the Alvino House), another store building (Old Castolon), and numerous adobe ruins that were once homes for the many Mexican American and Anglo families that lived in the area. There are two cemeteries in the Castolon area.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/castolon_history.htm"
}
