{
    "title": "Big Bend National Park: Vultures",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Vultures                  Vultures        Black Vulture NPS Photo\/Cookie Ballou      The turkey vulture is designed for soaring flight. With a nearly six-foot wing span and a light body weight (3.5–5 lbs), turkey vultures have a very low wing loading ratio (ratio of body weight to wing area). This enables them to buoyantly ride rising columns of warm air to heights of almost 5,000 feet and to travel up to 40 miles per hour with almost no flapping of the wings. The closely related black vulture, though capable of sustained soaring flight, is no match for its cousin. With a heavier body and shorter wings and tail, the black vulture must laboriously flap its wings often to gain and maintain altitude. Seen in soaring flight, the turkey vulture is identified by its wings held in a dihedral or \"v\" pattern, the slight rocking motion of the body, and the two-toned underwing; a dark leading edge and a lighter trailing edge. The black vulture in contrast soars with its wings held nearly flat or a shallow dihedral, and has a completely black underwing with a large silvery-white patch at the base of the primaries. With its greater powers of flight, the turkey vulture has a much larger range than the black vulture—found from southern Canada to the southern tip of South America. Populations in the north and west of North America are migratory, including those in Big Bend National Park. They arrive in early March—some members of the population nest—then they all depart to Central and South America in the autumn. Black vultures range from the eastern and south central U.S., down through Mexico and South America. They are mostly non-migratory across their range and here in the park, they are resident year-round, but never common. In Big Bend, turkey vultures are found throughout the park. Black vultures are seldom found away from the river. Both species of vultures have un-feathered heads, the adult turkey vulture displaying the characteristic red-skinned head, while the black vulture has a wrinkled, black-skinned head. Both have long bare legs, often discolored by their habit of defecating on themselves for cooling. The talons are weak and the hind toe small and nonfunctional. Because the talons are almost useless for defense, both will, if threatened while nesting or roosting, either fall over and play dead, or vomit. A common behavior at the roost is the spread wing posture in the early morning. In the case of the turkey vulture, this activity serves to aid thermoregulation. In the evening a turkey vulture's body temperature drops to conserve energy. In the morning, spreading the wings to the sun's heat brings the body temperature back up quickly and allows the bird to prepare for flight. On rainy or cloudy, cool days, vultures seldom take to the air. Both vultures are predominately carrion eaters. The family name for the New World vultures (Cathartidae) is from the Greek word meaning \"cleanser,\" alluding to the tremendous service vultures and their kin provide. They patrol the air, finding and ridding the land of carcasses that, if left on the ground, could become harbors of disease. At one time in Texas and other areas where ranching occurs, vultures were killed because of the belief that they carried and transmitted anthrax and hog cholera. Recent studies have shown that these disease organisms do not survive passage through a vulture's digestive system and it has also been shown that vultures are immune to botulism. Vultures will on occasion eat rotting fruit and other plant material and are known to take small live prey, most often young, defenseless animals. Because of similarities to true birds of prey, New World vultures were long classified as close relatives of hawks and eagles. Recent genetics studies however, strongly suggest that vultures are actually more related to storks. One adaptation that sets the turkey vulture apart from most other members of the family is its well-developed sense of smell. It was thought that all vultures found their food strictly by keen eyesight. In experiments using hidden carcasses, turkey vultures successfully found the carrion every time, always approaching into the wind on the scent of the food. In areas where turkey and black vultures coexist, usually the turkey vultures will locate carrion first by scent and sight. Black vultures, lacking a sense of smell, watch their cousins converge on a carcass, then descend and drive off the turkey vultures to take over the meal.         Turkey Vulture   Long two-toned wings  Long tail  Holds wings in upward \"v\" shape when soaring  Unsteady rocking flight  Small red skinhead  Seen throughout the park         Black Vulture   Short, square tail All black with white wingtips Black skinhead Quick, labored wingbeats Usually seen near the river",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/vultures.htm"
}
