{
    "title": "Big Bend National Park: Mountain Lions",
    "body": "Mountain Lions        Mountain Lion Photo Courtesy of Dennis Sweetman       The mountain lion (Puma concolor) is the second largest member of the cat family in the Americas (after the Jaguar) and the fourth largest in the world. Cougar is just one of its many names; it has also been called puma and panther.  Six sub-species are recognized but five of them are found only in Central and South America. The Puma concolor couguar is the sub-species found in North America. An average adult mountain lion is generally 6–8 feet in length, including the tail which is about one-third the length of the body. Males are larger than females and weigh around 150 pounds; females average about 90 pounds. Adults are generally tawny or grayish in color without spots and their fur is short and coarse. Their underbelly is white, and the tail is tipped in black. Young kittens are spotted with dark brown, almost black, spots over most of their bodies. Juvenile spots usually disappear when the young are 6 months old, but some kittens retain their spotted coat until they are nearly a year old. Young kittens have several black bands on their tails. Mountain lions are solitary animals, only seeking company during the breeding season. They are capable of breeding at any time during the year. In the west, kittens are usually born in June or July. During breeding season a female lion screams to attract a male lion. After choosing her mate, both lions remain together for several days until the female is ready to mate. The female chooses a den, which could be a rock overhang, shallow cave, or area of dense vegetation. After approximately three months, the kittens are born. Female lions raise only one brood of young a year with generally one to four in a litter. Kittens weigh about one pound at birth, and are born with spotted coats and bright blue eyes. The kittens are blind at birth and are weaned around three months. The spots disappear after 6–9 months, and the eyes turn yellow within 16 months. At about six months of age they begin accompanying their mother, feeding at kill sites and learning to stalk and attack. Juvenile lions are nearly full grown after one year, and are on their own by 18–24 months. Mountain lions are predators and only eat meat. When attacking, their jaws are powerful enough to break the neck of a deer or smaller animal. While deer is their preferred food throughout their range, mountain lions also feed on mice, ground squirrels, rabbits, skunks, porcupines, and birds. One lion can consume 20–30 pounds of meat in a single meal. After feeding, the lion will cache the prey, or bury it in a secluded spot, and return to feed on the prey for up to 10 days. Mountain lions have the largest hind legs in the cat family which allows them to stalk prey then attack with short bursts of speed and great leaping ability. A mountain lion's eyesight is one of the animal's most important adaptations for hunting. The animal's eyes are quite large, and the retina contains more rods than cones, lending to the cat's excellent night vision. Although mountain lions cannot see in complete darkness, they can discern details in much lower light than humans. In addition to excellent vision, mountain lions have extremely sensitive hearing. Lions can detect high frequency sounds that allow them to find hidden prey. By comparison, mountain lions have a weak sense of smell. Mountain lions can survive in a variety of habitats, including high mountains, deserts, and swamps. Human activity has encouraged mountain lions to retreat to the rugged terrain that remains largely uninhabited. Mountain lion habitat must provide an adequate prey base as well as cover for hunting. Preferring habitat with dense brush, trees, and rocky ledges, mountain lions can ambush as well as stalk. The home range depends primarily on prey abundance. A mountain lion's range may cover several hundred square miles. Encountering a Mountain Lion Encountering a mountain lion can lead to conflicts in maintaining the balance between natural processes and visitor enjoyment and safety. Each year, over 150 lion sightings are reported by park visitors in Big Bend National Park. While most of these sightings were along park roadways, encounters along trails have also occurred. Since 1984 several human encounters in the park have resulted in attacks on people. By taking some precautions humans and mountain lions can coexist. In the event that you encounter an aggressive mountain lion:  Maintain eye contact, and never turn away from the lion. Stand up straight, with arms above your head in order to appear larger. Back away very slowly in case the lion is guarding a kill or her den. If the lion approaches, throw rocks or sticks and yell at the animal. If the lion does attack, fight back.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/mt-lions.htm"
}
