{
    "title": "Big Bend National Park: La Harmonia Store",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Castolon     La Harmonia Store                  La Harmonia Store         Historic Remnant at La Harmonia Store NPS Photo\/Cookie Ballou  Historically, the trading post in a remote frontier had to be all things to all people. So it was in the southern Big Bend with the Castolon store. From 1902 until the establishment of the park in 1944, it served, though not always by virtue of legal designation, as consulate, sheriffs' department, notary public, bank, and a source of medical, hardware, and ranch supplies in northern Mexico and the southern Big Bend. A ninety-year history of practical diplomacy in an isolated and often troubled border region is hardly what one expects from the local convenience mart. And while the original founder of the store never planned it that way, later owners recognized the role the store could play in area practices and politics. In 1901, Cipriano Hernandez had the idea of farming the fertile floodplain around Castolon and selling his produce to the miners in Terlingua, just up the creek. The east end of the rambling adobe building now known as the \"Alvino House\" was the original Castolon store, where Hernandez vended his melons, pumpkins, squash, and beans. In 1914, he sold the property to Clyde Buttrill, who hired James Sublett to manage the farm and store. Sublett and his family moved into the house, and later moved the store into larger building located across from Cottonwood Campground at Old Castolon. Several subsequent managers ran the store in this location until the spring of 1919. In 1918, Howard Perry, owner of the Chisos Mining Company in Terlingua, decided to get into the farming and ranching business as well. He formed a partnership with Wayne Cartledge and founded La Harmonia Company, which bought the Castolon Store in 1919. Cartledge, with his son Eugene, managed it. Cartledge picked the name fully aware that life was not always harmonious. Border troubles enlivened the years 1910-1920. To protect the citizenry and the mines, the U.S. Government sent cavalry and Texas sent rangers to Castolon. La Harmonia Company became a stabilizing influence largely due to the efforts of Wayne Cartledge. Northern Mexico at that time represented an extreme in isolation. La Harmonia Company was the most accessible wholesaler for many small Mexican stores in the region. Cartledge used his connections with the Chisos Mining Company to secure low prices through bulk orders. He was also a middleman between suppliers from interior Mexico and buyers as far away as New York in the candelilla and fur trades. La Harmonia Company kept money and valuables for local clients, detained criminals, resolved financial tangles, and obtained the postal contract in 1922, shortly after moving into the newly completed but never occupied Army barracks in Castolon. When the county sheriffs had business across the river, Cartledge would use his influence to enlist Mexican cooperation. Local residents and business people found the store--and its keeper--to be a valuable asset to the community. The Castolon store changed management and got its fourth storekeeper in 1961, when Cartledge sold his property to the National Park Service for inclusion in Big Bend National Park. National Park Concessions, Inc., took over from the Cartledges and began running the store as a park concessioner. Today, park concessioner Forever Resorts, Inc. manages the Castolon Store year-round for visitors. In the past thirty years, a few changes have taken place. The ice box was converted to electric. A microwave oven now reorganizes the molecular structure of sandwiches on the counter. Candelilla wax and furs have given way to snacks and tourist information as major commodities at the store, and the area is now sought after for rare bird sightings rather than farmland. Although still isolated by most American standards, telephones and paved roads now link Castolon to the outside world. Still, much remains the same. Judging from the line-up of cars in the parking lot and the foot traffic up and down the hill toward the river, the La Harmonia Company Store is still the center of activity for travelers through and residents of the southwestern tip of Big Bend.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/laharmonia.htm"
}
