{
    "title": "Thomas Edison National Historical Park: Recorded Sound Archive",
    "body": "Recorded Sound Archive       Click here to read about recent conservation of early Edison sound recordings!         Disc phonograph record storage. NPS Photograph  Preserving the Collection The National Park Service preserves approximately 28,000 disc phonograph records, 11,000 cylinder phonograph records, and 9800 disc metal molds at Thomas Edison National Historical Park. In 2005 Thomas Edison NHP completed a ten-year project to relocate, re-house, and catalog the disc and cylinder record collections that have been at the Edison Laboratory since its donation to the National Park Service in 1956. These 39,000 phonograph records are now stored in a large walk-in refrigerator, temperature and humidity controlled, secured with intrusion and fire protection systems. The collection is meticulously organized, each item housed in an archival container and individually cataloged in a MARC-format database. Thomas Edison NHP received the collection of 9800 disc metal molds as a donation from The Henry Ford of Dearborn, Michigan in 2001. Originally stored in Vault 32 of the Edison Phonograph Works in West Orange, New Jersey, plans are underway to build a new vault for the collection. The disc metal mold collection is not yet cataloged and is currently inaccessible. Work is in progress to digitize and preserve the park's \"brown wax\" phonograph records. In March 2010 the Friends of Thomas Edison NHP purchased equipment and consultant services needed to modernize Thomas Edison NHP's audio preservation transfer workstation. The John Stratton Trust (Stephen R. Clark, executor), David Giovannoni, and Whole Foods Market donated a combined total of $14,283 to fund the upgrade. The new equipment includes a Mac Pro computer with RAID-1 hard drive redundancy, an LTO-4 external tape drive for data storage, associated software, and a workbench. Thomas Edison NHP is now able to create and store high-resolution digital audio files in Broadcast Wave format at 96 kHz sample rate and 24 bit depth, bringing the park up to date with the archival profession's current preservation standards. Over 100 digitized recordings from the archive can be heard in MP3 format from the \"Listen to Edison Sound Recordings\" page of the Thomas Edison NHP website. A much larger number of recordings from the Thomas Edison NHP archive are available via the \"Thomas Edison's Attic\" radio program website. The \"Thomas Edison's Attic\" radio program aired from May 2003 until October 2007 on WFMU, a non-profit radio station in Jersey City, New Jersey. Click here for a list of current compact discs that include recordings from the Thomas Edison NHP sound archive.",
    "url": "https:\/\/www.nps.gov\/edis\/learn\/historyculture\/recorded-sound-archive.htm"
}
