{
    "title": "Big Bend National Park: Partners",
    "body": "Explore This Park    Get Involved     Partners             Partners        Chisos Mountain Lodge NPS Photo\/Cookie Ballou       Park Partners   The concept of partnership is deeply embedded in the management philosophy of Big Bend National Park and Rio Grande Wild & Scenic River. As a result, the parks have developed a number effective partnerships with organizations in the region.     Big Bend ConservancyFounded in 1996, Friends of Big Bend National Park is a private not-for-profit organization. Its mission is to support, promote, and raise funds for Big Bend National Park in partnership with the National Park Service and other supporters who value the unique qualities of this national resource on the Rio Grande. Friends of Big Bend National Park has funded a range of critical projects, including wildlife research programs, the purchase of air and water quality monitoring equipment, and construction and renovation of the park infrastructure. more...     Big Bend Natural History AssociationEstablished in 1956 as a private, non-profit organization, the goal of the Big Bend Natural History Association (BBNHA) is to educate the public and increase understanding and appreciation of the Big Bend Area and what it represents in terms of our historical and natural heritage. BBNHA champions the mission of the National Park Service of interpreting the scenic, scientific, and historic values of Big Bend and encourages research related to those values. The Association conducts seminars and publishes, prints, or otherwise provides books, maps, and interpretive materials on the Big Bend region. Proceeds fund exhibits, films, interpretive programs, seminars, museum activities, and research. more...     Forever ResortsForever Resorts, Inc. is the sole concessions contractor in Big Bend National Park. The concessionaire’s services include operating a lodge, a restaurant, gift shops, general merchandise sales, service stations, and an RV park. more...",
    "url": "https:\/\/www.nps.gov\/bibe\/getinvolved\/partners.htm"
}
