{
    "title": "Big Bend National Park: Self Guided Trip Preparation",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Self Guided Trip Preparation                Self Guided Trip Preparation        Rio Grande Village Group Campground NPS Photo\/Cookie Ballou       Pre-trip Planning   Start early! The logistics of reaching Big Bend National Park and distances involved require pre-trip planning. A well-organized trip can make the difference between a successful experience and a difficult one. Reserve group campsites in advance. Group campsites are located in Rio Grande Village, Chisos Basin, and Cottonwood campgrounds. Group campsites can be reserved 90 days in advance at recreation.gov, or call 432-477-1188. Request entrance fee waiver. Educational groups are generally eligible for an entrance fee waiver. Call 432-477-1121 for more information. Involve students in planning. Discuss the itinerary, transportation, meals, and lodging\/camping with your class. Share the responsibility and ownership of the trip and heighten their anticipation. Hold pre-trip meetings. Gain parents\/chaperones support, ease concerns, and facilitate signatures on permission slips. Suggested ratio of chaperones to students; elementary age,1:5; secondary students, 1:10. Gather Information. Write the park for information. Peruse the park’s website. Investigate learning opportunities near Big Bend National Park—Museum of the Big Bend, in Alpine, McDonald Observatory near Fort Davis, and Barton Warnock Environmental Education Center and Big Bend Ranch State Park near Lajitas. Incorporate information into lesson plans. Be creative! Map out the directions to Big Bend as a geography lesson. Calculate the trip’s budget in math class. Start trip journals as a writing assignment. Focus on a single theme. Big Bend is impossible to see all at once. Utilize a broad theme (i.e. biodiversity, geology, or the Rio Grande) to organize information and help students get the most from their trip. Volunteer your time. Big Bend staff always needs eager volunteers to help us with various projects. Consider donating part of your time to help preserve this amazing resource! Contact the volunteer coordinator at 432-477-1196 for more information.       What to Pack & What to Expect  Dress for the weather. Weather can vary dramatically with extremes in temperatures and local weather conditions. Be prepared for outdoor time under a broad range of conditions. Check current weather conditions by viewing the park's daily report. Carry water! Bring water bottles when hiking and encourage students to drink frequently. Bring a first aid kit. Safety and health are of primary concern. A good first aid kit is required. Include a blister kit and tweezers for removing cactus spines. Establish a system for students to bring and take any prescription medication that they might need. Bring essentials. Everyone should bring a hat and sunscreen to protect from the sun’s strong rays and a flashlight for nighttime around camp. Recognize desert hazards. Be aware of dangers like loose rocks, cactus spines, insects, and reptiles. Remember that all objects in a national park are protected by law and should not be disturbed or damaged. Swimming is not recommended. The Rio Grande may look inviting, but strong currents, high pollution levels, and objects hidden under the water make swimming a dangerous prospect.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/education\/selfguidedtrippreparation.htm"
}
