{
    "title": "Thomas Edison National Historical Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections               Collections         An improved 1888 wax cylinder phonograph. NPS Photo  Below you will find an overview of collections mainly at the Laboratory complex. For a review of the Glenmont Estate collections, please click here. A review of the Cultural Landscapes is also available here. The History Collection consists of: I. Laboratory furnishings and equipment – including technical and scientific equipment, shop machinery, office and library furnishings, stock, raw materials and chemicals, used at the West Orange laboratory by Edison, his colleagues and workers, 1887-1931. Also, similar material associated with: pre-West Orange Edison laboratory facilities; Thomas A. Edison Inc. and McGraw-Edison site operations from 1931-1972; and Edison company manufacturing operations in West Orange and elsewhere. II. Manufactured goods, and materials associated with the research and development of manufactured goods, produced by Edison, his colleagues and enterprises:  i. Phonographs, including Edison tinfoil phonographs from 1877–1880, Edison cylinder phonographs from 1887–1929, Edison disc phonographs from 1912–1930, Edison dictation machines from 1905–1970, and competitor (non-Edison) phonographs from 1890s–1920s; phonograph parts, manufacturing tools and equipment; and sound recording equipment.   ii. Electrical lighting, distribution and power equipment – including incandescent lamps, dynamos, fuses, insulators, meters, motors, switches, and rheostats. An extensive collection of the earliest light bulbs.   iii. Motion picture cameras, projectors and associated equipment, including prototypes and experimental equipment.   iv. Other products and innovations include Edicraft electrical appliances, batteries, cement manufacture, ore milling, rubber extraction, telephone and telegraph apparatus, and radios.         An advertisement for Edison Cement. NPS Photo   III. Manufactured goods made by competing manufacturers and contemporary inventors that relate to goods produced by Edison, his colleagues and enterprises. IV. Edisonia objects that reflect Edison's role as a cultural icon, including commemorative plaques, busts, and related commercial art; commemorative reproduction inventions and products; non-Edison consumer goods that evoke the Edison name and\/or image; souvenirs, and ephemeral mementos. V. Historic fabric – including original fabric removed from a historic structure during a preservation or repair project. VI. Historic plant specimens - These include plant specimens collected and tested by Thomas A. Edison for domestic rubber research in the 1920's. VII. The Archeology collection consists of architectural and industrial artifacts, hardware, fuel, fauna, and domestic and commercial glass recovered from the Laboratory Complex and Glenmont Estate excavation units. VIII. Rare Books - The Park's rare books collection consists of books owned by Thomas A. Edison for both work-related research and personal use.",
    "url": "https:\/\/www.nps.gov\/edis\/learn\/historyculture\/collections.htm"
}
