{
    "title": "Big Bend National Park: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geology                 Geology of Big Bend National Park        Rock Layers of the Boquilla Formation NPS Photo\/Cookie Ballou       That portion of the earth’s surface known as the Big Bend has often been described as a geologist’s paradise. In part this is due to the sparse vegetation of the region, which allows the various strata to be easily observed and studied. It is also due to the complex geologic history of the area, presenting a challenge to students and researchers from all over the world.   Not all field geologists, however, refer to the Big Bend as a paradise. For some, this land of twisted, tortured rock is a nightmare. The abundance, diversity and complexity of visible rock outcrops is staggering, especially to first-time observers. From 500 million year old rocks at Persimmon Gap to modern-day windblown sand dunes at Boquillas Canyon, geologic formations in Big Bend demonstrate amazingly diverse depositional styles over a vast interval of time. For most of us, time is measured by the passing of days, years and generations.   The concept of geologic time, however, is not so easily understood. Events that occurred 2 million, 26 million or as many as 120 million years ago are, at best, difficult to comprehend. Since astronomers now place the age of the earth at approximately 4.6 billion years we should perhaps consider ourselves fortunate that the oldest rocks found in the Big Bend are only about 500 million years old. Initial commentary on the geology of the Big Bend was provided by early-day explorers and adventurers in the 1800’s. Subsequent studies by numerous 20th century researchers enable us now to reasonably reconstruct the complex geologic history of the Big Bend.   For a period of at least 200 million years, ending some 300 million years ago in the Paleozoic Era, a deep-ocean trough extended from present-day Arkansas and Oklahoma into the Big Bend region of far West Texas. Sediments from highlands to the north accumulated in that trough to form layers of gravel, sand and clay. With the passing of time, these layers became sandstone and shale beds. About 300 million years ago these strata were “squeezed” upward by collision with a continent to the south to form the ancestral Ouachita mountains. Subsequent erosion over an interval of 160 million years left only the roots of those mountains visible. These remnants may be observed today in the Ouachita Mountains of southeastern Oklahoma, in the immediate vicinity of Marathon, Texas, and in Big Bend National Park near Persimmon Gap.   A warm, shallow sea invaded the Big Bend during the Cretaceous Period, some 135 million years ago, providing the setting for deposition of lime mud and the remains of sea-dwelling organisms such as clams and snails. Limestone layers formed from those shallow muds are now visible throughout much of the Big Bend. They comprise the dramatic walls of Santa Elena, Mariscal and Boquillas canyons, the entire range of the Sierra del Caballo Muerto (Dead Horse Mountains) and the magnificent cliffs of the Sierra del Carmen in Coahuila, Mexico, towering above Rio Grande Village. Approximately 100 million years ago the shallow Cretaceous sea began a gradual retreat to its present location, the Gulf of Mexico. Sandstone and clay sediments that formed along the retreating shoreline are found in lowlands surrounding the Chisos Mountains. Shallow water strata of this episode contain the fossil remains of oysters, giant clams, ammonites, and a variety of fishes and marine reptiles. Near-shore deposits in Big Bend have yielded petrified wood, fossil turtles and crocodiles--one almost 50 feet long! Deposits from further inland contain fossil remains of a variety of dinosaurs. Perhaps the most famous of Big Bend’s fossil treasures from this period is the giant flying reptile, Quetzalcoatlus northropi, with a wingspan over 35 feet. (A replica of the bones of one wing is now on exhibit at the Panther Junction Visitor Center.)   Near the end of the Cretaceous Period, a west-to-east compression of the earth’s crust marked the beginning of the second major mountain-building period in Big Bend. This compression, which began in Canada, moved gradually southward, uplifting and folding ancient sediments to form the Rocky Mountains. In Big Bend National Park, Mariscal Mountain represents the southernmost extension of the Rockies in the United States. Broad uplift punctuated by upward folding exposed both the erosion-resistant lower Cretaceous limestones and the less resistant overlying sandstones and clays to the onslaught of erosion. Limestone cliffs throughout the region continue to be eroded today; most of the more easily removed sandstone and clay is gone from the mountains.   For almost 10 million years after uplift ended, non-marine sediments of the Tertiary period constitute the only record of events in the Big Bend. Dinosaurs had long been gone from the land, their places taken by a proliferation of mammals, many of whose remains have been found in Big Bend...horses, rhinos, camels and rodents, as well as fossils of the plants on which they thrived. All was not to remain quiet for long. Near the present northwest boundary of Big Bend National Park, the first of a long series of volcanic eruptions occurred approximately 42 million years ago. Upwelling magma lifted the mass now known as the Christmas Mountains, fracturing and weakening overlying strata, allowing massive outpourings of lava to spread across the land. The oldest volcanic rocks in Big Bend owe their origins to this eruptive cycle. Between roughly 38 and 32 million years ago Big Bend itself hosted a series of volcanic eruptions. Initial activity in this cycle centered in the Sierra Quemada, below the present South Rim of the Chisos Mountains. Subsequent volcanic activity at Pine Canyon, Burro Mesa, near Castolon and elsewhere in the park is responsible for the brightly colored volcanic ash and lava layers of the lower elevations and for most of the mass of the Chisos Mountains.   Volcanic activity was not continuous during these eruptive cycles. Periods of hundreds of thousands or perhaps millions of years passed between eruptions. During the quiet interludes the forces of erosion carved new landscapes, many of which were destined to be buried under layers of ash and lava from later eruptions. Life returned to the land only to be displaced by future eruptions. Elsewhere in the Big Bend rising magma sometimes failed to reach the surface. Instead, it spread within existing layers of rock, uplifting and fracturing overlying strata. Once the magma cooled and crystallized it formed solid masses of erosion-resistant intrusive igneous rock which have now been exposed by erosion of the overlying material. Maverick Mountain, the Grapevine Hills, Nugent Mountain and Pulliam Ridge are among many examples in Big Bend of such “frozen” magma chambers.   Beginning some 26 million years ago, stresses generated along the West coast of North America resulted in stretching of the earth’s crust as far east as Big Bend. As a result of these tensional forces fracture zones developed which, over time, allowed large bodies of rock to slide downward along active faults. The central mass of Big Bend National Park, including the Chisos Mountains, from the Sierra del Carmen to the east to the Mesa de Anguila to the west comprises such a block of rocks dropped downward by faulting. Direct evidence of this faulting is readily observed at the tunnel near Rio Grande Village. There the limestone layer through which the tunnel passes is the same layer that forms the skyline of the Sierra del Carmen to the east, dropped down over 4800 feet by faulting. To the west, at the mouth of Santa Elena Canyon the highest elevation rises 1500 feet above the river, while at the parking area the same layer lies some 1500 feet below the surface. Displacement along these faults did not occur in a single event, rather in a series of lesser episodes of faulting punctuated by earthquakes. The 1995 magnitude 5.6 earthquake near Marathon, Texas, 70 miles north of Panther Junction indicates that the responsible stresses are still active. The western slopes of the Chisos Mountains provide evidence of additional activity within the same fracture zones. Near the old ranch on the Ross Maxwell Scenic Drive stand a number of parallel ridges to the east of the road. These ridges are the eroded remains of tabular intrusions of magma along the Burro Mesa fault. The layers of volcanic ash into which the magma intruded are being actively removed by erosion, leaving the more resistant “dikes” of intrusive rocks standing in bold relief.   Mountain building by compression, volcanism and tension all served to form the framework for today’s landscapes in Big Bend National Park. Erosion of higher lands resulted in the filling of surrounding basins. Eventually basins from El Paso to Big Bend were filled and subsequently linked by the Rio Grande. Achieving through-flow to the Gulf of Mexico only within the last 2 million years, the Rio Grande ranks as the youngest major river system in the United States. Once established, the Rio Grande served, and continues to serve, as the conduit for material removed by erosion. The processes of erosion comprise the most active aspect of Big Bend’s geology today.   Erosion in Big Bend is best defined by rapid runoff and flash-flooding following summer thunderstorms, but there are other active agents of erosion. Water droplets in the atmosphere capture carbon dioxide to form carbonic acid, a very weak naturally occurring acid which has virtually no effect on man. One mineral, however, is vulnerable to attack by carbonic acid: calcite, which comprises the bulk of all limestone in the Big Bend. Every drop of rain that falls on limestone dissolves a tiny bit of calcite which is transported away by runoff, perhaps to a final destination in the Gulf of Mexico.   The beautifully etched limestone cliffs in the Sierra del Caballo Muerto and in Big Bend’s canyons owe their origin to mother nature’s own version of acid rain! Rainwater also contains free oxygen which reacts with sulfur-bearing minerals in igneous rocks.   Virtually all igneous rocks in Big Bend contain minor amounts of pyrite, or Fool’s Gold, which is iron sulfide. Oxygen-bearing water attacks individual pyrite grains, replacing the sulfur with oxygen to form iron oxide, better known as rust, which provides the warm red and brown colors of igneous rocks in the Big Bend.   Plant and animal activity is also vital in the shaping of the land. As plants grow their root systems expand, forcing rocks ever farther apart, until, eventually, rocks are dislodged and fall. The same roots also extract needed minerals from rocks, weakening the rocks and rendering them more vulnerable to removal by flowing water. Similarly, animals crossing a rocky slope often dislodge rocks, sending them crashing downslope to collide with yet other rocks, which, in turn are dislodged. Though plants and animals play significant roles in erosion, the key player remains water. From chemical weathering by water-borne carbonic acid and oxygen to mechanical removal of soft and broken rocks, to scouring ever deeper and wider the canyons of the Big Bend, water is today, as it has been in the past, the major tool in the shaping of the land.   The Greek philosopher Heraclitus once said “There is nothing permanent except change.” This phrase could have been directed to the Big Bend where geologic processes have been constantly changing the land for over 500 million years. Each time you return to Big Bend National Park it will be different, for with every passing day the land is indeed changing.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/geology.htm"
}
