{
    "title": "Thomas Edison National Historical Park: Search the Catalog and Request a Recording",
    "body": "Recorded Sound Archive: Search the Catalog and Request a Recording         Cylinder phonograph record storage. NPS Photo  Search the Catalog: Thomas Edison National Historical Park's sound archive holdings database is available for public searches on-line, as a part of the National Park Service Library Program's \"NPS Voyager\" catalog at http:\/\/www.library.nps.gov\/. Thomas Edison NHP's catalog records in NPS Voyager include MARC-format data for the 11,000 cylinder records and 28,000 disc records preserved at the Edison Laboratory in West Orange, New Jersey. (Thomas Edison NHP's 9800 Edison disc metal molds are not yet cataloged.) The majority of the phonograph records in the catalog are Edison recordings made between 1888 and 1929. The collection also includes some Edison-era recordings released by competing companies. To limit a search in NPS Voyager to the Thomas Edison NHP records only, follow these steps: - Go to the NPS Library Information center, on-line at http:\/\/www.library.nps.gov\/ - Under \"NPS Voyager Catalog\", click on \"search.\" - Choose \"Basic Search\". - Click on the list titled \"Optionally limit to major NPS library.\" - Choose Thomas Edison NHP, listed under \"Major Park Libraries.\" Request an Audio Recording: Thomas Edison NHP provides digital copies of recordings upon request. Before requesting a recording, we encourage you to search for a copy that is already available via other outlets. Click here for links to Edison-era recordings available on-line from non-profit and governmental organizations. Click here for a list of current compact discs that include recordings from the Thomas Edison NHP sound archive. An on-line discography of Edison records is available here http:\/\/www.truesoundtransfers.de\/disco.htm. An individual or group may request one recording per year at no charge. A service fee of $54.00 per hour is charged for requests of more than one recording. The hourly fee will take into account the technical work of reformatting and\/or duplicating the audio recording, as well as the additional time needed to fully process the request. Audio files can be delivered electronically via internet download. Thomas Edison NHP does not supply audio media (CDRs, DVD-Rs, etc.). If needed, audio media must be supplied in advance by the requestor. Use of professional-quality audio media and cover-protection is strongly encouraged. To begin a request for recordings, please download and print these two forms: \"Audio Recording Duplication Request\" and \"Copyright and Privacy Restrictions\". Complete the forms and send them to: Thomas Edison National Historical Park Recorded Sound Archive 211 Main Street West Orange, New Jersey 07052 email Upon approval of the request forms and receipt of audio media and\/or fees, requestors should allow up to 4 to 6 weeks for delivery for large orders. Smaller orders take less time. Rush orders are not accepted. Questions can be addressed to the Museum Curator at the above mailing address, via email or telephone at (973) 736-0550, ext. 48.",
    "url": "https:\/\/www.nps.gov\/edis\/learn\/historyculture\/requesting-an-audio-recording.htm"
}
