{
    "title": "Big Bend National Park: Entrance Fee Waivers",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Entrance Fee Waivers                Academic Fee Waivers        Student Field Trip NPS Photo\/Cookie Ballou      Academic Fee Waiver InformationAcademic fee waivers are granted to educational institutions whose curriculum relates specifically to the resources at Big Bend National Park. Completed applications along with required documentation may be submitted via email, fax, or mail. Email is preferred to expedite the process and save paper.Email: allison_christofis@nps.govFax: 1-432-477-1176, Attn: Fee OfficeMail: P.O. Box 129, Fee Office, Big Bend National Park, TX 79834All applications must be received two weeks prior to anticipated trip.Fee Waiver InformationNational Park Service regulations allow school groups and other approved national and international academic institutions to obtain a waiver of park entrance fees, provided the visit is for education or scientific purposes, and the resources or facilities that the group intends to use support those purposes.Academic fee waivers are not granted automatically. Applicant groups must demonstrate that they qualify for the waiver. There are three requirements (listed below) that the group must meet to qualify for an academic fee waiver: eligibility, educational purpose, and relevancy of park resources or facilities.Requirement #1 - Educational PurposeApplicants must provide a written statement confirming that the visit supports a specific curriculum for which academic credit is offered. If the group is on a commercial tour, the applicant must state how the tour supports the curriculum.Requirement #2 - Relevance of Park ResourcesApplicants must provide a written explanation identifying the park resources and\/or facilities that will be used to support the educational purpose of the visit, and how they are relevant to that purpose.Requirement #3 - EligibilityApplicants must prove they are an academic or scientific institution by presenting one of the following types of documentation:A statement confirming education or scientific tax exemption from the IRS or the applicant's national, state, or local tax authority; orA statement from an academic institution that meets one of these eligibility standards confirming that the group is visiting for the purpose of providing transferable academic credit based on a curriculum; orA statement confirming accreditation or recognition as an educational institution from a qualified national, regional, state or local authority.In addition, all organized groups, including educational and non-profit organizations, may need a Special Use Permit for conducting activities in the park. This is not included in the academic fee waiver.Fee Waiver Requirements, Applications and InstructionsIf your group does not meet the three requirements your group may be considered as a Non-Commercial Organized Group. Youth 15 years of age and younger would be exempt from fees. See the fees and passes page for more information.Groups that do not qualify for an academic fee waiver will be charged the appropriate entrance fee. The entrance fee for non-commercial organized groups is $12.00 per person for all individuals 16 years of age and older. Big Bend Annual Pass, Interagency Annual, Interagency Senior, Interagency Access, and Golden Access Passport holders and their immediate family members (parents, spouse, and children) do not have to pay the per person entrance fee.       Application Forms Fee Waiver:   Fillable Adobe Acrobat PDF File (405 KB)  Lesson Plan form:   MS Word Document Editable (11 KB)   Adobe Acrobat PDF file (25 KB)",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/education\/academic_fee_waivers.htm"
}
