{
    "title": "Big Bend National Park: Water Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Water Quality                Water Quality        Rio Grande NPS Photo\/Cookie Ballou       Over the last 15 years, development has flourished along the Mexico and United States border, and the population of the border region has doubled to more than six million people. The growth is partially fueled by more than 1,400 maquiladora (product assembly) plants. With that growth comes increased potential for water quality degradation and toxic chemical contamination. Historically, many communities on both sides of the border have had inadequate water and sewage treatment facilities. One of the side agreements to the North American Free Trade Agreement addresses environmental concerns. The bi-national Border Environment Coordinating Committee has been established to deal with those infrastructure needs. In 1993, American Rivers, the principal river conservation organization in the United States, listed the Rio Grande\/Rio Conchos system as the most endangered river in America. American Rivers’ concerns about the Rio Grande included headwaters-to-mouth degradation, pollution by mining operations along the river’s northern section, and industrial and municipal wastes on both sides of the border along the lower Rio Grande. Several river studies associated with the water quality in the river have been conducted since 1987. In 1987, researchers from Memphis State University sampled river water near Rio Grande Village in the Park. Although they identified a non-pathogenic amoeba, Vahlkamphia, they found neither the pathogenic Naegleria fowleri nor Acanthamoeba culbertsoni. This study did not conclusively prove that the pathogenic amoebae were not present or that they could not emigrate or multiply in detectable numbers. The non-detection merely suggested that the amoebae were not present in sufficient numbers to cause human infection at the time of sampling. A fatality, which occurred in 1994 in Rio Bravo near Laredo, was attributed to an amoebic infection associated with swimming in the town’s water system’s settling pond. To cause encephalitis, the amoeba must be taken deeply into the sinus cavities until it reaches the point where the nerves from the nose enter the brain. According to microbiologists, only repeated diving into stagnant polluted water and having the water forced up the nasal passage with a great deal of pressure is likely to expose a person to the amoeba. They claim that the potential of a river user being affected by the Naegleria fowleri should be considered extremely unlikely given the circumstances cited previously. Acanthamoeba culbertsoni, which was identified in a stagnant pool and drainage canal near El Paso in 1994, can be acquired not only through nasal passages, but also through abrasions to the skin. Acanthamoeba culbertsoni is even more uncommon than Naegleria fowleri; it also occurs in stagnant water with a very high organic content. In May 1993, the University of Texas at El Paso conducted a water quality study of the river between Lajitas and La Linda. Ten sampling sites along the river and other backcountry water sources provided a snapshot view of the water’s quality. The study showed that most pollution in the Rio Grande within the park occurred from general runoff that picks up pollutants from upstream areas as it travels. No iron or mercury were found, and the levels of cadmium, lead, and arsenic were below this study’s detection limits. Researchers did, however, detect high levels of fecal coliform bacteria in this snapshot view. These originate from humans, cattle, or other warm-blooded mammals that live near the river. These organisms are not usually harmful but may indicate the possible presence of pathogens. In 1992 and 1993, Mexico and the United States conducted a study through IBWC of toxic contaminants in the Rio Grande from El Paso to Brownsville through the IBWC. The study involved a one-time sampling of 19 mainstream and 26 tributaries sites. Each country sampled and analyzed the water according to their respective capabilities. In Big Bend National Park, researchers sampled two sites: the mouth of Santa Elena Canyon and Terlingua Creek before it flows into the Rio Grande. The study found no specific readings at the park stations that should raise concern. Outside the park, the study found few potential toxic chemical-related problems in the mainstream of the Rio Grande. If toxic impacts occurred at the mainstream sites, the effects were relatively slight. Researchers observed no instances of severe impairment to the aquatic plants and animals. Potential problems were more prevalent in tributaries because some tributaries transport wastewater in relatively undiluted form. No short-term risks were indicated for the 24 sites for which edible fish tissue analysis was conducted, including the mouth of Santa Elena Canyon and Terlingua Creek. Data from fish fillet samples were evaluated for potential human health risks using U.S. Food and Drug Administration tolerance levels; none were exceeded. Outside the park, the study revealed that at 17 of 22 sites, slight human health risks could result from regular, long-term consumption of untreated water and\/or fish. For risks to occur, however, fish would have to be consumed on a daily basis over a period of many years. Significant risks were observed for the other five sites, but all five were sewage effluent-dominated tributaries. A second phase of this study is underway to better define the degree of impact, assess temporal variation, and further identify sources of toxic chemicals. The park sites are included in this second phase. Although several state and Federal agencies, including park staff, periodically monitor the quality of the river’s water, the monitoring is not done frequently enough to give managers a clear understanding of the Rio Grande’s water quality. Most studies provide only a “snapshot” view of the river. The Texas Natural Resources Conservation Commission (TNRCC) fosters the Texas Watch Program, organized groups of volunteers who collect and analyze water samples for five basic quality parameters on a quarterly basis. The Big Bend River Watchers group was formed in August 1994 to conduct this sampling and analysis from Presidio through Boquillas Canyon. Although the park cannot directly affect the quantity and quality of the river upstream, the park will continue to monitor water flows and quality and to participate in the Texas Watch program. The park has also begun working with the Rio Grande Compact Commission and the IBWC to explore long-term strategies to ensure minimum flow levels and treaty compliance. Although the Rio Grande forms a political boundary between two nations, the river creates many ties. Human habitation concentrates along the river to take advantage of its life-sustaining waters. Many families have members on both sides of the river, and residents speak Spanish and English. Similarly, nature does not recognize political boundaries. Although the Chihuahuan Desert dominates the landscape for much of the river’s passage along the border, the ribbon of green vegetation and diversity of birds and wildlife along the river’s banks attest to the Rio Grande's prominent role. It truly is the \"lifeblood\" of the desert.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/waterquality.htm"
}
