{
    "title": "Big Bend National Park: Biosphere Reserve",
    "body": "Chihuahuan Desert Biosphere Reserve        Desert Vista NPS Photo\/Jennette Jurado       Big Bend, Jornada, and Mapimi: The Chihuahuan Desert Biosphere Reserve The “biosphere” is that veneer of our Earth’s crust, waters and atmosphere that supports life. It reaches from the deepest ocean floor 12 miles upward to the tops of the highest mountains and contains 193 distinct biogeographical zones or ecosystems. One of these is the vast Chihuahuan Desert of northern Mexico, southern Texas, and New Mexico. It is a biogeographical zone rich in geologic history and natural lifeforms. It is also an area exposed to a multitude of issues impacting its resources and people. Within its boundaries there are three special “biosphere reserves,” Big Bend, Jornada, and Mapimi, where answers to these pressures are being sought. Man and the Biosphere Program In the late 1960s, a biosphere reserve program was conceived by the United Nations Educational, Scientific And Cultural Organization (UNESCO) as one solution to the seemingly overwhelming environmental pressures confronting the world. The reserves would conserve samples of the world’s ecosystems such as a tropical forest, prairie grassland, coral reef, river system, or desert. In 1971 the Man and the Biosphere Program (MAB) was started with the intention to test and outline how humans can strike a balance among the apparently conflicting issues of conserving biological diversity, promoting economic and social development, and maintaining associated cultural values. Scientists from 83 nations supervise the MAB program involving over 325 reserves, including 56 in the United States. Individual Biosphere Reserves remain under the sovereign jurisdiction of the countries in which they are situated. A proposed reserve is nominated by its national government and must meet a minimum set of criteria. In each country, a resident committee defines and organizes national projects while working groups and expert panels coordinate core programs and scientific methodology. Individual Biosphere Reserves remain under the sovereign jurisdiction of the countries in which they are situated. A Model Biosphere Reserve The MAB model is an elegantly simple concept for accomplishing sustained use. Ideally, a reserve is composed of three main parts:  A central “core” area which serves as a refugium for plant and animal communities and their genetic resources. A core area has secure legal protection and permits scientific research on how biological diversity can be sustained. A “buffer zone” surrounding the core area which may include experimental research and rehabilitation, and accommodate education, tourism and recreational facilities. Manipulative management practices are permitted to enhance production while conserving natural processes. A “transition” area surrounding the other zones where concepts developed in the reserve are applied to achieve sustainable balances between the use of natural resources to meet human needs and their conservation for the future of the entire region.  Although conceived as a series of concentric rings, the three zones can be implemented in many different ways to accommodate regional geographic conditions and constraints. Since the early 1980s, U. S. MAB has nominated multi-site Biosphere Reserves to strengthen regional cooperation in implementing reserve concepts. Examples include the Champlain-Adirondack, the Crown of the Continent, the Land Between the Lakes, the New Jersey Pinelands, the Virginia Coast, and the Chihuahuan Desert Biosphere Reserves. The Chihuahuan Desert Biosphere Reserve The Chihuahuan Desert Biogeographical Zone contains one multi-site Biosphere Reserve. Big Bend National Park in Texas and the Agricultural Research Service’s La Jornada Experimental Range in New Mexico were designated by UNESCO in 1976. Mapimi, nominated in 1977, is located in the Mexican states of Chihuahua, Coahuila, and Durango and is administered by Mexico’s Institute of Ecology. The activities in each Biosphere Reserve are complimentary so together, Big Bend, Jornada, and Mapimi form a “regional” reserve in the true sense of the MAB model. Big Bend serves as a “core area” would in a singular Biosphere Reserve: all of the natural and cultural resources are fully protected for the future by mandates of the National Park Service. As the conservation core area, Big Bend provides baseline information from inventory and monitoring. This data can then be used to assess the effects of human activities. Big Bend remains one of the most pristine samples of America’s Chihuahuan Desert. The field research area at Jornada serves as the Chihuahuan Desert Biosphere Reserve’s “buffer zone”. Work focuses on long-term experimental research and field application, primarily for agricultural use. The goal is to develop technologies that meet human needs and achieve sustainable natural communities. This type of manipulation cannot be conducted in the core area. Mapimi serves as the “transition area” for the Chihuahuan Desert Biosphere Reserve but also includes its own core and buffer zones and is managed cooperatively by scientists, policy makers, landowners, and ejidatarios. Mapimi involves local residents in agriculture conservation, incorporates regional socio-economic problems into the reserve’s research, and employs a general land use plan for the entire area. Involving local residents in research, environmental education, and sustained uses is called the “Mexican modality” for Biosphere Reserves for which Mapimi is the prototype. The Mapimi program more comprehensively integrates Biosphere Reserve functions than the U. S. reserves. The Future Understanding and acceptance of conserving representative samples of the world’s ecosystems gave momentum for establishing national parks, forests, refuges and preserves worldwide. Today the challenge continues as to how protected areas such as Biosphere Reserves can contribute to the needs of future generations. In 1995, the International Conference on Biosphere Reserves held in Seville, Spain, confirmed that Biosphere Reserves have a vital role to play at the global level by providing for people who live and work in and around them to attain a balanced relationship with the natural world. Reserves explore how to meet the needs of society by showing the way to a sustainable future.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/mab.htm"
}
