{
    "title": "Big Bend National Park: Fire",
    "body": "Fire in Big Bend National Park        Prescribed burn along the Rio Grande to reduce the occurance of tamerisk and restore the floodplain environment. NPS\/Big Bend National Park      Fire in the Desert The lower elevation desert contains mosaics of shrubs and grasses, and mixes of both depending on landform. Conditions prior to grazing can only be inferred. Mule train owners cut Chino grama, and perhaps tobosagrass to feed their animals. Early settlers such as J.O. Langford described grasses as abundant “knee deep to a horse…only the tallest of the desert plants stood out above it.” Others referred to periodic abundant grass and although these ranchers lacked scientist’s trained eyes, they knew grass turned cows into money. Overgrazing led to sheet and rill erosion, channel cutting and conversion to more drought tolerant shrubs rather than perennial grasses. Recent research estimated it takes from 25-40 years for overgrazed sites to recover comparable vegetation, with recovery highly dependent on moisture.That fire is the primary shaper of these ecosystems is debated. Above average precipitation in the growing season and availability of seed sources may lead to greater establishment of grasses. Fire is expected to be infrequent in these low biomass\/density areas where landform shapes moisture conditions. The fire history data and precipitation records from 1948 to 2003, suggest that there is strong relationship between the amount of area burned in Big Bend National Park and the adjacent surrounding area and the amount of precipitation received in preceding years. Grass is the primary carrier of fire at the park and the amount of grass increases with increasing precipitation. In drought years grass production is low and any grass grown in a preceding wet period will decrease thus limiting fire spread. However, during wetter periods more grass is produced and the ability of fire to spread increases. The drought of the 1950s and the most recent drought of the late 1990s resulted in limited burned area. Fire in the Chisos Mountains Preliminary research in the Chisos Mountains conservatively indicates that lightning-caused fires burned through the high woodland forests about once every 13 years. Studies in other mountainous parts of the Southwest suggest that many areas experienced fires as often as every five years. The last sizable fire in the Chisos was in 1903. Lack of fire is attributed to grazing (from 1880s to 1940s), drought (in 1890s and 1950s especially) and suppression (since grazing) which promoted shrub growth over grasses.A regular cycle of fires in the Chisos consumed the buildup of dead wood and brush, killed off diseased and insect-ridden trees, and worked to thin the forest. One result of fire's impact on the ecosystem was the beautiful oak-piñon forest of the higher reaches of the Chisos.The oak and piñon trees offered abundant food (acorns and pine nuts) for wildlife species such as black bears. Grasses that flourished in fire-maintained meadows and beneath open stands of trees provided highly nutritional food for white tail deer. The high density of deer enabled mountain lions to thrive in the mountains.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/fire.htm"
}
