{
    "title": "Big Bend National Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                 Reptiles        Western Coachwhip NPS Photo\/Big Bend National Park       Reptiles are animals that obtain their body heat solely from the external environment. They can purposefully regulate their body temperature by moving between microclimates—basking in the sun to warm themselves, or conversely, resting in shaded areas to cool off. Reptiles are active when surface temperatures are generally in the 80ºs or 90ºs, but hibernate, or enter into an inactive torpor through the cooler months of the year. A reptile's cold-blooded or, more accurately, \"ectothermic,\" metabolic rate is very low, but so are its energy needs. Since keeping warm in the desert does not require much work, reptiles are well adapted to this environment. Energy that is generated is used for reproduction and finding food rather than being wasted in heating and cooling. Reptiles require less food than other animals—mammals and birds need a considerable amount of food to produce their own body heat. Available water sources and lack of precipitation make desert life unsuitable for many animals. Reptiles, however, are well prepared for such conditions. Because they don't sweat or perspire, they don't require water for cooling. Reptiles have scales that significantly retard water loss through the skin, and reptiles don't waste water through excretion; they produce no urine. Their nitrogenous wastes are excreted as a solid: uric acid. Reptiles generally get all the water they need from their food sources. Big Bend's desert environment is a perfect place for reptiles. Thirty-one species of snakes, and twenty-two species of lizards have been found in Big Bend National Park. Look for the ornately decorated southern earless lizard, several species of whiptails, crevice spiny lizards, and tree lizards. One of the most commonly seen snakes is the park is the rosy-hued western coachwhip. Due to its diurnal nature, swift movement, and flashy coloration, it's easy to spot.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/reptiles.htm"
}
