{
    "title": "Big Bend National Park: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses        Grasses in the Chisos Mountains NPS Photo\/Cookie Ballou       In terms of geographic distribution and the number of individual plants, the grass family is the most successful flowering plant family in the world. Over 8,000 species exist worldwide, covering one-third of the planet. They are found in the tropics, marshes, forests, tundra, and desert environments. Evidence suggests grasses originated near the beginning of the Tertiary geologic era, in cadence with a rise of grazing animals. Native Americans harvested seeds from over fifty species of grass. No one type was considered an important food source, but when combined the seeds had many uses. The seeds could be boiled for a mush, made into bread, ground into flour or meal, and used to thicken gravy. The seeds could be eaten raw, but tasted better dried, roasted, or ground. The leaves of many species were used to make baskets, mats, or flutes. Today two-thirds of the crops cultivated on earth are cereal grasses such as wheat, rice, corn, oats, barley, rye, millet, sugar cane, and hay. Because they furnish the bulk of the forage and feed of grazing animals, grasses are also the basis of the animal industry. Throughout centuries, grasses have not only nourished us, but have served as or provided us with construction supplies and art materials, fiber, clothing, paper, utensils, wax, oils, boats, floats, conduits, and even corncob pipes, fishing rods, and walking canes. They hold soils in place and provide wildlife with food and habitat.      Grassland Restoration in Big Bend National Park Big Bend National Park is an exceptional example of the Chihuahuan desert in the United States. While many visitors think of the parklands as pristine and untrammeled, in fact they have been significantly impacted by climatic factors and human activity over the last 150 years. The National Park Service has taken steps to assist in the natural recovery of native desert grasslands. By taking measures to control soil erosion, it is hoped that these areas may one day recover. more...",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/grasses.htm"
}
