{
    "title": "Big Bend National Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species        Tree Tobacco NPS Photo\/Matthew Yarbrough       There are several avenues through which nonnative species may enter an ecosystem. During the 19th Century, acclimatization societies were formed to introduce nonnative species of plants and animals in the United States and other European colonies for economic and cultural reasons. Some species were introduced in order to control other types of pests or prevent soil creep. Other species arrived inadvertently in aircraft, ships, or cargo containers. Finally, some species enter an area when people collect wood, plants, or soil and take them home. They can also hitch rides on vehicles, camping equipment, and hiking boots. An exotic species is simply a species that is introduced to a location where they do not naturally occur. They are not necessarily detrimental to the environment and may be advantageous. When a nonnative species causes environmental and economic damage, it is considered to be an invasive species. Invasive Species in Big Bend National Park One of the most common invasive species at Big Bend National Park is the saltcedar tree, also known as the tamarisk. The saltcedar, a species native to Asia, was introduced to the U.S. in the early 19th Century to serve as windbreaks, stabilize riverbanks, and prevent soil erosion. The tree is abundant in riparian environments of the western U.S. The introduction of the saltcedar had unforeseen effects. The tree is tolerant to high salinity. When it secretes salt, it deposits it into the soil, which effects surrounding vegetation. It pushes out native species, creating a loss in biodiversity and wetland habitats. The saltcedar also recovers more quickly after fire than native vegetation along river corridors. Additionally, the large amount of dead leaves and branches the tree leaves behind creates fuel for fires. Another common invasive species along the Rio Grande is a type of grass known as giant cane (also called river cane). River cane was introduced for the purpose of erosion control and windbreaks and like the saltcedar, it is tolerant to highly saline conditions and is a significant fire hazard. The stems and leaves of the river cane contain silica and other alkaloids that protect it from insects and wildlife. It does not serve as a food source and pushes out native vegetation. The coexistence of the saltcedar and river cane results in a positive feedback loop. As the river flows through the river cane and saltcedar, the river's velocity slows. This leads to increased sedimentary deposits which collect on the river bank. As the river channel narrows and the floodplain rises, it provides more area for the river cane and saltcedar to thrive.  Exotic Species in Big Bend National Park The saltcedar leaf beetle is an example of an exotic species that is not invasive. The saltcedar leaf beetle was introduced at Big Bend in 2006 in order to control the proliferation of saltcedar trees. Another exotic species that is not considered invasive is tree tobacco. This ornamental plant originated in South America, and its tubular, yellow flowers attract hummingbirds. While both tree tobacco and the saltcedar leaf beetle are exotic species at Big Bend, neither one has crowded out native species. In the case of the saltcedar leaf beetle, its presence is actually beneficial.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/nonnativespecies.htm"
}
