{
    "title": "Big Bend National Park: Soundscape \/ Noise",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Soundscape \/ Noise                Soundscape \/ Noise        Chisos Vista NPS Photo\/Blake Trester       Offices, apartment buildings, cities, and many other places have regulations that govern noise emissions. In addition to enhancing our overall quality of life, some rules exist to ensure that we maintain a certain level of situational awareness. A cyclist who wears an MP3 player and ear buds while riding along a highway may miss critical cues that warn of approaching danger.  Just as there are regulations regarding noise pollution in the places we live and work, the National Park Service has management policies to preserve the natural soundscapes of the parks.  The acoustical environment encompasses all physical sound resources, while a soundscape is defined as the human perception of the acoustical environment. Naturally occurring sounds at Big Bend include water running through river cane, the call of a bird, or wind blowing through trees. These are called intrinsic sounds and they make up the soundscape of an area. Intrinsic sounds are organic to the landscape. Extrinsic sounds originate outside of the wilderness area. Such sounds include traffic from nearby roads, airplanes flying overhead, or noise generated by park visitors.  The preservation of natural soundscapes is essential to the survival of species in wilderness areas. Birds rely on intra-species communication to establish their territories and find mates. The jackrabbit has few natural defenses against predators aside from its large ears that serve as early warning radar. Natural soundscapes are necessary for other animals to avoid predators and protect their young. Soundscape preservation in wilderness areas is also essential to the enjoyment of visitors. People visit wilderness areas to experience a sense of solitude and to escape the extraneous noise of everyday life. The sounds of ATVs, car alarms, and cell phones are things that many people are seeking to leave behind when they visit wilderness areas.  The National Park Service is committed to soundscape preservation. There are also steps park visitors can take to safeguard the soundscapes of Big Bend National Park.  Mute cell phones, watches, and other electronic equipment Observe campground quiet hours and generator rules Speak quietly and turn off vehicle engines whenever possible Take time to listen to the sounds around you  Most importantly, be mindful of other park visitors while camping in the backcountry and hiking on the trails. Your behavior and the sounds you make will directly impact the experience of other park guests.         NPS Natural Sounds Natural and cultural sounds awaken the sense of awe that connects us to the splendor of national parks and have a powerful effect on our emotions, attitudes, and memories. more...",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/soundscape.htm"
}
