{
    "title": "Big Bend National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        Mountain Sage NPS Photo\\Cookie Ballou      Over 1,000 species of plants are found within Big Bend National Park—a surprising diversity considering the unforgiving influence of a desert climate (even at the highest elevations), and an exceptionally rugged landscape with imposing geological variations set in stone. This implausible landscape includes not only thousands of acres of exposed desert badlands (dotted here and there by a rare riparian oasis), but also a meandering ribbon of river corridor gorged by steep-walled canyons, and a lofty sky island of forested peaks and ridges. Many species of trees require more water, cooler temperatures, and higher humidity than the desert climate has to offer, and these factors generally confine them to the higher elevations and protected canyons. Trees found in the High Chisos include ponderosa pine, maple, Texas madrone, and even a pocket-sized stand of aspen. The Texas madrone is a rainforest relict, a remnant of a much an earlier climate with much more precipitation. An interesting  variety of ferns (such as maidenhair fern) and wildflowers (including columbines and cardinal flower) evade heat and drought by living in well-shaded niches near dependable seeps and springs. Many annual wildflowers (such as Big Bend bluebonnets) are true desert escapers, plants that avoid the drought altogether with a compressed, complete life cycle—from sprout to seed— that occurs in conjunction with short-lived, seasonal rains. True drought resistors are typically perennial plants that have developed sophisticated tactics to survive the punishing heat and parched conditions of the desert climate. Many shrubs, like creosote, have small, waxy leaves that limit the amount of water lost to evaporation. Cacti have developed thick, fleshy stems that store water, and spines substitute for leaves. Spines serve as protective armor as well as a reflective shield against the sun's radiance. Mesquite trees put down extensive taproots—up to 160 feet— to reach water well below the surface, and well out of range of most other plants. Yuccas and agaves find this a useful approach as well. The plant diversity within the Big Bend is outstanding. The park is an exceptional outdoor laboratory and a great place to learn about, and identify, both the common species as well as the rare and unique ones. In recent years park botanists, technicians, and volunteers have found many new species and rediscovered others that haven't been seen in years.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/plants.htm"
}
