{
    "title": "Big Bend National Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                 Trees and Shrubs        Texas Madrone (peeling bark) NPS Photo\/Cookie Ballou       In much of the Chihuahuan desert, shrubs, succulents, and cacti, dominate the landscape, while trees are few in number and in total number of species. Trees generally need more water, cooler temperatures, and higher humidity than the desert climate has to offer, and that restricts them to ridge tops, canyons and riparian zones. The Chisos Mountains are forested primarily with piñon, oak, and juniper, but other high elevation trees are also present including quaking aspen, douglas fir, drooping juniper, bigtooth maple, and ponderosa pine. Trees that grow in the lower desert elevations, such as honey mesquite, Prosopis glandulosa, often grow no taller than shrubs and are easily confused with shrubs because they possess similar physical characteristics such as small leaves and sharp spines. Cottonwoods, sycamore, ash, and huisache also grow at lower elevations, and shade the Rio Grande Village and Cottonwood campgrounds and Daniels Ranch picnic area. Beyond these manicured areas, typical vegetation by the river also includes willows, ratama, and tamarisk or saltcedar. Shrubs, on the other hand, are numerous and widespread in the Chihuahuan desert. Average elevations in this desert (above 3000') allow for colder winters which many shrub species can tolerate, while most cacti and succulents cannot. Common shrubs in Big Bend include creosote bush, cenizos, sumacs, and guayacan. The desert ecosystem relies heavily on the presence of shrub vegetation as do many of the other plants and animals.         Common Trees Trees in Big Bend National Park include a few tough desert varieties, ones that hug the river banks and those that prefer the higher, cooler elevations. more...",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/treesandshrubs.htm"
}
