{
    "title": "Big Bend National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals        Black bear feeding on Texas madrone berries. NPS Photo\/Reine Wonite       Wildlife in Big Bend Wide-ranging ecosystems within the Big Bend provide the lifeblood for more than 450 species of birds, 75 species of mammals, 56 species of reptiles, and 11 species of amphibians. Included are more than 100 miles of low-elevation river corridor, thousands of acres of Chihuahuan desert with a scattering of desert oases, a transition zone of upland shrubs, grasses, and junipers, and the higher (and cooler) elevations of the Chisos Mountains, a sky island wholly contained within Big Bend National Park. The Rio Grande is the park's most prominent water source. The river supports 40 species of fish, several species of turtles, beaver, and numerous species of waterfowl (both residents and migrating species). In addition, the river's water is channeled through Rio Grande Village and Cottonwood Campground. Routine irrigation along the floodplain maintains large stands of cottonwood, ash, and sycamore. These areas have been civilized for our benefit, but because the river corridor has been expanded beyond its natural boundary, many animals are able to take advantage. Golden-fronted woodpeckers are a common sighting, but black hawks and gray hawks also nest in these areas. The term \"desert\" readily conjures a mental image of an environment nearly devoid of life—a landscape of arid desolation. But in fact, there is an amazing diversity of resident species whose well-adapted characteristics allow them to not only survive, but also thrive in hot, dry settings. Most of these animals go unnoticed since so many are nocturnal by nature (they prefer the nighttime hours when temperatures are much cooler and conditions are not as dry). Nocturnal desert animals include the kit fox, ringtail, bobcat, kangaroo rat, and more than a dozen species of bats. Other animals such as mule deer, coyotes, badger, blacktail jackrabbits, and desert cottontails may be seen in early morning or at dusk. Desert reptiles include the western coachwhip, diamondback rattlesnake, bullsnake, southwestern earless lizard, southern prairie lizard, crevice spiny lizard, and the checkered whiptail. Lizards are diurnal, and are often observed along park trails. Scorpions and desert centipedes are nocturnal hunters that search for prey during the night. After summer rains, male tarantulas are out searching for mates. The rest of the year, tarantulas rarely leave the shelter of their burrows. A lonely stand of trees (usually cottonwoods) out in the desert clearly marks the presence of an oasis. Riparian conditions flourish in places where there is water, and these rare areas support unique plants and animals as well as desert residents. Javelinas frequent springs, taking full advantage of dense thickets that provide coveted shade and protection. Nocturnal mammals such as skunks and raccoons can also be found here. Dugout Wells and Sam Nail Ranch are two such oases, and two of the premier locations in the park for bird watching. Rocky canyons and cliff pouroffs provide suitable habitat for ringtails and rock squirrels, and a variety of reptiles including rock and black-tailed rattlesnakes, mountain patchnose snakes, Trans-pecos copperheads, and tree lizards. Ephemeral springs in the high country support big-tooth maple, drooping juniper, oak, and ponderosa pine. Coupled with cooler temperatures—on average, ten degrees cooler than the desert below—the forest habitat is perfect for black bears, Carmen white-tailed deer, Mexican jays, and the Colima warbler.     Wildlife Protection on the Border Studying and managing wildlife is seldom an easy task, but wildlife management along the border presents special challenges. Observing wildlife in the U.S. may tell only half the story, since many migratory birds, bats, and insects spend their winters deep in Mexico. Remoteness, inaccessible terrain, and a sometimes unstable political climate can make it difficult for wildlife researchers to gain information on wildlife along the border or far into the interior of Mexico. Problems can also arise when different countries have differing attitudes toward the same animal; one country may protect a certain species while another may want to eradicate it. Laws may protect wildlife and their habitat on this side of the Rio Grande while leaving them unprotected on the other side of the river.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/animals.htm"
}
