{
    "title": "Big Bend National Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                 Insects, Spiders, Centipedes, Millipedes        Two-tailed Swallowtail Caterpillar NPS Photo\/Cookie Ballou       All insects are arthropods, animals that lack backbones and have jointed legs and external skeletons, or exoskeletons. Arthropods include a diversity of creatures including roaches, millipedes, tarantulas, and lobsters. Some of the most easily sighted arthropods in the park include Millipedes (Diplopoda), Butterflies (Lepidoptera), Dragonflies (Odonata), and Grasshoppers (Orthoptera). Insects All insects have two antennae and six legs. Most other arthropods have eight or more legs. All insects have three distinct body parts: a head, thorax, and an abdomen; many other arthropods have either more or fewer body areas. Almost all insects have wings. No other group of arthropods can fly. Their tiny size, quick reproduction rate, and ability to fly enable insects to explore and exploit almost every environmental niche imaginable. Insects make up more than half of all living things on Earth, comprising over one million species. They outnumber humans 200 million to one: for every human, there are two million insects. This figure does not include non-insect arthropods, such as spiders and scorpions. Over 3,600 species of insects have been found in Big Bend National Park, including a new species of beetle recently discovered in the Chisos Mountains. Observing insects opens a whole new world of dimensions, color, form, activity, and beauty. You'll find insects in flowers, wood, earth, fabric, hair, blood, flesh, water, and dung. You'll find them eating these same things, as well as grain, fungi, microbes, glue, spiders, and each other. Numerous insects are attracted to water, especially the still water of ponds. Sit quietly near a pond and watch for dragonflies and damselflies. These large, brightly-colored insects are voracious predators, and their legs form a \"basket\" that enables them to catch other insects in flight. With its huge compound eyes, the dragonfly can detect prey up to 40 feet away. You might see clusters of small black beetles swimming and spinning at random around the water surface, resembling a group of bumper cars. These aptly-named whirligig beetles have two pairs of compound eyes; one pair looks for prey above the water surface, while the other pair looks for prey below the water. Beneath the surface, you might see water boatmen sculling through the water, powered by legs that are shaped like oars. The arid desert also provides habitat for insects. Perhaps one of the most famous desert insects is the yucca moth. These tiny white moths pollinate the creamy-white yucca blossoms during the night. The female yucca moth collects a ball of pollen from one or more yucca flowers. She deposits her eggs in the ovary of a flower then puts the ball of pollen on the flower stigma, where it will fertilize the flower eggs. The moth larvae then feed on the developing seeds. A single yucca seedpod contains well over 100 seeds, and the moth larvae, usually only one or two per pod, eat relatively few seeds, sometimes fewer than a dozen each. While the yucca moth certainly benefits from this arrangement, the yucca itself also benefits, as most yuccas would remain un-pollinated and not bear fruit without the assistance of the moth. Several types of bees are found in the park, including bumblebees. They especially favor beebrush plants in the Chisos Mountains. These large, heavy-bodied, fuzzy bees have black and yellow stripes on their abdomens. Two non-native types of honey bees are also found in the park. European, or domestic, honey bees were brought to the United States from Europe several centuries ago and are now vital pollinators and honey producers; they provide 80% of the pollination required by agricultural crops in the United States, and one-third of our diet comes from crops pollinated by honey bees. These small bees appear virtually identical to their recently-immigrated cousins, the Africanized honey bees. In the summer months, hundreds, perhaps thousands, of ladybugs gathered on the peaks, forming a bright red and black cover on every rock and tree trunk. These beetles appear to cluster at high elevations all over the southwestern United States for reasons that are not clearly understood. Many scientists believe that ladybugs fly to high elevations to escape temperature extremes, for mating purposes, or to avoid competition for food with their larva. In the late spring and early summer, tarantula hawks flying low over the ground, searching for tarantulas. These large, black wasps with amber wings, also known as pepsis wasps, will sting if annoyed but seldom do. Instead, they are intent on finding arachnid prey. The female tarantula hawk's sting paralyzes the spider, but does not kill it. She drags the inert body into her tunnel, lays her eggs on it, and then seals the tunnel shut with pebbles and dirt. The wasp larvae hatch and eat the tarantula's body for a week or two.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/insects.htm"
}
