{
    "title": "Big Bend National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds        Bird Feathers NPS Photo\/Cookie Ballou      Birds of Big Bend National Park Big Bend National Park includes unparalleled mountain, desert, and river environments. This diversity in landscape creates a remarkable variety of plant zones where more than 450 species of birds have been recorded. Big Bend is known for its specialties that occur only within the Chisos Mountains or just within the border country of Texas to Arizona. Unique birds such as the Mexican mallard, Lucifer hummingbird, Mexican jay, black-capped and gray vireos, Colima warbler, and varied bunting occur here at different times of the year.      Chisos Woodlands The Colima warbler summers in the high canyons of the Chisos Mountains and south in less accessible mountainous areas of Mexico. It arrives in the Chisos in mid-April and departs for wintering grounds in southwestern Mexico by mid-September. In wet years, the Colima is common down to about 5,900 feet. A ground-nester, it prefers the oak-maple environment of Boot Canyon and similar high, cool niches from Laguna Meadow to Boot Canyon and the South Rim. From May through mid-July, it is easily detected by its rapid, melodic song. But its songs become less frequent as the summer progresses. Other breeding birds of the high Chisos canyons include band-tailed pigeons, white-throated swifts, magnificent and blue-throated hummingbirds, northern flickers, acorn woodpeckers, cordilleran flycatchers, white-breasted nuthatchs, and canyon wrens. Watch for golden eagles among the many turkey vultures overhead; and, if you search carefully, you may see a zone-tailed hawk over the ridges of lower Boot Canyon. Camp overnight in Boot Canyon, if you wish to see the night birds. Western screech and flammulated owls, as well as the Mexican whippoorwill may be there after dark. Although the Boot Canyon vicinity contains a number of unique trees and shrubs, such as Arizona cypress, Douglas-fir, Texas madrone, and a number of Chisos oaks, the area surrounding the canyon is more typical of the widespread pinyon-juniper-oak woodlands. This is the most extensive woodland zone in the park and occurs from 4,500 feet to near the summit of Emory Peak (7,832'), the highest point in the Chisos. Although bird life in these woodlands becomes relatively scarce during the June and July dry period (following the spring bloom and nesting season in April and May), the summer rainy season of August and September produces a second flowering period as well as another nesting cycle. Many bird species do not nest, particularly in dry years, until August and September when there is an abundance of seeds and insects. Common nesting birds of the pinyon-juniper-oak woodlands include broad-tailed hummingbirds, ash-throated flycatchers, Mexican jays, tufted titmice, bushtits (both color phases), Bewick's wrens, blue-gray gnatcatchers, brown-headed cowbirds, black-headed grosbeaks, spotted and canyon towhees, and rufous-crowned sparrows. Less numerous are common poor-wills, Hutton's vireos, and hepatic tanagers.      Grasslands\/Desert Scrub Below the mountain woodlands, are the grasslands and the desert scrub. Fingers of these zones extend into many parts of the mountains, and birds that prefer these habitats are often found quite high on the mountain slopes. As an example, Laguna Meadow, at 6,300 feet, contains a desert-like environment along its western and northern edges. There you may see nesting crissal thrashers and black-chinned sparrows. In wet summers, Colima warblers have been found nesting in the cool canyon adjacent to the trail, just below the meadow. The desert scrub-grassland zone circles the Chisos Mountains and forms an irregular band between 1,800 and 4,500 feet. This area supported the West Texas cattle industry of the late 1800s and early 1900s. By the 1920s, much of this land had been so badly abused that the lush grasslands were depleted and the desert scrub had invaded high into the Chisos foothills. This condition still exists today. However, the grasslands have made progress in recent years and now occur in places down to 3,200 feet. The Window Trail, below the Basin campground, offers an interesting smorgasbord of higher desert scrub and grasslands interspersed with oaks, pinyons, and junipers. On an early morning hike to the Window in the summer you may see species such as ladder-backed woodpeckers, Say's phoebes, Bewick's and cactus wrens, northern mockingbirds, Scott's orioles, pyrrhuloxias, blue grosbeaks, canyon towhees, and black-chinned and rufous crowned sparrows. Less numerous are gray vireos and varied buntings. Usually, these same species can be seen in the lower Green Gulch area as well. Scaled quail, common ravens, black-tailed gnatcatchers, and Cassin's and black-throated sparrows can usually be seen there, too.      Along the River Big Bend's Chihuahuan Shrub Desert extends down into the lowest parts of the park. At the river, or one of the isolated springs scattered through the desert, another habitat and a different group of nesting birds, can be found. The floodplain occurs adjacent to the Rio and along its entire length except where sheer walls or artificial devices introduced by man make it otherwise. A few groves of cottonwood, tamarisk, and willow occur at springs and where the river channel has deserted an old terrace. The localities of riparian growth such as the flats below Castolon and at Rio Grande Village are excellent birding places. Common nesters there include white-winged doves, yellow-billed cuckoos, elf owls, black-chinned hummingbirds, ladder-backed woodpeckers, vermilion flycatchers, Bell's vireos, common yellowthroats, yellow-breasted chats, brown-headed cowbirds, orchard orioles, summer tanagers, northern cardinals, blue grosbeaks, and painted buntings. Less common, but present in small numbers, are mourning and ground doves, western screech-owls, and hooded orioles.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/nature\/birds.htm"
}
