{
    "title": "Big Bend National Park: The Comanche Trail",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     The Comanche Trail                The Comanche Trail          After the beautiful brilliance of spring flowers, summer's blistering heat and the sporadic but fierce late-summer thunderstorms, the desert was primed for the greatest challenge it had yet to undergo. The full moon of September rose ominously over the Deadhorse Mountains and heralded the arrival of the Comanche Indians. During the time of the \"Comanche Moon,\" this nation of nomads pulled up settlements and departed the buffalo-hunting grounds on the Great Plains in what is now Kansas, Oklahoma, and the Texas Panhandle. They had practiced their equestrian skills during extended hunts and sharpened their reflexes in preparation for this exhaustive journey and the lifestyle they would adopt along the way. Their route forked a leaving Horsehead Crossing on the Pecos River and forged its way southward. By the time they entered Persimmon Gap, the trail had already acquired lasting characteristics from decades of use during migrations such as this one. The Comanches at this point had entered the territories of other tribes: the Chisos and Apaches, who had already mastered survival in this harsh Chihuahuan Desert. It was time once again for the annual conflict to begin anew. The Chisos Indians, a hunting-gathering-farming band, were no match to the extremely mobile Comanche warriors astride their mounts. The Apaches, on the other hand, had a firm grip on existence on this particular patch of earth and knew its secrets intimately. They would harass the small bands of Comanche raiders and ambush the larger parties at springs and tinajas. But eventually, even the Apaches dropped back into their hiding places and let the invaders pass. The Comanches proceeded to their weakest opponents of all-the Spanish and their line of fortifications, or presidios, along el Rio Bravo del Norte (the Brave River of the North). The small Frontier villages that had been established by Spain in the 1700s were ripe for \"harvest\" by the Comanches. It was easy for them to avoid the widely-spaced presidios and small garrisons of Spanish soldiers to raid any settlement meeting their needs. Livestock and prisoners were herded back across the river northward along the Great Comanche Trail through Persimmon Gap again. The \"booty\" that did not survive the forced march left their bleached bones as stark monuments to others passing through the area. Coupled with the practice of setting fires behind them to drive off any pursuit that might follow, the Comanches produced a major thoroughfare a mile wide in some places and 'so well beaten that it appeared that suitable engineers had constructed it.\" Few explorers failed to mention this scar upon seeing it cut across the heart of the Big Bend. Today as you travel in your modern-day \"covered wagon\" down U.S. 385 from Marathon through Persimmon Gap, the great trail is practically invisible, even to the trained eye. A small stone and steel plaque at the Persimmon Gap Visitor Center mentions its existence, yet cannot convey what some historians have called the most sustained onslaught by one civilization upon another.         For Further Reading    Gómez, Arthur R. A Most Singular Country : A History of Occupation in the Big Bend. Provo, Utah: Brigham Young University, 1990. Welsh, Michael. Landscape of Ghosts, River of Dreams: An Administrative History of Big Bend National Park. National Park Service, 2002.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/comanche_trail.htm"
}
