{
    "title": "Big Bend National Park: Memories of La Coyota",
    "body": "Memories of La Coyota       During the first decades of the Twentieth Century, La Coyota was a small farming community along the banks of the Rio Grande, just a few miles northwest of Castolon and within the future boundaries of Big Bend National Park. Today, all that remains of the settlement are a few crumbling ruins and the memories of those who once lived there. Through its Oral History Project, Big Bend National Park is trying to preserve as many of the memories as possible. In January 2000, park volunteer Doug Hay interviewed Mrs. German (Ramirez) Rivera, a former La Coyota resident, and she provided an intriguing story. Mrs. Rivera believes the community was named by its first settlers after a man shot a coyote that was attempting to break into a hen house. Mrs. Rivera remembers that there was usually running water along Alamo Creek (now a dry wash), which made subsistence farming possible. The families dug ditches to bring surface water runoff into the fields. They raised corn, wheat and many vegetables, as well as hogs and chickens for their own consumption, selling surpluses and tamales to the miners in Terlingua. The road to Terlingua went alongside the creek in those days. Houses in La Coyota had wood stoves for cooking. There were no glass windows or screens. The houses did have doors, however, which usually were shut in fear of bandits from Mexico. Mrs. Rivera remembers bandits robbing a store in Study Butte, and pursuit by a posse formed at the Chisos Mine by manager Robert Cartledge. Mrs. Rivera remembers that weddings were festive, but rare. Women in La Coyota married late, usually in their thirties, because travel was infrequent and they rarely met anyone other than their cousins and uncles. The only church was in Terlingua, and older women led the religious services, saying novenas to the various saints. As the youngest girl at La Coyota, Mrs. Rivera bore a portrait of San Isidro, the patron saint of farmers, in a procession on the saint’s feast day, during which the people prayed for rain. Sometimes this worked too well, she said, and they would be drenched by downpours and cut off from home by runoff in the dry washes. When it did not rain, San Isidro’s portrait would be hung on a post outside and remain there until it did. Mrs. Rivera spent part of her youth living with friends in the mining communities at Terlingua and Study Butte, where she went to school for three years. Her last year in school was grade four, when she was twelve years old, in the Castolon compound. Most of the nine pupils at Castolon at that time were age seventeen or older. They did not know much English, and since the teacher did not speak Spanish, Mrs. Rivera became his interpreter. Boys and girls sat on separate benches and played apart at recess. The school was sparsely furnished, with a wood stove, dirt floor, three handmade benches, a table and blackboard. Students had to buy their own pencils and pens at the store and be careful not to waste too much paper. Schoolbooks were secondhand, circulating from Alpine to Terlingua and then to Castolon.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/la-coyota_memories.htm"
}
