{
    "title": "Thomas Edison National Historical Park: Edison Talking Doll Recordings, 1888-1890",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Edison Talking Doll Recordings, 1888-1890               Edison Talking Doll Recordings, 1888-1890          Thomas Edison's Talking Doll of 1890 set an early milestone in the history and technology of recorded sound. It was the world's first recorded-audio product designed, manufactured, and sold for home entertainment. It proved to be a rough start, however. The talking doll business venture was a costly failure for Edison and his investors, who ceased sales after only about one month on the market.   Historians have had few opportunities to hear talking doll recordings. Surviving examples are rare. Prior to 2011, just two Edison doll recordings were widely available online in digital form.   Recent technological advances in audio recovery methods are making more historic sounds available to hear. During 2007-2009, the Lawrence Berkeley National Laboratory, in collaboration with the Library of Congress, developed a three-dimensional optical scanning system called IRENE-3D. The IRENE-3D system creates a digital model of the surface of a phonograph record. With the digital model, image analysis methods are used to reproduce the audio stored on the record, saving it as a WAV-format digital audio file.   The first Edison Talking Doll record to benefit from optical scanning is a tin cylinder, cataloged as National Park Service artifact EDIS 1279. The small metal ring had been so severely distorted from its original cylindrical shape decades ago, that the out-of-round record could not be properly played by a traditional stylus-contact based approach. In May 2011, scientists at the Lawrence Berkeley National Laboratory in Berkeley, California used IRENE 3-D to create a digital model of the tin record's modulated surface. Their software analysis revived the voice of a young woman reciting the first stanza of the nursery rhyme \"Twinkle, Twinkle, Little Star.\"   In 2013, the Northeast Document Conservation Center (NEDCC), a non-profit conservation service center in Andover, Massachusetts, piloted an effort to make IRENE technology more widely available. A grant from the Institute of Museum and Library Services enabled NEDCC staff to develop, test, and demonstrate an IRENE-based digital reformatting service for audio recordings on grooved media.   Collector David Giovannoni suggested that NEDCC ought to scan some of the surviving talking doll cylinders as part of the grant-funded project. Excited to scan non-standard materials, NEDCC agreed to image three rare brown-wax cylinder records that survive from the short-lived production of commercial Edison Talking Doll Records in the spring 1890. These included two cylinders from the Joan and Robin Rolfs collection, and one from Thomas Edison National Historical Park. The extraction work conducted at NEDCC in August 2014 has expanded the number of doll recordings that can now be heard.   In this online presentation, we have assembled every Edison Talking Doll recording known to be available in digital form – eight recordings in total, from five different collections. The recordings are available here in MP3 format. Learn more about Edison's Talking Doll by reading these two essays:    \"Things Enough for So Many Dolls to Say\": A Cultural History of the Edison Talking Doll Record, by Patrick Feaster. Frequently Asked Questions: An Edison Talking Doll FAQ, by Bill Klinger.  View historical images of the Edison Talking Doll, and view photos of work at NEDCC to scan a brown wax talking doll record.   Acknowledgments   Thomas Edison National Historical Park and the National Park Service gratefully acknowledge the following individuals and organizations that contributed time, expertise, and information for this Edison Talking Doll Recordings presentation.   Chuck Azzalina Earl Cornell, Lawrence Berkeley National Laboratory Clara Deck, The Henry Ford Michael Devecka Peter N. Dilg Patrick Feaster Friends of Thomas Edison National Historical Park David Giovannoni Carl Haber, Lawrence Berkeley National Laboratory David Heitz Paul Israel, The Thomas A. Edison Papers, Rutgers University Bill Klinger, Klinger Engineering Services Mason Vander Lugt, Northeast Document Conservation Center Richard Martin, Archeophone Records Jeanine Head Miller, The Henry Ford Jeff Oliphant Steve Oliphant Edward J. Pershey Tom Rieger, Northeast Document Conservation Center Joan Rolfs Robin Rolfs Carlene Stephens, National Museum of American History, Smithsonian Institution William P. Veillette, Northeast Document Conservation Center",
    "url": "https:\/\/www.nps.gov\/edis\/learn\/photosmultimedia\/edison-talking-doll-recordings-1888-1890.htm"
}
