{
    "title": "Big Bend National Park: Suggested Reading",
    "body": "Suggested Reading       Big Bend is a vast and complex place. In one visit you'll only begin to scratch the surface of the park; likewise, no one book provides a fully comprehensive exploration of the Big Bend. Below are a number of books in several different categories that begin to cover the park and the region.      General These books provide an overview of the Big Bend area, including information on recreational opportunities and other services.  Guide Series: Road Guide, Backcountry Road Guide, and Hiker's Guide. Big Bend Natural History Association. Maxwell, Ross A. The Big Bend of the Rio Grande; a guide to the rocks, landscape, geologic history, and settlers of the area of Big Bend National Park. Austin, University of Texas, 1968. University of Texas. Bureau of Economic Geology, Guidebook 7. Moss, Helen, et al. Big Bend: Official National Park Handbook. Washington, D.C.:U.S. Government Printing Office, 1983.  Sperling, Carol E. Big Bend: The Story Behind the Scenery. Las Vegas, NV: KC Publications, 1995. Wauer, Roland H. and Carl M. Fleming. Naturalist's Big Bend: An Introduction to the Trees and Shrubs, Wildflowers, Cacti, Mammals, Birds, Reptiles and Amphibians, Fish, and Insects. College Station: Texas A&M University Press, 2002.        Natural History These books provide an overview of the vast natural resources of the Big Bend area, including geology, birds and other items of interest.  Dayton, Gage H., Raymond Skiles, and Linnea Dayton. Frogs and Toads of Big Bend National Park. College Station: Texas A&M Press, 2007. Evans, Douglas B. Cactuses of Big Bend National Park. Austin, TX : University of Texas Press, 1998. Flippo, Mark. Bird Checklist: Big Bend National Park. Big Bend Natural History Association, 2004. Jacobs, Louis. Lone Star Dinosaurs. College Station: Texas A&M University Press, 1995. MacLeod, William. Big Bend Vistas: A Geological Exploration of the Big Bend. Wauer, Roland H. A Field Guide to Birds of the Big Bend. Houston, TX: Gulf Publishing Co., 1996. Second Edition.          Human History These books provide an introduction to the complex human history of the Big Bend area.   Clothier, Patricia Wilson. Beneath the Window: Early Ranch Life in the Big Bend Country. Marathon, Texas: Iron Mountain Press, 2003.   Ragsdale, Kenneth Baxter. Wings over the Mexican Border: Pioneer Military Aviation in the Big Bend. Austin, University of Texas Press, 1984.   Gómez, Arthur R. A Most Singular Country : A History of Occupation in the Big Bend. Provo, Utah: Brigham Young University, 1990.   Jameson, John R. The Story of Big Bend National Park. Austin: University of Texas Press, 1996.   Welsh, Michael. Landscape of Ghosts, River of Dreams: An Administrative History of Big Bend National Park. National Park Service, 2002.         Literature The Big Bend region has inspired a rich legacy of literature. These are not strictly human history or natural history, but works that provide a taste of the rich sense of place that the Big Bend inspires.  Langford, J.O., with Fred Gipson. Big Bend: A Homesteader’s Story. Austin: University of Texas Press, 1973. Second Edition.  Koch, Etta with June Cooper Price. Lizards on the Mantel, Burros at the Door: A Big Bend Memoir. Austin: University of Texas Press, 1999.   Douglas, William O. Farewell to Texas: A Vanishing Wilderness. New York: McGraw-Hill Book Company, 1967.   Koch, Peter, and June Cooper Price. Exploring the Big Bend Country. Austin: University of Texas Press, 2007.   Wauer, Roland H. For All Seasons: A Big Bend Journal. Austin: University of Texas Press, 1997.   Smithers, W.D. Chronicles of the Big Bend: A Photographic Memoir of Life on the Border. Austin, TX: Madrona Press, 1976.   Ragsdale, Kenneth Baxter. Big Bend Country: Land of the Unexpected. College Station, TX, Texas A&M University Press, 1998.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/reading-list.htm"
}
