{
    "title": "Big Bend National Park: Hot Springs",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Hot Springs                Hot Springs        Pictographs on the cliff at the Hot Springs NPS Photo\/Cookie Ballou       The Hot Springs Historic District preserves a rich history of human occupation from thousands of years ago to the not-so-distant past. Visitors can study rock art left behind on the limestone cliffs, picture farms of corn, squash, and beans along the river's floodplain, or imagine what it would have been like to meet at the Hot Springs Post Office in the early 1900s to collect your mail each Monday.         A Homesteaders Story  During the early 1900s, the motto was \"Go West Young Man.\" In 1909, J.O. Langford heeded this call and headed for West Texas with his family. He came to the area to regain his health. As a child, living in Mississippi, he contracted malaria and reoccurring bouts with this disease ravaged his body. In the lobby of a hotel in Alpine, Texas, he heard tales of a spring that would cure anything: \"Stomach trouble, rheumatism, all sorts of skin diseases,\" the old man vowed. \"I wonder why it is that I've never heard of those springs before. It looks like somebody would have tried to develop them like they've done at Hot Springs, Arkansas,\" the Mississippian replied. \"Nothing down there but rattlesnakes and bandit Mexicans. And it's too far away---that damned country promises more and gives less than any place I ever saw,\" the old man replied. After verifying the story with other townspeople, and without even looking at the land, J.O. knew he had to have that spring. He rushed to the county surveyor's office and filed his claim under the Homestead Act. Two weeks later the Langford family received word that the claim was theirs. The Homestead Act stated that one had to have 3 years of continuous occupancy and $300 in improvements to the land in addition to a minimum bid of $1.50 per acre. Others had filed on this land but no one had been able to meet the requirements of the Act. With his wife, Bessie, an 18 month old daughter, and a baby on the way, the family began an eleven day journey to reach their new home. Today, the trip from Alpine takes about 2 hours. Upon their arrival, the Langfords discovered Cleofas Natividad, his wife, and their ten children living and farming on their land. At first the Langfords pondered what to do about these \"squatters.\" Then, they realized that this land had probably been home to this family for generations. Cleofas turned out to be the best neighbor anyone could have asked for, always there to help in a time of need. Once J.O. had regained his health by taking a 21 day treatment of bathing and drinking the spring water, he opened the springs to other bathers. The cost was 10 cents per day or $2.00 for the whole 21 day treatment. In addition to running the bathhouse, he became a schoolteacher, a self taught doctor, and a postman. The Hot Springs was more than just a place to restore health; it was also a meeting place for people from all walks of life, from both sides of the river. It was a prelude to the tourism that would come with the establishment of Big Bend National Park. Today, visitors can take a walk back in time with a visit the Hot Springs Historic District. Pictographs are visible along the cliff wall, and several of the buildings have been preserved. You can also soak in the 105°F water that bubbles up from a hole in the old foundation of the bathhouse. A Hot Springs Guidebook is available for a nominal fee at the Hot Springs trailhead.      To Learn More about Hot Springs   Langford, J.O., with Fred Gipson. Big Bend: A Homesteader's Story. Austin: University of Texas Press, 1973. Second Edition.   Koch, Etta with June Cooper Price. Lizards on the Mantel, Burros at the Door: A Big Bend Memoir. Austin: University of Texas Press, 1999.   Gómez, Arthur R. A Most Singular Country: A History of Occupation in the Big Bend. Provo, Utah: Brigham Young University, 1990.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/hotsprings.htm"
}
