{
    "title": "Big Bend National Park: Roger Toll's Notebook, 1934",
    "body": "Roger Toll's Notebook, 1934         Roger Toll in the Big Bend, February 1936. NPS Historic Photograph Collection  Roger Wolcott Toll served as Superintendent of Yellowstone National Park from 1929 until 1936. During the slow winter seasons, Toll was assigned the task of evaluating proposed additions to the National Park System. In an eight year period, Roger Toll inspected over 129 areas as potential national parks; most did not meet his criteria. In January of 1934, nearly a year after the Big Bend was designated a Texas State Park, Toll ventured to the region, to judge the area for himself. Over six days, Toll received a quick introduction to the scenic highlights of the Big Bend, hosted by park boosters such as Everett Townsend and area ranchers like Sam Nail and Homer Wilson. In March, Toll wrote a report of his trip for his supervisors in Washington, D.C. Writing that \"the Big Bend Country seems to be decidedly the outstanding scenic area of Texas,\" Toll's endorsement of the area was a first, important step towards the establishment of Big Bend National Park. Roger Toll would return to the Big Bend two years later as a member of the International Park Commission, exploring the possibility of a U.S.-Mexico park in the Big Bend area. On the way from Big Bend to Tucson, Arizona, Roger Toll and George Wright were killed in an automobile accident on February 25, 1936. Today, two peaks in the Chisos Mountains are named in honor of these men. Below is the itinerary from Roger Toll's 1934 trip, as included in his report.      ITINERARY    Cyclometer Time     4:30 P.M. Sunday, January 7, 1934, reached Alpine, Texas, in company with J. Evetts Haley. Met E. E. Townsend, John W. Gillette, M. Homer Wilson and discussed plans.         9023 7:40 Monday, January 8, left Alpine with Haley, Townsend, and Gillette in two, two passenger cars, Mr. Gillette furnishing the second car.         9054 8:30 Marathon. Left highway U. S. 90 and turned south. The road passes within sight of Santiago Peak, a conical mountain that is a conspicuous landmark.         9097 10:05 Persimmon Gap, elevation 2,970 feet.         9098 10:20 One of the few gasoline filling stations in the area, operated by Mr. Cooper, and known as \"Persimmon City.\"         9122 11:45 Left the road leading toward Boquillas and turned to the west.         9129 12:05 W. T. Burnham's ranch at Government Spring.         9134 12:40 Camp of Ira Hector at the end of road in Green Gulch. Went on foot over a low divide into \"the Basin,\" which is a tributary to Oak Springs. Then returned to Green Gulch.         9139 2:35 Left Green Gulch by auto. At Government Springs, turned west.         9153 3:55 to 5:50 At Homer Wilson's ranch at Oak Springs.         9155 6:15 Reached the ranch of Sam R. Nail, and spent the night there.         9155 7:50 Tuesday, January 9, left Nail's ranch.         9160 8:30 Blue Creek.         9164 9:05 End of Mountain road. The road up Blue Creek is barely passable. It has numerous high centers, is rocky, steep in places, and the bruch grows close to the road. Homer Wilson and Porter Kimble met us there with horses, and accompanied us on the trip.          9:45 Started up Blue Creek Canyon on horseback.          11:00 Boot Spring. In this southern latitude the winters are usually mild and this winter had been exceptionally so, but the preseeding night the temperature had dropped to about 15 degrees, and there was an inch of ice on Boot Spring. At no time during the day did the temperature, in the shade, go above the freezing point.          11:55 After riding as close to Emory Peak as it was practicable to take horses, we tied them and proceeded on foot.          12:25 Reached the top of Emory Peak, elevation 7,832 feet, the highest point in the Chisos Mountains, and the third highest point in Texas.          1:30 Back to the horses.          2:10 to 3:00 Boot Spring.          3:50 Reached the edge of the South Rim and enjoyed the remarkable view from two different points.          4:55 Left the South Rim.          5:30 to 5:50 Boot Spring.         9164 6:40 Returned to autos.         9168 7:25 Lower Blue Springs camp. Knocked a hole in the crank case on the way down. Left car at camp for repairs. Went with Wilson in his car.          6:40 Wilson's home at Oak Springs. Spent the night there.         9178 10:35 Wednesday, January 10, left Oak Springs with Townsend, Gillette and Haley.         9195 11:40 Reached the Study Butte Mine of the Brewster Quicksliver Consolidated Company (pronounced Stu-de).         9201 12:00 Reached Terlingua. Met Mr. Carteledge, manager of the Chisos Mining Company. He kindly put his car at our disposal for the trip to Santa Helena Canyon.          1:10 0 miles, left Terlingua.          2:00 15 miles. End of road at mouth of Santa Helena Canyon, near Terlingua Creek.          3:55 Left Santa Helena Canyon.          4:20 22 miles. Passed the Mexican settlement of Coyote [La Coyota], where 15 or 20 families live, on the Arroyo.          4:25 Crossed Blue Creek, 24 miles.          4:30 30 miles. Reached Castolon, where an army post was built in 1920, when troops were stationed on the border. The group of buildings is now privately owned. The original name was probably Castillone, or big castle, deriving its name from a nearby butte. The USGS map shows it as Cerro Castellan.          4:50 26 miles. End of road near \"petrified forest.\"          6:00 P.M. Returned to Terlingua, 42 miles.         9201 6:20 Left Terlingua.         9288 9:20 P.M. Arrived at Alpine.           Thursday, January 11, in Alpine and in Davis Mountains.           Friday, January 12, left Alpine for Davis Mountains and Guadalupe Mountains.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/toll-notebook.htm"
}
