{
    "title": "Big Bend National Park: Red Blooded Men Take Notice",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Red Blooded Men Take Notice                Red Blooded Men Take Notice         Cavalry Troops, 1933 NPSPhoto\/Big Bend National Park  A Fifth Cavalry Recruiting Notice, 1920 From 1913 and into the 1930s, US Army troops were stationed throughout the greater Big Bend region in response to border instability due to the Mexican Revolution. The operating forces in the Big Bend included cavalry, infantry, and signal corps units, both regular US Army and volunteer units. Outposts of both temporary and permanent character were established at Lajitas, Terlingua, Santa Helena (today's Castolon Historic District), Glenn Springs, and La Noria in the vicinity of the present-day park. In 1920, only months before most of the outposts were closed, Fifth cavalry Colonel James J. Hornbrook, commanding the Big Bend military district developed the recruiting notice below. When he circulated the notice to other commanders, he stated, \"this is the kind of publicity that will get results.\" While it is unknown how many men may have signed up after reading the notice, Hornbrook used language to describe the Big Bend region similar to what is still used to today to capture the scenic qualities and rugged nature of the area.       Red Blooded Men Take NoticeDo you ever have a longing for the great outdoors?Does the silent appeal of Nature, as exemplified by rugged mountains, deep canyons, rocky precipices, all equally inspiring get you?Does being in a vast and undeveloped section, 100 miles from the railroad, strike a sympathetic note in your heart?Does the idea of patrolling this historic and history making country where every man is on his own, make your pulse beat a bit faster?Wouldn’t you like to be in one of the wildest, least explored sections and the only real frontier of the greatest nation on earth?Is there a man to whom hunting—and the best to be had in the United States at that—camping out for days and cooking your own meals under the bluest sky on earth, with the added zest that at any time the crack of a bandit’s rifle may call you to the really serious business of being a soldier, is there a real man I repeat, to whom these things do not appeal?Join the Fifth Cavalry, hunting and fishing par excellence, deer and quail in abundance, rabbits by the thousands, with the added thought that at any moment the tables may be turned and you may be the hunter, hunted.We get hunters in this district from Maine to California. The Government pays you to be here. This is an opportunity for any outdoors man who is a real sure nuff hunter and trapper who wants to see real untrammeled Nature at her best.Join the Fifth Cavalry if you are for really honest-to-God outdoor life and next to nature stuff. We have it and are enjoying every minute of it, and we are calling to any man—and that is every man—­whose heart and soul yearns for the riches we have, and who hasn’t the necessary riches to enjoy them.The Fifth Cavalry wants real men: men who like to rough it. We need you and you need us and our wonderful Big Bend District with all its vastness, all its wildness, and that added zest of danger that all he men desire. Sign up now while the spirit moves.      To Learn More:  Elam, Earl H. \"Big Bend Archives: The Big Bend Military District and Colonel James J. Hornbrook's Recruiting Announcement.\" Journal of Big Bend Studies, Volume 2, January 1990. pages 117-122.Casey, Clifford B. Soldiers, ranchers and miners in the Big Bend. Washington, D.C.: National Park Service Division of History, Office of Archeology and Historic Preservation, 1969.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/recruiting_notice.htm"
}
