{
    "title": "Saint Croix National Scenic Riverway: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety       A trip to St. Croix National Scenic Riverway should be a safe and enjoyable one. Below are some reminders that will help ensure the success of your visit.  Water Safety Most boating fatalities involve capsizing or falls overboard. Most fatalities were passengers on vessels less than 16 feet long.  Personal floatation devices (PFDs or lifejackets) are mandatory -and absolutely critical, especially on small boats and canoes. Children under 13 years of age must wear a PFD or lifejacket while aboard a moving vessel including  a boat or canoe or inner tube. Don't drink alcohol when operating a boat! Approximately half of all boating and swimming deaths involve alcohol. Learn how to read a river. Water riffles mean that rocks lie dangerously close to the surface. Follow the smooth water shaped like a \"V\" pointing down stream. Keep the bow of a canoe headed down stream with the current; if the canoe is sideways it will tip if it strikes a wave or rock. In areas of high motorboat traffic canoe near the shore and head into the wakes to avoid capsizing. There are drop-offs and strong currents in the St. Croix River - check for hazards and water depths before swimming. Do not swim alone and consider wearing a lifejacket. Young children can drown in relatively shallow water. Do not leave children unattended. Lightening may occur so keep an eye on the weather. Because water attracts lightning, be sure to get to shore and away from the water quickly. Stay clear of overhanging and downed trees, they can overturn or trap canoes. Be prepared to prevent sunburn, even on cloudy days.  Trego Dam Warning Sirens  Xcel Energy has installed three warning sirens along the Namekagon River below the Trego Dam. If there is an emergency at the Trego Dam, the sirens will emit a unique \"whoop\" tone followed by instructions on what actions you should take. The sirens are tested annually each April and October. For additional information: http:\/\/www.xcelenergy.com\/Safety_&_Operation\/Outdoor_Safety\/Hydro_Safety      Drinking Water:   Beginning in 2013, water will no longer be available at McDowell Bridge Landing, Riverside Landing, and the Marshland District Office on Highway 70. Please plan accordingly and bring an adequate supply of water.   Generally from late May through late September, water will be available at the following National Park Service areas: Earl Park Landing, Howell Landing, Eagle's Nest, and Osceola Landing. Other water locations are shown on detailed river maps. In the spring and fall, please call ahead to make sure that water systems are operational.  Bring your own drinking water in plastic containers as a way to ensure safety. Do not drink water directly from the river. If you must rely on river water for consumption, purify water by heating it to a rolling boil for at least 1 minute. This will kill any giardia lamblia--protozoa that can cause painful stomach problems. Portable water filters and iodine tablets are less reliable. Occasionally a well is temporarily closed during the summer for mechanical problems, be prepared with a backup plan.         Lyme Disease Deer ticks, the carriers of Lyme disease, exist within the Riverway. When the ground is not frozen, the potential exists to pick up ticks on your body or clothing when walking near vegetation. If a deer tick bites you, watch for a bulls-eye rash or flu like symptoms and seek medical attention if they should appear.  If you develop these symptoms, notify your doctor that you have been in a Lyme Disease area, even if you do not think you have been bitten by a tick.  more...      Hypothermia Exposure to cool air or cold water temperatures can lead to hypothermia even when temperatures are well above freezing. Dress appropriately and bring spare clothes in case you get wet.      Vehicles Parked at Landings: Park Rangers and other law enforcement personnel patrol landings, but occasionally car break-ins do occur in the parking lots. Do not leave valuables in cars. Lock doors and keep gear in the trunk or a non-visible area.      Keep Wildlife Wild (And Keep Your Food for Yourself) Raccoons, bears, and other animals are attracted by food at your campsite and picnic table. They are even attracted by cooking utensils and toiletries such as soap and deodorant! When animals learn to depend on humans for meals, they lose their ability to find their own food and can get in the habit of disturbing Riverway visitors. You can help keep wildlife wild and avoid damage to your camping gear by storing food properly. At primitive campsites, hang all food, garbage, and scented toiletries from a tree at least ten feet off the ground and four feet from the tree trunk. Strain waste from dishwater, then scatter the water away from your campsite and the river. At walk-in campsites, store all food, food containers, cooking utensils, and garbage in a closed, locked vehicle. Inside a car trunk is best, but otherwise keep food covered inside your vehicle with doors locked and windows rolled up.      Blastomycosis:  Is a disease caused by the inhalation of airborne spores from contaminated soil. It can affect pets and humans.  While uncommon, it is something to mention to your doctor if you develop unexplained symptoms.  more...",
    "url": "https:\/\/www.nps.gov\/sacn\/planyourvisit\/safety.htm"
}
