{
    "title": "Big Bend National Park: Juan de Leon",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Juan de Leon                The Unsolved Case of Juan de Leon          Along the Old Ore Road, a short distance from the Ernst Tinaja and one mile north of the site of the La Noria community, stands a solitary grave marker. The cross reads \"Juan de Leon, Born June 24, 1906, in Boquillas, del Carmen, Coah. Died July 19, 1932.\" The death of Juan de Leon is one of many mysteries of Big Bend's past. What happened on July 19, 1932, is unclear. What is known is that Juan de Leon was shot and killed while riding his horse. His body was not found for several days, and was so decomposed from the hot July sun that he was buried where he fell.     De Leon's murder did not receive mention in local newspapers. In August 1932 the case was presented to the grand jury to charge area resident Oscar Loftin with the murder. Nothing was done and the case was passed to the next grand jury.There are a number of accounts of how de Leon was murdered. According to his family, the gunshot came from a low-lying hill and Juan was left for dead next to the road. The story goes that the mule was startled from the gunshot and ran back to Chata's store. The saddle was covered with blood.It is unclear why de Leon was murdered or who committed the crime. As with many border stories, details vary depending on who's telling the story. Historical records do reveal incidents in the Big Bend region during this era where Mexicans were shot and killed by Anglos for no apparent reason.There is evidence that de Leon could have been involved with ranchers, or members of their families, running contraband across the border to make money during the depression. Did they fight over money?Finally, was de Leon in the wrong place at the wrong time, the victim of target practice? De Leon is a seemingly unimportant Mexican man with no economic or political clout whose family had roots in the Big Bend region. By all accounts he was well-liked by both Anglos and Mexicans.The winds of time have now blown across de Leon's grave for over 70 years. He was murdered in cold blood.    To Learn MorePotter, Linda Bailey. \"An unsolved case: the murder of Juan de Leon.\" Alpine Avalanche; Alpine, Tx. February, 2004.Casey, Clifford B. Mirages, Mysteries and Reality: Brewster County, Texas, the Big Bend of the Rio Grande. Hereford, Tex. : Pioneer Book Publishers, 1972.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/juan-de-leon.htm"
}
