{
    "title": "Big Bend National Park: Roman De La O",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Roman De La O                Roman De La O      Promising Start, Tragic End Roman De La O immigrated to the United States in 1883. Nothing is known about his whereabouts or activities until May of 1910, when he was living in southern Brewster County, most likely in the Terlingua area. At that time he was 44 years old and working as a teamster. With him were his second wife, Tomasa, age 29, and 4 children, ages 2 to 11. At the time Roman and Tomasa had been married 7 years, indicating that the two oldest children were from Roman’s first marriage. In 1911, probably in March, Roman purchased Section 18 of Block 16 from the State of Texas. This 636.3 acre section is several miles east of Castolon. It was designated as “School Land” and Roman is recorded as the original owner. He built a house and a large rock corral near a spring, still known as De La O Spring, on the northern part of his land and went into the ranching business. He apparently enjoyed some success; in 1912 and 1913 he not only paid the interest on his loan from the state but also was able to pay a total of $214.62 on the principle, and in 1914 he filed a document certifying that he had resided on the property for three consecutive years. Roman continued paying the interest on his loan annually through April 1917.A dramatic change occurred in 1917. In October of that year Roman’s wife Tomasa was in the process of selling the property to Faustino Pineda, and by June 1918 Faustino had begun making the interest payments on the loan.A story passed down through the family explains what happened. Roman had made arrangements to meet some men from Mexico for a cattle transaction along the Rio Grande. Whether Roman was the prospective buyer or seller is not clear. Roman had enjoyed some success at the gambling table the night before and was carrying his winnings with him, a fact apparently known to the men he was planning to meet. When Roman arrived at the designated meeting place he was ambushed and killed and his body was thrown into the river; it was not found until several days later. Tomasa and the children were so terrified by the event that they left the area almost immediately and moved to Alpine. The date of Roman’s death was not included in the family story, but the events described in the previous paragraph indicate that it occurred between April and October of 1917. A likely location for the killing is along the Rio Grande near the mouth of Smuggler’s Canyon, which would have provided the easiest access from Roman’s home to the river.A short distance south of Roman’s home are two graves on a lonely hilltop, one a child’s and the other an adult’s. Both have remnants of wooden crosses, but no markings are legible. Could this be Roman’s final resting place? We probably will never know.Researched and compiled by park volunteer Bob Wirt.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/de-la-o.htm"
}
