{
    "title": "Big Bend National Park: Johnson's Ranch",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Johnson's Ranch                Johnson's Ranch        1st Plane to Land at Johnson's Field NPS Photo\/Big Bend National Park      Aviation in the Big Bend region has a long and colorful history. Following Pancho Villa’s attack on Juarez, Mexico, in June 1919, the U.S. Army ordered eighteen DeHaviland DH-4 airplanes to Fort Bliss to inaugurate an aerial border patrol from San Diego, California, to Brownsville, Texas. Aircraft based at Marfa patrolled from El Paso to Sanderson and into the Big Bend country. A temporary landing field was established at the cavalry outpost at Glenn Springs.A decade later, in response to events following the 1929 Escobar Rebellion in Mexico, an airfield was established at Johnson's Ranch. Elmo and Ada Johnson established their ranch and trading post on the banks of the Rio Grande in 1927. With the exception of a few neighbors on each side of the border, they lived in almost total isolation sixteen miles downstream from Castolon.On April 11, 1929, the Johnsons came face to face with the revolution as thirty Mexican bandits raided the trading post, driving away Johnson's goats and cattle. In response, the cavalry was dispatched from Ft. Davis to patrol the area. On April 24, the U.S. Army Air Corps established a landing field at Johnson’s ranch. Two weeks later, army transport planes delivered the first infantry troops from Ft. Sam Houston in San Antonio. Big Bend had entered the annals of military aviation.Lt. Thad V. Foster, Eighth Corps Area assistant air officer, made the initial inspection flight of Johnson’s Ranch and quickly recommended its official authorization. Lt. Foster was the first to make an entry in the field register when he carried the official authorization to Johnson’s Ranch on July 6, 1929. The Johnsons kept the register on the patio for the subsequent fourteen years. Notable inscriptions included Lt. Nathan F. Twining, later Chairman of the Joint Chiefs of Staff, and General Jonathan M. Wainwright, then post commander at Ft. Clark, who would later became a hero at Bataan.Elmo Johnson’s position was unique—he owned the landing field, was personally responsible for its maintenance, and was a close personal friend of Lt. Foster. Due to his trading post and excellent relations on both sides of the border, Elmo Johnson became a prime source of information on border activity in the Big Bend. He was accredited to the G-2 Army Intelligence Section of the Eighth Corps Area headquartered at Ft. Sam Houston.The Johnson Ranch airfield was the first permanent installation by the Air Corps in the lower Big Bend. It was distinct from other airfields in the area in that it was neither an auxiliary nor emergency field. It was established solely due to its strategic location, where combat troops and aircraft could be deployed in case of a border emergency. It was also unique in that the ranch house became the airfield headquarters, and Elmo Johnson—with neither rank or authority—provided a quaint civilian dominance over the field's operations.Johnson constructed two rock piles, 100' apart near the landing threshold, to help the pilots. For night landings, he carried two lanterns out to identify the landing area. By 1939, the field had three graded runways, the longest measuring 4,200 feet. These improvements transformed Johnson’s Ranch into a safe all-weather operational facility for emergency combat aircraft.A stopover at Johnson’s Ranch also included lounging in the cool vine-covered patio and enjoying Ada Johnson's home cooking. The field was a popular weekend destination for pilots—a place to combine flying exercises with recreation such as hunting, fishing, exploring Indian caves, and taking burro rides into Mexico. Whatever technical skills a young aviator might wish to develop—cross country navigation, strange field landings, or increasing his flying time—a flight to Johnson’s Ranch provided ample opportunity. Several times aircraft mobilized at Johnson’s Ranch in response to rumored border raids.The high point of aviation activity at Johnson’s Ranch was in 1936. Although the field remained operational until 1943, the expanded training requirements of World War II eliminated it as a flight training center. The field was located too far off the east-west traffic route and had poor ground communications, poor access roads, and no rail line. Ironically, a decade earlier Johnson's Ranch had been the beneficiary of the horse cavalry's loss to mechanization. Now, it too was the victim of technological progress. By 1940, only two flights constituted the total annual activity.The closure of the Johnson's Ranch airfield ended an era of military aviation. The era of the members of the “order of the white scarf”—those who built America’s aerial armada, trained the pilots, and led them to victory in World War II—was forever past. The jet age Air Force that followed bore scant resemblance to the Army Air Corps that established Johnson's Ranch. The days when a civilian could command some of the Air Corps’ finest pilots from his adobe command post on the Rio Grande would never return.      To Learn More    Ragsdale, Kenneth Baxter. Wings Over the Mexican Border:  Pioneer Military Aviation in the Big Bend. Austin: University of Texas Press, 1984. Gómez, Arthur R. A Most Singular Country : A History of Occupation in the Big Bend. Provo, Utah: Brigham Young University, 1990. Welsh, Michael. Landscape of Ghosts, River of Dreams: An Administrative History of Big Bend National Park. National Park Service, 2002.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/johnsonsranch.htm"
}
