{
    "title": "Big Bend National Park: Everett Townsend",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Everett Townsend                Everett Townsend      \"I wish you would take a map of the State showing the counties, put your pencil point on the Rio Grande, just where the Brewster and Presidio County line hit that stream; then draw a line due East and at a distance of sixty miles it will again strike the River. My dream is to make the area South of this line into a park and I shall live to see it done.\"  - Everett Townsend, 1933        Everett Townsend with Blanca, a Mexican child in Boquillas, Mexico, 1936. NPS Historic Photograph Collection  A Frontiersman’s Dream of a Frontier Park High in the Chisos Mountains, within sight of the South Rim, rises a ridge that is the second highest peak in the Chisos Mountains. Listed on some maps as Townsend Point (7,580’\/2,310m), this peak is named in honor of Everett Townsend and his determination to preserve this place for all Texans, and all Americans, to enjoy. While many people participated in the decade-long struggle to create Big Bend National Park, Everett Ewing Townsend stands out for the level of dedication and tenacity he displayed in making a lifelong goal into a reality. He is remembered today as the \"Father\" of Big Bend National Park. Born in Colorado County, Texas on October 20, 1871, Townsend was raised into the nascent Texas cattle ranching industry. At the age of ten, the Townsend family moved to Wharton, Texas, and later Eagle Pass. At Eagle Pass, young Everett attended school until the age of thirteen, when his father's poor health made it necessary for him to support his family. In 1891 Townsend lied about his age and joined the Company E, Frontier Battalion of the Texas Rangers. Townsend became a Deputy U.S. Marshal in 1893 and one year later he came to the Big Bend area as a mounted inspector for U.S. Customs in Presidio County. It was in his role as customs inspector that Townsend experienced the beauty of the Big Bend firsthand. On August 31, 1894, Townsend ventured into the Chisos Mountains, which form the heart of the present-day national park, tracking mules stolen from a Mexican citizen. The panoramic view from the South Rim made a real impression on the young man—decades later he recalled that the sight made him \"see God as he had never seen Him before and so overpoweringly impressed him that he made note of its awesomeness…\" Inspired by the expansive vista he had seen, Townsend vowed to preserve the region in some fashion. From 1900 to 1918, Townsend managed the E. L. Ranch; in 1918 he was elected to serve as sheriff of Brewster County. Following three terms as sheriff of Brewster County, Townsend was elected to serve as state Representative in 1932. It was in this role, the next year, that Townsend would be given the chance to make his dream come true. In the spring of 1933, Townsend was approached by Representative Robert Wagstaff of Abilene, who had read of stunning beauty of the Big Bend, and was interested in establishing a park there. Townsend confirmed the description of the area, but demurred when Wagstaff attempted to list him as the author of the bill establishing a state park there. Townsend felt that a bill sponsored by a frontier representative would get lost. When the bill establishing Texas Canyons State Park in the Big Bend was passed in March 1933, Townsend was indeed credited as the co-author. Later that year he assisted in expanding the scope of the new park and renamed it Big Bend State Park. Townsend was instrumental in the establishment of a Civilian Conservation Corps camp in the Chisos Mountains. Following the establishment of the state park, the next step was to bring in a Civilian Conservation Corps (CCC) camp to develop the new park; this proved a difficult task. The US Army, responsible for overseeing operation of the CCC camps repeatedly objected to potential camp locations in the Big Bend due to lack or roads or sufficient water. In April of 1934, Townsend led a locally financed expedition of six men into the Chisos Mountains to locate water. All other desirable locations had not had sufficient water. Expressing his concern over the matter, Townsend told his group “Boys, we've got to have water and quick.” When a sufficient water supply was found, it was named “Agua Pronto [quick water],” in commemoration of the need. One month and two days later, a CCC camp was established in the Chisos Basin, to begin the work of developing the new park. Establishing the state park was only the beginning. Writing about the region to a U.S. Army officer, Townsend provided both a physical description of the area he wanted to preserve as well as a bold statement of his ultimate goal, \"I wish you would take a map of the State showing the counties, put your pencil point on the Rio Grande, just where the Brewster and Presidio County line hit that stream; then draw a line due East and at a distance of sixty miles it will again strike the River. My dream is to make the area South of this line into a park and I shall live to see it done.\" Townsend's tenacity in support of the national park idea seemed nearly limitless. He tirelessly promoted both the idea of a national park and international park status for the region, writing National Park Service officials, and politicians of two countries. When the Texas legislature allocated $1.5 million to acquire the land for the park in 1942, Everett Townsend's local expertise was utilized to appraise land values and arrange for the purchase of much of the private land needed to establish the park. In a ceremony handing the land deeds to the Department of the Interior in 1943, Townsend was the one individual singled out in recognition of his efforts to see his decades-old dream realized. Townsend would live to see his dream fulfilled; following the establishment of the National Park in 1944, he was appointed U. S. Commissioner for the park. Townsend died in 1948 at the age of seventy-seven. In 1954, on the tenth anniversary of the park’s establishment, Superintendent Lon Garrison presented the Townsend family with a posthumous honorary park ranger commission for the man remembered as \"the father of Big Bend National Park.\" Decades later, the second highest point in the Chisos Mountains is named Townsend Point in honor of Everett Townsend. Listed only on a few maps, Townsend Point is a fittingly quiet tribute to the young Texan who once stood on the South Rim and had the dream of preserving what he saw for the future.     To Learn More:Hilton, David Edmond. The \"Father\" of Big Bend National Park. Big Spring TX: Sprinkle Printing Co., 1988.Saxton, Lewis H., and Clifford B. Casey. The Life of Everett Ewing Townsend. Alpine, TX: West Texas Historical and Scientific Society, 1958.Welsh, Michael. Landscape of Ghosts, River of Dreams: An Administrative History of Big Bend National Park. National Park Service, 2002.Lassiter, Berta Clarke. We Come and Go: A Handbook for the Big Bend National Park. San Antonio, TX: The Naylor Co., 1949.Jameson, John R. The Story of Big Bend National Park. Austin: University of Texas Press, 1996.       Closing the deal to purchase the Johnson's Ranch property. Everett Townsend is second from left. NPS\/Big Bend National Park",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/eetownsend.htm"
}
