{
    "title": "Big Bend National Park: Archaeology & Big Bend",
    "body": "Explore This Park    Learn About the Park     History & Culture     Archaeology & Big Bend               Archaeology & Big Bend      The Science of Archaeology Archaeology is defined as the study of the remains of the past culture of a people. Archeologists recover such things as samples of soil, pollen, charcoal, feces, chipped rock debris, and artifacts and then analyze these samples for evidence of food gathering and hunting technology, food processing, diet, and many other facets of subsistence activity. They use technical methods which include controlled excavation, extensive site recording through written field notes, drawings, maps, and photographs. These methods are designed to gain a maximum amount of information with a minimum amount of site destruction. Through careful scientific study, archeologists try to recover the pieces of the past that help us better understand how mankind has learned, developed, and succeeded or failed. As citizens of this country and this world, we can appreciate the story of mankind's past. Perhaps the lessons we learn from the past will help us be better stewards of our fragile planet, now and in the future. By protecting the material cultural remains here in Big Bend National Park, we help to preserve this heritage for future generations to enjoy.Archaeological Study at Big Bend National Park There still is much to learn about the prehistory of Big Bend National Park. A complete understanding of man's past is totally dependent upon the scientific study of the sites and artifacts that have survived the ravages of time. Archeological research in Big Bend National Park is scanty, and an intensive survey of the total park has never been done. Two early archeological surveys (1936–37 and 1966–67) sampled only a portion of the park. However, the two surveys recorded a total of 628 sites and the latter survey revealed that the park probably contains more than 5,000 archeological sites. In 2002, the National Park Service made a quantitative estimate based upon more recent data which suggests that there are nearly 26,000 sites in the park.Preservation of Archaeological Resources At Big Bend National Park, only two prehistoric archeological sites are presently considered \"public\"—the Hot Springs pictograph site and the Chimneys. As research is completed on other archeological sites, they may also be opened to the public. There are eight National Register historic sites or districts in Big Bend National Park, including the Castolon Historic District, Hot Springs Historic District, the Mariscal Mining District, the Homer Wilson Ranch Site, Rancho Estelle, and Luna's Jacal. Thousands of archeological sites within the park hold remnants of the material remains of 10,000 years of Native American occupation of the Big Bend. When properly studied, these sites can provide very valuable information about past lifeways. Many of the park's archeological and historical sites have been vandalized and valuable information has been destroyed or removed by artifact collectors. Casual artifact collecting by the park visitor has resulted in the loss and destruction of much evidence of the past, information which could otherwise be obtained through scientific investigation. Archeological sites are protected by the Archeological Resources Protection Act of 1979. Under this act, people who disturb these cultural resources can be fined up to $10,000 and sentenced to up to six months in prison for their first offense. Information about sites is exempt from the Public Freedom of Information Act. Clearly, citizens and lawmakers view our cultural heritage as valuable, irreplaceable, and worthy of protection and preservation.Late Paleo-Indian Period (ca. 8000–6500 B.C.) At the end of the last ice age, the climate was much cooler and wetter, and woodlands covered much of the Big Bend. Since about 9000 B.C. the climate has gradually become warmer and drier, and there has been a gradual influx of heat- and drought-adapted plants. Evidence of Paleo-lndian presence has been recorded in the park but no studies have been done which explain local human adaptation during this period. The earliest inhabitants lived a nomadic hunting and gathering lifestyle that was adapted to the cooler and wetter climate that prevailed in that age. Throughout the Paleo-lndian period, people hunted large game animals as their primary source of materials for food, clothing, and shelter.Archaic Period (ca. 6500 B.C.–A.D. 1000) After the last glacial episode, woodlands gave way to arid-adapted plant communities at lower elevations. The slowly changing climate caused a decline in the numbers of large game animals, primarily bison. Native American groups of the Archaic Period adapted to the changing climate by developing a hunting and gathering lifestyle so successful that it remained virtually unchanged for about 7500 years. The Archaic Period people hunted smaller game with a spear that was propelled by a spear-thrower, called an atlatl. This period is characterized by a strong dependence on plant foods, and a more structured social organization. People learned skillful ways to exploit the environment and developed a rich material culture that involved the intensive use of available plants and animals. A higher density of late Archaic sites indicates a more efficient adaptation and larger, denser population. An expansion of the Jornada Mogollon culture from southeastern New Mexico into extreme West Texas occurred at the close of the Late Archaic.Late Prehistoric Period (ca. A.D. 1000–1535) By 1000 A.D. the native people of the Big Bend had come under the influence of the Jornada Mongollon, with its ceramics, agriculture, and sedentary lifestyle. During the Late Prehistoric, Indians of the Big Bend began using the bow and arrow, and groups northwest of the area were producing pottery. Agricultural villages existed near present-day Presidio, Texas, and horticulture or simple agriculture was practiced by Indian groups in the area that is now the park. In most areas to the east, the Late Archaic hunting and gathering lifeway persisted into the Historic Period. The period is characterized by increased interregional trading.The Historic Era (1535 A.D.–present) During the early Historic Period several Indian groups were recorded as inhabiting the Big Bend. The Chisos Indians were a loosely organized group of nomadic hunters and gatherers who probably practiced limited agriculture. The name Chiso (Chizo) originally referred to one band (also known as the Cauitaome or Taquitatome) but the Spaniards extended it to include at least six closely associated bands. Their origin is not known but they were associated with the Concho speaking Indians of northeastern Chihuahua and northwestern Coahuila. Their language group is a variation of Uto-Aztecan, a language whose speakers ranged from central Mexico to the Great Basin of the U.S. and includes the Aztec, Toltec, and the modern Hopi. The Jumano were a nomadic people who traveled and traded throughout western Texas and southeastern New Mexico but some historic records indicate they were enemies of the Chisos. Around the beginning of the 18th century (1700 A.D.), the Mescalero Apaches began to invade the Big Bend region, eventually displacing or absorbing the Chisos Indians. The last aboriginal group to use the Big Bend was the Comanche who passed through along the Great Comanche Trail on their way to and from periodic raids into the Mexican interior. These raids continued until the mid-1800s.As you explore Big Bend National Park, there is a good chance that the sites and artifacts you see have never been recorded or studied. Please help the park protect these important resources by leaving them as you find them, and by reporting what you see to a park ranger. Remember, the removal of any cultural or natural object, or the disturbance of these objects from their natural state, is illegal in all national parks. So, please, take only photographs, leave only footprints.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/archaeology.htm"
}
