{
    "title": "Big Bend National Park: Civilian Conservation Corps",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Civilian Conservation Corps                Civilian Conservation Corps      A Troubled EconomyBy 1930, many people who had enjoyed the prosperity of the Roaring Twenties found themselves in soup lines and tattered clothes. Sputtering Model Ts rumbled down dusty roads, carrying passengers and their few possessions toward dreams of a better tomorrow. The stock market crash had devastated the nation’s economy and left many in dire straits. Franklin D. Roosevelt was elected president by a landslide in 1932 with his promise of a “new deal” for the American people. Within days of his inauguration, FDR called Congress into special session to work on emergency legislation. An alphabet soup of agencies and programs was created. Roosevelt kept his promise and the New Deal was born.Roosevelt's Tree ArmyOne of these programs was the Civilian Conservation Corps (CCC), designed to reduce unemployment while also conserving natural resources. The CCC changed the lives of several million people, along with Big Bend National Park. Nicknamed “Roosevelt’s Tree Army,” the CCC was operated through the cooperative efforts of four departments. The Department of Labor oversaw the selection of enrollees, the Army ran the camps, and the Interior and Agriculture departments provided work projects.Initially, unmarried men between the ages of 18 and 25 and from families on relief could apply. They enlisted for six months, with an option to reenlist for up to two years. The “CCC boys” worked for $30 a month, $25 of which was sent to their families. Eventually, “Local  Experienced Men” (LEMs) and World War I veterans could enroll. Although a few work camps were established for women, most CCC enrollees were men.The CCC in Big BendIf you have driven, hiked, or slept in the Chisos Mountains, you have experienced CCC history. In May 1933, Texas Canyons State Park was established; it was later renamed Big Bend State Park. Roads and trails were needed for the new park, and the CCC provided an ideal workforce. A year after the park was established, 200 young men, 80 percent of whom were Hispanic, arrived to work in the Chisos Mountains. The CCC's first job was to set up camp and develop a reliable water supply. The CCC boys faced many challenges, living in tents 85 miles from the nearest town, and facing extreme temperatures and weather. Eventually barracks replaced tents in the area of today’s Basin Campground.In the early 1930s, the CCC built an all-weather access road into the Chisos Mountains Basin. They surveyed and built the seven-mile road using only picks, shovels, rakes, and a dump truck, which they loaded by hand. They scraped, dug, and blasted 10,000 truck loads of earth and rock and constructed 17 stone culverts, still in use today along the Basin road. In 1937 the camp was relocated 175 miles north to Balmorhea State Park, where the CCC built the \"world’s largest spring-fed swimming pool.”A second CCC camp was established in Big Bend in 1940. This group built the Lost Mine Trail, a store, and four stone and adobe cottages still used as lodging today. These CCC boys surveyed the park boundary and established trail and facility locations. Plans to build a large resort hacienda and hospital in the Basin were abandoned with the onset of World War II. The camp closed in March 1942, signalling the end of an era in Big Bend. In June 1944, partially as a result of CCC development, Big Bend became a national park.Camp LifeIf you think Big Bend is isolated today, imagine what it must have been like in the 1930s, before air conditioned comfort and paved roads. Many CCC boys were away from their families for the first time. Because the camps were run by the Army, they had typical barracks and a mess hall. Legend has it that those complaining about food quality had to climb a steep hill before the next meal. Located directly north of the Chisos Basin Visitor Center, the hill is still known as “Appetite Peak.” The camp also offered many recreational opportunities. There was a museum, woodworking shop, photo darkroom, and movies were shown twice a month. In 1935, one of the barracks was converted to a classroom and the CCC began to provide education in addition to employment.The LegacyNationwide, the CCC operated 4,500 camps. More than three million people enrolled between 1933 and 1942. The CCC advanced natural resource conservation by decades, and provided education, training,and experience for a generation of young men and women. Since then, millions of visitors to Big Bend have enjoyed the work of the CCCs.Drive to the Chisos Mountains, hike the trails, and remember the young men who worked there many years ago.View historic photographs of the CCC era in Big Bend.     To Learn More:Welsh, Michael. Landscape of Ghosts, River of Dreams: An Administrative History of Big Bend National Park. National Park Service, 2002.Cohen, Stan. The Tree Army : A Pictorial History of the Civilian Conservation Corps, 1933-1942. Missoula, MT: Pictorial Histories Publishing Co., 1980.Steely, James Wright. Parks for Texas: Enduring Landscapes of the New Deal.  Austin: University of Texas Press, 1999.Short, Viola M. CCC: West Texas District, 1933-1942. Deming, NM: JorVeTay Publishing Co., 1998.McClelland, Linda Flint. Building the National Parks: Historic Landscape Design and Construction. Baltimore, MD: Johns Hopkins University Press, 1998.Bowers, W. R. \"The CCC, Big Bend, and Me.\" The Journal of Big Bend Studies. Volume 7; January 1995, pages 71-88.Baker, Rollin. \"Life in the Big bend CCC Camp-Summer 1937.\" The Journal of Big Bend Studies. Volume 7; January 1995, pages 89-102.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/ccc.htm"
}
