{
    "title": "Big Bend National Park: Cultural History of the Big Bend",
    "body": "Explore This Park    Learn About the Park     History & Culture     Cultural History of the Big Bend              Cultural History of the Big Bend      Ecological Background To the casual visitor, the Big Bend area of Texas presents a face of harsh desolation, austere panoramas, open expanses of cactus and scrub brush broken by rugged mountains, towering pinnacles and deeply etched canyons. However, at the end of the last ice age, the climate was much cooler and wetter, and a widespread woodlands covered much of the Big Bend. Since about 9000 B.C. the climate has gradually become warmer and drier, and there has been a gradual influx of heat and drought adapted plants.        Pictographs NPS Photo\/Big Bend National Park  The Prehistoric Era (9000 B.C.–1535. A.D.) The idea of the Big Bend as \"desplobado,\" or unpopulated, is difficult to dispel. The fact remains that Big Bend has been more or less continually inhabited by humans for thousands of years. The archeological record reveals that earlier inhabitants developed a nomadic hunting and gathering life style so successful that it remained virtually unchanged for several thousand years. Human occupation of the Big Bend during this prehistoric area can be generally divided into five periods: Paleo-Indian (ca. 8000–6500 B.C.) Early Archaic (ca. 6500–3000 B.C.) Middle Archaic (ca. 3000–500 B.C.) Late Archaic (ca. 500 B.C.–1000 A.D.) Late Prehistoric (ca. 1000–1535 A.D.)  Throughout the Paleo-Indian period the inhabitants of the Big Bend depended upon large game hunting as their primary source of food, and materials for clothing and shelter. As the slowly changing climate caused a reduction in the numbers of large game animals, primarily bison, the Indian groups of the Archaic Periods adapted by utilizing a combination of hunting smaller game with a type of spear thrower called an atlatl, and gathering and processing plants for food, clothing, and shelter. These highly efficient methods maintained a relatively stable lifeway for about 7500 years. Not much is known about these early Indian groups. It is not known by what name these early Indians were called, or what they called themselves. That information did not survive into the historic period. By the Late Prehistoric period (1000 A.D.) the native people of the Big Bend had come under the influence of agricultural groups to the northwest. Agricultural villages existed near present day Presidio, Texas, and it is suspected that some limited agriculture was practiced by Indian groups in the area of the park. During the Late Prehistoric, Indians of the Big Bend began to use the bow and arrow, and groups northwest of the park were using pottery.        Lipan Apache Warrior NPS Photo\/Big Bend National Park  The Historic Era (1535 A.D.–Present) Native Americans (1535–1850 A.D.)  During the early historic period several Indian groups were recorded as inhabiting the Big Bend. The Chisos Indians were a loosely organized group of nomadic hunters and gathers who probably practiced limited agricultural on a seasonal basis. The origin of the Chisos Indians is not known. Linguistically, they were associated with the Conchos Indians of northern Chihuahua and northwestern Coahuila. Their language group spoke a variation of Uto-Aztecan, a language whose speakers ranged from central Mexico to the Great Basin of the U.S. The Jumano was a nomadic group that travelled and traded throughout west Texas and southeastern New Mexico but some historic records indicate that they were enemies of the Chisos. Around the beginning of the 18th century, the Mescalero Apaches began to invade the Big Bend region and displaced the Chisos Indians. The last Indian group to use the Big Bend was the Comanches who passed through the park along the Great Comanche Trail on their way to and from periodic raids into the Mexican interior. These raids continued until the mid 1800s.        Children at San Vicente Ruins, 1930s. NPS Photo\/Big Bend National Park  The Spanish (1535–1850 A.D.)   The Historic Era begins roughly 1535 A.D. with the first Spanish Explorations into this portion of North America. The expedition of Alvar Nunez Cabeza de Vaca passed near the Big Bend, and was followed by other expeditions in the search for gold and silver, farm and ranch land, and Indian slaves. In an attempt to protect the northern frontier of Mexico, a line of \"presidios,\" or forts, was established along the Rio Grande in the late 1700's. The Presidio de San Vicente was built near present San Vicente, Coahuila, and the Presidio de San Carlos was built near present day Manuel Benavides, Chihuahua, both in Mexico. These presidios were soon abandoned, however, because of financial difficulties and because they could not effectively stop Indian intrusions into Mexico.        Gilberto Luna NPS Photo\/Big Bend National Park  Mexicans and Anglos (1850–Present) Very little study has been made of the Mexican occupation of the Big Bend following the abandonment of the Presidios. In 1805 the Mexican settlement called Altares existed 30 miles south of the Rio Grande. Mexican families lived in the area when Anglo settlers began moving in during the latter half of the 1800's. Following the war between Mexico and the United States, which ended in 1849, military surveys were made of the uncharted land of the Big Bend. Military forts and outposts were established across Trans Pecos Texas to protect migrating settlers from the Indians. Around 1870, ranchers began to migrate into the Big Bend, and by 1900, sheep, goat, and cattle ranches occupied a majority of the landscape. The delicate desert environment, however, was soon overgrazed. In the early 1900's, the discovery of valuable mineral deposits brought more settlers who worked in the mines or supported the mines by farming or by cutting timber for use in the mines and smelters. Communities sprang up around the mines; development of Boquillas and Terlingua directly resulted from mining operations. During this period, the Rio Grande flood plain was settled by farmers. Settlements developed with names like Terlingua Abajo, San Vicente, La Coyota, and Castolon. These were often no more than clusters of families living and farming in the same area, and they were successful only to the degree that the land was able to support them. In the 1930's many people who loved the Big Bend country saw that it was a land of unique contrast and beauty that was worth preserving for future generations. The State of Texas passed legislation to acquire land in the area which was to become the Texas Canyons State Park. In 1935, the Federal Government passed legislation that would enable the acquisition of the land for a national park. The State of Texas deeded the land that they had acquired to the Federal government, and on June 12, 1944, Big Bend National Park became a reality. The park is dotted with old buildings and ruins, the physical remains of those past settlements. Thousands of archeological sites hold remnants of the material remains of 10,000 years of Indian occupation of the Big Bend. By visiting these sites and ruins, you can glimpse a view of early life in this seemingly hostile environment. When properly studied, these sites can provide valuable information which improves our understanding of past lifeways. Many of these cultural resources are unique in that they are one-of-a-kind or because they only occur in the park area. Remember: All cultural and natural resources and objects in Big Bend National Park are protected by federal law. Collecting any type of artifacts is illegal. Our cultural heritage is valuable, irreplaceable, and worthy of protection and preservation. As citizens of this country and this world, we can appreciate the story of mankind's past. Hopefully, the lessons we learn from the past can help us create a better tomorrow. By protecting the material cultural remains here in the park, we help to preserve this heritage for future generations.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/cultural-history_overview.htm"
}
