{
    "title": "Big Bend National Park: Lady Bird Johnson",
    "body": "When Lady Bird Came To Big Bend         Mrs. Johnson and party hiking the Lost Mine Trail LBJ Library photo by Robert Knudsen  In April of 1966 First Lady Mrs. Lyndon Johnson visited Big Bend National Park. The purpose of the trip was to promote the \"See America First\" campaign and to call attention to the fiftieth anniversary of the National Park Service. Liz Carpenter, Mrs. Johnson’s press secretary, was in charge of planning the itinerary and travel arrangements for over seventy press and White House staff. Big Bend’s remote and arid location created a few problems and anxieties for such a large group. To reassure her traveling companions, Carpenter wrote on the itinerary handout, “You are headed for wide open spaces. It is two hours to everything! Relax, take a tranquilizer, enjoy the landscape. It’s bigger than all outdoors. It is all outdoors! Get with the wilderness spirit!” Only half-jokingly she had written a warning to the pilot of the chartered American Airlines Electra to “please watch for cattle and antelope on runway” at the Presidio County Airport. Sure enough, as the plane landed a herd of antelope scampered out of the way. Carpenter arranged for a modern-day “Pony Express”—the code name for National Park Service ranger Bill Newbold—to pick up the journalists’ stories and photographs at stops along the two-hour bus drive from the airport to Big Bend. Newbold delivered them to the airline captain at Presidio, who then flew to Love Field in Dallas where representatives of the various newspapers, magazines, and wire services met the plane. Activities for the First Lady and the secretary of the interior (Mrs. Udall also accompanied her husband) included a barbecue and a hike up Lost Mine Trail with a ranger on horseback for security. As Mrs. Johnson stood on the ridge between Juniper Canyon and Green Gulch in the Chisos Basin, she commented that “This looks like the very edge of the world.” At the end of the first day, she concluded that the Big Bend was indeed “wild country, completely untamed by man, but a good place to come to get your troubles in perspective.” In the evening the entourage returned to the cabins in the Chisos Basin.        Lady Bird Johnson and group rafting down the Rio Grande. LBJ Library photo by Robert Knudsen  The highlight of the Big Bend visit was a six-hour, eleven-mile float trip through Mariscal Canyon on the Rio Grande. William Blair, special correspondent to the New York Times, wrote that it was a “wonder” that the First Lady “survived” the adventure. After getting his readers’ attention, he explained that there never was any danger, just “traffic jams” which “resembled Times Square at rush hour” as the twenty— four rubber rafts drifted through the shallow (12”–24” deep) and narrow river at a speed of two mph. Mrs. Johnson and Mrs. Udall even paddled for twenty-five minutes to give the secretary and the accompanying park ranger a rest. Along the route Mrs. Johnson admired the wildflowers clinging to the canyon walls. Other than occasional Canyon Wrens, White-throated Swifts, and Turkey Buzzards circling above the canyon walls, and feral burros on the Coahuila side, she saw little wild life. Adding an international touch, four Mexican nationals standing in the shade of riverbank trees shouted greetings to the First Lady. Unknown to Mrs. Johnson, the foursome concealed a stack of candelilla bundles to smuggle across the river. The wax of the plant was used in a variety of products such as chewing gum and shoe polish. At the conclusion of the float trip, Liz Carpenter summed it up as “a wild experience.” The First Lady really did seem to enjoy herself and appreciated the beauty of the park and its environs, an area she had long wanted to visit. Back at the White House later that month, Mrs. Johnson wrote Conrad Wirth, a good friend and former director of the Park Service, about “that fabulous corner of the world.” She recalled “watching the Sierra del Carmen mountains about sunset as we had barbecued steaks under the cottonwood trees . . . There was every hue of blue, lavender and mist color and the changing light made them look quite magical.”            To Learn More    LBJ Library - Horace Busby oral history interview LBJ Library - Joe B. Frantz oral history interview LBJ Library - Stewart L. Udall oral history interview Hartzog, George B., Jr. Battling for the National Parks. Mt. Kisco, NY: Moyer Bell, 1988. Jameson, John R. The Story of Big Bend National Park. Austin: University of Texas Press, 1996. Welsh, Michael. Landscape of Ghosts, River of Dreams: An Administrative History of Big Bend National Park. National Park Service, 2002. Big Bend National Park Oral History Project; interview with Former Superintendent Perry Brown, March 23, 1994.                           Lady Bird visits Big Bend, 1966   7 Photos  Photographs from Lady Bird Johnson's visit to Big Bend National Park, April 1966",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/lady_bird.htm"
}
