{
    "title": "Big Bend National Park: What Trash Can Tell Us",
    "body": "What Trash Can Tell Us        Rusted Cans NPSPhoto\/Tom Alex         Rusted Soda Cans NPS Photo\/Tom Alex  Trash Can Determine Dates In February, 2001, some well-meaning visitors staying in a backcountry roadside campsite found some piles of rusty cans and old bottles near their campsite. They decided to clean up the “mess” and brought in six large garbage bags full of “trash” and deposited it with the rangers at Rio Grande Village. The fact that this historic trash dump, located near a ruin on a historic farming site, contained Cantrell & Cochrane cone top soft drink cans dating to a very narrow time period between 1953 and 1955, enabled us to assign an age to the occupation of that house. The first experiments in canning soft drinks took place in 1938. This was done by Clicquot Club Company of Millis, Massachusetts. Ginger Ale ate through the can, and this experiment was given up. Canned soda was attempted again in 1950 by Pepsi Cola Company, but the cans exploded and Pepsi abandoned canning soda for a time. It was 1953 before soda was successfully canned by Cantrell and Cochrane (C&C) of New York, but by 1954, most of the soft drink industry was canning their product. The first canned soda was placed in cone top cans. By the end of 1954, nearly all soda companies had changed to flat top cans. Royal Crown started canning soda in 1954 and by 1960 it was the largest canner of soft drinks; Pepsi and 7-Up followed in the late 1950s. Coca Cola began to experiment with cans in 1955, and was canning for military use in 1956. They got into canning in a large way in 1959-1960 when Coke was sold nationwide in flat top cans. In the early 1970s the first all-aluminum soft drink cans were produced.        Rusted Cans NPS Photo\/Tom Alex  Trash Can Determine Use These are typical of containers made during the late 1880s. Cans from this time period were hand made and the seams were soldered by hand, producing a thick, uneven solder joint. The cartridge case on the left is a .45–70 military cartridge case with the manufacturing date of 1880 stamped on the base. These pieces of “trash” are important artifacts that help identify the age of a site, as well as provide clues to the use of the site. In this case, the sparse number of items at the location indicated short term use of the site, the food containers and a few scattered horseshoe nails and other military artifacts suggested that it is most likely an overnight camp by Buffalo Soldiers who patrolled the area in the 1880s.",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/trash2.htm"
}
