{
    "title": "Big Bend National Park: Chata Sada",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Chata Sada                Chata Sada        The Sada family in front of Chata's restaurant at Boquillas, Texas, 1930s NPS\/Big Bend National Park        Juan and Chata Sada at their Boquillas, Texas resturaunt, 1936. NPS Historic Photograph Collection  Big Bend's Most Famous Restauranteur Maria G. \"Chata\" Sada, along with her husband, operated a restaurant and store in Boquillas, Texas (in the vicinity of today's Rio Grande Village).  The Sadas came from the interior of Mexico to the Boquillas area in the 1880s. They were married in 1901. Soon thereafter Chata secured a permanent passport visa. In 1906 she moved to the Texas side of the Rio Grande where she constructed an adobe house with peeled cottonwood logs as beams and supports. Mrs. Sada gradually developed her place into a general store and cafe. In addition to keeping the store and cafe, she farmed a small plot of land located on the floodplain and irrigated by a ditch from the river. She also maintained a flock of chickens and a herd of goats which grazed on the nearby hills. Typical of the accolades she received is this 1955 account:  The first time I saw her she stood out like a red hibiscus. Her dress probably was made of some kind of calico; anyway, it was limp and colorless and older than dresses have a right to be. But in it, Chata had the bearing that comes to a queen no matter where she reigns. Chata served meals to wayfarers in the Land of Much of Nothing. Her tortillas were more pungent, someway, her tamales more drippy and a bit more fiery, her chili just a shade tastier than the dishes served on linen and with silver in other establishments.  The Sadas had no children of their own but reared a number of homeless children; victims of flood, revolution, pestilence, and broken homes, and orphaned children of friends. Boquillas became widely known for its good food and hospitable accommodations for the weary traveler. Ross Maxwell, the first park superintendent, remembered Chata in this way:  There were not many travelers to an out-of-the-way place like Boquillas in the 1920s and 1930s. It was a difficult all-day drive from Marathon—more than 100 miles—and all travelers were hungry when they arrived. Those who had been there before knew what to expect and those who arrived for the first time soon learned that Boquillas was the end of the road. Chata could hear the laboring car motor long before the vehicle was in sight; she would then start a fire in the four-holed flat-topped wood-fired stove and begin to prepare a meal. Those who were making their first visit were agreeably surprised to get a complete meal in a neat, clean dining room, with all they could eat for 50 to 75 cents. There were also four clean adobe cabins nearby and a large arbor where the guests could spend the night.  Her husband, Juan G. Sada, died December 24, 1936, and was buried at Marathon, Texas. By this time the development of the Big Bend National Park was well under way and Chata, after some delay, closed out her business in the Boquillas area and moved to Del Rio, Texas. National Park Service officials attempted to entice Chata to return to the Big Bend into the 1950s, so beloved was the memory of her Boquillas establishment. While her restaurant has been gone for nearly fifty years, Chata Sada's legacy stands as an important example of the cross-cultural community that existed in the Big Bend through the early years of park establishment.     To Learn More: Welsh, Michael. Landscape of Ghosts, River of Dreams: An Administrative History of Big Bend National Park. National Park Service, 2002.Casey, Clifford B. Mirages, Mysteries and Reality: Brewster County, Texas, the Big Bend of the Rio Grande. Hereford, Tex.: Pioneer Book Publishers, 1972.Tyler, Ronnie C. The Big Bend: A History of the Last Texas Frontier. College Station, TX. Texas A&M University Press, 1996 (originally published by the National Park Service in 1975).       Dismantling Chata's restaurant, 1957. The restaurant and most other buildings that comprised the community of Boquillas, Texas were removed in 1957 as the Rio Grande Village development was being constructed nearby. NPS\/Big Bend National Park",
    "url": "https:\/\/www.nps.gov\/bibe\/learn\/historyculture\/chatasada.htm"
}
