{
    "title": "Thomas Edison National Historical Park: Cultural History",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Edison Talking Doll Recordings, 1888-1890     Cultural History                A Cultural History of the Edison Talking Doll Record       \"Things Enough for So Many Dolls to Say\":A Cultural History of the Edison Talking Doll Recordby Patrick Feaster The Edison talking doll routinely comes up in histories of recorded sound as a pioneering effort to commercialize the new technology, but in spite of that, Edison talking doll records have received relatively little attention. In the present essay, I'd like to give an overview of the Edison talking doll venture centered on the logic, design, and production of these records. It's my hope that this information will help readers contextualize the few surviving examples we can listen to today, all of which have been gathered together in the accompanying web presentation under the auspices of Thomas Edison National Historical Park. When Edison first hit upon the principle behind his phonograph in mid-July 1877, he seems to have imagined only that it would be used to record rapid speech for someone to write out on paper afterwards, as an alternative to shorthand.The earliest evidence that he had begun pondering other scenarios turns up in a note dated November 23, over four months later, and the very first idea on his brainstorming list was this one: \"I propose to apply the phonograph principle to make Dolls speak sing cry & make various sounds also apply it to all kinds of Toys such as Dogs' animals, fowls reptiles human figures: to cause them to make various sounds to steam Toy Engine imitation of exhaust & whistele [sic].\"[1] It should come as no surprise that this was the first recreational use for the phonograph that came to Edison's mind, since the talking doll was then already an established commercial commodity. In fact, it was the only regularly manufactured product based on an older species of \"talking machine\" which relied on imitating the mechanical working of the human speech organs by means of reeds, bellows, and the like. Johann Nepomuk Maelzel had taken out a French patent on one such \"talking doll, which pronounces the two words papa and maman,\" in 1823-24,[2] and in 1850 a doll-maker in High Holborn reported that he was selling \"rather more than a dozen a year at £6 6s. each.\"[3] By the mid-1860s, talking dolls had become common enough that an author of children's stories could mention a girl playing with one on the assumption that readers would know what it was and how it worked: \"Dear little Cushamee—precious little Cushamee,\" she said, hugging the doll with all her might, \"what are you looking at with your big blue eyes?\" \"Mam-ma!\" cried Cushamee, who was a talking doll. \"Oh! Pussy, did you hear that? She spoke without my touching the wires at all—at least if I touched them I didn't know it.\"[4] Other playthings had been built in the same spirit to mimic sounds associated with the subjects they were supposed to resemble, including innumerable mechanical birds and one toy patented in 1877 that was \"designed to imitate the shrill croaking of a frog\" by means of a \"croaking spring.\"[5] In these earlier contraptions, each individual sound had needed to be studied and painstakingly simulated: imagine an inventor experimenting with dozens of different springs and spring configurations, trying to find the one that sounded most like a frog, and you'll have the right picture. However, Edison now realized that his phonograph could simply record any desired sounds to be played back inside a toy—a scenario that promised greatly to increase the range of sounds toys could make, and to revolutionize the toy market in the process. The majority of dolls on the market in 1878 were supposed to look like babies or very young children, subjects that weren't yet expected to speak very well, and that was strategically advantageous at a time when the phonograph itself still had some growing up to do: Edison and his colleagues hoped that identifying talking dolls with babies would encourage listeners to overlook imperfect phonographic representations of speech, or even to interpret them positively as contributing a touch of realism. \"The Toy problem is the simplest as it does not require that the talking shall be perfect,\" argued Edward Johnson. \"Baby's dont [sic] talk when they are born.\"[6] This was the same reasoning Wolfgang von Kempelen had followed back in the 1780s when trying to decide how to package a \"talking machine\" based on reeds and bellows: He fancies giving it the form of a five or six year old boy, because this machine has the voice of a child of this age. This is also contrived advisedly, and very sensibly, because the machine has not yet been brought to perfection, and if sometimes it does not yet articulate the words quite intelligibly, it is easier to excuse a child that it represents, if it speaks indistinctly.[7] The older talking dolls that said \"mama\" and \"papa\" had probably been taking advantage of the same principle. But the newspaper hype surrounding Edison's phonograph dwelt more on its future potential than on its temporary practical shortcomings, and that applied to the talking doll scheme as well: Each animal in the toy-shop will be given a tongue, will be heard in his own vernacular, but here only will the phonograph fail, it cannot reduce to intelligible sounds and translate the varied voices of the barnyard, the stable, the sheep-pen, the menagerie, or the aviary. We can imagine the delight of the mother's or the father's darling as she listens to her waxen-faced doll, with curling tresses and trousseau of the latest fashion, tell the wondrous story of Beauty and the Beast, reveal the treasures of Aladdin's garden of gems, relate the chivalric deeds of the heroic knight errant, Jack the Giant Killer, or the extraordinary adventures of that enterprising youth, Dick Whittington and his feline coadjutor.[8] In this account, phonograph toys were supposed to sound convincingly like the objects they represented visually—a dog, for instance, would sound like a dog—but the result in that case wouldn't be \"intelligible\"; the barking wouldn't be \"translated.\" Animal toys would \"talk\" in their natural voices, but their \"speech\" wouldn't make sense to young listeners, and this was presented as a drawback. The writer apparently valued the talking doll's ability to communicate as highly as—or more highly than—its ability to mimic appropriate sounds. Little girl dolls could appropriately deliver entire children's stories, which was a more satisfactory situation from the editor's point of view. Alternatively, the dilemma could be resolved by producing animals that spoke, at least part of the time, with human voices. \"Dolls and toy dogs can recite nursery ballads,\" observed one writer.[9] Another journalist described being shown \"a large frog, which it is proposed to mount alongside the desk, to croak and talk by turns.\"[10] There were obvious precedents for the concept of the talking animal, particularly in children's literature, so such apparent compromises might actually have enhanced the toys' appeal. Edison signed a contract on January 7, 1878, assigning the right to manufacture phonographic toys to an entrepreneur named Oliver D. Russell. Some of these toys were to be made to resemble the things whose sounds they imitated: \"dolls to speak sixty words or less, or make various sounds,\" \"toy animals, birds, reptiles, to make various sounds,\" \"toy male and female human figures to utter sixty words or less,\" and \"toy engines to whistle and imitate the exhaust of steam,\" while the \"toy targets\" mentioned in the contract were presumably supposed to play back an appropriate sound when hit. Other categories of toy were to entail simply stuffing phonographs into boxes as novelties: \"a toy musical box which shall produce but one tune, either vocal or instrumental, and suitable only for children\" and \"a toy speaking box, which shall reproduce several sentences, containing not more than sixty words in all.\" The sixty-word limit was meant to ensure that talking books weren't part of the deal—Edison planned to dispose of that side of the business separately. Lest there be any doubt about the scope of the contract, it was specified that Russell's product had to be \"strictly a toy for the use and amusement of children, and which shall not be useful in business transactions or in the arts, sciences, or for any other useful purpose, other than for the instruction and amusement of children.\"[11] (The Edison Speaking Phonograph Company was subsequently incorporated to exploit the more \"serious\" uses of the invention.) At the end of April 1878, Russell took on a business partner, a bell-maker or bell-retailer named Charles Harris who tried to develop a phonographic \"toy box\" and engaged John Ott to work on the project under Edison's supervision at Menlo Park.[12] By May, regular production of doll records was said already to have begun:\"At Edison's laboratory a workman is now kept busy talking nursery rhymes, singing and whistling into a phonograph, the record to be used for toy phonographs.\"[13] Meanwhile, an electrotyper named William Hollingshead had been working independently on a process for duplicating phonograms which he had tried unsuccessfully to patent,[14] and among the prototypes he prepared were some phonographic wheels containing toy-like sounds \"such as crows of roosters, howls of dogs and many other howls.\"[15] However, Edison soon put his own talking-machine experiments on hold to focus on incandescent lighting. In September 1878, the phonograph-toy group discharged Ott after being told \"that nothing more for the present, if at all, could be done for a Toy Phonograph.\"[16] The Edison Speaking Phonograph Company simultaneously found itself relying primarily on the entertainment and novelty uses of the tinfoil demonstration phonograph for its income when the \"standard\" machine projected for practical uses—such as business dictation—failed to materialize. It now began to argue that Harris's \"toy box\" device wasn't really a toy suitable only for children and therefore infringed the terms of the phonograph contracts.[17] Hilborne Roosevelt, a member of the Edison Speaking Phonograph Company, ended up personally buying Harris out in October, but that only made the rights situation even more complicated.[18] Historians like to claim that Edison's phonograph remained \"little more than a toy\" for a decade after its invention, but even its potential as a toy wasn't much exploited during that period. The phonograph doll idea finally gained traction in the late 1880s when Edison developed a practical \"perfected phonograph\" that recorded by cutting a groove on a wax cylinder rather than indenting a sheet of tinfoil and another inventor, William W. Jacques, patented a reproducing mechanism expressly for insertion into toys.[19] The first new prototype doll records mentioned in the press in June 1888 were wax,[20] but these were superseded that fall by cylinders made of tin,[21] perhaps in the interest of durability. The earliest known surviving doll record is an example of this type: a cylinder of \"Twinkle, Twinkle, Little Star,\" which may be heard as selection one in the accompanying audio presentation; selection two, containing a rendition of \"Hickory, Dickory, Dock,\" comes from another tin cylinder believed to be of slightly later date. By 1890, the project had reverted back to wax cylinders, and a talking doll—alias dollphone or phonodoll[22]—was finally put on the market that April through the Edison Phonograph Toy Manufacturing Company founded by Jacques and his associate Lowell Briggs. Its commercial debut took place at the Lenox Lyceum electrical exhibition in New York City in the context of a \"Dolls' Theatorium, where a dozen gayly-dressed dolls recite at intervals such nursery gems as 'Mary Had a Little Lamb' and 'Jack and Jill.'\"[23] The delay had been due in part to the difficulty of designing small, lightweight mechanisms capable of withstanding whatever children might do to them, and in part to vicious legal skirmishes that erupted over patents and contracts.[24] But along with these other obstacles, there had been the matter of arranging for a supply of suitable records, which is the side of the enterprise I'd like to focus on here.One question was who would provide the phonograph dolls with their voices. For purposes of general experimentation, Edison's laboratory associates were as qualified as anyone to do the speaking: \"Fred Ott can talk the cylinders on the doll for you,\" reads one surviving memo.[25] In the case of a doll record of \"Now I Lay Me Down to Sleep,\" Edison explained: \"it is my own voice, for I speak to the phonograph and the record is made of the tones of my voice upon the little waxen cylinder…. It sounds all the more natural coming from the baby, because the tones of my voice have been reduced in volume, so that they seem suited to the infant's capacity.\"[26] The result may have been suited to the doll in terms of volume, but it wouldn't have been satisfactory in terms of grain: adult male voices, like Edison's, produced a comically incongruous effect when coming from dolls physically designed to represent young girls. \"The deep, gruff voice of a man reciting 'Twinkle, Twinkle, Little Star' had rather a gruesome effect when issuing from the lips of a rosy-cheeked little dollie,\" stated one critic.[27] \"The effect of this is very comical,\" commented another, \"for the reason that the voice recorded in this infantile phonograph is that of Mr. Edison, whose tones are harsh and rough; so that the effect of speech is most grotesque coming from the waxen face of a sawdust-stuffed doll. It is proposed to have 'silvery-voiced children' employed for the doll phonographs.\"[28] \"We have some of the dolls here with men's voices, and they are not a glowing success,\" Edison informed yet another reporter, who went on to observe: \"Here Mr. Edison wound up a sweet little creature as an illustration of his last remark. In a hoarse, husky, deep tone the doll growled out these words: 'Oh, dear mamma, your dollie is tired now; put me in my little bed, dear mamma.' The effect was more amusing and instructive than natural.\"[29] The bottom line was that Edison had to find some way of securing young, female voices to produce his doll records. In June 1888, the laboratory corresponded briefly with Theodore F. Seward, manager of the American Vocal Music Association, about his \"plan for the dolls' conversation,\"[30] though it's unclear whether anything came of it. \"The great difficulty,\" Edison told a reporter that November, \"has been to train girls to talk with sufficient distinctness to the phonographs, but that we are now overcoming. \"The reporter added: \"There were two young ladies in the room at the time who were continually talking to the tiny speaking machines, which a skilled workman was turning out in great numbers.\"[31] A week later, Edison was again reported as having \"some young ladies busy repeating Mother Goose poetry and all sorts of babyish expressions into the talking machines,\"[32] and in August 1889 Edison's associate Charles Batchelor requested that the toy company specify some material so that trainees would have plenty of time to work it up for recording purposes: We are now commencing to train small voices to talk on to the cylinders for these phonograph toys, and should be glad to have from you a list of all the little verses that you would be likely to want put on them. It matters a great deal just how the thing is said in the phonograph.Therefore we should like to have them before hand to get our small voices well practiced in the art.[33] The following month, the toy company's general manager, Edgar S. Allien, consulted a New York City talent agent named E. L. Fernandez about the possibility of enlisting some of her stage children for doll phonogram work. Fernandez couldn't spare anyone, but she suggested that Allien run his own advertisement for \"a number of very bright little girls\" and select those with \"the best voices and most perfect pronounciation [sic].\" After a few days of training, she advised, the girls could be boarded during the week at a special \"nursery\" in Orange: a furnished house with a cook, supervised by a \"lady who would assist the girls in their voice culture.\"[34] At a time when no reliable means had yet been found for duplicating phonograms in large quantities, the mass-production of phonograph dolls would indeed have required a colony of full-time girl recordist-performers. Whatever arrangements were finally made to produce doll phonograms for commercial sale, they have left little in the way of solid documentation. One comment appeared at the start of 1890, when only a few dolls had yet been completed: \"For several weeks they have had Orange children at the laboratory talking, laughing, crying and singing in all sorts of ways to the phonograph in order that their chatter may be reproduced by the doll.\"[35] After the dolls actually went on sale in April, the Scientific American published an engraving of a young woman sitting in a cubicle before a recorder fitted with five wax blanks and speaking into a small mouthpiece. The accompanying article states that this illustration shows the manner of preparing the wax-like records for the phonographic dolls. They are placed upon an instrument very much like an ordinary phonograph, and in the mouth of which a girl speaks the words to be repeated by the doll. A large number of these girls are continually doing this work.Each one has a stall to herself, and the jangle produced by a number of girls simultaneously repeating \"Mary had a little lamb,\" \"Jack and Jill,\" \"Little Bo-peep,\" and other interesting stories is beyond description. These sounds united with the sounds of the phonographs themselves when reproducing the stories make a veritable pandemonium.[36] Eighteen women are supposed to have been hired for this work,[37] and cost estimates suggest that they received something on the order of a couple cents per record.[38] In some cases, a transparent fiction was maintained that these employees weren't busy making records hour after hour, but were instead \"teaching\" the dolls to speak. During the Christmas shopping season of 1888, Edison's secretary Alfred Ord Tate had replied to inquiries from children with a form letter explaining that \"Mr. Edison has some dolls that are learning to talk and which we at one time hoped to have ready for Santa Claus at Christmas. It has taken longer to teach them to speak correctly, and they cannot be ready before Easter.\"[39] The real mechanism enabling the dolls to speak was apparently a secret Tate didn't want to reveal to the children who would eventually be playing with them, lest it spoil the illusion of sentience. Besides, the idea that a newborn phonograph \"learned\" the phrases it spoke had been part of the discourse since the tinfoil era.[40] The following spring, a newspaper described the education of these \"remarkable elocutionists\" in similarly whimsical terms: As each doll reaches the proper age it is turned over to a governess specially employed to train its phonographic ideas how to shoot. This lady gives the most careful attention to the education of the dolls. She recognizes the value of individual training, and imparts separate instructions to every doll. Knowing the great imitative power of little folks, she is particular to modulate her voice to just the pitch which she wishes theirs to assume. The doll pupils are required to repeat her words until every accent and inflection is satisfactory. The dolls have such wonderful memories that not only do they repeat their lessons with accuracy, but they even \"hold the voice.\" This faculty of theirs compelled the employment of lady instructors.[41]  The savvy reader could presumably have seen through the fiction well enough to infer that doll records were being created on an individual basis by women who had to adopt appropriate inflections and pitch as part of their work. Opinions varied at the time as to how well these women were accomplishing that goal. During the experimental period, one sample doll's talk was described as follows: In a childish voice there came floating out the words:\"Sticks and stones may break my bones, but hard names cannot hurt me.\"The \"cannot hurt me\" were given with the peculiar rising inflection which an injured child would use if she were replying to the allegation of some companions that she was a \"tattle tale,\" or something equally as bad.[42] The voice was appropriately \"childish,\" and the intonation impressed the listener as fully congruent with the \"sticks and stones\" phrase in its expected social context. On the other hand, one stockholder informed Edison that mothers found the doll voices \"'too high & squeaky, to be natural'—tho' it may not be in the power of man [sic], to imitate nature any more closely,\"[43] and another critic described the doll's voice as having \"a tiny Punch and Judy tone.\"[44] Yet another stated: The Edison phonograph dolls have just been put on sale in London and Paris, but they seem to have proven a disappointment so far in New York. The supposed words or verses which are ground out in a flat, uninflected whine, do not appear to come from the 'talking' doll's lips at all, and during her most impassioned recitations, such as 'Mary Had a Little Lamb,' the doll's eyes and lips remain still and motionless.[45] Some earlier prototypes had apparently been provided with moving jaws,[46] but that feature hadn't made it into commercial production, causing the dolls' talk to appear all the more unnatural. Phonograph historians have since characterized the speech on the doll records in even less flattering terms. René Rondeau writes that surviving doll examples \"are indeed unpleasant, with distinctly witch-like recitations. It is easy to imagine how unappealing—even downright frightening—these would have appeared to a young child in 1890, especially if turned at an incorrect or uneven speed.\"[47] You're welcome to form your own opinion by listening to the eight examples in the accompanying audio presentation. Another question that had to be resolved was what the dolls should say. In the experimental period of the late 1880s, the laboratory had mocked up \"little dolls that told about Mary's little lamb and Jack and Jill and waited clamorously for pie and cake, and, in fact, said all the things that a baby says.\"[48] Any childlike talk was considered appropriate subject matter. At the start of May 1888, Batchelor told one reporter that a phonograph-doll mechanism was \"arranged to say, 'Mamma, I love you,' and the saying repeated over and over again by turning a small crank.\"[49] That November, another sample doll was heard to utter the statement: \"I love you, mamma; I love you dearly, mamma, but I am tired and sleepy now. Please put me in my little bed.\"[50] However, short nursery rhymes came to be adopted as the norm. J. T. Spalding, a toy company stockholder who sent frequent unsolicited letters of advice to Edison, wrote at the end of 1889: \"It must be very hard to find things enough, for so many dolls to say, & keep up a proper variety of expression, for them!Thinking of this, I have tried my hand at a few rhymes, I enclose, to see if I can help you a little in the matter.\" The rhymes themselves don't appear to have survived, but we can form a general impression: in a follow-up letter Spalding urged that the phrase \"fondly with kisses\" be substituted for \"daily with kisses\" in one of them. She preferred not to be identified publicly as the author of the doll verses but volunteered to compose a customized message for a phonograph doll to be sent to Queen Victoria if Edison liked the idea.[51] One benefit of using well-established rhymes was that they were already familiar to adult listeners, who would not have to strain to understand the words. When talking dolls were a month away from hitting the market, Spalding herself commented: \"they do not yet speak distinctly enough I am afraid—not so that you would understand them, if you did not know what they were going to say!\"[52] The repertoire of Edison dolls was accordingly restricted to well-known verses, many of which had also been staples of the tinfoil phonograph exhibitions of 1878 for precisely the same reason: 1. Mary Had a Little Lamb 2. Twinkle, Twinkle, Little Star 3. There was a Little Girl and she had a Little Curl 4. Little Bo-Peep 5. Little Tom Tucker 6. Hiccory, Diccory, Dock 7. Little Jack Horner  8. Ba-Ba, Black Sheep 9. Jack and Jill 10. Two Little Black Birds 11. Old Mother Hubbard 12. Now I lay me down to Sleep [53] One of the most popular of these doll records was the final item, \"Now I lay me down to Sleep.\" Considerable effort seems to have gone into adapting this rhyme to the phonograph-doll medium during the early experimental period. During the summer of 1888, Edison told a reporter that his experimental doll cylinders then had a capacity of one minute (much longer than the ones finally marketed) and gave the following account of his results to date: The accurate gauging of the utterances of the doll, so that they would come within the one-minute limit, has cost me a great deal of time and labor. The first line of the prayer is repeated more quickly than any of the others.\"The second line is a little slower and runs something like the following, \"I pray the L-o-r-d m-y soul to k-e-e-p.\" \"The third line is still slower, and when printed would read something like this: 'If I should d-i-e b-e-f-o-r-e I w-a-k-e.'\"The last line of the original verse is long drawn out, as if the make-believe baby was getting very sleepy, thus: 'I—p-r-a-y—t-h-e—L-o-r-d—m-y—s-o-u-l—t-o—t-a-k-e.' \"But I have added,\" continued Mr. Edison, \"a few words to the prayer which, while they do not appear in the original, still will be found in general use.They are these, and they die away from the infant's lips as though she were utterly overcome with weariness\": G-o-o-o-d n-n-i-g-h-t, m-a-a-m-m-a,G-o-o-o-d n-n-i-g-h-t, p-p-p-a-a-p-a,G-o-o-o-o-d n-i-i-i-g-h-t.[54]  Here Edison describes an elaborate effort to simulate the voice of a child not just reciting the prayer but also falling asleep afterwards. However, the version actually put on the market two years later was described merely as \"ending with a devout 'Amen,'\"[55] as may be confirmed by listening to selection seven in the accompanying audio presentation. Mrs. H. M. Francis bought a doll equipped with this piece for an adult friend in December 1890, but it turned out to be defective and failed to say anything at all. \"Of course, this gave him great disappointment,\" she wrote to Tate, \"and more so for the reason that he had a little girl about the height and possibly the age of the aforesaid talking Doll, whom he thought might learn this handsome prayer by hearing the Doll repeat it.\"[56] Not only was such speech plausible when attributed to a doll representing a little girl; it could also help children learn rhymes that adults would otherwise have felt the need to teach them in person. \"Now I lay me down to Sleep\" was also the selection Edison chose by default for a doll to be given to Joseph Pulitzer for his daughter in May 1889.[57] Of the available selections, it was the one most explicit in its pedagogical intent, connected as it was with religious instruction. The idea that phonograph dolls could be used to instill particular messages in children suggested different scenarios—and hence different messages—to different critics. According to a story published in the Austrian and German press, one mother had bought a phonograph doll for her four-year-old daughter without telling her about the mechanism inside. When she caught the girl telling a lie, she wound the doll up for the first time and left it repeating the reprimand: \"Children should not lie, never, never lie!\"[58] On the other hand, a British critic felt that the promoters of phonograph toys had misjudged the nature and pedagogical value of the \"doll drama\" that a girl typically enacted: She assumes her doll to be sometimes a ducky and a darling, but more frequently careless, tiresome, disobedient, obstinate, and a chatterbox; in fact, she supposes the doll to be herself, while she, the little girl, is grave, austere, absolute, inflexible…. She plays at being her own mother; but in reprimanding her doll she has arrived at a thorough understanding of the most fundamental of moral truths—that subordination is an essential in the work of life. Bearing these verities in mind, how, it may be asked, is a little girl to get on with a doll that has always something to say for herself; that lays down the law; that enunciates ethical precepts; that may tell her that, though dogs may delight to bark and bite, children should never let their angry passions rise, and that her little hands were never made to tear her little brother's eyes?The conditions of the doll drama would be wholly reversed.[59] This objection doesn't appear to have been widespread, but it's true that Edison's market research had focused exclusively on what physical features were most popular and what methods of distributing dolls were customary,[60] rather than exploring what children actually did with dolls and how the addition of a phonographic voice might affect their usability. It never seems to have occurred to Edison that an eloquent, articulate doll, although attractive as a novelty, would be less versatile as a plaything than one with a more restricted vocabulary.One of the many people who wrote to Edison's laboratory asking for a phonograph doll in 1889 specified: \"If I am allowed any choice in the matter I prefer the doll that says mamma mamma & c. but any kind will do.\"[61] Ironically, \"mamma mamma\" was just what talking dolls had already been saying for decades, before the phonograph had even entered the picture. Commercial doll record production was restricted in 1890 to twelve set pieces recited by a workforce of eighteen low-paid women in cubicles, but previous to this time there had occasionally been talk of tailoring records to suit individual purchasers and individual dolls. A talking doll was typically bought as a gift for a specific person, which made \"customized\" recordings desirable. In 1889, a wealthy correspondent in Germany requested a phonograph doll to give to a particular young lady and specified: \"if possible let her say something about 'Mary' (what is the name of the lady in question).\"[62] At that point, Edison had already been predicting future doll stores in which the buyer could have records prepared to order in the voices of their choosing. \"Indeed, he may, if he wishes, talk to the phonograph himself, and the sentence will be repeated in his voice, and with his expression. It will be better, however, for a man purchasing a talking doll to have his talking to the phonograph done for him by a girl.\"[63] This was, once again, because gruff male voices weren't appropriate for rosy-cheeked little dollies. Not all recipients were expected to be happy with dolls that spoke in English, either. A. B. Dick took some examples of phonograph-toy mechanisms to Europe to show to doll manufacturers, but while there he informed Edison: \"If I had some Phonos with me, containing French and German lines it would be a great assistance, as none of these foreigners with whom I have been dealing speak English, and their knowledge of the contents of the Phono. is to be obtained thro' the medium of an interpreter only.\"[64] Pre-phonographic talking dolls had been marketable throughout much of continental Europe without modification, since French and German children were just as familiar with the words \"mama\" and \"papa\" as their American and English counterparts.By contrast, Edison's phonograph doll would have to be adapted not only to different languages, but—because of the exactness of phonographic reproduction—even to different dialects of English. One critic pointed out that British customers might rightly object to dolls that spoke with Yankee accents and American turns of speech such as \"blame my cats\" and \"lawful sakes.\"[65] The company reportedly also received an inquiry from Turkey which \"asked that the dolls should be 'instructed to speak' in Turkish.\"[66] On the positive side—at least from Edison's point of view—the preservation of accent and intonation could be exploited to produce dolls that combined ethnically distinctive physical features with associated speech styles. In 1888, Edison apparently showed a reporter some experimental examples based on stylized Irish and black types: He took up a doll with Galway whiskers fringing its face. It was a doll from the \"ould sod.\" \"I took Judy to the ball,To the ball, to the ball,And she couldn't dance at all,Not at all, not at all,\" it sang in a fine, rich brogue. Without a change of countenance it yelled:\"I'm a liar; no, I ain't; yes, I am. You stay here while I go look for you. Hurroo! Hurroo! Erin go bragh.\" A negro doll exclaimed: \"Mose, git off dat hose.\" With another revolution of the cylinder the negro doll broke into \"Old Black Joe.\"[67] Phonographic dolls of this sort weren't actually marketed at the time, but the possibility of exploiting such \"ethnic\" speech in the talking-doll sphere was clearly recognized. In mid-July 1878, a visitor to Menlo Park had already described a considerably more elaborate automaton than those mentioned heretofore: At an adjoining table a workman was busily engaged in putting together the framework representative of an ancient negress, with a wide grinning face and whom one could almost imagine to be shaking her sides with laughter. She was seated in an arm chair. As the mechanic silently turned a crank with a heavy balance wheel, the automaton turned its grinning head from side to side, fanned itself with a palm-leaf which it held in its right hand, and tapped its right foot in time with \"Mary had a little lamb,\" which it seemed to utter with its lips. This was followed by a number of plantation and other melodies dear to the Southern darkey's heart. The old lady's clothes certainly did not fit her, but they come as near as they usually do to fitting an over-dressed plantation woman, and the song was almost perfect as one heard its melody exactly following the time kept by the tapping of the foot. It was the new telephonic toy, for the telephone can be made to give a perfect voice to all the familiar automatic toys.[68] The reference to a \"telephonic\" toy may have been an error on the part of the reporter, but it's also possible that this automaton's voice was being provided live through a telephone, since it seems to have been a longer program than the phonograph would easily have accommodated at this point. In either case, it's most likely that the arrangement was intended to simulate the effects of a sophisticated phonographic toy. The aural program was designed, at least with respect to the plantation songs, to be appropriate to the stereotyped black woman the automaton was meant to represent. Meanwhile, the manual cranking seems to have actuated movements in the body of the figure: the turning of the head, the fanning motions, the tapping of the foot. Such automaton movements were briefly considered again for talking dolls in 1888, when it was said that Edison would \"also have some figures with tongues and eyes that will really wag and roll when a spring is touched.\"[69] Like the moving-jaw feature, these were features that didn't make it into commercial production. Another novelty that remained strictly experimental in this period was the phonographic animal toy. One disgruntled talking doll company stockholder suggested at the end of 1890: \"If the doll is a failure—cannot animal toys become a success?I think a common, natural feathered, & screaming & cursing poll parrot will pay all expenses, so far incurred—if issued on the market.\"[70] A phonographic parrot could \"parrot\" human speech to comic effect just as effectively as a real parrot could. Indeed, the phonograph had been dubbed \"the parrot of [the] mechanical kingdom\" back in 1878,[71] and the idea of playing on this association wasn't new: according to one reporter, Edison had already procured a record of the phrase \"The tariff is a tax!\" for insertion into a toy parrot he planned to give to some friends of his who were Republicans.[72] In that case, the association of a campaign slogan with \"parroting\" could have served as a clever political caricature, implying mindless repetition and a lack of understanding, although Edison himself probably agreed with the sentiment itself. But many experimental phonographic toys were said to involve species not ordinarily known for producing intelligible speech, as parrots were. Sometimes these animals were described as making their own characteristic sounds, as in this account from 1890: Edison has not only invented the talking doll, but he suggests, and through his assistants, is already working on, phonographic canary birds, which will produce the sweetest notes of that favorite little singer. Artificial parrots will give us the same unconsequential sort of nonsense that we always associate with their originals, and dogs, horses, cats, geese, ducks, chickens, etc., will produce the various sounds of their kind. The \"Noah's Ark\" of the future will be a somewhat formidable importation into a quiet family home.[73] On the other hand, one newspaper article of 1888 instead presents such toys as combining characteristic animal noises with \"appropriate\" sentiments in human language: The Company will also manufacture dogs that bark and ask plaintively for meat; cats that mew and call in unmistakable tones for milk; horses that neigh and express a wish to be fed upon oats; cows that moo and boast of their milk-giving qualities, and roosters that crow as naturally as the real, live article. The prettiest and most amazing toy that has so far been made is a little woolly sheep that says: Ba-a, ba-a, black sheep,Have you any wool?Yes, marry have I,Three bags full.One for my master,One for my dame,And one for the little boyWho lives in the lane.Ba-a-a-a-a-a! The \"ba-a-ing\" of that toy sheep would have made a hungry wolf frantic for mutton. Despite the supposed appeal to wolves, the headline referred to \"A Sheep That Recites 'Baa, Baa, Black Sheep' in a Very Human Voice.\"[74] This may have been somewhat incongruous, but it also made a certain degree of sense. As René Rondeau points out, \"The Edison Talking Doll was an important machine in phonograph history: the first to be sold with pre-recorded records for home entertainment.\"[75] The toy was to serve as the vehicle for an attractive record just as much as the record was to serve as a voice for the toy, and the opportunity for including intelligible speech in the program may have been considered too appealing of a novelty to pass up, even if the figure happened to be a sheep. Indeed, the toy's exterior seems to have been considered the expendable half of the phonograph toy package. While canvassing the European toy industry, A. B. Dick discovered that doll-makers thought his sample speaking mechanisms were too large and heavy for their intended purpose; unfortunately, a supply of identical mechanisms was already being manufactured back in the United States. In order to avoid taking a loss on the mechanisms already built, Dick suggested to Edison that they be packaged into little boxes and marketed as \"toy phonographs,\" which he was sure would sell wonderfully at the Paris Exposition.[76] But insofar as the main appeal of the Edison talking doll was its ability to reproduce speech that could be understood, it seems to have been a disappointment. Once the dolls finally appeared on the market, any criticism about vocal quality, scripting, or compatibility with the traditional \"doll drama\" was eclipsed by complaints about sheer lack of intelligibility. One reporter in Washington, D. C. wrote a scathing review under the headline: \"DOLLS THAT TALK. They Would Be More Entertaining if You Could Understand What They Say\": Six of the speaking doll babies were seated in a row yesterday afternoon in a down-town shop.... Behind the counter was a pretty girl with frizzed hair and a coquettish ribbon at the throat, whose business it seemed to be to keep on grinding out talk from the dolls one after another.The first one was labeled: \"Talking Doll No. 1.\" It had a placard of considerable size fastened beneath its chin, which said—not the chin, but the placard—that this doll recited \"Old Mother Hubbard.\" When the pretty girl turned the crank, the doll said with great distinctness:\"Yah—yah—yah—yah—yah—yah—yah—yah,Yah—yah—yah—yah—yah—yah—yah;Yah—yah—yah—yah—yah—yah—yah—yah,Yah—yah—yah—yah—yah—yah—yah.\"It was fortunate that the placard beneath the doll's chin told what it was saying, else you never would have guessed it in the world....Talking doll No. 2—so its placard announced—was accustomed to say, \"Now I Lay Me Down to Sleep.\" As was the case with No. 1, the poem in question was printed out in full, so that the listener should be able to follow without difficulty the verses, which were as follows:\"Yah—yah—yah—yah—yah—yah—yah,Yah—yah—yah—yah—yah —yah—yah—yah.Yah—yah—yah—yah—yah—yah—yah,Yah—yah—yah—yah—yah —yah—yah—yah.Yah—yah!\" That last \"Yah-yah\" was \"Amen!\"You would never have guessed it, however, unless you had been so informed.[77]  Even an official specimen of an Edison talking doll exhibited to a London court in 1893 produced nothing but \"inarticulate utterances\" that were \"utterly unintelligible.\"[78] The fault presumably lay not in the records, since specimens of those can still be understood today, but in the playback apparatus. Whatever the dolls were supposed to say, it apparently all came out—much of the time at least—as yah yah yah yah yah yah. The market for phonographic talking dolls failed to develop as hoped, production had already ground to a halt within a month of the product launch, and the dolls themselves were soon being repurposed for incongruous or perhaps even vindictive uses that had little to do with the original concept behind them. Among other things, they were \"often used as wedding gifts\" among \"ladies of social prominence,\"[79] apparently exploiting their symbolic value rather than their viability as actual playthings for children. Meanwhile, some other dolls met grimmer fates. The technologically spoiled American boy of 1894 was characterized as owning an example of \"Edison's talking-doll, purchased that he may extract the internal phonograph,\"[80] and one reporter had been shown an even more profoundly disfigured doll at Edison's own laboratory two years earlier: Its clothing was somewhat disarranged and its head looked as though an autopsy had been performed upon it. The cylinder was so arranged that it could be turned backward and the doll made to repeat sentences, beginning at the end and producing every sound in reversed order. The effect was very much as though some foreign language was being spoken.[81] The laboratory's \"autopsy\" of one doll was followed by a more methodical program of destruction. In 1896, the phonographs were finally stripped out of all dolls remaining in storage, and it's rumored that Edison buried them on the laboratory grounds, while the dolls themselves were sold off without voices.[82] One day, recorded voices would indeed become a common feature of children's toys, but unfortunately for Edison, the idea was to take a while longer to get off the ground.  Patrick Feaster is a specialist in the history, culture, and preservation of sound media. A co-founder of the First Sounds Initiative and three-time Grammy nominee, he received his doctorate in Folklore and Ethnomusicology in 2007 from Indiana University Bloomington, where he now works as Media Preservation Specialist for the Media Digitization and Preservation Initiative. This article was published on April 13, 2015.[1] Notebook entry of November 23, 1877, Document 1119, TAEB 3:629; TAED NV17018; TAEM 4:888. [2] \"La poupée parlante, qui prononce les deux mots Papa et Maman,\" described in Johann Nepomuk Maelzel, \"Mécanique dite poupée parlante,\" dossier 1BA1907, deposited December 27, 1823, delivered January 31, 1824, facsimile available online at bases-brevets19e.inpi.fr. See also Alexandre-Nicolas Theroude, \"Appareil mécanique appliqué intérieurement aux poupées d'enfant et propre à leur donner, d'une manière intelligible, les articulations et les inflexions de la voix humaine,\" dossier 1BB13748, deposited May 26, 1852, delivered July 30, 1852; Theroude, \"Poupée-coucou,\" dossier 1BB18834, deposited February 17, 1854, delivered April 5, 1854; Guilliard, \"Poupée qui parle,\" dossier 1BB17054, deposited July 29, 1853, delivered September 7, 1853; Cruchet, \"Introduction des soufflets, disant papa, maman, dans les bébés, enfants poupards, et dans les socles ou boîtes,\" dossier 1BB23825, deposited June 18, 1855, delivered August 29, 1855; William A. Harwood, \"Improvement in Talking and Crying Dolls,\" U. S. Patent 189,935, filed February 26, 1877, issued April 24, 1877. [3] Henry Mayhew, The Morning Chronicle Survey of Labour and the Poor: The Metropolitan Districts (Horsham, England: Caliban Books, 1981), 3:242-3.  [4] M. E. Dodge, Irvington Stories (New York: James O'Kane, 1865), 54-55. [5] Emile Durand, \"Improvement in Toy Frogs,\" U. S. Patent 188,875, filed Jan. 13, 1877, granted March 27, 1877. [6] Edward Johnson to Uriah Painter, March 8, 1878, Document 1246, TAEB 4:162-4, TAED X154A2AT.  [7] In the original: \"Er denket ihm die Gestalt eines fünf bis sechs jährigen Knaben zu geben, weil diese Maschine die Stimme eines Kindes von diesem Alter hat. Auch dieses ist wohlbedächtig, und sehr vernünftig eingerichtet, weil die Maschine noch nicht zu ihrer Vollkommenheit gebracht, und wann sie die Wörter manchmal noch nicht ganz vernehmlich ausspricht, es einem Kinde, das es vorstellet leichter zu verzeihen ist, wann es lallet.\" Karl Gottlieb von Windisch, Briefe über den Schachspieler des Hrn. von Kempelen (Basel: Chr. Von Mechel, 1783), 49-50. [8] Fragmentary clipping from The Country, ca. May 1878 (TAED SM029048a, TAEM 25:184). [9] \"Marvellous Discovery,\" New York Sun, February 22, 1878 (TAED MBSB10378; TAEM 94:115), italics added. [10] \"Edison's Latest,\" Commercial Advertiser, May 16, 1878 (TAED MBSB10603X; TAEM 94:198). [11] Drafts of the contract are at TAED D7830C1, D7830D, D7830E; TAEM 19:26-30, 19:31-2; 19:35-9; copies of the final contract at TAED D7932ZBF11, HM780036A, HM780037A, MB007; TAEM 51:767-8, 28:1064-7, 28:1074-7, 92:256-9.Russell's own list of proposed toys (at TAED D7830D; TAEM 19:33) was \"Dolls \/ Toys of Male and Female Figures \/ Toys of Animals Birds & Reptiles \/ Mechanical Toys \/ Toy Talking Box \/ [Toy] Singing [Box] \/ Magnetic Toys \/ Magic Lanterns \/ Balloons \/ Match Boxes \/ Toy MusicalInstruments \/ Targets \/ Alphabetical Blocks \/ Toy Arms.\" For a later example of a \"toy target,\" see Charles C. Reinhardt, \"Toy Shooting-Gallery,\" U. S. Patent 719,141, filed June 10, 1902, issued January 27, 1903. [12] Charles Harris to Edison, May 8, 1878, Document 1321, TAEB 4:276,TAED D7830ZAB; TAEM 19:66. On the \"toy box,\" see also Edison to George Gouraud, June 24, 1878, Document 1365, TAEB 4:360; TAED LB003300; TAEM 28:744. For the date of Harris' addition to the contract, see Oliver Russell to Edison, April 22, 1878 (TAED D7830W; TAEM 19:59). [13] Daily Constitution (Atlanta, Georgia), May 27, 1878, p. 2. [14] Hollingshead had obtained a recorded sheet of tinfoil from a Western Union phonograph demonstration at the beginning of 1878, devised a system for making copper duplicates, and shared his results with Edison during a visit to Menlo Park on Feb. 23, accompanied by Joseph Moody. He filed a patent application for his method in March, but it was rejected. See TAEB 4:264, n. 2; Raymond R. Wile, \"'Jack Fell Down and Broke His Crown': The Fate of the Edsion Phonograph Toy Manufacturing Company,\" ARSC Journal 19:2\/3 (1987), 6. [15] Wile, \"Jack,\" 7. [16] Oliver Russell to Edison, Mar. 11, 1880 (TAED D8038E; TAEM 55:292). Ott later dated his employment on phonograph-toy work as running from May through September, 1878; see Keith vs. Edison vs. Brush (TAED QD002108; TAEM 46:168ff), 112. [17] Uriah Painter to Edison, September 21, 1878, Document 1448, TAEB 4:514, TAED D7830ZCP; TAEM 19:124. [18] Edison to Hilborne Roosevelt, October 14, 1878, Document 1499, TAEB 4:598. Roosevelt's actions particularly angered fellow Edison Speaking Phonograph Company member Uriah Painter; see Painter to Edison, Dec. 14, 1878, Document 1618, TAEB 4:779-80. [19] William W. Jacques, \"Combined Doll and Phonograph,\" U. S. patent 383,299, filed October 19, 1887, issued May 22, 1888; and \"Phonograph-Doll,\" U. S. patent 400,851, filed November 30, 1888, issued April 2, 1889. [20] See references to \"the little waxen cylinder\" (\"Edison's Talking Baby,\" New York World, June 23, 1888 (TAED SC88038a; TAEM 146:266)); \"wax cylinders\" (\"Edison's Laboratory,\" Omaha Herald, 25 June 1888, p. 2). [21] \"The cylinders were in reality bands of metal about 2 ½ inches in diameter, about one-eighth of an inch in thickness, and half an inch wide\" (\"Dolls That Really Talk,\" New York Evening Sun, November 22, 1888 (TAED SC88130a; TAEM 146:357)); \"The sound impressions are on a tin cylinder, large or small according to the number or length of the sentences\" (\"Talks With Wise Dolls,\" New York Press, November 30, 1888 (TAED SC88132A; TAEM 146:359)). [22] \"Dollphone\" appeared in several newspaper accounts from 1888, e.g., \"Dolls That Really Talk,\" New York Evening Sun, November 22, 1888 (TAED SC88130a; TAEM 146:357); \"Phonodoll\" appears as a telegraphic address in much of the relevant correspondence among the Edison Papers. [23] \"Electrical Wonders,\" New York Times, April 16, 1890, p. 8. [24] Wile, \"Jack,\" 1987; René Rondeau, \"'Mary Had a Little Fiasco': The Edison Talking Doll,\" In the Groove 28:2 (February 2003) 4-6, 13, 22.  [25] Edison memorandum, July 6, 1890 (TAED D9060ACK; TAEM 130:490). In fact, the subject matter of doll phonograms was sometimes indistinguishable from that of other experimental records. During one early recording session, Monroe Rosenfeld apparently had his song \"Kutchy, Kutchy, Koo\" captured on both a standard cylinder and a smaller doll cylinder. Edison stated: \"When I had [?] Mr. Rosenfeld play over his song 'Kutchy, Kutchy, Coo' for the phonograph, I also took an impression [?] of the melody and words for the use of my baby [?], so that now she not only says her evening prayer, but she also sings her little song—singing the chorus only\" (\"Edison's Talking Baby,\" New York World, June 23, 1888 (TAED SC88038a; TAEM 146:266)). Edison himself was once heard singing a passage from Il Trovatore to a doll cylinder in the middle of the night, according to a recollection by cartoonist Richard Outcault cited in Robert Feinstein, \"The Phonograph in Hogan's Alley,\" Antique Phonograph Monthly 3:8 (October 1975), 4. A doll is also reported as having sung the popular song \"Where did you get that hat?\" during a visit to the laboratory by Prince George of Greece (\"Prince George Sails Away,\" New York Sun, July 4, 1891 (TAED SC91057C; TAEM 146:717)). [26] \"Edison's Talking Baby,\" New York World, June 23, 1888 (TAED SC88038a; TAEM 146:266). [27] \"The Talking Doll,\" New York Times, February 17, 1889, p. 13. [28] \"Mr. Edison and His Phonograph,\" St. James Gazette, November 9, 1888 (TAED SC88127A; TAEM 146:354); same text in \"Americans 'At Home,'\" Daily Telegraph, November 9, 1888 (TAED SC88127B; TAEM 146:354). [29] \"Dolls That Really Talk,\" New York Evening Sun, November 22, 1888 (TAED SC88130a; TAEM 146:357). [30] \"Mr. Briggs writes from Boston expressing much interest in my plan for the dolls' conversation & is to have a conference with me the next time he comes to Orange. In order to be prepared to give him the best help I should like to know the speaking capacity or time limit of the doll phonograph. Please state it both in words & length of time\" (Theodore F. Seward to Edison, June 23, 1888 (TAED D8847ABB; TAEM 124:160). The reply: \"In answer to your letter to Mr. Edison of June 23d, would say that the speaking capacity or time limit of the doll phonograph, as we are at present making the models, is about six or eight seconds, sufficient to be able to get on a small verse, such as 'Jack and Jill' or 'Mary had a Little Lamb.' Of course it can be made to take much more, but at present that is what we are doing for the models.\" Charles Batchelor to Theodore F. Seward, June 25, 1888 (TAED D8818ANS; TAEM 122:393). [31] \"Dolls That Really Talk,\" New York Evening Sun, November 22, 1888 (TAED SC88130a; TAEM 146:357). [32] \"Talks With Wise Dolls,\" New York Press, November 30, 1888 (TAED SC88132A; TAEM 146:359). [33] Charles Batchelor to Edison Phonograph Toy Manufacturing Company, August 8, 1889, quoted in Wile, \"Jack,\" 16. [34] E. L. Fernandez to Edgar S. Allien, September 16, 1889 (TAED D8964ACQ1; TAEM 129:214-5).  [35] \"Talking Dolls,\" from New York Sun, in Sun (Baltimore, Maryland), January 8, 1890, supplement, p. 2.  [36] \"Edison's Phonographic Doll,\" Scientific American 62 (April 26, 1890), 263, with illustration on page 257.  [37] This number is cited by Dorothy S. Coleman, Elizabeth A. Coleman, and Evelyn J. Coleman. The Collector's Encyclopedia of Dolls (New York: Crown Publishers, Inc., 1968), 209; also by Gaby Wood, Edison's Eve: A Magical History of the Quest for Mechanical Life (New York: Alfred A. Knopf, 2002), 121. The original source for this detail is unclear. [38] Of $45 allotted to phonograms, $20 was designated for \"recording.\" I'm interpreting this as an estimate for 1,000 doll mechanisms, but it could have been for some other number (ENHS folder D-90-60, 69-page booklet entitled \"Doll,\" 7-8). Another cost itemization lists $35 in labor and $21.08 in materials for 1,000 phonograms (totaling $56.08), but there is no indication of how much of the amount listed for labor was for recording, and how much for manufacturing the wax blanks (Batchelor notebook entry, February 28, 1890, p. 124 (TAED MBJ004 frame 64; TAEM 90:521). [39] Two examples of this letter: Tate to Maud L. Meyer, December 7, 1888 (TAED LB027315; TAEM 138:585); Tate to Emilie R. Bocock, December 7, 1888 (TAED LB027316; TAEM 138:586). [40] One editorial pointed out that phonographs learned to speak much faster than human children did: \"Tea-Table Talks,\" Evening Express, undated clipping, ca. 1878 (TAED SB031047a; TAEM 27:757). [41] \"The Talking Doll,\" New York Times, February 17, 1889, p. 13. [42] \"Talks With Wise Dolls,\" New York Press, November 30, 1888 (TAED SC88132A; TAEM 146:359). [43] J. T. Spalding to Edison, July 15, 1889 (TAED D8964ACF; TAEM 129:193). [44] Harper's Young People, January 27, 1891, quoted in Coleman, Coleman and Coleman, Collector's Encyclopedia, 208-9. [45] New York World, September 7, 1890 (TAED SC90064C; TAEM 146:627).  [46] \"The phonograph and the jaws of the doll are worked simultaneously.\"Musical Visitor 17 (1888), p. 262. [47] Rondeau, \"Mary,\" 6. [48] \"Talks With Wise Dolls,\" New York Press, November 30, 1888 (TAED SC88132A; TAEM 146:359). [49] \"The Wizard at Work,\" Newark News, May 4, 1888 (TAED SC88014B; TAEM 146:242). [50] \"Dolls That Really Talk,\" New York Evening Sun, November 22, 1888 (TAED SC88130a; TAEM 146:357).Retrospectively, one account offered \"Papa, please kiss baby\" and \"I be you ity wity tootsy wootsy darling\" as two examples of Edison phonograph-doll utterances (\"The Edison Talking Dolls,\" Call (Newark, New Jersey), March 29, 1891 (TAED SC91014A; TAEM 146:674)). [51] J. T. Spalding to Edison, November 27, 1889 (TAED D8964ADL; TAEM 129:241-2); December 2, 1889 (TAED D8964ADQ; TAEM 129:248). [52] J. T. Spalding to Tate, March 6, 1890 (TAED D9060AAM; TAEM 130:435). [53] Advertisement reproduced in facsimile, Allen Koenigsberg, Edison Cylinder Records, 1889-1912, with an Illustrated History of the Phonograph (New York: Stellar Productions, 1969),xvii. [54] \"Edison's Talking Baby,\" New York World, June 23, 1888 (TAED SC88038a; TAEM 146:266); see also Musical Visitor 17 (1888), p. 262. However, the supposed one-minute capacity of the phonogram is contradicted by internal correspondence. The duration of experimental doll phonograms at that time was actually six to eight seconds, according to a letter from Batchelor to Theodore F. Seward, June 25, 1888 (TAED D8818ANS; TAEM 122:393). [55] \"Edison's Talking Dolls,\" New York Tribune, April 20, 1890 (TAED SC90030A; TAEM 146:593). [56] H. M. Francis to Tate, January 27, 1891 (TAED D9153AAG; TAEM 132:206). [57] G. W. Turner to Edison, May 4, 1889 (TAED D8964AAQ; TAEM 128:113). [58] \"Kinder dürfen nie lügen, niemals, niemals lügen!\" (\"Phonographische Puppen,\" Der Post, November 25, 1889 (TAED SC89185A;TAEM 146:548).  [59] Daily Telegraph, October 31, 1889 (TAED SC89184A; TAEM 146:548). [60] See for instance the correspondence of A. B. Dick; also William Ratcliffe Jr. to Benjamin Stevens, July 11, 1889 (TAED D8964ACH; TAEM 129:195-9);James F. Kelly to Samuel Insull, July 11, 1889 (TAED D8964ACD;TAEM 128:182-8). [61] W. S. Logue to Tate, January 13, 1889 (TAED D8955AAB; TAEM 127:355). [62] Arthur Guldmann to A. B. Dick, November 11, 1889 (TAED D8964ADO; TAEM 129:245). [63] \"Dolls That Really Talk,\" New York Evening Sun, November 22, 1888 (TAED SC88130a; TAEM 146:357). [64] A. B. Dick to Edison, May 27, 1889 (TAED LB030084; TAEM 128:132). \"Dolls That Really Talk,\" New York Evening Sun, Nov. 22, 1888 (TAED SC88130a; TAEM 146:357) mentions a doll that spoke in German and comments: \"children, not only in America, but also in Europe, and even in far off Russia, will be able to possess dollies that in their owners' native language can talk to them.\" [65] \"They will supply dolls which will refrain from 'guessing,' 'calculating,' or 'reckoning' instead of thinking, and which will forbear from indulging in such purely local ejaculations as 'Blame my cats!' or 'Lawful sakes!'\" (Daily Telegraph, London, October 31, 1889 (TAED SC89184A; TAEM 146:547). [66] Harper's Young People, January 27, 1891, quoted in Coleman, Coleman and Coleman, Collector's Encyclopedia, 209. [67] \"Talks With Wise Dolls,\" New York Press, November 30, 1888 (TAED SC88132A; TAEM 146:359). [68] \"The Workshop at Menlo Park,\" Daily Graphic, July 13, 1878 (TAED MBSB10779X; TAEM 94:288). [69] \"Talks With Wise Dolls,\" New York Press, November 30, 1888 (TAED SC88132A; TAEM 146:359). [70] John F. Bancher to Edison, December 15, 1890 (TAED D9060AES; TAEM 130:578). [71] Denton Journal (Denton, Maryland), July 20, 1878, p. 1. The connection was also expressed in various jokes, e.g.: \"How did you catch up the golf dialect so easily, Madge?\" \/ \"Oh, we took our parrot out to the game several days and then we learned it from her,\" under the title \"The New Phonograph,\" from Detroit Free Press, in Brooklyn Daily Eagle, September 23, 1900, p 26. [72] \"Talks With Wise Dolls,\" New York Press, November 30, 1888 (TAED SC88132A; TAEM 146:359). [73] Charlotte (North Carolina) News, May 28, 1890, p. [2]. [74] \"Dolls That Really Talk,\" New York Evening Sun, November 22, 1888 (TAED SC88130a; TAEM 146:357). [75] Rondeau, \"Mary,\" 6. [76] A. B. Dick to Edison, June 8, 1889 (TAED D8964ABF, TAEM 128:139-44); June 11, 1889 (TAED D8964ABG; TAEM 128:145-4); June 19, 1889 (TAED D8964ABR; TAEM 128:163-6). [77] \"Dolls That Talk,\" Evening Star (Washington DC), May 10, 1890, p. 7.The two doll selections described here as numbers 1 and 2 should actually have been numbers 11 and 12. [78] \"Queen's Bench Division,\" London Times, January 14, 1893, p. 11. [79] Phonogram 2 (Mar. 1892), 86. [80] Frances Hodgson Burnett, \"The Story of a Beautiful Thing,\" Scribner's Magazine 15 (June 1894), 728. [81] \"A House Full of Wonders,\" New York Times, October 23, 1892, p. 17. [82] Rondeau, \"Mary,\" 22; Wood, Edison's Eve, 163.",
    "url": "https:\/\/www.nps.gov\/edis\/learn\/photosmultimedia\/a-cultural-history-of-the-edison-talking-doll-record.htm"
}
