{
    "title": "Big Bend National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Sunset Drive in Big Bend National Park NPS Photo\/Mark Schuler      As you enjoy the splendor of this great wilderness area, make safety a priority. By giving forethought to your actions you can have a safe, exciting, and rewarding vacation in Big Bend National Park.                        This Video Could Save Your Life! The imagined versus the real dangers of Big Bend National Park.  Duration:7 minutes, 57 seconds               Zika virus Follow this link to NPS information abut the Zika virus: https:\/\/www.nps.gov\/articles\/zika-virus.htm Driving  Drive within the speed limit, 45 mph maximum in the park, and watch for javelina, deer, and rabbits grazing along road shoulders, especially at night. Pull off the road to take pictures—do not stop or pause on roadways. Park roads have limited shoulders and some are steep and winding and require extra caution. The road to the Chisos Basin is not recommended for RVs over 24 feet or trailers over 20 feet. Backcountry roads required vehicles with good tires, including a spare at a minimum and a working jack; some roads require a high clearance or 4-wheel drive vehicle. Take extra water, food, and sleeping bags just in case. If your vehicle breaks down or gets stuck, stay with it. It is much easier for rangers to find a car on a road than a person walking through the desert. Share the road with bicyclists and pedestrians. Select a designated driver before drinking alcoholic beverages.       Fire  Wood or ground fires are not permitted in the park. Exercise caution when using gas stoves, charcoal grills, or smoking cigarettes; restrictions may apply to the use of these heat sources during drought conditions.       Heat  Carry plenty of water (at least one gallon per person, per day); springs are unreliable despite what maps indicate. Wear a hat, long pants, long-sleeved shirt, and sun screen when hiking. Avoid hiking during mid-day heat in summer.       Hiking Exploring desert and mountain country on foot requires both mental and physical preparation. Trails vary from well maintained in the Chisos Mountains to primitive and barely visible in the desert. Plan hikes within your ability.   Let someone know where you're going and when you expect to return. Take along a map and compass and know how to use them. Carry a flashlight, first aid kit, and signaling device (mirror and whistle).  Avoid narrow canyons or dry washes; flash floods may occur during thunderstorms. Stay low and avoid ridges during lightning. If you get hurt or lost, stay in one place to conserve water and energy. Signal for help (using whistle or mirror). In remote areas, mark a large \"X\" on the ground that could be visible from the air.       Swimming Hot weather makes the muddy Rio Grande look very inviting, but swimming is not recommended. If you do choose to swim, wear a life jacket and avoid alcohol.   Water-borne micro-organisms and other waste materials can occur in the river and cause serious illness. The river can be hazardous, even in calm-looking water. Strong undercurrents, deep holes, and shallow areas with sharp rocks and large tree limbs are common.         Weather Watch the weather. Winter storms and thunderstorms can move in quickly. Hypothermia and lightning have both taken lives here. Rain can cause flash floods many miles away, so even if the sky overhead is clear, be careful around creek beds and the Rio Grande during the rainy season.      Wildlife Encounters Black bears, javelinas, coyotes and skunks frequent campgrounds and may be encountered on trails. Although they sometimes appear tame, all of the animals in the park are wild, and could pose a threat to your health and safety if you attempt to approach or feed them.  Never feed wildlife. Store all food, coolers, cooking utensils, and toiletries in a hard-sided vehicle, preferably in the trunk of your car. Use available food storage lockers in campsites. Dispose of garbage properly. Throw garbage in the bear-proof dumpsters and trash cans provided. Watch children closely; never let them run ahead or lag behind. If you encounter a bear or lion, do not run, but back away to get out of range. If you feel threatened by a bear or lion, hold your ground, wave your arms, throw stones, and shout; never run. Keep groups together, look large. Venomous snakes, scorpions, spiders, and centipedes are active during warmer months. Inspect shoes, sleeping bags and bedding before use. Carry a flashlight at night. Pay attention to where you walk and place your hands. Consider wearing high boots or protective leggings while hiking.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/safety.htm"
}
