{
    "title": "Big Bend National Park: Improved Dirt Roads",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Scenic Drives     Improved Dirt Roads                Improved Dirt Roads         Dagger Flat Auto Trail NPS Photo\/Cookie Ballou  Dagger Flat Auto Trail This seven-mile road (14 miles round-trip) winds eastward to a small valley with a forest of giant dagger yuccas. A self-guiding brochure is available and provides a key to the desert plants. Typically open to most vehicles, this road is also good for mountain biking. Speed limit on this narrow road is 25 mph: allow two hours round-trip. Sandy areas or muddy conditions may exist seasonally; rain makes this road difficult to drive or impassable. Please inquire about current road conditions.        Balanced Rock NPS Photo\/Blake Trester  Grapevine Hills Road Travel 6.4 miles down this road to access the Grapevine Hills trailhead. Here, the 2.2 mile round-trip Grapevine Hills Trail leads to the picturesque Balanced Rock. Geologically, Grapevine Hill is a laccolith—a mushroom-shaped igneous intrusion that domed the rocks above, and was later exposed by erosion. The road is generally accessible to all vehicles, and begins 3.3 miles west of Panther Junction on the north side of the road. Beyond the trailhead, the road requires high-clearance, especially after any rainfall.        Historic Post Office at J.O Langford Hot Springs NPS Photo\/Cookie Ballou  Hot Springs Road This two-mile gravel road descends a rough, narrow wash to the Hot Springs Historic District. Ruins of J.O. Langford's resort are located nearby. From the trailhead, the hot springs is 0.5 mile round-trip. There is also a one-mile loop from the hot springs that circles the bluff above; a third trail leads to Daniels' Ranch in Rio Grande Village, three miles to the east. Note: Motor homes and oversize vehicles are prohibited on the one-way sections of the Hot Springs road.        View along Old Maverick Road NPS Photo\/Blake Trester  Old Maverick Road The Old Maverick Road runs between Maverick Junction and Santa Elena Canyon. It is a 14-mile improved dirt road that passes along the Terlingua Creek badlands on the west side of the park. A number of historic sites are located near the road that you may visit as you gradually descend to the Rio Grande and Santa Elena. While usually passable for most vehicles, this road tends to be rough and washboarded; the fourteen miles takes around an hour to drive. This road is subject to high water and flooding following rainstorms.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/improved-dirt-roads.htm"
}
