{
    "title": "Big Bend National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        Several park trails are paved for accessibility. NPS Photo\/Reine Wonite      We are continually working to upgrade facilities for accessibility, and to improve park access for all visitors. While not all facilities are fully accessible, park rangers are happy to assist any visitor with special needs.   If you have comments or suggestions about facilities, services, or programs, please let us know. For more information, call Big Bend National Park at 432-477-2251 (voice) or 432-477-2370 (TDD) or write to: Superintendent, Big Bend National Park P.O. Box 129, Big Bend National Park, Texas 79834. Visitor Centers   Panther Junction Visitor Center Has reserved parking and is accessible by ramp. The restrooms, exhibit area, bookstore, information desk, pay telephone, and drinking fountain are wheelchair-accessible. A large relief map of the park is available and can be touched. A TDD is available on request. Rangers are on duty to answer questions and assist visitors.   Chisos Basin Visitor Center Has reserved parking and is accessible by ramp. The exhibits, restrooms, and drinking fountain are wheelchair-accessible. Information is available in a variety of formats including audio and visual. Exhibits and audio information are available in English and Spanish. Interactive computer exhibits are closed-captioned.   Persimmon Gap Visitor Center Has reserved parking and is accessible by ramp. Exhibits, bookstore, restrooms, pay phone, and drinking fountain are wheelchair-accessible.   Rio Grande Village Visitor Center Has reserved parking and is accessible by ramp. The exhibit area, bookstore, audiovisual room, restrooms, and pay phone are designed for wheelchair-accessibility.   Castolon Visitor Center Has reserved parking and is accessible by ramp. The exhibits, bookstore, and restrooms are wheelchair-accessible.   Campgrounds   Cottonwood Campground at Castolon has wheelchair-accessible vault toilets. Although campsites are not accessible, some are level and useable by people in wheelchairs.   Chisos Basin Campground site #37 is fully accessible for wheelchair users. The adjoining restroom is also accessible.   Rio Grande Village Campground site #14 is fully accessible. The adjoining restroom is also accessible.   During busy periods, designated accessible campsites are reserved for disabled campers until 6 p.m. If the campgrounds are full an accessible site may not be available. Picnic Areas   Dugout Wells Picnic Area has accessible tables and an accessible vault toilet.   Trails   Panther Path, a short, self-guiding nature trail at Panther Junction, is rough, but level and useable by people in wheelchairs. An accompanying brochure explains Chihuahuan Desert plants.   Window View Trail, a 0.3 mile self-guiding trail in the Chisos Basin is fully accessible to wheelchairs, and provides outstanding views of the window formation and the Chisos Mountains.   Rio Grande Village Nature Trail Boardwalk (the first 0.25 mile of the trail), is wheelchair accessible. The trail is an excellent place for observing birds and aquatic plants and animals. A self-guiding booklet is available.   Vault Toilets   Vault toilets at the Boquillas Canyon, Santa Elena Canyon, and Hot Springs trailhead areas are accessible, although rugged terrain precludes wheelchairs on the trails. The Santa Elena Canyon river take-out also has wheelchair-accessible vault toilets.   Programs   Rio Grande Village Amphitheater is wheelchair-accessible. Rangers frequently present evening programs at that location in winter and spring.   Chisos Basin Amphitheater is accessible by ramp, although some grades are steep due to rugged terrain. The amphitheater itself is designed for wheelchair use. Rangers present evening programs there on a periodic, basis year-round.   Panther Junction Theater is fully accessible.   Panther Junction Community Room is fully accessible for scheduled events.   Cottonwood Amphitheater is wheelchair-accessible. Rangers occasionally present evening programs there in winter and spring.   Nature Walks presented on the Window View Trail are accessible. Most other guided walks are not wheelchair-accessible due to rough terrain.   Check weekly activity schedules for information regarding the accessibility of other ranger-led activities. Scenic Overlooks   Most scenic overlooks and wayside exhibits are accessible to wheelchair users. Where possible, reserved parking is provided.   Concession Facilities   Chisos Mountains Lodge gift shop and restaurant are wheelchair-accessible. Wheelchair accessible restrooms are available adjacent to the main lodge building. Some guest rooms are wheelchair-accessible, and some are equipped with visual fire alarms for hearing-impaired guests.   Rio Grande Village Store is fully accessible, as are shower facilities and laundry. The restrooms are equipped with grab bars, but are not fully accessible.   Chisos Basin Store and the historic La Harmonia Store at Castolon are both wheelchair-accessible.   Contact Forever Resorts at 432-477-2291 for more information about concession facilities. Outfitters The following rafting companies offer float trips for disabled visitors. Please contact them in advance.   Big Bend River Tours 1-800-545-4240   Desert Sports 1-888-989-6900   Far Flung Outdoor Center 1-800-839-7238   The following aviation company offers flights over Big Bend National Park and can accommodate individuals with disabilities.   Rio Aviation Inc. 1-432-557-9477   Access PassportsThe Access Pass is a free lifetime entrance permit to all federal parks, monuments, and recreation areas. It also provides a 50% reduction of camping fees. The Access Pass is issued to United States residents who are permanently disabled. Access passes may be obtained at park service visitor centers or online.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/accessibility.htm"
}
