{
    "title": "Big Bend National Park: Desert Hikes",
    "body": "Desert Hikes       The Chihuahuan Desert covers about 80% of the park and surrounds the Chisos Mountains. Bare, rocky ground and sparse vegetation are hallmarks of the desert, but there is plenty of life here. Look for termite nests along plant stems, exoskeletons of millipedes, animal scat, and rodent and reptile tunnels. Bird life is plentiful, especially in the morning; look for nests hidden in yuccas and cacti. In the spring, bluebonnets, paintbrush, bi-color mustard, desert marigold, yucca, ocotillo, and cacti blossoms add color to the desert landscape.        Dugout Wells NPS Photo\/Cookie Ballou  Chihuahuan Desert Nature Trail Difficulty: Easy; Distance: 0.5 mile round trip Begin at Dugout Wells, 6 miles southeast of Panther Junction Both natural and cultural history are evident at Dugout Wells. On this easy desert stroll you will see remnants of human settlement and typical Chihuahuan Desert habitat. A shady oasis with cottonwood trees and tables at Dugout Wells provides a good area for picnicking and bird watching.        Chimneys Arch NPS Photo\/Jennette Jurado  Chimneys Trail Difficulty: Moderate; Distance: 4.8 miles round trip Begin at mile 13, Ross Maxwell Scenic Drive A moderate hike (due to distance) to a series of prominent volcanic dike formations. The \"chimneys\" have always been an important landmark, and Indian rock art marks the base of these high pinnacles. The chimneys are 2.4 miles away and easily seen from the trailhead. The trail beyond the chimneys continues west another 4.6 miles and ends on the Old Maverick Road near Luna's jacal. This is an enjoyable 7-mile hike if you can arrange transportation on the opposite end. From the chimneys you can also head northwest 1.5 miles to the huge cottonwood tree that marks Red Ass Spring. Return the way you came.        Devil's Den NPS Photo\/Reine Wonite  Devil's Den Difficulty: Moderate; Distance: 5.6 miles round trip Begin at pull-off, 3.5 miles south of the Persimmon Gap Visitor Center Devil's Den is a dramatic limestone slot canyon in the park's northern backcountry. Follow the trail towards Dog Canyon. After 1.5 miles take a side trail off to the right into a wash. In another 0.5 mile, take the large wash that intersects from the left which leads directly into Devil's Den. You may hike into the den, or hike up along the southern edge of the deep crevice for great views into the canyon. You can then enter the den and hike back through it. Small tinajas hold water during the rainy season.        Balanced Rock NPS Photo\/Blake Trester  Grapevine Hills Trail Difficulty: Easy; Distance: 2.2 miles round trip Begin 6 miles down Grapevine Hills improved dirt road at the parking area This trail leads to a group of balanced rocks in the heart of the Grapevine Hills. Initially, the trail follows a gravel wash, then climbs steeply for the last quarter mile into the boulders. Grapevine Hills is an exposed laccolith, with many giant, rounded boulders that are tempting to climb, but watch for snakes.        Lower Burro Mesa Pour-off Trail NPS Photo\/Cookie Ballou  Lower Burro Mesa Pour-off Trail Difficulty: Easy; Distance: 1 mile round trip Begin at the end of Burro Mesa Spur Road off the Ross Maxwell Scenic Drive This trail leads through a gravel drainage, and ends in a narrow box canyon where water has carved a deep channel into Burro Mesa. The end of the trail is the base of a 100-foot pour-off. Usually dry, the smooth, polished pour-off attests to the power of water that floods this canyon during summer rains.        Mule Ears Spring NPS Photo\/Cookie Ballou  Mule Ears Spring Trail Difficulty: Moderate; Distance: 3.8 miles round trip Mule Ears Overlook parking area, mile 15, Ross Maxwell Scenic Drive This hike leads through the foothills of the Chisos Mountains, skirts Trap Mountain, and crosses several arroyos. Near the spring is an old rock corral. The spring itself is overgrown with shrubs, but ferns and cattails also grow there. Remember, no contaminating\/bathing in backcountry springs.        Prickly Pear Blossoms NPS Photo\/Blake Trester  Panther Path Difficulty: Easy; Distance: 50 yard loop Begin at Panther Junction Visitor Center This easy, wheelchair accessible loop winds through a desert garden in front of the Panther Junction Visitor Center. A trail brochure and numbered stops identify many of the cacti and common plants of the Chihuahuan Desert and explain their historic, cultural, and medicinal uses.        Sam Nail Ranch NPS Photo\/Cookie Ballou  Sam Nail Ranch Difficulty: Easy; Distance: 0.5 mile loop Begin at Mile 3, Ross Maxwell Scenic Drive An easy, well-maintained trail leads through the old homestead of Jim and Sam Nail and Sam's wife, Nena. There are interesting historic remnants here, including part of the adobe walls of the house and two windmills, one which is still in operation. This is a beautiful desert oasis and a great spot for birding and wildlife viewing.        Tuff Canyon NPS Photo\/Blake Trester  Tuff Canyon Difficulty: Easy; Distance: 0.75 mile round trip Begin at Tuff Canyon overlook on the Ross Maxwell Scenic Drive Tuff Canyon's three overlooks offer great views into Tuff Canyon, but you can continue on the trail at the south end of the parking lot to go down into the canyon. Tuff, made of welded volcanic ash, comprises this whitish canyon. During the rainy season, the canyon fills with pools of water.        Upper Burro Mesa Pour-off NPS Photo\/Jennette Jurado  Upper Burro Mesa Pour-off Trail Difficulty: Moderate; Distance: 3.8 miles round trip Begin at pull-off, mile 6.6, Ross Maxwell Scenic Drive This route follows a dry wash downstream to the top of the 100-foot Burro Mesa Pour-off. The trail includes some large rocks to climb down, where some rock scrambling may be necessary. Pay attention on the return hike to ensure that you follow the same drainages. Trail subject to flash flooding.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/desert_hikes.htm"
}
