{
    "title": "Big Bend National Park: Paved Roads",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Scenic Drives     Paved Roads                Paved Roads         Chisos Basin drive NPS Photo\/Big Bend National Park  Chisos Basin Road 6 miles (10km) A drive to the Chisos Basin is an excellent way to experience the transition between arid desert and cooler mountain habitats. As this scenic, winding road rises over two thousand feet above the desert floor, it offers breath-taking vistas of the mountain peaks and the erosion-formed basin area. This road was constructed by the Civilian Conservation Corps in the 1930s. The road is not recommended for trailers longer than 20 feet or RVs over 24 feet due to its sharp curves and steep grades (as much as 15%). The Chisos Basin has a visitor center, campground, lodge, restaurant, camp store, and access to miles of hiking trails.        Mule Ears Peaks NPS Photo\/Blake Trester  Ross Maxwell Scenic Drive 30 miles (48km) A trip along the Ross Maxwell Scenic Drive highlights the geologic splendor Big Bend is famous for, and offers many scenic overlooks and exhibits along the way. Sotol Vista, Mule Ears Overlook, and Tuff Canyon are all worthwhile stops. History is highlighted at Sam Nail Ranch, Homer Wilson (Blue Creek) Ranch, and the Castolon Historic Compound. Castolon has a visitor center, camp store, and nearby is the Cottonwood Campground. Continue the drive to the magnificent Santa Elena Canyon, where limestone cliffs rise 1,500' above the Rio Grande. A short trail leads into the canyon. Return by the same route, or take the gravel Old Maverick Road to the western entrance of the park. The Old Maverick Road is usually passable for most vehicles, but may be impassable after heavy rains. Check at a visitor center for current conditions.        Sierra del Carmen NPS Photo\/Cookie Ballou  Panther Junction to Rio Grande Village 21 miles (34km) The drive to Rio Grande Village traverses ancient limestone and has marvelous vistas across the river to the magnificent Sierra del Carmen escarpment. In twenty miles, the road descends nearly two thousand feet. There are several worthwhile stops and highlights along the way. Dugout Wells includes a desert nature trail and a shady oasis, nice for picnicking and birding. A soak in the Historic Hot Springs is also a popular activity. The short hike into Boquillas Canyon leads to one of Big Bend's most scenic spots. The Rio Grande Village Nature Trail is an excellent birding location; it crosses a wetland spring with a viewing platform then gradually climbs to a promontory with excellent panoramic views.        Rosillos Mountains NPS\/Big Bend National Park  Persimmon Gap to Panther Junction 28 miles (45km) This road connects the north entrance to park headquarters at Panther Junction. From Persimmon Gap, the road descends a long, gentle, gravel slope to Tornillo creek and Tornillo Flat. The Rosillos Mountains rise to the west; to the east the Dead Horse Mountains dominate the skyline. Highlights include, trails to Dog Canyon and Devil's Den, the Fossil Bone Exhibit, and the Tornillo Creek hoodoos.        Cenizo in bloom NPS\/Jennette Jurado  Maverick Entrance Station to Panther Junction 23 miles (37km) This drive, through striking desert scenery, has excellent views of the surrounding mountains. Several roadside exhibits describe wildife that might be seen along the drive. Junctions for the Chisos Basin road and Ross Maxwell Scenic Drive are located along this route.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/paved-roads.htm"
}
