{
    "title": "Thomas Edison National Historical Park: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Curators' Curiosity Corner       RSS  About This Blog This blog features articles and projects written by the Cultural Resources staff and interns here at Thomas Edison NHP. Unique artifacts and documents, as well as interesting projects, will be featured here.    Thomas A. Edison's Childhood Objects  September 30, 2014 Posted by: Joan Harris-Rico, Collections Manager  0 Comments     Have you ever wondered if any of Thomas Edison's childhood objects have survived to this day? Read this piece by the park's collection manager to find out. You will learn a bit  about young Tom Edison's childhood through the artifacts that still survive.      Thomas Edison, Electric Trains and the Railroad  September 02, 2014 Posted by: Eric Faeder, Intern  2 Comments     All aboard for history! A summer intern here at the park discusses Thomas Edison’s involvement with the railroads and electric trains. He explains how Edison’s inspiration for many of his future inventions could have been attributed to his involvement with the railroads. Read this post to stay on track. Thomas Edison, Trains, Railroads, Intern, Edicraft, Jimmie MacKenzie      Historic Glenmont Employee of the Month  August 15, 2014 Posted by: Beth Miller, Glenmont Curator  0 Comments     On Edison day, in June, visitors voted for the historic Glenmont employee of the month. Here we showcase the \"Home Executive\", you may have heard of her... Employee of the Month, Glenmont, Glenmont Employees, Mina Edison, Home Executive, Women's History      Featured Artifact: Unraveling the Mystery of the \"Fancy Chair\"  July 22, 2014 Posted by: Beth Miller, Glenmont Curator  0 Comments     Curator Beth Miller teases out the details of a chair that has been in the Edison's home for over ninety years, yet has never been thoroughly researched. The chief question: Who actually made it? Featured Artifact, Glenmont      Historic Edison Laboratory Employee of the Month--July  July 16, 2014 Posted by: Bruce Spadaccini, Museum Technician  2 Comments     Visitors voted all during Edison Day in June for the historic Edison employee of the month. Here we showcase one of the lesser-known employees who contributed to the success of the operations here in West Orange. Employee of the Month, Edison Employees, Silver Lake      Year of Innovation: July's Featured Exhibit is 'The Motion Picture Camera'  July 03, 2014 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     Thomas Edison NHP is celebrating a \"Year of Innovation\", using the 350th Anniversary of New Jersey as an opportunity to showcase unique artifacts from the collection. July's featured exhibit is 'The Motion Picture Camera'. The exhibit features a c. 1912 Edison Home Projecting Kinetoscope as well as historic film canisters and photographs. Year of Innovation, Motion Pictures, Exhibit      New Exhibit: The Dream Rocket Project  June 17, 2014 Posted by: Bruce Spadaccini, Museum Technician  1 Comments     Thomas Edison NHP is participating in the Dream Rocket Project! A new exhibit of over 180 pieces of artwork is now on display through the summer! Exhibit, Dream Rocket Project      New Article: The Dickson Experimental Sound Film  June 13, 2014 Posted by: Bruce Spadaccini, Museum Technician  29 Comments     Museum curator Jerry Fabris was recently featured in a new article describing preservation of film and the earliest recorded film soundtrack. Article, Sound Recording, Preservation      Historic Edison Laboratory Employee of the Month  June 10, 2014 Posted by: Bruce Spadaccini, Museum Technician  1 Comments     Visitors voted all during Edison Day on Saturday for the historic Edison employee of the month. Here we showcase one of the lesser-known employees who contributed to the success of the operations here in West Orange. Employee of the Month, Edison Employees      Historic Glenmont Employee of the Month  June 10, 2014 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     Visitors voted all during Edison Day on Saturday for the historic Glenmont employee of the month. Here we showcase one of the lesser-known employees who worked in the Edisons' home. Employee of the Month, Glenmont Employees      Year of Innovation: June's Featured Exhibit is 'A Phonograph in Every Home'  June 01, 2014 Posted by: Bruce Spadaccini, Museum Technician  1 Comments     Thomas Edison NHP is celebrating a \"Year of Innovation\", using the 350th Anniversary of New Jersey as an opportunity to showcase unique artifacts from the collection. June's featured exhibit is 'A Phonograph in Every Home'. The exhibit features a c. 1909 Fireside phonograph as well as historic advertising and photographs. Year of Innovation, Exhibit, Phonograph, Advertising      Featured Manuscript: Finding the Buried Treasure  May 13, 2014 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     If you had been around during Edison's time, wouldn't you have asked him for help detecting buried treasure? Metal detection, Featured Manuscript      Early Edison Cylinders Visit Northeast Document Conservation Center  April 23, 2014 Posted by: Bruce Spadaccini, Museum Technician  2 Comments     Recently, Jerry Fabris, curator of sound recordings here at TENHP, visited Northeast Document Conservation Center in Andover, Massachusetts where some of the earliest examples of recorded sounded were digitized. Conservation, Sound Recording, Wax Cylinder      Year of Innovation: April's Featured Exhibit is Edison Portland Cement  April 01, 2014 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     Thomas Edison NHP is celebrating a \"Year of Innovation\", using the 350th Anniversary of New Jersey as an opportunity to showcase unique artifacts from the collection. April's featured exhibit is Edison Portland Cement. The exhibit features historic photographs as well as advertisements. Year of Innovation, Exhibit, Portland Cement, Advertisement      Featured Manuscript: Edison Asks about Mummy Eyeballs  March 26, 2014 Posted by: Tim Pagano, Park Ranger  0 Comments     Halloween might be seven months away, but this featured manuscript includes Edison asking a friend about some mummy eyeballs. Featured Manuscript, Mummy Eyeballs      Featured Artifact: Miller Family Photo Album  March 25, 2014 Posted by: Beth Miller, Curator of Glenmont  3 Comments     Tucked away on the third floor of the Edison family home is a photo album featuring Mina's relatives. Learn more about it from this post by the curator of Glenmont. Featured Artifact, Glenmont, Miller Family      Year of Innovation: March's Featured Exhibit is Edison's Ore Milling Business  March 01, 2014 Posted by: Carla Eilo, Intern  0 Comments     Thomas Edison NHP is celebrating a \"Year of Innovation\", using the 350th Anniversary of New Jersey as an opportunity to showcase unique artifacts from the collection. March's featured exhibit is Edison's ore milling business. Featured are historic photographs from the mine in Ogdensburg, NJ as well as an iron ore briquette and a journal kept by Edison associate Charles Batchelor. Year of Innovation, Exhibit, Ore Milling, Ogdensburg, Archives      Theodore Edison Collection Returns to Park  February 04, 2014 Posted by: Edward Wirth, Archivist  0 Comments     The Theodore Edison Collection has returned to the park! The collection was organized and processed and should become open to research in the coming year. Collections, Theodore Edison, Conservation      Year of Innovation: January's Featured Exhibit is Edison's Electric Lighting System  January 10, 2014 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     Thomas Edison NHP is celebrating a \"Year of Innovation\", using the 350th Anniversary of New Jersey as an opportunity to showcase unique artifacts from the collection. January's featured exhibit is Edison's electric lighting system. Featured are unique light bulbs from the William J. Hammer Collection here at the park, now on display through the remainder of the month. Year of Innovation, Exhibit, Light Bulb      Year of Innovation: December's Featured Exhibit is the Tinfoil Phonograph  December 12, 2013 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     Thomas Edison NHP is celebrating a \"Year of Innovation\", using the 350th Anniversary of New Jersey as an opportunity to showcase unique artifacts from the collection. December's featured artifact is an 1878 tinfoil phonograph, on display for the remainder of the month. Year of Innovation, Featured Artifact, Exhibit, Phonograph      Year of Innovation: November's Featured Exhibit is Menlo Park  November 18, 2013 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     Thomas Edison NHP is celebrating a \"Year of Innovation\", using the 350th Anniversary of New Jersey as an opportunity to showcase unique artifacts from the collection. November's featured exhibit highlights Edison's work at Menlo Park. Year of Innovation, Exhibit, Archives, Featured Artifact      Visitor Learns More About Grandmother During Park Visit  November 07, 2013 Posted by: Bruce Spadaccini, Museum Technician  3 Comments     It’s not every day that somebody comes to the park and says that a relative had sung for Edison here at the laboratory. But that’s just what happened to Ranger Carmen Pantaleo recently. Recording Artist, Betsy Lane Shepherd      Featured Manuscript: Unnamed Edison Employee Jots Down Memoirs in Lab Notebook  November 06, 2013 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     The unnamed Edison employee who wrote this lengthy entry, dated May 31, 1916, turned a laboratory notebook upside down and began writing from the end of the volume. The front of the notebook has twenty to thirty pages of drawings of phonograph horns, probably by another hand. The entry is fascinating as it chronicles some of the travels of this self-proclaimed 28-year old bachelor. Featured Manuscript, Lab Notebook, Archives      Year of Innovation: October's Featured Exhibit is Edison's Electric Pen  October 01, 2013 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     Thomas Edison NHP is celebrating a \"Year of Innovation\", using the 350th Anniversary of New Jersey as an opportunity to showcase unique artifacts from the collection. October's featured artifact is Edison's electric pen, now on display for the remainder of the month. Featured Artifact, Special Event, Exhibit, Year of Innovation      A Clipping from the Archive: \"Cigarette Champion Challenges Edison\"  September 28, 2013 Posted by: Bruce Spadaccini, Museum Technician  8 Comments     In 1914, Thomas Edison instituted a new policy in his West Orange laboratory prohibiting the smoking of cigarettes. This, and comments he shared with his friend Henry Ford, sparked off a public debate over cigarette smoking. Social Issues, Edison Debates, Archives      #AskaCurator, Special Twitter Event Sept. 18  September 14, 2013 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     On September 18, submit your questions on Twitter to hundreds of museum professionals, including the curatorial staff here at Thomas Edison NHP! Link included in article. Special Event      Crafting a New Exhibit: The Reaction to the 1914 Fire  September 09, 2013 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     In this final installment, Nick and Evan tell some of the more interesting stories from the 1914 fire, including Mina's efforts as well as the reaction from some of Edison's more famous contemporaries. Intern, Fire Exhibit, Project      Crafting a New Exhibit: Edison's Fire Companies and the Great Fire of 1914  August 08, 2013 Posted by: Bruce Spadaccini, Museum Technician  6 Comments     This blog post, written by our two high school interns Nick & Evan, covers the story behind Edison's Fire Companies as well as the sequence of events surrounding the fire here at the complex on December 9, 1914. Fire Exhibit, Intern      Featured Artifact: Certificate by Maxfield Parrish  August 06, 2013 Posted by: Joan Harris-Rico, Collections Manager  1 Comments     This post, written by Collections Manager Joan Harris-Rico, features a unique artifact in the museum's collection: a certificate created by Maxfield Parrish and  presented to Edison by the Thomas Jefferson Memorial Foundation at Monticello. Featured Artifact      This Just In: Historic Edison Automobiles Headed for Conservation  July 27, 2013 Posted by: Bruce Spadaccini, Museum Technician  2 Comments     The end of July saw the departure of three historic Edison automobiles for some needed conservation. Thomas Edison's c.1900 Locomobile, 1922 Ford Model T, and Charles Edison's 1932 Brewster are all featured. Conservation, Featured Artifact      Crafting a New Exhibit: High School Interns Begin Work on Fire Exhibit  July 24, 2013 Posted by: Bruce Spadaccini, Museum Technician  0 Comments     The first post of a new series, Nick and Evan discuss how their project came into being and what the early processes have been like thus far. Fire Exhibit, Intern, Project      Two Interns Join Curatorial and Interpretation Divisions for Summer 2013  July 18, 2013 Posted by: Bruce Spadaccini, Museum Technician  19 Comments     This post features two new interns who recently joined the Curatorial and Interpretation Divisions and how they became interested in learning more about Thomas Edison! Intern, Exhibit, Project",
    "url": "https:\/\/www.nps.gov\/edis\/blogs\/Curiosity.htm"
}
