{
    "title": "Big Bend National Park: River Trips",
    "body": "Explore This Park    Plan Your Visit     Things To Do     River Trips               River Trips        River Trip NPS Photo\/Jennette Jurado       Floating the Rio Grande If you have the time and a spirit of adventure, you may want to consider a river trip. Seeing the park's canyons from the middle of the Rio Grande can be an incredible experience. There are many possibilities including half-day floats or multi-day excursions. Floating the Rio Grande can take you through miles of canyons up to 1,500 feet deep, where the sunlight may reach the bottom only briefly on winter days. As in other parts of the park, your ears may tell you more than your eyes. Listen for beavers crawling through the brush;you might catch a glimpse as one slides down the riverbank into the water. Turtles, especially red-eared sliders, often sun themselves on rocks and logs just above the waterline. Great blue herons and green kingfishers are just some of the many birds you may see flying along the river. Along the more open areas of the Rio Grande, you may see local people fishing, farming, and engaging in other traditional activities. These quiet stretches of the river offer expansive views of the colorful buttes, mesas, and mountains in both the U.S. and in Mexico. Far fewer people float the open water between the canyons, so it is possible to go for days without seeing another boater. International Border There is often concern about being close to an international border, but incidents between Big Bend visitors and Mexican nationals are exceptionally rare. The middle of the deepest channel of the Rio Grande is the international boundary. Over the course of your trip, you may cross this boundary several times. Currently, passports are not required. Landing on the Mexican bank of the river is considered an illegal crossing and could result in fines and jail time. However, limted exceptions are made when safety is a consideration: to bail\/repack a boat, scout rapids, or seek shade when overheating.    Floating Santa Elena Canyon Floating the Rio Grande Wild & Scenic River           River Use Regulations Obey all river use regulations for your safety and the protection of park resources. more...          River Safety By giving forethought to your actions, you can have a safe, exciting, and rewarding experience while floating the Rio Grande Wild & Scenic River. more...         Water Quality & River Users The quality of water in the Rio Grande through the Big Bend region is highly variable. Big Bend National Park staff sample the water for bacterial levels on a monthly basis at several locations within the park. more...         Local Outfitters Information on guided trips, equipment rental, and shuttle services. more...",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/river-trips.htm"
}
