{
    "title": "Big Bend National Park: River Hikes",
    "body": "River Hikes       The Rio Grande creates a distinct environment in Big Bend National Park. Countless bird species can be found in the riverbank vegetation. The river provides water for many desert animals; look along the muddy shoreline for tracks, signs, and scat.        Boquillas Canyon Trail River View NPS Photo\/Cookie Ballou  Boquillas Canyon Trail Difficulty:Moderate; Distance: 1.4 miles round trip Begins at the end of the Boquillas Canyon Spur Road The Boquillas Canyon trail climbs from the parking to the top of a cliff overlooking the Rio Grande. On this bluff, mortar holes from ancient inhabitants can be seen. Continue down to the river's edge and into the canyon until the canyon walls meet the river. Sandy slopes in the canyon are fun for children.        Nautilus Fossil NPS Photo\/Reine Wonite  Hot Springs Canyon Trail Difficulty: Moderate; Distance: 6 miles round trip Begin at Daniel's Ranch or Hot Springs This 3 mile trail (either direction) connects Daniel's Ranch and the Hot Springs. In places, it runs close to the river; in other areas along the rim of Hot Springs Canyon. This trail offers beautiful views of the Rio Grande, Chisos Mountains, and Del Carmen Mountains. No shade makes this trail a challenge in summer heat.        Historic Hot Springs NPS Photo\/Jennette Jurado  Hot Springs Historic Trail Difficulty: Easy; Distance: 1 mile round trip Begin at Hot Springs parking lot This trail passes remains of a resort, pictographs, homestead, and hot springs; a brochure at the trailhead offers more information. The 105°F springs are a popular destination (0.5 mile roundtrip), but one can continue to where the trail forks, leading to the top of the bluff and back to the parking lot.        Beaver Pond on RGV Nature Trail NPS Photo\/Cookie Ballou  Rio Grande Village Nature Trail Difficulty: Easy; Distance: 0.75 mile loop Begin at Rio Grande Village Campground, Site #18 Although short and easy, the trail is very scenic and has fantastic opportunities for wildlife viewing, especially birds. The first 100 yards is wheelchair accessible and crosses a boardwalk through a spring-fed wetland. Then the trail gradually climbs a limestone hill with panoramic vistas of the Rio Grande, and the Chisos and Del Carmen Mountains. This trail is great for sunsets.        Santa Elena Canyon NPS Photo\/Blake Trester  Santa Elena Canyon Trail Difficulty: Moderate; Distance: 1.7 miles round trip Begins at terminus of the Ross Maxwell Scenic Drive This trail leads into the stunning Santa Elena Canyon. After crossing Terlingua Creek, the trail ascends on paved steps to a vista, then descends back to the water's edge, continuing into the canyon until the canyon walls meet the water. A Big Bend classic. Trail is impassable when Terlingua Creek floods.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/river_hikes.htm"
}
