{
    "title": "Big Bend National Park: Primitive Dirt Roads",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Scenic Drives     Primitive Dirt Roads                Primitive Dirt Roads        Rusted Automobile at Mariscal Mine NPS Photo\/Cookie Ballou       Be Safe on Backcountry Roads Check here for safety tips when traveling on backcountry roads.        Mountain sunset NPS Photo\/Jennette Jurado  Glenn Springs Road 16 miles (26km) This road skirts the eastern slopes of the Chisos, and leads to the Glenn Springs Historic Site. As it descends from Glenn Springs to the River Road, it generally becomes smoother. Pine Canyon Road 4 miles (6km) From the Glenn Springs Road this short road leads to the Pine Canyon Trail. Juniper Canyon Road 5 miles (8km) From the Glenn Springs Road this short road leads to the Juniper Canyon Trail and Dodson Trail junction. This road is rocky and and usually requires 4WD.        Ernst Tinaja NPS Photo\/Jennette Jurado  Old Ore Road 26 miles (43km) Used in the early 1900s to transport ore from Mexican mines to the railroad station at Marathon, the Old Ore Road generally follows the route used by mule and pack trains a century ago. The road has excellent views of the Chisos Mountains across the Tornillo Creek drainage to the west. Ernst Tinaja, five miles from the southern end of the road, is a popular destination.        Rock Formation NPS Photo\/Cookie Ballou  River Road 51 miles (82km) River Road traverses the southern portion of the park. While generally following the course of the Rio Grande, the road runs a considerable distance from the river, especially in its mid-section. Due to its length and usually rough road conditions, allow a full day to drive from end to end. Primitive roadside campsites (permit required) located along the road, allow for extended exploration. The west end is lesser used, and generally in a rougher condition. River Road crosses numerous washes; it is often impassable after rains.        Black Gap Road NPS Photo\/Eric Leonard  Black Gap Road 8.5 miles (14km) This road connects the Glenn Springs Road with the River Road. This road is not maintained, and 4-wheel drive is required at all times. Black Gap Road photos (700k pdf) provide insight of this challenge.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/primitive-dirt-roads.htm"
}
