{
    "title": "Big Bend National Park: Horseback Riding",
    "body": "Horseback Riding        Horseback Riding in the Chisos Mountains NPS Photo\/Cookie Ballou       Visitors are welcome to bring and use horses in the park. A backcountry use permit is required and must be obtained in person at a park service visitor center up to 24 hours in advance of the trip. Every horse user should obtain a copy of the stock use regulations. All livestock must meet state vaccination requirements. Copies of vaccination documents must be in your possession. There are no horses or pack animals for hire in or near the park; you must bring your own stock. All rides require thorough preparation. Improper equipment, poor conditioning, and disregard for weather conditions can result in an unpleasant or dangerous ride. Respect for the environment you ride through will help protect park resources for you and for future generations.  Where Can You Ride? While horses are not permitted on paved roads or road shoulders, all gravel roads are open to horses. Cross-country travel is permitted in the park, except in the Chisos Mountains where horse use is limited to the Laguna Meadow, Southwest Rim, and Blue Creek trails. Horses are not permitted in picnic areas, on nature trails, the Santa Elena and Boquillas Canyon Trails, or the Pine Canyon Trail. The Chisos Mountain and Burro Mesa trails are day use only. Food and Water Grazing within the park is not permitted; you must bring your own feed. Stock may be watered in the Rio Grande and at springs not used for domestic water supply. Be prepared to haul water for your stock as springs are unreliable, especially during winter months. Check current spring conditions at a visitor center when you arrive. All horse manure and feed remnants must be removed from the park Camping with Horses You may camp with your horses at several of the park's primitive road campsites. The Hannold Draw primitive campsite, located 4.8 miles north of Panther Junction, has a corral large enough for 8 horses. If you plan to bring horses to the park, you may reserve this campsite up to 10 weeks in advance by calling 432 477-1158.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/bc_horses.htm"
}
