{
    "title": "Big Bend National Park: Bird Watching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bird Watching               Bird Watching        Red-tailed hawk NPS Photo\/Cookie Ballou       A Birder's Paradise Big Bend's location, near the 100th meridian in the middle of the continent and along a migration route, is ideal for bird diversity throughout the year. Northern species migrate here for the warm winter climate, while birds from the tropics range this far north to breed in the spring. One of Big Bend's highlights, the Colima warbler, is found exclusively in the United States in the Chisos Mountains of Big Bend National Park from April to September.                        A Great Place For Birds Big Bend National Park is a Great Place for Birds  Duration:11 minutes, 14 seconds               Birding Hotspots The park has a variety of excellent birding locations because of its multiplicity of habitats including open desert, riparian river corridor and desert springs, moist forested canyons and woodlands of pinyon-oak-juniper, and the transition zones in between these areas. Patience, a good field guide, and knowledge of where to look are the keys to locating the birds of Big Bend. A checklist of birds is available for purchase at any visitor center and is a great aid in determining which species are likely to be present, and the habitats where they are found. A visit to any of these key habitats will provide good opportunities to observe a variety of birds.  Rio Grande Village Chisos Mountains Cottonwood Campground\/Santa Elena Canyon Birding along the riparian corridor between Cottonwood Campground and Santa Elena Canyon yields a diverse array of habitats from mesquite thicket to cottonwoods. Dugout Wells The wells often create a year-round wet spot surrounded by desert, and provide a great place for desert resident birds and migratory species passing through. Sam Nail Ranch The combination of water and trees make this desert oasis an excellent location for birding. Look for both desert and migratory bird species. Blue Creek This is one of the better bird watching places in the foothills of the Chisos Mountains. In spring, look for gray and black-capped vireos and Lucifer hummingbirds. Hot Springs Where Tornillo Creek meets the Rio Grande. Good for wading, shore, and desert birds. Terlingua Abajo A large spring along Terlingua Creek has been home to numerous unique birds and stands out as one of the wettest spots in the park, with the exception of the Rio Grande.       Observations\/Documentation Park visitors are often our eyes and ears for rare or unique bird sightings. If you see something worth recording (a bird listed as rare, sporadic, or otherwise not listed on the park's checklist), please stop in at a visitor center and fill out an observation report. Be sure to record all pertinent information such as a overall description of the bird, activity or behavioral comments, habitat, time of day, and possibly the most important: the exact location of where the bird was seen.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/birding.htm"
}
