{
    "title": "Big Bend National Park: Mountain Hikes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Day Hikes     Mountain Hikes                Mountain Hikes        Hiking the Lost Mine Trail NPS Photo\/Cookie Ballou       It is not uncommon to see tracks and scat of black bear, mountain lion, and gray fox along Chisos Mountains trails. Carmen Mountain white-tailed deer, rock squirrels, whiptail lizards, spotted towhees, tufted titmice, and Mexican jays are also common in these mountains. NOTE: Smoking is prohibited on all trails in the Chisos Mountains.        Boot Canyon Trail NPS Photo\/Big Bend National Park  Boot Canyon Trail Difficulty:Strenuous; Distance 3.5 miles from the Chisos Basin Trailhead then continues 2.8 miles to the South Rim Begin at the Chisos Basin Trailhead Leads from the Pinnacles Pass to the South Rim, passing through the lushest environment in the Chisos Mountains. Depending on annual rainfall, water may be present in pools along the canyon during parts of the year. Arizona Cypress and other trees may be found here, and no where else in Big Bend National Park. Look for Colima warblers here as well.        Chisos Basin Loop Trail NPS Photo\/Cookie Ballou  Chisos Basin Loop Trail Difficulty:Moderate; Distance 1.8 miles round trip Begin at the Chisos Basin Trailhead The trail climbs gradually through shady stands of Mexican pine, oak, and juniper with many outstanding vistas of the window, and mountains surrounding the basin. Dense vegetation in the arroyos provides good habitat for bears and mountain lions; you may see tracks where they crossed the trail. Also, look for Mexican jays in the pines, and hummingbirds and Scott's orioles in the agaves when in bloom. Though this loop trail may be done in either direction, following it counterclockwise is the easiest.        Emory Peak Trail NPS Photo\/Cookie Ballou  Emory Peak Difficulty: Strenuous; Distance: 10.5 miles round trip Begin at the Chisos Basin Trailhead Ascend the forested Pinnacles trail for 3.5 miles to the Emory Peak trail junction (on your right). Then take the 1-mile spur trail to the peak which has nice vistas along the way. The last quarter mile or so climbs steeply, and the last 25 feet require a scramble up an exposed rock face, but the 360° view from Emory Peak, the highest point in the park, is superb. The antenna and equipment are part of Big Bend's two-way radio system.        Lost Mine Trail View NPS Photo\/Big Bend National Park  Lost Mine Trail  Difficulty: Moderate; Distance: 4.8 miles round trip Begin at mile 5.1 on the Basin Road, limited parking This trail serves as an outstanding introduction the flora and fauna of the Chisos Mountains. With limited time, hike to marker 10 (about 1 mile), where a saddle offers stunning views of Casa Grande and Juniper Canyon. The remainder of the trail climbs steeply in and out of juniper, oak, and pine forest. The trail abruptly levels out at the ridge with superb views of Pine Canyon and the Sierra del Carmen in Mexico. A brochure is available at the trailhead.        South Rim View NPS photo\/Big Bend National Park  South Rim Difficulty:Strenuous; Distance 12-14.5 miles round trip Begin at Basin Trailhead This challenging trail is well worth the 2,000 foot gain, as midway are the stunning vistas from the South Rim. Ascend either the steeper Pinnacles or more gradual Laguna Meadows Trail. During Peregrine Falcon nesting season, the Northeast and Southeast portions of this trail are closed.        Window Trail NPS Photo\/Big Bend National Park  Window Trail Difficulty: Moderate; Distance:, 5.6 miles round trip Begin at the Chisos Basin Trailhead This trail descends through Oak Creek Canyon to the Window pour-off which frames panoramic desert vistas. During wetter periods Oak Creek may be flowing, and must be crossed several times. Use caution on this trail: the top of the Window pour-off is slickrock with no railings, and the return hike is uphill.        Window View Trail NPS Photo\/Cookie Ballou  Window View Trail Difficulty: Easy; 0.3 mile round trip Begin at the Chisos Basin Trailhead  This easy, paved wheelchair accessible trail circles a low hill with excellent views of the mountain peaks surrounding the Chisos Basin, and a view through the window. Benches along the trail offer a place to sit and enjoy a classic Big Bend sunset.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/mountain_hikes.htm"
}
