{
    "title": "Big Bend National Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go       Consider including a visit to one or more of these special locations along with your other planned activities. Stop in at any of the park's visitor centers to obtain all the information necessary for a safe and enjoyable experience.         Vista from Dorgan House ruins NPS\/Jennette Jurado  Castolon Historic District The west side of the park offers stunning desert views and opportunities to explore the history of the region. The Castolon Historic District provides a glimpse into Big Bend's complex past through exhibits and historic adobe buildings. The Castolon Historic District has a visitor center (open seasonally), and the historic La Harmonia Store (in the same building) offers a full range of supplies, and is open year round. Cottonwood campground, located nearby, provides a quiet, riverside camping experience. Picnic tables are located at La Harmonia Store, Cottonwood Campground, and the Santa Elena Trailhead. The Ross Maxwell Scenic Drive anchors this part of the park and provides access to numerous hikes and scenic overlooks. At the end of the paved road is Santa Elena Canyon, one of the most famous landmarks of Big Bend; a short trail leads into the canyon.           Carmen white-tailed deer NPS\/Cookie Ballou  Chisos Basin Ringed by massive cliffs and superlative views, the Chisos Basin is Big Bend's year-round focal point. Located at 5,400 feet, mild temperatures make the Basin a pleasant place to visit in the summer heat. Numerous trails begin in the basin, and range from short walks to longer backcountry hikes. The paved, 0.3 mile Window View Trail provides an excellent place to view the mountain peaks or watch an evening sunset. There are a number of services in the Basin including the lodge, restaurant, and camper store. A 60-site campground is located in the lower portion of the developed area. Evening programs are often held in the outdoor amphitheater located adjacent to the campground. Stop in at the Chisos Basin Visitor Center for more information on what to see and do.          View along Dagger Flat Road NPS\/Cookie Ballou  Persimmon Gap As the northern gateway to the park, many visitors pass by Persimmon Gap as they enter Big Bend. A visitor center and picnic area are located at the gap. Along the road from Panther Junction to Persimmon Gap are a number of roadside exhibits, including the Fossil Bone Exhibit area. The 14-mile Dagger Flat Auto Trail provides a scenic exploration of the desert environment, ending in a forest of Giant Dagger Yuccas; this dirt road requires 4-wheel drive. Dayhikes in this part of the park include the routes to Dog Canyon and Devil's Den, as well as a primitive trail up Persimmon Gap Draw towards Persimmon Peak.          Beaver Pond NPS\/Cookie Ballou  Rio Grande Village Rio Grande Village is the center of visitor activity during the winter months. Great scenery, warm temperatures, abundant wildlife, and full visitor services make this a must-see location for any Big Bend outing. Rio Grande Village has an NPS campground and visitor center, and a concession-operated camper store, laundry, and shower facility. The store also runs the Rio Grande Village RV Campground, the only campground with full hook-ups. Rio Grande Village Nature Trail The RGV Nature Trail is scenic and offers fantastic opportunities for wildlife viewing, especially birds. A self-guiding leaflet describes the area's natural and human history. Pick up the trailhead behind RGV campground site #18. Daniel's Ranch Picnic Area The Daniels' Ranch picnic area, located on the west side of Rio Grande Village, is another excellent birding spot. The trailhead for the Hot Springs Canyon trail is nearby. Hot Springs Historic District Take a soak in the hot springs and explore the remains of Big Bend's first resort. More... Boquillas Canyon No visit to the east side of the park is complete without a stop at Boquillas Canyon. An overlook and trail provide opportunities to view or explore the canyon.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/placestogo.htm"
}
