{
    "title": "Big Bend National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes        Maverick Entrance Station NPS Photo\/Cookie Ballou      ENTRANCE FEES & PASSESAll park visitors are required to purchase a recreational use pass upon entering Big Bend National Park. Big Bend participates in the congressionally authorized Federal Lands Recreation Enhancement Act. Under this program, parks keep 80% of all fees collected; the remaining 20% will be deposited in a special account to be used in parks where fees are not collected. Funds generated by these fees are used to accomplish projects that parks have been unable to fund through yearly congressional allocations.  Entrance Passes All federal lands passes are issued and accepted at Big Bend National Park. Passes are non-transferable. Big Bend Annual Pass: $50 (good for one year from purchase date)  Covers entrance fees to Big Bend National Park. Pass is available at Big Bend National Park entrance stations or any Visitor Center. Pass is non-transferable. Vehicle: $25Admits one private, non-commercial vehicle (15 passenger capacity or less); valid for 7 days.Motorcycle: $20Admits one non-commercial motorcycle; valid for 7 days. Individuals: $12Admits one individual. Typically used for bicyclists and pedestrians; valid for 7 days. Non-commercial groups:Organized groups such as Scouts, youth groups, churches, reunions, clubs, etc. that do not qualify for an academic fee waiver are charged as follows: $25 per non-commercial vehicle with a capacity of 15 or less. $12 per person traveling in a non-commercial vehicle with a capacity of 16 or more. Fees will not exceed the commercial rate for the same sized vehicle. Youth 15 and younger are free. Individuals or families with a valid annual or lifetime pass may use their pass for themselves and up to 3 others. Commercial Groups:Companies conducting business in the park are required to obtain a commercial use authorization. The only exception is companies travelling in a 26 person capacity or greater vehicle; such vehicles are charged a flat fee of $200 (commercial use authorization not required). Educational Groups:Groups entering the park for education purposed are encouraged to check the academic fee waiver for application and qualification information.   CAMPING FEES  Developed Campgrounds The National Park Service operates three developed frontcountry campgrounds; Rio Grande Village Campground, Chisos Basin Campground, and Cottonwood Campground. The cost is $14 per night per site ($7 per night with applicable pass). Campground Reservations Limited campsites at Rio Grande Village and Chisos Basin campgrounds are reservable November 15–April 15 [November 15-May 31 at Chisos Basin]. Reservations may be made at www.recreation.gov or by calling 1-877-444-6777. Big Bend National Park cannot make reservations. More information about reserving campsites. Backcountry Campsites Backcountry campsites require a $12 backcountry use permit ($6 with applicable pass), which must be acquired in person at one of the park's visitor centers during normal business hours.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/fees.htm"
}
