{
    "title": "Arches National Park: A Day in The Life",
    "body": "Community Artist - A Day in the Life          Today, you are scheduled to be at Mesa Arch in Canyonlands at 9 am (It's been advertised at the park bookstore, on the park website, and on the Canyonlands Natural History Association website for weeks.) After showing the entrance station staff your volunteer sticker, you stop by the visitor center to display your sandwich board, which you have updated with today's location and time information. This makes it easy for folks to find you, since most visitors haven't heard of the program prior to their arrival. You also pick up a park radio and say a quick hello to the NPS staff at the information desk, letting them know where you'll be and that you'd love it if they sent visitors your way. Then, you drive to the viewpoint, apply sunscreen, grab your gear for the day, and find your location. (Don't forget your water bottle and remember to use it!)   You set up the second sandwich board at the trailhead, indicating where visitors can find you along the trail (e.g. \"at the arch\"). Once on site, you find a vantage point that gives you what you need for a great piece of art, but isn't in the way of the visitor experience (such as getting the \"classic\" photograph, reading signs, etc.). You greet visitors who approach, letting them know what you are up to and inviting them to ask questions. You keep your work area tidy, but approachable -- making it clear that you are the Community Artist in the Parks and you are \"open for business.\"   While creating, your goal is to facilitate the visitor's ability to view this special place through an artistic lens. This means being comfortable answering visitor questions while you work. These questions range from \"why are you doing that?\" to \"is there a reason you chose blue there and not green?\" to \"where is the bathroom?\" You explain your artistic process and what about this place inspires you to anyone who is interested. At the same time, you encourage visitors to share their inspiration with you. If asked, you might provide basic information regarding the flora, fauna, geography, geology, as well as good directions to other park locations (adhering to any and all park regulations).   You finish up your artwork at the scheduled time, letting visitors know that next you'll be headed to the visitor center. After removing the sign, driving to the VC, and grabbing a quick snack, you set up a simple display in front of the Canyonlands Natural History Association store to show the day's work and to discuss the products you have available for sale. While sales are a part of the program, your primary focus is the connection between parks, people and art. When your shift is over, you take down the visitor center sandwich board, record your time and contact stats (before you forget them), and head home for the day.",
    "url": "https:\/\/www.nps.gov\/arch\/getinvolved\/cap_dayinthelife.htm"
}
