{
    "title": "Big Bend National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations        Bird Watching Tour at Rio Grande Village NPS Photo\/Reine Wonite      PermitsBackcountry Use Permits A Backcountry Use Permit is required for backpacking, primitive car camping, horse\/stock use, and river use. Backcountry Use Permits must be obtained in person at a park visitor center and may be obtained up to 24 hours in advance of the trip. A backcountry use fee of $12.00 per permit is charged for all overnight use.  Special Use Permits A Special Use Permit is required for nontraditional park use and activities such as weddings and groups of 40 or more hiking in the Chisos Mountains. Requests for a permit may be made by writing the Superintendent or calling the park 432-477-1108. Allow at least two weeks for processing. Fees may apply.  Commercial Use Authorization Permits are required of all individuals, organizations or businesses who lead commercial trips within the National Park, or in other ways receive monitary gain or profit from commercial activities that take place within the park. Commercial Filming Permits Commercial filming and still photography require a film permit.FishingA state fishing license is not required in Big Bend National Park, but a free fishing permit (obtained from a visitor center) is required. A state license is required on the Rio Grande Wild 7 Scenic River outside of the park.      Reservations Advance reservations for camping and lodging are highly recommended during the busy season—November through April, and especially during peak visitation periods—Thanksgiving week, Christmas holiday season, and spring break.         Campground Reservations Advance reservations for campsites are highly recommended during the busy season—November through April, and especially during peak visitation periods—Thanksgiving week, Christmas holiday season, and spring break.         Lodging Reservations The Chisos Mountains Lodge, operated by Forever Resorts, Inc., is located in the Chisos Basin at 5,400 feet elevation. The lodge offers a variety of rooms and cottages, plus a gift shop and dining room. The lodge accepts reservations year-round.",
    "url": "https:\/\/www.nps.gov\/bibe\/planyourvisit\/permitsandreservations.htm"
}
