{
    "title": "Arches National Park: Transportation",
    "body": "Transportation       Background As part of its long term transportation planning effort, the park intends to manage traffic congestion within the park while maintaining and improving public access. This action is supported by the park’s Transportation Implementation Plan and Environmental Assessment (2006), and Executive Order 13514 on Federal Leadership In Environmental, Energy, and Economic Performance (2009), which requires agencies to measure, manage, and reduce greenhouse gas emissions toward agency-defined targets including a 30 percent reduction in vehicle fleet petroleum use by 2020. From 2004 to 2014, visitation increased from 733,131 to 1,284,767, an increase of more than 7.6 percent in 10 years. From 2004 to 2009 there was an increase of 100,000 cars annually, 36 percent more cars than documented in the 2006 Transportation Study. Arches also averages around 2,000 commercial bus tours a year with the busiest seasons from May through October. With this increase of visitation the park has seen an increase of parking issues that are no longer associated with holidays, weekends, or other special occasions. Parking congestion is now the norm from mid-March through early November.         Arches Recreational Visitors: 1971 - 2014 (click to view larger PDF version)           Arches Average Entry Vehicle Count by Week\/Month: 2000-2014 (click to view larger PDF version)        Congestion Management Study As part of its long-term transportation planning efforts, Arches National Park initiated an Alternative Transportation System and Congestion Management Study in 2011 to find a means to reduce traffic congestion, air and noise pollution, greenhouse gas emissions, and the impacts of transportation on Arches' valuable resources. The study aimed to achieve this reduction by decreasing the number of automobiles within the park while maintaining and improving public access and visitor experience. The study included both a shuttle alternative and non-shuttle alternatives to meet these goals. Alternative Transportation System and Congestion Management Study, Vol 1 (May 2012) Alternative Transportation System and Congestion Management Study, Vol 2 (Appendices) (May 2012) Findings Although it may seem that the shuttle would be the solution, planners determined that several factors would lessen the effectiveness of a shuttle. The length of the park's road system—a total of 52 miles—and the distance between several key areas in the park were significant barriers to a shuttle's success. Because of these factors, planners concluded that in a best-case scenario, shuttles would result in a reduction of 23-28 percent of cars, require one-way travel times up to one hour and 20 minutes, and would require $2-3 million to operate during a five-month season under a service contract. This cost does not include purchasing and maintaining the 14 buses required to provide the service. Planners also looked at the shuttle operations at Zion, Bryce and Rocky Mountain national parks and noted that although visitors enjoyed this option, the pulses of 40 or more visitors dropped off at a trail all at once, was causing significant resource damage and more crowding on the trails. Planning The park is in the process of looking at other congestion management solutions and strategies to alleviate traffic congestion, protect park resources, and provide a better visitor experience. Newsletters Read the Traffic Congestion Management Newsletter (October 2015) [3.5 MB PDF] Read the Traffic Congestion Management Newsletter (July 2015) [1.06 MB PDF] Other Resources Visit the Planning page to learn more about crowd management and other park plans. Learn more about your visit to Arches on our Traffic and Travel Tips page. See views of the Arches entrance road on our Webcams page.",
    "url": "https:\/\/www.nps.gov\/arch\/getinvolved\/transportation.htm"
}
