{
    "title": "Arches National Park: Laws & Policies",
    "body": "Laws & Policies       Basic Regulations All Arches visitors should know these simple ways their actions can help preserve the park. Superintendent's Compendium [719k PDF file] The purpose of the compendium is to provide the public and park employees with a document that lists the special designations, closures, permit requirements, public use limits, and other restrictions made at the superintendent's discretion. The compendium is updated annually and augments what is contained in the Code of Federal Regulations and other applicable federal statutes and regulations. Off-highway Vehicle (OHV) \/ All-terrain Vehicle (ATV) Determination [127k PDF file] Superintendent's determination prohibiting OHV\/ATV use in Southeast Utah Group parks Four-Wheel-Drive Requirement Determination [90.7k PDF file] Superintendent's determination requiring 4WD vehicles for designated roads in Arches Activities on Arches Determination [1.48MB PDF file] Superintendent's determination prohibiting walking, climbing, rappelling, or scrambling on arches in Arches and Canyonlands Unmanned Aircraft Systems Determination [923k PDF file] Superintendent's determination prohibiting unmanned aircraft in Southeast Utah Group parks.      Firearms  As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park.  It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state’s website.   Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.      Superintendent's Directives F-2: Fee collection procedures 09\/15\/1998 [51k PDF file] H-1: Cultural resources site disclosure policy  H-2: Collecting park resources 02\/15\/2011 [936k PDF file] N-1: Horse and pack animal policy 03\/20\/1995 [13k PDF file] N-2: Off-highway motor vehicle regulations for backcountry use 02\/03\/2006 [19k PDF file] N-4: Administrative access and fee waivers for researchers 09\/19\/1995 [12k PDF file] W-2: Segway guidance 09\/14\/2007 [27k PDF file]",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/management\/lawsandpolicies.htm"
}
