{
    "title": "Arches National Park: Crossword Puzzle",
    "body": "Desert Adaptations Crossword Puzzle       Arches National Park is in the high desert of the Colorado Plateau. It rains only about 4 to 13 inches (10 to 33 centimeters) a year here. To be able to survive in this harsh climate, plants and animals have many adaptations. This crossword puzzle is about some of those plant and animal adaptations.  You can print out the puzzle to complete it. The first letter of each word goes in the square whose number matches the clue number.               Clues fox  evening owl beetle coyote jackrabbit juniper tree sagebrush spadefoot  cactus  Across 4. You can find me almost anywhere in the United States. In the desert, I weight less, and my fur is shorter and thinner. It is also a lighter color to reflect sunlight and heat. I am a _ _ _ _ _ _. 5. My delicate white flowers bloom only once and only during the cool evening to reduce moisture loss. I am an _ _ _ _ _ _ _-primrose. 7. I can dig into the ground using the \"scrapers\" on the underside of my back legs. I wait there through the dry season. When I feel the vibrations of thunder, I return above ground. I am a _ _ _ _ _ _ _ _ _ toad. 9. My berries and tiny leaves are covered with a waxy coating. This helps keep me from drying out. I am a juniper _ _ _ _. 10. The hairs on gray-green leaves of the _ _ _ _ _ _ _ _ _ help protect it against heat, cold and dry winds.  Down 1. The veins in my long ears allow me to keep cool in the summer by radiating away up to one-third of my body heat. I am a _ _ _ _ rabbit. 2. Thick fur on my feet gives me traction on desert sands and insulates my toes from hot surfaces. I am about the size of a cat. I am a kit _ _ _. 3. My nickname is \"stinkbug\" because of the yucky black liquid I spray to protect myself from predators. I am active during the cooler part of the day. I am a darkling _ _ _ _ _ _. 6. I am covered with spines. They discourage animals that would like to eat me. I am a _ _ _ _ _ _. 8. My night vision is so good that I can hunt in almost complete darkness. I am sometimes known as a \"flying tiger\" because I will prey upon animals as large as a skunk. I am an _ _ _.   Once you have the puzzle solved, click here to check your answers.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/kidsyouth\/desertadaptations.htm"
}
