{
    "title": "Thomas Edison National Historical Park: Theo Wangemann's 1889-90 European Recordings",
    "body": "Theo Wangemann’s 1889-90 European Recordings         Theo Wangemann in Berlin, Germany, 1889 National Park Service  Theo Wangemann's 1889-1890 European Recordings Theo Wangemann was the world's first professional sound recordist -- the first person whose primary job was to coordinate musical recording sessions and to develop improved methods of capturing musical performances. Hired by Thomas Edison in 1888, he oversaw the first methodical production of musical recordings for the wax cylinder phonograph at Edison's West Orange, New Jersey laboratory in 1888-89 and then played a prominent role in introducing the same invention to continental Europe. Until now, he has been best known as the technician who recorded Johannes Brahms at the piano in Vienna on December 2, 1889. This cylinder is of great historical interest, but it is badly damaged and does not do justice to Wangemann's legacy as an expert recordist. In 2011, the National Park Service digitized a box of unique wax cylinder recordings made by Wangemann during his European trip of 1889-90. The recordings include the voices of the eminent German historical figures Otto von Bismarck and Helmuth von Moltke, several performances by important musicians of the period, and even a home recording in which some of Wangemann's relatives send greetings to family members who had emigrated to America a decade earlier. The Moltke recordings have special interest as the only known examples we can listen to today of the voice of someone born in the eighteenth century. Overall, these recordings give us a cross-section of the pioneering work of the first-ever professional recording engineer. The recordings are available here in MP3 format. Learn about Wangemann's remarkable travels and career by reading these two original essays:   Prince Bismarck and Count Moltke Before the Recording Horn: The Edison Phonograph in Europe, 1889-1890, by Stephan Puille       Theo Wangemann, a biography by Patrick Feaster     The Recorded Sound Archive at Thomas Edison National Historical Park The National Park Service preserves approximately 28,000 disc phonograph records, 11,000 cylinder phonograph records, and 9800 disc metal molds at Thomas Edison National Historical Park. Click here for more information about the Recorded Sound Archive. Over 100 recordings from the archive can be heard in MP3 format from the \"Listen to Edison Sound Recordings\" pages of the Thomas Edison National Historical Park website. A much larger number of recordings from the archive are available via the \"Thomas Edison's Attic\" radio program website. (\"Thomas Edison's Attic\" aired from May 2003 until October 2007 on WFMU, a non-profit radio station in Jersey City, New Jersey.) Click here for a list of current compact discs that include recordings from the archive.",
    "url": "https:\/\/www.nps.gov\/edis\/learn\/photosmultimedia\/theo-wangemann-1889-1890-european-recordings.htm"
}
