{
    "title": "Arches National Park: Soils",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Soils                Soils        Seedling in biological soil crust NPS Photo by Neal Herbert       Biological soil crust is a living groundcover that forms the foundation of high desert plant life in Arches and the surrounding area. This knobby, black crust is dominated by cyanobacteria, but also includes lichens, mosses, green algae, microfungi and bacteria. Cyanobacteria, previously called blue-green algae, are one of the oldest known life forms. It is thought that these organisms were among the first land colonizers of the earth's early land masses, and played an integral role in the formation and stabilization of the earth's early soils. Extremely thick mats of these organisms converted the earth's original carbon dioxide-rich atmosphere into one rich in oxygen and capable of sustaining life. When wet, Cyanobacteria move through the soil and bind rock or soil particles, forming an intricate web of fibers. In this way, loose soil particles are joined together, and an otherwise unstable surface becomes very resistant to both wind and water erosion. The soil-binding action is not dependent on the presence of living filaments. Layers of abandoned sheaths, built up over long periods of time, can still be found clinging tenaciously to soil particles, providing cohesion and stability in sandy soils at depths up to 10cm. Nitrogen fixation is another significant capability of cyanobacteria. Vascular plants are unable to utilize nitrogen as it occurs in the atmosphere. Cyanobacteria are able to convert atmospheric nitrogen to a form plants can use. This is especially important in desert ecosystems, where nitrogen levels are low and often limiting to plant productivity. Soil crusts have other functions as well, including an ability to intercept and store water, nutrients and organic matter that might otherwise be unavailable to plants.         Watch Your Step! Help us protect park soils during your visit. Please walk on trails, rock or in sandy washes (where water flows when it rains), and keep all vehicles and bikes on designated roads.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/soils.htm"
}
