{
    "title": "Arches National Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs        Utah juniper NPS Photo by Neal Herbert       Studying the woody plants of Arches is made easy by the fact that, as a rule, they grow rather small and far apart. Limited by lack of water, shrubs and trees must disperse in order to survive. Once established, these desert plants are tenacious. Their roots will split rocks in search of nutrients, and many can live over 100 years. Shrubs and trees are distinguished by their height (a less reliable indicator in the desert) and the number of stems (shrubs have several). Common shrubs include Mormon tea, blackbrush, four-wing saltbush and cliffrose. Mormon tea contains a drug similar to ephedrine, which is used in nasal decongestants and as a stimulant. Blackbrush is important winter forage for desert bighorn sheep, despite its thorny nature. In Arches, tree diversity is greatest in riparian corridors where water is plentiful. Netleaf hackberry, box elder, Russian olive, tamarisk and Fremont’s cottonwood grow in these areas. Both Russian olive and tamarisk are non-native species that can supplant native trees and significantly alter stream environments. Mixed stands of pinyon, a type of pine, and Utah juniper cover millions of acres in the southwest, including much of Arches. These trees grow closely associated and dominate the landscape in dry, rocky terrain at elevations between 4,500 and 6,500 feet. As elevation decreases, trees become more scattered and Juniper more common because it is more drought resistant than pinyon. Pinyons have crooked trunks, reddish bark and are very slow growing. Trees 4 to 6 inches in diameter and 10 feet tall may be 80 to 200 years old. Their root systems are extensive and often mirror the size of the above ground tree. Pinyons produce compact cones that contain tasty, protein-rich seeds called pine nuts. Pine nuts were a major source of food for Native Americans and are still popular today. Animals like the bushy-tailed woodrat, the pinyon mouse and the pinyon jay also prize them. The Utah juniper is the classic desert tree. Its twisting, often-dead branches seem to epitomize the struggle of life with little water. When moisture is scarce, a juniper will actually stop the flow of fluids to some outer branches so that the tree has a better chance for survival. Scale-covered leaves and bluish, waxy-coated seeds help the tree conserve moisture.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/treesandshrubs.htm"
}
