{
    "title": "Arches National Park: Science & Research",
    "body": "Scientific Research        Monitoring soil conditions        National parks protect a tremendous variety of natural and cultural wonders that provide countless opportunities for scientific research. Studying the arches at Arches -- or, at other parks, the features for which they were established -- is only part of the picture. Since many parks prohibit activities that occur elsewhere on public and private lands (such as mining, grazing, and off-road vehicle use), they can serve as \"control\" areas to which scientists can compare the effects of these activities elsewhere. National parks in the American West often serve as the best model for what an undisturbed landscape should look like.  In addition to such far-ranging benefits, research in Arches also aids park managers. Much like a physician monitors a patient’s heartbeat and blood pressure for diagnostic purposes, National Park Service officials need accurate information about the resources in their care. Specifically, they need to know how and why natural systems change over time, and what amount of change is normal, in order to make sound management decisions. The Inventory & Monitoring program consists of scientists who monitor the \"vital signs\" of Arches' ecosystems. Other field work is conducted by park staff, graduate students, or independent researchers. The summaries below describe over a decade of field work done in the park. These files require Adobe Acrobat Reader for viewing. 2012 Research Summary [235k PDF File] 2011 Research Summary [123k PDF File] 2010 Research Summary [109k PDF File] 2009 Research Summary [105k PDF File] 2008 Research Summary [84k PDF File] 2007 Research Summary [86k PDF File] 2006 Research Summary [294k PDF File] 2005 Research Summary [315k PDF File] 2004 Research Summary [188k PDF File] (No summaries submitted for 2003) 2002 Research Summary [121k PDF File] 2001 Research Summary [184k PDF File] More Information For more information or to apply for a research permit, visit the NPS online Research Permit and Reporting System.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/research.htm"
}
