{
    "title": "Arches National Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles        Western Collared Lizard NPS File Photo       Along with cacti and sand dunes, reptiles have become icons of the desert. The only reptiles found in Arches are snakes and lizards. These underappreciated, sometimes feared, animals play an important role in the high desert ecosystem. Lizards and snakes help control insect and rodent populations. In turn, both are potential meals for birds and mammals. All reptiles are cold-blooded or, more accurately, “ectothermic,” regulating body temperature via external sources rather than internal metabolism. A reptile’s metabolic rate is very low, but so are its energy needs. Since keeping warm in the desert does not require much work, reptiles are well adapted to this environment. What energy they do generate can be used for reproduction and finding food instead of heating and cooling. Of course, there are drawbacks to this lifestyle. Since they don’t pant or sweat, reptiles can’t endure extremely high temperatures without shade. Nor can they endure prolonged sub-zero temperatures. When it’s cold, reptiles hibernate or enter into an inactive torpor. Food stored as fat in their tails helps lizards survive these long periods of inactivity, so losing a tail can be life threatening. If you visit Arches during the summer, you are sure to see lots of lizards. After birds, these reptiles are the most active animals once daytime temperatures reach 90 degrees and higher. They are usually visible sunbathing on rocks or chasing insects with their lightning-quick reflexes. Lizards found here include the northern whiptail, the desert spiny, and the colorful western collared lizard. Most of the snakes found in Arches are harmless and nocturnal. All will escape from human confrontations given the opportunity. The midget-faded rattlesnake, a small subspecies of the western rattlesnake, has extremely toxic venom. However, full venom injections occur in only one third of all bites. The midget-faded rattlesnake lives in burrows and rock crevices and is mostly active at night.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/reptiles.htm"
}
