{
    "title": "Arches National Park: Lightscape \/ Night Sky",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Lightscape \/ Night Sky                Lightscape \/ Night Sky        The night sky at Delicate Arch Photo by Dan and Cindy Duriscoe       For thousands of years, observing the night sky has been fundamental to human life and survival. The sky was a major symbol in the natural world of order and cyclic repetition. Studying the skies brought a sense of normalcy to people’s lives. Movement of the planets and stars helped farmers determine when to plant and harvest crops and guided ritual and religious observances. Interpretations of the celestial bodies varied widely among cultures, but often the sky was considered the abode of gods, a place humans could never touch. How do we know that sky watching was important to people of the past? Folk stories, myths, elaborate rituals and festivals, dance and costumes, and complex and symbolic architecture survive today.   Astronomers today ask the same questions posed millennia ago by people sitting around a campfire at night. Those people wondered about the meaning of the flickering but eternal stars overhead and the fragile transient life around them. Today we sometimes take the vast wealth of information on the night sky for granted or are amazed by the accomplishments of ancient astronomers. Our complacency results from our own night blindness, a symptom caused by our brightly lit and building-enclosed world. Even though we no longer need to track celestial events for our daily survival, we still enjoy gazing at the sky’s majestic beauty.   Yet this simple pleasure is denied to 90 percent of the world’s population. Not only is light pollution an aesthetic problem but it also affects our sense of perspective. Most of the world’s population can no longer ponder Earth’s place in the universe because light pollution of the night sky shrinks the visible universe down from millions of light years to a few miles. One of our most ancient and universal cultural values is threatened and may become extinct.   In Arches National Park, we can re-enact that thousand-year-old campfire scene. Campers settling in for the night watch the unfolding drama of our galaxy as stars uncloak one by one. Soon the night sky is filled with thousands of glittering jewels, too many to count. Occasionally, a meteor blazes across the sky. The final act is one that may only be viewed by ten percent of the world’s inhabitants and is the most majestic and breathtaking of scenes. Spanning the sky like a cloud of light is a region known as the Milky Way. Earthlings peering into this “band of mist” are looking at the center of our galaxy.   Yet light pollution from nearby towns has become evident even here in the last few years. As these towns grow, so grows the amount of light that encroaches on the dark skies of Arches. Advertising and display lighting, building illumination, upward floodlighting and domestic and industrial security lights vanquish the dark into shadowy corners. How do we protect the beauty of our night skies? Should we turn off street lamps and exterior building lights in favor of dark skies and forego private and public safety and security? Does this starry wilderness deserve the same protection afforded to other resources of this national park? To date there is no federal legislation mandating preservation of the night sky. What is the solution? Do we need another federal regulation?   Fortunately, with some modifications of lighting sources and forethought about the placement of lighting, the needs of safety and security and dark skies can all be accommodated. Light pollution is mostly the product of public lighting that goes to waste. In the United States alone, billions of dollars a year in energy costs could be saved by replacing high wattage, unshielded street lamps and exterior lights with well-directed, lower wattage, shielded lights. Shields would allow the same amount of light to be delivered to the ground where it is needed for safety and security. Additionally, less carbon dioxide and other pollutants would be introduced into the atmosphere because power plants would be producing less energy for lighting. Meanwhile, night-sky watching in Arches remains a democratic joy, available to all and open every night from dusk to dawn. Turn out the lights and look to the dark sky for a great and cosmic show.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/lightscape.htm"
}
