{
    "title": "Arches National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        Datura (Datura wrightii) produces the largest flower in canyon country (NPS PHOTO BY THEA NORDLING)       Many visitors are surprised at the amount of vegetation in Arches. Plants are critical components of all ecosystems, and Arches is no exception. Plants capture particulate dust in the air, filter gaseous pollutants, convert carbon dioxide to oxygen, provide animal habitat and possess many raw materials useful to humans. Diverse plant communities thrive in patches of biological soil crust, while others seem to grow right out of cracks in the rock. Many adaptations enable desert plants to survive the extremes of temperature and aridity found in Arches. These adaptations are grouped in three categories: drought escapers, drought resistors and drought evaders. Drought escapers are plants that make use of favorable growing conditions when they exist. These plants are usually annuals that grow only when enough water is available. Seeds may lie dormant for years if conditions are not favorable. Most grasses are escapers, as are wildflowers that bloom after seasonal rains during spring or late summer. Drought resistors are typically perennials. Many have small, spiny leaves that reduce the impact of solar radiation, and some may drop their leaves if water is unavailable. Spines and hairy leaves act to reduce exposure to air currents and solar radiation, limiting the amount of water lost to evaporation. Cacti, yuccas and mosses are examples of drought resistors. Yuccas have extensive taproots that are able to use water beyond the reach of other plants. Moss, a plant not commonly associated with deserts, thrives because it can tolerate complete dehydration: when rains finally return, mosses green up immediately. Drought evaders, the final group, survive in riparian areas where water is plentiful. Monkey flower, columbine and maidenhair fern are found in well-shaded alcoves near seeps or dripping springs. Cottonwoods and willows require a lot of water, and only grow along river corridors and intermittent streams where their roots can reach the water table easily. Soil chemistry and depth are also important factors that influence where plants grow. Deep soils tend to be covered with grasses. Shrubs like blackbrush and purple sage favor shallow sandy soil, while greasewood and Mormon tea are signs of alkalinity. The dominant plant community in Arches, the pinyon-juniper woodland, colonizes rocky soils and fractured bedrock. Non-native plant species can also be found at Arches. Tamarisk lines waterways throughout the Colorado River drainage system with its feathery foliage, and Russian thistle (also known as tumbleweed) lines many trails and roadsides with its distinctive thorns.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/plants.htm"
}
