{
    "title": "Arches National Park: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals        Though not uncommon, larger mammals like the red fox are rarely seen PHOTO BY LEE KAISER       Almost 50 species of mammal are known to live in Arches. Some, like desert cottontails, kangaroo rats and mule deer, are common and may be seen by a majority of visitors. However, many desert animals are inactive during daylight hours or are wary of humans, so sightings can be truly special events. Tracks and scat are the most common signs of an animal’s presence. Arches’ hot climate and lack of water favors small mammals. Because of their size, these animals are less able to migrate, but have an easier time finding shelter and require less food and water to live. Rodents are numerous: there are eleven species of mice and rats alone. One animal uniquely adapted to life in the desert is the kangaroo rat. This rat lives its entire life consuming nothing but plant matter. Its body produces water by metabolizing the food it eats. However, even the kangaroo rat is prone to spending the hottest daylight hours sleeping in a cool underground burrow and may even plug the opening with dirt or debris for insulation. Larger mammals, like mule deer and mountain lions, must cover more territory in order to find food and water, and sometimes migrate to nearby mountains during summer. In Utah, around 80% of a mountain lion’s diet consists of mule deer, so these animals are never far apart. However, unlike mule deer, mountain lion sightings are very rare. Desert bighorn sheep live year-round in Arches, and are frequently sighted along Highway 191 south of the visitor center. These animals roam the talus slopes and side canyons near the Colorado River, foraging on plants and negotiating the steep, rocky terrain with the greatest of ease. Once in danger of becoming extinct, the desert bighorn are now making a tentative comeback that has been fueled by the healthy herds in nearby Canyonlands National Park.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/mammals.htm"
}
