{
    "title": "Arches National Park: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Geology               Geologic Formations        NPS\/Neal Herbert       A Story in Stone The story of Arches begins roughly 65 million years ago. At that time, the area was a dry seabed spreading from horizon to horizon. If you stood in Devils Garden then, the striking red rock features we see today would have been buried thousands of feet below you, raw material as yet uncarved. Then the landscape slowly began to change. First, geologic forces wrinkled and folded the buried sandstone, as if it were a giant rug and someone gathered two edges towards each other, making lumps across the middle called Anticlines. As the sandstone warped, fractures tore through it, establishing the patterns for rock sculptures of the future. Next, the entire region began to rise, climbing from sea level to thousands of feet in elevation. What goes up must come down, and the forces of erosion carved layer after layer of rock away. Once exposed, deeply buried sandstone layers rebounded and expanded, like a sponge expands after it's squeezed (though not quite so quickly). This created even more fractures, each one a pathway for water to seep into the rock and further break it down. Today, water shapes this environment more than any other force. Rain erodes the rock and carries sediment down washes and canyons to the Colorado River. In winter, snowmelt pools in fractures and other cavities, then freezes and expands, breaking off chunks of sandstone. Small recesses develop and grow bigger with each storm. Little by little, this process turns fractured rock layers into fins, and fins into arches. Arches also emerge when potholes near cliff edges grow deeper and deeper until they wear through the cliff wall below them. Over time, the same forces that created these arches will continue to widen them until they collapse. Standing next to a monolith like Delicate Arch, it's easy to forget that arches are impermanent. Yet the fall of Wall Arch in 2008 reminded us that this landscape continues to change. While some may fall, most of these arches will stand well beyond our lifetime: a lifetime blessed with an improbable landscape 65 million years in the making.      Read More  Arches Everything you need to know about the park's most famous geologic formations. Rock Stars Tallest, longest, most famous: check out the park's rock stars. Desert Varnish What's that black streaking on the rocks? Fallen Arches What happens when arches fall? Rock Strata A chart of the rock layers in the area Tafoni What's that strange honeycomb formation in the rocks? Types of Arches What kind of arch is that?",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/geologicformations.htm"
}
