{
    "title": "Arches National Park: Arches",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Arches                 Arches        South Window NPS\/Neal Herbert       Why are there so many arches at Arches? Arches National Park has the densest concentration of natural stone arches in the world. There are over 2,000 documented arches in the park, ranging from sliver-thin cracks to spans greater than 300 feet (97 m). How did so many arches form? First, you need the right kinds of rock. Sandstone is made of grains of sand cemented together by minerals, but not all sandstone is the same. The Entrada Sandstone was once a massive desert, full of shifting dunes of fine-grained sand. The grains are nearly spherical so, when packed together, they formed a rock that is very porous (full of tiny spaces). In contrast, the Carmel layer just beneath the Entrada contains a mix of sand and clay. Clay particles are much smaller than sand grains; a lot of them can pack together and fill in gaps between the sand grains, making the rock denser and less porous than a purer sandstone. Crack it into parallel lines. Deep beneath the surface lies a thick layer of salts. Squeezed by the tons of rock above it, the salt flowed and bulged upward, creating long domes. The rock layers covering these domes were forced to crack, like the surface of freshly-baked bread, into a series of more-or-less parallel lines. Next, add the right amount of rain. On average, the park receives 8-10 inches (18-23 cm) of precipitation a year. That might not sound like much, but it's enough to keep the engines of erosion working 24 hours a day, 365 days a year. Drops of rainwater soak into the porous Entrada sandstone easily and then slowly dissolve the calcite bonding the sand together – in other words, rotting the rock from the inside out. Water puddles just above the denser Carmel layer where it erodes a cavity, like food trapped between your teeth. In winter, water trapped between the two layers expands when it freezes and pries the rock apart. If the park received too much precipitation, the sandstone could erode so quickly that arches might not have time to form. If it never rained here, the engines of erosion would stop. Make sure your rocks don't rock & roll. Luckily, earthquakes are rare in this area. If the ground shook often, these massive outdoor rock sculptures would splinter and collapse. The fact that over 2,000 still stand, waiting for visitors to discover them, tells us this area has been rather geologically stable for at least 50,000 years. Lastly, pick the right time to visit. (You did.) The rock layers visible in the park today were once buried by over a mile of other rock that had to erode first to expose what lied beneath. Visitors one million years ago might have seen an endless flat plain dotted with vegetation. Imagine a visit 100,000 years in the future, when the Entrada and Carmel layers have fully worn away. What new rock shapes might you discover then?       Read More Rock Stars Tallest, longest, most famous: check out the park's rock stars.  Fallen Arches What happens when arches fall?  Types of Arches What kind of arch is that?",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/nature\/arches.htm"
}
