{
    "title": "Arches National Park: Courthouse Wash Panel",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Courthouse Wash Panel                Courthouse Wash Panel        Pictograph panel before 1980 defacement and restoration NPS photo       Rock art is often found at crossroads and near waterways. One such site can be seen a few miles north of Moab, where Courthouse Wash joins the Colorado River. This large and colorful panel displays evidence of people's passage for hundreds of years. Although rock art cannot be dated, it is thought that Archaic Indians first painted the long, tapered figures in what archeologists call the Barrier Canyon style. Later, ancestral Puebloans or Utes added bright white circular forms that resemble shields. Petroglyphs - images pecked, incised or abraded on stone - by Utes appear elsewhere on the wall and adjacent boulder, and on the walkway below. In 1980, this ancient rock art was vandalized. The National Park Service cleaned the panel, and restoration work revealed older pictographs beneath the white shields. While the original brilliant pigments are gone forever, their absence provided an opportunity to use new technologies to gather additional information about the panel. In 2008, as part of the Multi-Spectral Imaging Project, the panel was photographed in the infrared spectrum, and a comparison with a regular photograph revealed figures not previously visible to the naked eye. Archeologists are using this exciting information to establish a new baseline from which to monitor change in the panel and analyze the order in which individual elements were painted.       Panel photographed in visible light Photo by Bud F. Turner, WildLight Photography        Panel photographed in infrared light Photo by Bud F. Turner, WildLight Photography       Most damage to rock art is done inadvertantly. Help preserve rock art by not touching it, and by not leaving marks or graffiti on this or other canyon walls.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/historyculture\/courthouse-wash.htm"
}
