{
    "title": "Arches National Park: Tiny Forests in the Desert",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Tiny Forests in the Desert                Tiny Forests in the Desert        A tiny forest of hairless twisted moss on slopes of biological soil crust. NPS Photo by Neal Herbert              Tiny Forests in the Desert     Like trees in a forest, biological soil crusts play a key role in the ecosystems in which they are found. Listen as Dr. Sasha Reed, research ecologist with the U.S. Geological Survey, explains why damage to soil crust communities can have greater consequences than you might think. Dr. Reed was awarded the Presidential Early Career Award for Scientists and Engineers in 2011.  Duration:5 minutes, 53 seconds      Credit \/ Author: Jennifer Jerrett   Date created: 2012-09-09           Audio Transcript [chain saw][Jennifer Jerrett]: You might not associate the sounds of clear cutting with the desert, but something similar is happening around the national parks in southern Utah, and it's right under foot. [footsteps][Jerrett]: I'm in Arches National Park, and I'm on the hunt for biological soil crust. This stuff is alive. It's made up of lots of little organisms, and it's found all over the world, almost anywhere that the soil can see the sun.In deserts like this one, the soil sees a lot of sun, so I'm not going to have to go too far to find some really nice specimens, and in fact, here we are.So, from where I’m standing, it just kind of looks like a dark, well, crusty layer on the top of the soil, and I suppose that's not too surprising. But if I get closer, I start to see tiny sand castles, and some of them look like they're covered in soot. And if I get really close—now I'm actually looking through a magnifying lens—I see a garden full of mosses, and multicolored lichens and cyanobacteria. (You can look that one up later).It really is a forest in miniature. There are other similarities between trees and crust too. Trees photosynthesize. So does crust. In a forest, leaves fall and decompose, boosting soil fertility. Here in the desert, crust organisms help soil fertility too. And just like trees in a forest, crusts prevent erosion.[Sasha Reed]: One of the things that makes them very special in these sandy places... [Jerrett]: That's Sasha Reed, scientist with the U.S. Geological Survey, in Moab, Utah.[Reed]: ...is that they exude this glue. they ooze out these polysaccharides, these sticky sugars, and that sticky sugar will hold the soil particles, the sand grains in place, and it's incredibly strong. It holds the place in place, is what we like to say.The crusts are very resilient to a lot of things like high-speed winds and crazy amounts of water. They've really evolved a way to be able to resist that kind of disturbance, but they're incredibly sensitive to disturbance that compresses them. Stepping on the crusts, riding your bike on the crusts, driving your car on the crusts, putting cattle on the crusts, those things will absolutely bust the crust.[Jerrett]: When crusts are disturbed like this, they can't \"hold the place in place\" any more, and because of blowing sand and dust, those initial disturbances can spread.[Reed]: If that role of holding the soil in place is taken away, that sand is going to blow, and the thing about dust-- it goes next door, it covers the crust next door, maybe healthy crust, and because that crust needs to see the sun to survive, to photosynthesize, it will kill that crust as well.[Jerrett]: So now we’re moving from something localized to something bigger, much bigger.[Reed]: There's some really interesting work that's happened here with dust lately, to show that dust that's produced from disturbance blows onto the snowpack of the Rocky Mountains. It changes the color of the snow, and that changes the energy balance, making the snow melt faster. And that's predicted to result in a five-percent decline in the Colorado River flow.[Jerrett]: Not so great for a place that's already pretty dry.[Reed]: So if you have more dust moving around the Earth, it's not just changing the place where the dust came from, it's changing the place where the dust goes to.[Jerrett]: Who knew organisms so tiny could be so important?[Reed]: And that when they go away, we just see things blow in ways that are apocalyptic. I mean, it's just a really big deal. It's a huge role that they play at the global scale.[Jerrett]: And while we're thinking big, thinking global, let's go back to that idea of deforestation.[chain saw][Jerrett]: Clear cutting in the rain forest has dramatic effects. It changes local hydrology, species diversity, and soil fertility. [Reed]: Biological soil crusts and dryland ecosystems can be the same way, it's just really small. You've got to get on your hands and knees to be able to see the forest.[tree falls][Reed]: Everything is connected. If you're cutting down the forests of crusts, if you destroy these areas, you change everything.[Jerrett]: So what do we do, stay home? Never get out of the car? Or maybe we should only read about the parks online. I mean, really, is there any hope?[Reed]: There's so much hope. Absolutely. I mean, these are survivors. These organisms just need us to give them the chance to either stay healthy or to return to health.[Jerrett]: If we just watch our step. Because if we pay attention, we stand a much better chance of not missing the forest for the trees. At Arches National Park, I'm Jennifer Jerrett.       Watch Your Step! Help us protect soil crusts during your visit. Please walk on trails, rock or in sandy washes (where water flows when it rains), and keep all vehicles and bikes on designated roads. Learn More Read more about soil crust at Arches National Park Read more about soil crust at www.soilcrust.org View more soil crust images on our Flickr page.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/photosmultimedia\/tinyforests.htm"
}
