{
    "title": "Arches National Park: Prehistoric Visitors",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Prehistoric Visitors                Prehistoric Visitors        Wolfe Ranch petroglyph panel NPS photo       Rocks have attracted visitors to Arches National Park for thousands of years. The earliest visitors weren't just sight-seeing, though. Hunter-gatherers migrated into the area about 10,000 years ago at the end of an Ice Age. As they explored Courthouse Wash and the Salt Valley area, they found pockets of chert and chalcedony: two forms of microcrystalline quartz perfect for making stone tools. Chipping or knapping these rocks into dart points, knives, and scrapers, they created debris piles that are still visible to the trained eye. Then, roughly two thousand years ago, the nomadic hunters and gatherers began cultivating certain plants and settled the Four Corners region. These early agriculturalists, known as ancestral Puebloans, raised domesticated maize, beans, and squash, and lived in villages like those preserved at Mesa Verde National Park. Few dwellings have been found in Arches, which was the northern edge of ancestral Puebloan territory, so it's possible they only visited seasonally - or that their dwellings have been lost to time. What does remain, though, are their drawings. Rock art panels are an invitation to wonder: Who made this? What were they thinking? Like earlier people, the ancestral Puebloans also left lithic scatters, often near waterholes where someone may have shaped tools while watching for game. The Fremont were contemporaries of the ancestral Puebloans who lived just to the northwest. Distinctions between the two cultures are blurry, though certain characteristics of Fremont rock art, pottery, and other artifacts clearly demonstrate the existence of different technologies and traditions. For a variety of reasons, people began leaving the region about 700 years ago. Descendents of the ancestral Puebloans include people living in modern-day pueblos like Acoma, Cochiti, Santa Clara, Taos, and the Hopi Mesas. As the ancestral Puebloan people were leaving, nomadic Shoshonean peoples such as the Ute and Paiute entered the area and were here to meet the first Europeans in 1776. The petroglyph panel near Wolfe Ranch is believed to have some Ute images since it shows people on horseback, and horses were adopted by the Utes only after they were introduced by the Spanish.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/historyculture\/prehistoric-visitors.htm"
}
