{
    "title": "Arches National Park: Publications",
    "body": "Explore This Park    Plan Your Visit     Publications            Publications      These publications are freely distributed by the National Park Service. You may download your own copies to bring with you on your visit. All require Adobe Acrobat Reader for viewing.  Park Map [200k PDF File] General, four-color map handed out at the entrance station. Visitor Guide [3 MB PDF file] The official newspaper of Arches National Park. Eight pages of feature articles and visit recommendations. Full color. Includes park map. Camping Options Area Campground Information [753k PDF File] An overview of camping options on public lands around Moab (includes map).  Backpacking Information [645k PDF file] A review of the regulations, permit requirements, and park locations open to overnight camping. Flowers Alphabetical List [23k PDF File] List sorted by bloom date [23k PDF File] List sorted by bloom month [30k PDF File]  Foreign Language Information Chinese [1.6 MB PDF File] Dutch [1.2 MB PDF File] French [1.3 MB PDF File] German [1.2 MB PDF File] Italian [1.2 MB PDF File] Japanese [1.6 MB PDF File] Spanish [1.2 MB PDF File] Other Park Information Bear Safety [711k PDF File]Did you know that Arches is bear country? Black bears wander into the park from nearby mountains.Gnats [122k PDF File] A little background information on one of the park's least favorite insects.  Human History [222k PDF File] An introduction to the cultural history of Arches. Fits on legal-size paper. This publication is also available as an HTML document. Junior Ranger Booklet [5 MB PDF File] Filled with fun activities, this 12-page booklet reveals the wonders of Arches to kids and parents alike.  Lost Spring Canyon [207k PDF File] Details about this 1998 addition to Arches. Outdoor Education Curriculum [various PDF files] Outlines of field trips used by the Canyon Country Outdoor Education Program for grades one through six. Student Information [14 MB PDF file] Preparing a report on Arches? Our student information provides a great introduction to the park. Print quality. Tour Bus Information [224 MB PDF file] Bringing a tour bus to Arches? This two-page brochure lists places to go, places to avoid and special considerations for operating a tour bus in the park. Trail Guides Devils Garden [816k PDF file] Wolfe Ranch [172k PDF file]PhotographsDownload free, public-domain images of Arches at our Photo Gallery or on our Flickr site.BookstoreOur bookstore contains, maps, guidebooks, and many other publications about Arches.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/publications.htm"
}
