{
    "title": "Arches National Park: Geology of Arches",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Geology of Arches                Geology of Arches Video       The sculpted rock landscape of Arches compels the imagination to ponder, \"How did this form?\" Geologists ask the same question, continually refining their understanding through years of study. This video clip compresses decades of scientific learning - and hundreds of millions of years of planetary time - into a short (3.5 minute) animation.             Geology of Arches   Loading the player...    Transcript Over 300 million years ago, our Earth’s surface was very different. The land masses were drifting, colliding, and transforming. As tectonic forces pushed and pulled what was to become North America, the ancestral Rocky Mountains rose. To the west of these mountains, faulting and subsidence created the Paradox Basin. Over the next  15 million years, changing sea levels filled the basin 29 times. Each time the oceans  receded, salt water became trapped in the basin. The trapped water evaporated, leaving a massive deposit of salt over 5,000 feet thick. As time passed, the mountain range eroded. Vast amounts of sand, rock, and debris accumulated on top of the salt layer. Under this tremendous pressure, the softer salt beds  were forced westward. When the salt encountered deep faults, it was blocked and forced upwards. Over the next 75 million years, an enormous salt wall 2 miles high, 3 miles wide, and over 70 miles long was created. Eventually the salt stopped flowing and a mile-thick layer of rock was deposited over it. Then some 60 to 70 million years ago tectonic forces caused some of the deeper rock to bend, forming a dome. Long, parallel cracks called joints formed in this bent rock.Later, when the Colorado Plateau rose, the Colorado River and its tributaries eroded away most of this mile-thick layer of stone. When the cracks became exposed at the surface, water seeped through the joints, allowing some of the salt to dissolve. With this salt removed, the unsupported stone collapsed over time creating Salt Valley. At the edges of Salt Valley, some of the fractured rock layers continued to erode, forming thin sandstone walls called fins. These fins were slowly worn down, and sand collected between the closely spaced vertical walls. Slightly acidic rain water combined with carbon dioxide in the air, forming carbonic acid in the trapped sand. Over time, the acid dissolved the calcium carbonate that held the sandstone together, slowly wearing away the rock until openings were formed. In other fins, an exposed layer of weaker rock lay beneath a stronger one. The weaker stone weathered first, undercutting the upper layers, and creating a hole. In both cases, the weight of the overlying rock caused fracturing above the opening. Eventually gravity pulled the loosened stone away, creating the distinctive natural arch formations. Water and time continue a relentless sculpting of this landscape, creating and transforming the natural wonders of Arches National Park. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 32 seconds  Witness 300 million years of planetary change unfold in 3.5 minutes, creating the valleys, arches, and spires visible in the park today.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/photosmultimedia\/geologyvideo.htm"
}
