{
    "title": "Arches National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     August 14, 2015  Arches and Canyonlands National Parks’ Entrance, Campground, and Fiery Furnace Fee Increases Begin October 1  Entrance, campground, and Fiery Furnace fees at Arches and Canyonlands National Parks will increase on October 1, 2015 in order to fund important maintenance and improvement projects within the parks.   July 16, 2015  Arches and Canyonlands National Parks Seek Public Input on Traffic Congestion Management Plan  The National Park Service (NPS) is developing a Traffic Congestion Management Plan for Arches and Canyonlands national parks to consider ways to reduce parking congestion and related crowding problems in the parks.   June 29, 2015  National Park Service Announces 2015 Fire Restrictions  Due to very dry conditions and increasing fire danger in Southeast Utah, Superintendent Kate Cannon has announced fire restrictions for Arches and Canyonlands national parks, and Natural Bridges and Hovenweep national monuments.   March 26, 2015  Arches National Park Resumes Temporary Closure of Climbing Routes  With the return of spring, many climbing routes or features inside Arches National Park again have been temporarily closed to rock climbing to protect sensitive wildlife species in accordance with the authority of Title 36 Code of Federal Regulations (CFR), Part 1, Section 1.5(a)(1).   March 09, 2015  Delicate Arch\/Wolfe Ranch Parking Lot  Construction Project Delayed  Phase one of a construction project to expand capacity at the Delicate Arch\/Wolfe Ranch trailhead parking which was scheduled to begin March 2, 2015 and last through April 2015 will now begin March 23, 2015 and last through May.   February 09, 2015  Delicate Arch \/ Wolfe Ranch Parking Lot Construction Project to Begin in Arches National Park  Phase one of a construction project to expand capacity at the Delicate Arch\/Wolfe Ranch trailhead parking lot is scheduled to begin March 2, 2015 and last through April 2015.   February 01, 2015  2015 Community Artist Announced  The National Park Service's Southeast Utah Group (Arches and Canyonlands national parks and Hovenweep and Natural Bridges national monuments) is pleased to announce that Katrina Lund has been selected as the 2015 Community Artist in the Parks (CAIP).   January 09, 2015  Arches and Canyonlands National Parks Seek Public Input on Proposed Entrance, Campground, and Fiery Furnace Fee Increases and Congestion Management Strategies  The National Park Service is seeking public comment on a proposal to raise entrance, campground, and Fiery Furnace fees at Arches and Canyonlands national parks, and input regarding strategies to manage vehicle congestion.   January 05, 2015  National Parks Announce Fee Free Days for 2015  Arches and Canyonlands national parks and Hovenweep and Natural Bridges national monuments join national parks across the country in waiving entrance fees several days in 2015 as a way to encourage people to get outdoors and spend time with their friends and family in the national parks this year.   December 29, 2014  Vegetation Pile Burns Planned in  Arches and Canyonlands National Parks  Park officials plan to burn piles of dead vegetation at Arches and the Needles district of Canyonlands between January 26, 2015 and January 29, 2015, as weather conditions allow. (Dates revised since original 12\/29\/14 news release)   December 12, 2014  Winter Visitor Center Hours & Closures  Arches and Canyonlands national parks are open all year, but the parks' visitor center operations change with the arrival of winter.   December 01, 2014  Community Artist in the Parks Outreach Program Announced  Serena Supplee, 2014 Community Artist in the Parks, will show artwork she created during her tenure at the Moab Information Center on December 11, 2014 at 7:00 p.m.   August 26, 2014  Delicate Arch\/Wolfe Ranch Site Plan Environmental Assessment Available for Public Review and Comment  An Environmental Assessment (EA) for the Delicate Arch\/Wolfe Ranch Site Plan is now available for public review and comment.   August 20, 2014  Drones Banned in Southeast Utah National Parks  Launching, landing, or operating unmanned aircraft within Arches and Canyonlands national parks, and Hovenweep and Natural Bridges national monuments, are now prohibited.   August 18, 2014  Climbing and Canyoneering Permits Now Available Online  Free day-use permits for canyoneering and rock climbing in Arches National Park are now available online.   July 12, 2014  Artist in the Park Applications Being Accepted  The National Park Service Southeast Utah Group is now accepting applications for the 2015 Community Artist in the Parks (CAIP) Program.   July 07, 2014  Fire Restrictions Announced  Due to very dry conditions and increasing fire danger in Southeast Utah, Superintendent Kate Cannon has announced fire restrictions for Arches and Canyonlands National Parks, and Natural Bridges and Hovenweep National Monuments.   June 11, 2014  Devils Garden Loop Road Construction May Result in Limited Park Access  The Devils Garden Loop Road Trailhead will be closed from Monday, June 16th through Thursday, June 26th for completion of a major renovation. If necessary to protect park resources and alleviate vehicle congestion during this project closure, access to the park may be restricted.   May 23, 2014  United States Mint to Launch Arches National Park Quarter  The official launch of the Arches National Park quarter will be Friday, June 6, 2014 with a ceremony taking place at the Arches National Park Visitor Center at 9:00 a.m. Shuttle buses will transport visitors to & from the event. Visitor Center access & services will be restricted that morning.   May 23, 2014  Temporary Devils Garden Road & Trail Closure  The Devils Garden Loop Road and Trailhead in Arches National Park will be closed from Monday, June 16th through Thursday, June 26th for completion of a major renovation project.   March 20, 2014  2014 Community Artist in the Parks Announced  The National Park Service Southeast Utah Group is pleased to announce Serena Supplee as the 2014 Community Artist in the Parks.   March 05, 2014  Seeking Comment on Delicate Arch\/Wolfe Ranch Parking Area  The National Park Service (NPS) is seeking public comments as part of an Environmental Assessment (EA) process to analyze the effects of implementing parking congestion management strategies at the Delicate Arch\/Wolfe Ranch area of Arches National Park.   February 07, 2014  Vegetation Pile Burns Planned  Park officials plan to burn piles of dead vegetation within Arches and Canyonlands National Parks between February 13th and 20th as weather conditions allow.   January 13, 2014  Climbing & Canyoneering Management Plan  A Climbing and Canyoneering Management Plan for Arches National Park was signed by the Regional Director.   December 30, 2013  National Parks Fee Free Days Announced for 2014  The Southeast Utah Group of the National Park Service (Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments) is joining all national parks across the country in waiving entrance fees several days in 2014.   December 10, 2013  2014 SEUG Annual Pass Now Available  The 2014 Southeast Utah Group (Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments) Annual Pass is now available for purchase ($25).   October 31, 2013  Free Art Lessons in Arches National Park  Free family-oriented art lessons offered Saturday, November 9th, 2013.   October 25, 2013  Finding of No Significant Impact for Road Maintenance Project  The Central Federal Highway Administration in cooperation with the NPS will rehabilitate, restore and resurface approximately 23 miles of road and pullouts in Arches National Park.   August 19, 2013  Southeast Utah National Parks Celebrate Founders' Day, August 25, 2013  All four parks in the Southeast Utah Group will waive entrance fees on Sunday, August 25, 2013.   August 09, 2013  Southeast Utah Fire Restrictions Rescinded  Effective 12:00am, Friday, August 9, 2013 fire restrictions will be lifted for the State of Utah, Bureau of Land Management (BLM), National Park Service and US Forest Service on lands within Carbon, Emery, Grand and San Juan Counties.   August 02, 2013  Meteor Shower and Stargazing Event  On the evening of August 11, 2013, Arches National Park will host a “Moon and Meteors” special event at Balanced Rock Viewpoint.   August 01, 2013  Devils Garden Loop Road and Trailhead Temporarily Closed Friday, August 9th  The Devils Garden Loop Road and Trailhead (and all associated trails) in Arches National Park, will be temporarily closed on Friday, August 9th for installation of new vault toilets.   July 31, 2013  Environmental Assessment for Road Maintenance in Arches Available for Public Review and Comment  The National Park Service (NPS) has announced that its Environmental Assessment for Road Maintenance in Arches National Park is available for public review and comment.   July 29, 2013  Arches National Park Revises List of Temporary Climbing Route Closures  The following climbing route in Arches National Park is again open to rock climbing: Harkonnen Castle (Dune), located on Ham Rock in the Garden of Eden area of the park.   July 22, 2013  Construction Delays at Devils Garden  Construction at the Devils Garden trailhead on weekdays from August 5 through early October, 2013, will cause traffic congestion and delays.   July 09, 2013  Arches National Park Updates List of Temporary Climbing Route Closures  The following climbing routes in Arches National Park are again open to rock climbing: The Pickle (near the Arches main entrance road), Crohn’s Odyssey, Left Route, Project One, Project Two (on Crohn’s Wall near Highway 191), Cuddlebunny Tower, False Start, North Marcher, Sand Hearse, and Unknown Marching Men (in the Klondike Bluffs area).   June 24, 2013  National Park Service Announces Fire Restrictions  Due to the continued very high fire danger and current level of fire activity in the State of Utah, Superintendent Kate Cannon has announced fire restrictions for Arches and Canyonlands National Parks, and Natural Bridges and Hovenweep National Monuments.   June 11, 2013  Update to List of Temporary Climbing Route Closures  Effective immediately, the route known as Industrial Disease in the Devils Garden area of the park and the feature known as Tonka Tower (including the feature immediately north of Tonka Tower) in the Windows area of the park are again open to rock climbing.   June 10, 2013  Climbing and Canyoneering Management Plan Available for Public Review and Comment  The National Park Service (NPS) has announced that its Climbing and Canyoneering Management Plan for Arches National Park is available for public review and comment.   June 04, 2013  2014 Artist in the Parks Program Applications Being Accepted  The National Park Service Southeast Utah Group is now accepting applications for the 2014 Community Artist in the Parks (CAIP) Program.   May 13, 2013  Arches Implements Temporary Closure of Climbing Routes  Effective immediately, the following routes or features inside Arches National Park are closed to rock climbing to protect sensitive wildlife species in accordance with the authority of Title 36 Code of Federal Regulations (CFR), Part 1, Section 1.5(a)(1).   May 03, 2013  Prospectus Issued for Backcountry Vehicle Tours  The National Park Service has issued a prospectus soliciting proposals for the award of three concession contracts for guided interpretive backcountry vehicle tours within Arches and Canyonlands National Parks.   February 08, 2013  Public Comment Period Open for Road Maintenance and Modifications  The National Park Service (NPS) is seeking public comments to help identify issues associated with a proposed road maintenance and modifications project at Arches National Park.   December 14, 2012  Community Artist Applications Accepted  The National Park Service Southeastern Utah Group is currently accepting applications for the 2013 Community Artist in the Parks position.   December 11, 2012  2013 Fee Free Days Announced  The Southeast Utah Group of the National Park Service (Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments) is joining all national parks across the country in waiving entrance fees several days in 2013.   November 28, 2012  Arches National Park Announces Winter Visitor Center Hours  Arches National Park is open all year, but the park's visitor center's hours of operation change with the arrival of winter   November 28, 2012  2013 Southeast Utah Group of National Parks Annual Pass Available December 1st  The 2013 Southeast Utah Group (Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments) Annual Pass will be available for purchase ($25) beginning December 1, 2012.   September 13, 2012  Fire Restrictions Lifted  Fire restrictions are no longer in effect in the park.   June 15, 2012  National Parks Widen Fire Restrictions  Due to the continued very high fire danger and current level of fire activity in the State of Utah, Superintendent Kate Cannon has announced fire restrictions for Arches and Canyonlands National Parks, and Natural Bridges and Hovenweep National Monuments.   June 01, 2012  Transit of Venus Viewing Events  Visitors at Arches NP and Natural Bridges NM may see a rare planetary phenomenon on June 5, 2012.   May 21, 2012  Active Duty U.S. Military Personnel Offered Free Entrance to All National Parks  To show appreciation for those who serve in the U.S. Military the National Park Service is now offering an annual pass good for free entrance to all 397 national parks for active duty military members and their dependents.   May 01, 2012  Annular Solar Eclipse Celebration  On the evening of May 20, 2012, the skies over southeast Utah will host a rare celestial occurrence: a partial solar eclipse. Arches and Canyonlands National Parks and Natural Bridges National Monument will offer special ranger-led activities to help visitors enjoy this unique experience safely.   April 15, 2012  Junior Ranger Week Activities  Arches will offer special activities for Junior Rangers daily during National Parks Week (April 21-29, 2012).   March 23, 2012  National Trail Project for Lions Park Receives Funding  Grand County will receive funding from the “Connect Trails to Parks” (CTTP) program of the National Park Service (NPS) for projects to enhance the Lions Park Transit and Trail Hub, located at the intersection of Utah Highways 128 and 191 just north of Moab, Utah.   March 09, 2012  Friends Group Kick-off Event  The Friends of Arches and Canyonlands National Parks: Bates Wilson Legacy Fund is holding a kick-off event Saturday, March 10, at 4:00pm at LaSal Mountain Viewpoint.   February 14, 2012  Exotic Plant Control Efforts Begin in Courthouse Wash  National Park Service employees have begun work to remove exotic tamarisk and Russian olive trees in the lower Courthouse Wash area of Arches National Park.   January 23, 2012  Call for Artist in the Parks Applications  The Southeastern Utah Group of the National Park Service is currently accepting applications for the 2012 Community Artist in the Parks Program.   January 17, 2012  Vegetation Pile Burns Planned in Arches and Canyonlands National Parks  Park officials will begin burning piles of dead vegetation in several locations throughout Arches and Canyonlands National Parks over the next several weeks as conditions allow.   November 10, 2011  Winter Visitor Center Hours and Closure  Arches and Canyonlands National Parks announce visitor center hours of operation for winter 2011-2012.   September 21, 2011  Public Scoping for Soundscape Management Planning  The Southeast Utah Group parks (Arches, Canyonlands, Hovenweep, and Natural Bridges) are beginning a process to develop a soundscape management plan and associated environmental assessment.   April 18, 2011  Arches Establishes Resource Protection Closure  Arches National Park has established a visitor use closure of the area known as “Highway 191 Boulders” or “the Arches Boulders” for protection of park resources.   March 14, 2011  Entrance Fee-Free Days  No abstract supplied.   January 25, 2011  Artist in the Parks Program Applications Being Accepted  The Southeast Utah Group of the National Park Service is currently accepting applications for its 2011 Community Artist in the Parks Program.   November 23, 2010  Arches Welcomes One-Millionth Visitor  Victoria Carlson of Santa Fe, NM became the park's one-millionth visitor Saturday morning November 20th.   September 29, 2010  Park Celebrates Citizenship Day  Twenty-four Utah residents became new United States citizens during a naturalization ceremony at Arches National Park on Thursday, September 23rd.   July 26, 2010  Park Seeks Comments on Developing a Climbing and Canyoneering Management Plan  No abstract supplied.   May 31, 2010  Admission to National Parks Free the Weekend of June 5 and 6  No abstract supplied.   April 23, 2010  Call for Artists  The National Park Service is currently accepting applications for the 2010 Community Artist in the Parks program.   April 14, 2010  Seeking Comments on Environmental Assessment for the Maintenance of the Williams Northwest Pipeline  The National Park Service (NPS) is soliciting public comment on an environmental assessment\/assessment of effect (EA\/AEF) that analyzes the effects of maintaining the natural gas pipeline in Arches National Park.   April 09, 2010  Local National Parks Entrance Fee-Free April 17-25  The four parks of the Southeast Utah Group; Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments will waive all entrance fees during National Park Week which runs from April 17 through April 25, 2010.   April 06, 2010  Pile Burning and Prescribed Fires  Several brush piles and one prescribed fire are planned in parks of the Southeast Utah Group this spring.   March 26, 2010  National Park Service Will Host 2010 Summer Youth Crew  Ten students from Grand and San Juan Counties will have the opportunity to work in local national parks this summer as part of the Canyon Country Conservation Corps.   March 10, 2010  Art Display by Chad Niehaus  Local artist Chad Niehaus will be displaying some of the work he created during his tenure as 2009 Community Artist in the Parks at Arches and Canyonlands National Parks.   September 11, 2009  Trial Period for Online Fiery Furnace Reservations  From now until the end of October, Arches will be accepting online reservations for the popular Fiery Furnace tour.   July 13, 2009  Second Fee-Free Weekend for Local National Parks  The second of three \"fee-free\" weekends announced by Secretary of the Interior Ken Salazar as a way of encouraging Americans seeking affordable vacations to visit their national parks is quickly approaching.   June 13, 2009  Arches to Waive Entrance Fees for Father's Day Weekend  No abstract supplied.   June 02, 2009  2009 Artist-in-the-Parks Program  The Community Artist-in-the-Parks program highlights the connection between artist and his\/her inspiration. During the 2009 season, Chad Niehaus, a Moab, Utah artist, will be in the Southeast Utah Group National Parks.   April 10, 2009  National Park Service Will Host Summer Youth Crew  Ten students from Grand and San Juan Counties will have the opportunity to work in local national parks this summer as part of the Canyon Country Conservation Corps.   March 09, 2009  National Trail Project for Lions Park Funded  The “Connect Trails to Parks” program of the National Park Service (NPS) has granted $100,000 for planning and coordination of the Lions Park Trail and Transportation Hub.   February 03, 2009  NPS Seeks Comments on Exotic Plant Management Plan  The National Park Service (NPS) is soliciting public input for an environmental assessment on an Exotic Plant Management Plan that encompasses all four parks of the Southeast Utah Group of National Parks.   January 29, 2009  Delicate Arch Road Closure Feb. 2-12. 2009  No abstract supplied.   January 14, 2009  A Special Musical Program at Arches  Join musician Christopher Layer and others for a special free musical program this weekend!   September 22, 2008  Entrance Fee-Free National Public Lands Day  The four parks of the Southeast Utah Group; Arches and Canyonlands National Parks and Hovenweep and Natural Bridges National Monuments will waive all entrance fees on Saturday, September 27, 2008 in observance of National Public Lands Day.   August 08, 2008  Wall Arch Collapses  Wall Arch, located along the popular Devils Garden Trail at Arches National Park collapsed sometime during the night of August 4, 2008.   July 29, 2008  Fire Ban in Effect Along River Corridor  A fire ban is in effect along the river corridors of the Colorado and Green Rivers within Canyonlands National Park and Arches National Park.   December 21, 2007  Bighorn Sheep Capture Plan Available for Review  The National Park Service is seeking public comments on an environmental assessment (EA) for its proposal to capture and radio collar 19 desert bighorn sheep in Arches and Canyonlands National Parks.   November 05, 2007  U.S. Veterans to be Admitted Free-of-Charge to Southeast Utah National Parks on Veterans Day  No abstract supplied.   September 17, 2007  Southeast Utah Parks to Waive Entrance Fees on National Public Lands Day  All National Park Service sites, including Arches National Park, Canyonlands National Park, Natural Bridges National Monument and Hovenweep National Monument, will offer free visitor admission on September 29, 2007 for National Public Lands Day.   May 10, 2007  Delicate Arch Trail Plan Available for Review  The environmental assessment (EA) on the Salt Wash crossing of the Delicate Arch Trail in Arches National Park is available for public review and comment.   March 09, 2007  Arches Seeking Input for Climbing Management Plan  Arches National Park is soliciting public comments regarding the development of a Climbing Management Plan.   January 12, 2007  Proposed Fee Increases for National Park Service Southeast Utah Group  In accordance with the Federal Lands Recreation Enhancement Act (REA), we are requesting comments from the public regarding proposed entrance fee increases for the National Park Service (NPS) Southeast Utah Group (SEUG).   November 22, 2006  Arches Seeking Input for Delicate Arch Trail Repair  Arches National Park is soliciting public comments on options for repair of the Salt Wash crossing on the trail to Delicate Arch.   October 18, 2006  Arches Transportation Plan Review Period Extended  Arches National Park has extended the public review period for the draft Transportation Implementation Plan and Environmental Assessment to November 1, 2006 due to intermittent website problems.   October 13, 2006  Delicate Arch Area Reopens After Flooding  Arches National Park Superintendent Laura Joss announced on Thursday morning, October 12th, that the trail to Delicate Arch and the road to the Delicate Arch Viewpoint have been reopened.   October 10, 2006  Flooding and Rescues at National Parks in Southeast Utah  Heavy rains over the past seven days at Arches and Canyonlands National Parks and Hovenweep National Monument have saturated the ground and caused flash flooding, significant mud deposits and associated rescues and closures.   September 08, 2006  Arches Transportation Plan Available for Review  Arches National Park has released a draft Transportation Implementation Plan and Environmental Assessment for public review.   May 09, 2006  Arches announces climbing closures  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/news\/newsarchive.htm"
}
