{
    "title": "Arches National Park: Meet the Team",
    "body": "Explore This Park    Learn About the Park     News     Social Media     Meet the Team                Meet the Web Team       Ever wonder who masterminds our social media messages? Meet the people behind the initials.        Alice (ada) keeps a field guide handy for all occasions.   Originally from Seattle, WA, Alice (ada) found her second home in the red rock desert. She's thrilled that her job description includes learning about birds, lizards, and other desert wildlife; leading rock scrambles through the Fiery Furnace; and sharing star stories with visitors. She loves empowering visitors to protect this fragile place, especially the living soil crust: \"take only pictures ... but don't leave any footprints!\" When not on duty she can be found exploring the canyons, vistas, and mountain tops of this special corner of the world, camera at the ready.        Strong winds might steal her hat, but never Karen's (kg's\/kh's) smile.   Though she spends a fair amount of time both in front of and behind a camera lens, Karen (kg, formerly kh) feels most at home when engaged in conversations with visitors. \"Whether it happens on a trail, in the visitor center, or on our Facebook wall, each dialogue is an opportunity to learn more about why national parks are important to people. Plus, it's a ton of fun.\" If you have the opportunity to chat with Karen during a visit to Arches, make sure to allow ample room. \"I don't know how to talk without gesturing, and my descriptions can get pretty animated. I once accidentally whacked a coworker who was standing too close.\" Perhaps an online forum is safer.        Michael (mm) is genuinely flabbergasted by the desert's aquatic wildlife. NPS\/Andrew Kuhn  Born and raised in the land of gigantic metal arches (St. Louis, Missouri), it's no surprise that Michael (mm) feels right at home in the land of gigantic stone ones. As an artist, Michael finds inspiration in the colors, textures, and rhythms of this ever-changing landscape, and loves nothing more than sharing them with visitors from all over the world. \"This awesome place is a masterpiece in the great gallery of our National Parks.\" If you meet him on a Fiery Furnace hike, in the visitor center, or exploring trails on his off-time, you will find Michael just as mesmerized by the park's sculptures as by any great work of art. And he'll pick stone arches over metal ones any day. (Just don't tell his friends back home.)        Glenn (gr) unwravels the stories written in stone.   Hailing from the mountains of Appalachia in Tennessee, Glenn (gr) grew up steeped in traditional culture. He was spellbound by storytellers from an early age and vowed to learn how to weave his own magic in the oral tradition. Around the campfires of Grand Canyon, Olympic, Carlsbad Caverns, Great Smoky Mountains, Petrified Forest, and more, his ranger talks and guided walks became seasoned with tall-tales, sucker-punch jokes, and good old-fashioned yarns. Here at Arches, Glenn fuses tradition with technology through photographs that tell their own darn good stories.        Chris (cw) is not above taking a selfie when the red rocks are his backdrop.   Chris (cw) spent many years working at national parks around the country, leading hikes, climbing lighthouses, exploring caves, and helping visitors experience America's most iconic places. Now he manages the websites and social media sites for parks in southeast Utah. \"Virtual visitors should be able to experience these special places I get to see outside my office window every day.\" Of course, nothing compares to being there in person, touching the slickrock, listening for birds, or smelling the desert after a rain. So when you visit, you'll probably see Chris in the field tweeting with his smartphone, shooting with his camera, or just taking it all in.        Leslie (lk) knows that you often need to look closely to see the good stuff.   Slickrock sunsets, red rock canyons, fiery fins and meandering rivers are a few reasons Leslie (lk) feels at home in Utah's desert. Whether you're moved by the geologic history, incredible landscapes, or unique wildlife of Arches National Park, join Leslie in a continuous search for inspiration, beauty, and recreation in America's wild places.         On limestone or sandstone, Lauren (lr) loves a good ramble.   A native of the Ozarks in northern Arkansas, Lauren (lr) has spent much of her life wandering among wild creeks, towering limestone crags, and colorful, wooded hills. Feeling an undeniable tug from the vast and wild West, she recently traded the familiar landscapes of home for the enigmatic red rock wonderland of Arches National Park. Park visitors are often baffled to learn that, despite popular belief, not all Arkansans have heavy southern accents. Feel free to read her posts with a slight twang, though, if it makes you feel better.        Lisa (ls) switched from working in an art museum to exploring the living museum of Arches.   As a former manager of archaeological art collections, Lisa (ls) is deeply moved by Utah’s talented ancient artists who carved, weaved, and painted their observations of the natural world through time. She encourages visitors to make their own detailed observations of the desert landscape by getting on hands and knees to peer at biological soil crust, inhale as much cliff rose scent as possible, stare into desert potholes teeming with life, and, of course, marvel at the park's magnificent arches.      The following people have moved on to other parks but their contributions remain a part of Arches' social media history.        Neal (nh) watches for falling anvils   A healthy dose of Looney Tunes during childhood might have predisposed Neal (nh) to a life in the desert southwest. His first visit to Canyonlands in 1994 felt more like coming home, even when the wind blew his borrowed field camera off a cliff. For many years, Neal was the park's Visual Information Specialist, which means he wrote, designed and photographed for all four National Park Service sites in southeast Utah. Neal now works at Yellowstone National Park. Since he founded this social media program, he will always be an honorary member of our team. And he will always weight his tripods.        Kait (kt) keeps her cool in the Fiery Furnace.   When Kait (kt) was 12, she visited Arches for the first time and discovered that rocks make great companions. \"They're great listeners, they never talk back, and they do an excellent job keeping secrets.\" Her love for all things geologic grew, and she never forgot the whimsical swoops, towering spires, and Swiss-cheese holes of southern Utah. When she started working at Arches, she felt like she was rejoining long-lost friends. Now she's realized visitors are even better conversationalists, and delights in giving guided walks and snapping pics for Facebook. Just don't be surprised if you see her whispering to some Entrada sandstone: it's totally normal.        Leigh (ll) takes a walk on the wild side.   While birds were her initial passion, through the lens of a camera, Leigh (ll) discovered that there is beauty and wonder in every aspect of the outdoors: the more you look, the more you find! She's happiest when out on the trail trying to puzzle out a new wildflower she's never seen before or deciphering the warbling call of a bird emanating unseen from the desert scrub. She loves to help identify plants and animals both on the trail and on screen as visitors share their own discoveries from their time in the park.        Jake (jwf) searches for views on the San Juan River.   After his 2010 season in Glacier, Jake (jwf) and a coworker took a 25 day road trip through the Colorado plateau and surrounding areas for the first time. On that trip, his camera broke and he was unable to photograph his travels to the parks. He promised to return one day, and after living and working in Grand Teton, Glacier, Carlsbad Caverns, and Denali National Parks, he has kept that promise. He volunteers his time with the National Park Service when he isn't busy working full-time for AmeriCorps VISTA. He enjoys exploring the red rock country in search of beautiful views, wildlife, wildflowers, and the remnants of past cultures.",
    "url": "https:\/\/www.nps.gov\/arch\/learn\/news\/web-team.htm"
}
