{
    "title": "Arches National Park: Trip Itineraries",
    "body": "Explore This Park    Plan Your Visit     Trip Itineraries            Trip Itineraries       Below are some suggestions to help you make the most of your visit to Arches, even if it's brief. In addition, please visit the Traffic &Travel Tips page for advice on avoiding the crowds.  Touring By Car   In 1 1⁄2 hours you can take one of the following routes:    Drive to the Windows Section and see some of the park's largest arches. (Add one-half hour to stroll beneath either North Window or Double Arch.)  Drive to the Delicate Arch Viewpoint and see the world's most famous arch, a mile distant. Stop at Wolfe Ranch on your way back and imagine what it would have been like to homestead this relatively barren area in the late 1800s.   Three hours will give you time to do both drives. (Or you could do one drive, spending ten minutes at each viewpoint along the way.)   If you have 4 1⁄2 hours: You could drive all of the paved park roads, spending ten minutes at each viewpoint, and take quick drives to the Windows Section, Wolfe Ranch, and Delicate Arch Viewpoint.   Hiking  Time allocations are based on an average hiking speed of two miles per hour, and include time to drive to the trailheads. (Time spent marveling and contemplating the majestic wonders and sights varies greatly and is not included here.) Add time to take in the scenery from roadside pullouts between destinations.   In two hours, you can do one of these four routes:    Hike the Windows loop trail and get an up-close view of the North and South windows and Turret Arch. Then take the short trail between parking areas and hike up to Double Arch. Drive back to Balanced Rock and take the loop trail around its base. Contemplate its precarious position as you walk beneath it.  Take the Delicate Arch Trail from Wolfe Ranch up the sloping slickrock to stand under the best known arch in the world. (During hot months, do this hike early or late in the day.)  Hike between the tall sandstone fins in the Devils Garden to see Landscape Arch, North America's longest. How long will this thin span resist the forces of gravity?  Walk to Sand Dune Arch, across the grassy field and onward to Broken Arch. Continue around the loop, through the end of the campground, and return. Enjoy the vista toward the distant Book Cliffs, the beautiful Tapestry Arch and the sandstone fins.   In half a day, take one of these three hikes:    Hike the entire Devils Garden Trail, all the way out to the spire called Dark Angel. When you return, take the primitive loop.  Take the moderately strenuous ranger-guided hike through the the Fiery Furnace.  If you don't mind driving the rough and often \"washboard\" road to the remote island of rock known as Klondike Bluffs, hike the primitive trail to Tower Arch.   If you have a whole day or more... ... combine the above hikes to fill the time you have.     Can't decide?  Well, forget the schedule and stay another day. If you try to see too much on your vacation, you end up really \"seeing\" nothing.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/itineraries.htm"
}
