{
    "title": "Arches National Park: Park Regulations",
    "body": "Regulations       You can help preserve the park's unique features and landscapes by knowing and adhering to these basic regulations. More policies, such as the Superintendent's Compendium, can be found on the Laws & Policies page. Rock Scratches = Graffiti Even though graffiti is prohibited by law, rangers and volunteer groups spend hundreds of hours every year removing scratches and drawings on the rock in Arches. Please join us in protecting the park by not leaving your mark. If you discover graffiti in the park, please let us know. Otherwise, make memories, take pictures, but leave no visible trace of your visit. More on the impacts of graffiti. Walking on Arches To promote visitor safety and the opportunity to view natural features undisturbed, climbing, scrambling, walking or standing upon, or rappelling off any named and unnamed arch with an opening greater than three feet is prohibited in the park. Learn about rock climbing. Unmanned Aircraft (Drones) The use of unmanned aircraft is prohibited to protect public safety, minimize visitor-use conflicts, and prevent unacceptable impacts to scenic values, natural soundscapes, and wildlife. Read more on park laws and policies. Backpacking In order to backpack in Arches, you must obtain a free backcountry permit at the visitor center. The maximum group size is twelve, but smaller groups are strongly recommended to reduce impacts. Permits may not be reserved in advance. More requirements for backpacking Climbing The rock at Arches offers excellent climbing opportunities, despite its sandy nature. Most climbing routes in the park require advanced techniques. Permits are advised but not required, unless the trip involves canyoneering or an overnight stay in the backcountry. It is the responsibility of all climbers to know and obey the park regulations. Please visit the climbing page for information regarding specific closures and restrictions. Pets Activities with pets are very limited at Arches. Pets are not allowed on any hiking trails. Pets may accompany visitors in the campground, and at overlooks and pullouts along the paved scenic drives. Pets may be walked on roads or in parking lots, but must be leashed at all times when outside a vehicle. Pets may not be left unattended (except in a paid-for campsite in the Devils Garden campground, where they must not cause a disturbance). Read more about pets. Off-highway Vehicles Off-highway vehicles (ATVs, UTVs, etc.) are not allowed in Arches National Park. There are many roads for these types of vehicles located on public land administered by the Bureau of Land Management. For information you can check out their website at: www.blm.gov\/utah\/moab. There is also information on the Grand County Travel Council website at: www.discovermoab.com. On the public lands around Moab you must stay on roads and established routes. There is no cross-country travel allowed as it destroys the living biological soil crust which prevents erosion and sustains plant growth throughout canyon country. Motorcycles Motorcycles are only allowed on park roads and must be \"street legal\" in the state of Utah. This means they must not only be licensed with a visible plate, but they must have a headlight (low & high beam), horn, tail\/brake light, at least one side mirror and tires must meet Department of Transportation (DOT) specifications for street use. The driver must have a valid state license with a motorcycle endorsement.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/regulations.htm"
}
