{
    "title": "Arches National Park: Delicate Arch",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Delicate Arch              Delicate Arch        Delicate Arch NPS\/Neal Herbert       A Stone Icon People come from all over the world to visit Arches National Park, and visiting Delicate Arch is on the top of many visitors' to-do lists. In a park with over 2,000 stone arches, this particular free-standing arch has become a widely recognized symbol of the state of Utah and one of the most famous geologic features in the world.   The light opening beneath the arch is 64 feet high and 45 feet wide, making it the largest free-standing arch in the park. It has had more than a few names in its history, from the colorful (\"Cowboy's Chaps\", \"Old Maid's Bloomers\") to the prosaic (\"Salt Wash Arch\"). The term \"Delicate\" first appeared in a January 1934 article about the Arches National Monument Scientific Expedition, which described it as \"the most delicately chiseled arch in the entire area.\"         Delicate Arch NPS\/Neal Herbert  Delicate Arch is not easily seen from the main park road; you must get out of the car to view it. At Lower Delicate Arch Viewpoint, walking a level 100 yards (91m) affords a view of the arch from one mile away. Nearby, the Upper Viewpoint (0.5 mi \/ 0.8 km walk with stairs) offers a slightly less obstructed view. The trail to see Delicate Arch up close and personal is 3 miles (4.8 km) roundtrip and climbs 480 feet (146m). Along this steadily uphill trail, hikers also pass the Wolfe Ranch cabin and a wall of Ute Indian petroglyphs. Carefully consider weather conditions (summer heat or winter ice) and your own health and fitness before beginning this hike. Rescue operations occur frequently for visitors who underestimated the trail's difficulty.        A crowd gathers for sunset at Delicate Arch. NPS\/Andrew Kuhn  The parking lot for the Delicate Arch trail was expanded in 2015. On very busy days, the lot will fill. Additional parking is available at the Delicate Arch Viewpoint parking lot. If you walk from the viewpoint, you will have to hike 1 mile along the road to the trailhead. The total roundtrip hike distance increases to 5 miles (8 km). The trail can be very busy through much of the year. Sunset is a particularly busy time; sometimes hundreds of people will be at Delicate Arch for sunset.       Your Safety Consider your safety before attempting this hike during hot weather or winter ice.   Carry and drink water: 2-3 quarts (2-3 L) of water per person.  Bring sunscreen and a hat. During winter, traction devices (such as Microspikes or Yak-Traks) allow for safe walking through the final 70 yards of trail, which are ice-covered. Sunrise is just as beautiful as sunset, much cooler, and always less busy. You might find several hundred people at Delicate Arch for sunset, but just a handful for sunrise. Try to enter the park before 7 am. Get an early start, and beat the crowds. Sunrise and Sunset Times        There are two choices for seeing Delicate Arch: viewpoints at the end of the road that offer a distant view with minimal walking, or a 3-mile (4.8 km) strenuous hike from Wolfe Ranch to the base of the arch. NPS",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/delicate-arch.htm"
}
