{
    "title": "Arches National Park: Graffiti-Free Zone",
    "body": "Explore This Park    Plan Your Visit     Park Regulations     Graffiti-Free Zone              Make Memories & Leave No Trace         Chalking, carving, and scratching are all types of graffiti. Depending on the damage, it may take a significant amount of work to remove. NPS Photos  Your eyes stare in wonder, your breath catches, and you can’t stop taking pictures. Surrounded by such beauty, it’s easy to see why this place was deemed worthy of protection as a national park. Created to protect “gigantic arches, natural bridges, ‘windows,’ spires, balanced rocks and other … sandstone formations,” Arches National Park is an exceptional place—with a very common problem: graffiti on those unique and beautiful rocks.   You might be shocked: “Graffiti? In a national park?” Nearly every day, rangers find words or shapes drawn, carved, scratched, or painted on rocks at Arches. Over one million people visit every year, and many may not know that all graffiti in the park is vandalism—no matter how small or superficially drawn.    Leaving a mark is in our nature. Across the Colorado Plateau, American Indians, settlers, and cowboys all left signs of their presence. These marks are part of regional history, dating back hundreds of years. But the world is a different place now: there are more people and more choices in how we express ourselves. Writing on the walls isn’t necessary, and in a national park, it’s illegal.        Rangers have to use a variety of techniques to remove graffiti. Sometimes graffiti is so deep, it requires grinding to remove. NPS\/Chris Wonderly  Yet graffiti keeps appearing throughout the park: under arches, on boulders, atop fins—even across ancient petroglyphs. It is a growing problem facing many national parks, as you may have seen in recent news stories. Removing graffiti takes time, care, and a lot of hard work. Depending on the type of graffiti, park staff may use brushes and spray bottles, or grinders and sledge hammers to remove it. Even if the graffiti is removed, the rock is still discolored. It will never be the same. Will you help stop this problem? Instead of carving on the rocks, there are many other ways to mark your journey here: a spectacular photo, an unforgettable hike, a quiet moment of reflection. Be inspired by the National Park Service mission: “to preserve unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations.” We can all do our part to achieve this mission. Help protect Arches National Park by not leaving your mark. Make memories, take photos, and leave no trace.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/graffiti.htm"
}
