{
    "title": "Arches National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping              Camping        The Devils Garden Campground is a great home base for your exploration of Arches. NPS\/Chris Wonderly           Devils Garden Campground will be closed March 1 through October 31, 2017, due to a major construction project.         All 50 sites in Arches' campground are usually reserved in advance during the busy season (March through October). For a complete list of campgrounds outside Arches, visit www.discovermoab.com. Devils Garden Campground is located 18 miles from the park entrance and is open year-round. There are 50 individual sites which are $25 per night and accommodate up to 10 people, as well as two sites for groups of 11 or more. Facilities include potable water, picnic tables, grills, and both pit-style and flush toilets. There are no showers or RV dump\/fill stations.Phone and online reservations for both group and individual sites must be made through www.recreation.gov. Reservations are not accepted by the park, and the park does not maintain information about site availability. If you have not reserved a site prior to arrival at the park during the busy season, plan on utilizing other camping options in the Moab area.Evening programs may be offered in the campground amphitheater spring through fall.      Campsites    Individual Sites The campground has 50 individual sites. Each site accommodates up to 10 people. These sites may be reserved for nights between March 1 and October 31. Reservations must be made no less than four days and no more than 180 days in advance. To make a reservation, visit www.recreation.gov, or call 877-444-6777, 877-833-6777 (TDD), or +1 518-885-3639 (International).  From November 1 to February 28, sites 1-24 are available first-come, first-served.  Group Sites The campground has two sites for groups of 11 or more people. Juniper Basin campsite accommodates up to 55 people and is available March 1 to October 31; Canyon Wren campsite accommodates up to 35 and may be reserved year-round. No RVs or trailers are permitted in the group sites.  Reservations must be made no less than 4 days and no more than 360 days in advance. There is an additional $9 booking fee for reservations. To make a reservation, visit www.recreation.gov, or call (877) 444-6777, 877-833-6777 (TDD), or +1 518-885-3639. Unreserved group campsites are available first-come, first-served, on the day of arrival.        Fees The park introduced increased camping fees on October 1, 2015:    Campground  Nightly Fee    Devils Garden $25   Canyon Wren Group Site 11-16 campers = $75 17-22 campers = $100 23-28 campers = $125 29-35 campers = $160   Juniper Group Site 11-22 campers = $100 23-33 campers = $150 34-44 campers = $200 45-55 campers = $250         Campground Rules  Camp only in designated sites. Parking areas may not be used for overnight camping.  Leashed pets are allowed in campsites and on the road only. Please clean up after your pet.  Generator use is limited to: 8-10 am and 4-8 pm. The campground quiet hours are between 10 pm and 6 am.  Check out time is 10 am.  Please keep all vehicles, including bicycles, on paved or graveled areas of the campsite. Parked vehicles may not extend into the roadway.  Fires are allowed only in the fire pits and grills. Firewood may be purchased from the camp host; burning collected wood is prohibited.  Each site has a 10-person limit and may be used by only one group. Asking campers to share their site is prohibited.  Campsites may not be left unattended for more than 24 hours. No person may occupy the campground for more than 7 nights in any 30-day period or 14 nights per year.  Skates, roller blades, scooters, skateboards, and similar items are not allowed in the campsite or on roads or trails.  Water is scarce. Please use sparingly and refill only water bottles and jugs.  Group campsites must be reserved in advance and are for 11 or more people.  Speed limit is 15 mph in the campground and Devils Garden area.   Backpacking Arches offers limited opportunities for backpacking. Permits are required and groups must camp at least one mile from any road. Camping Outside the Park There are many other campgrounds in the Moab area. For a complete list, visit www.discovermoab.com. Or, download the Moab Campground Information Map [775k PDF file] showing all the public campgrounds near Moab.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/camping.htm"
}
