{
    "title": "Arches National Park: Photography",
    "body": "Photography        The Three Gossips NPS Photo by Tom Gray       Delicate Arch at sunset might be the most famous image to photograph in the park, but it certainly isn't the only one, nor is it necessarily \"the best.\" In this land of wonderous rock shapes, timeless vistas, and piercing contrasts, visitors are literally surrounded by compelling subjects for photographs. When choosing where to focus, pay attention to composition and lighting. Look at a really good photograph and you'll find the subject is placed off-center, and probably falls along an imaginary line that connects the opposite corners of the frame. Or, the \"Rule of Thirds\" draws an imaginary 3 x 3 grid (top to bottom and right to left) and places subjects at the intersection of a horizontal and a vertical line in that grid. However you arrange subjects, fill the frame! If your subject fills only 10 percent of the picture, the other 90 percent probably is wasted. You might need to move in closer, use a zoom or a longer focal length lens. Then, look closely at what the lens sees. Is there a yucca plant sticking out of the top of someone's head? Is the red car in the background more obvious than the kids in front of the arch? Focus on what really tells the story, and eliminate the rest. A photograph is not about an object, it is about light on an object. The best photographic light occurs early in the morning and late in the afternoon, as the lower angle of light gives your subject depth and a greater sense of reality. The warmth of the light deepens the redness of the rock into amazing hues, the very reason this land is often called \"color country.\" Check this table of sunrise & sunset times to know when the magic hours might begin during your visit. The features listed in the table below will serve as fine starting points for your photographic odyssey. Those places should keep your eyes - and shutter fingers - busy, but remember, they are just the starting points. Countless other opportunities will present themselves if you keep an open mind and simply respond to that place within you that says, \"Wow, look at that!\"    Early Morning Late Afternoon   Moab Fault  Park Avenue    The Three Gossips  Courthouse Towers    Sheep Rock  Petrified Dunes    The Great Wall Balanced Rock   Turret Arch The Garden of Eden   The Spectacles North and South Windows   Double Arch Delicate Arch   Cache Valley Fiery Furnace   Wolfe Ranch Skyline Arch   Landscape Arch Fins in Devils Garden   Double O Arch Tower Arch      Watch Your Step This land is every bit as fragile as it is beautiful. If you step off the trail or away from the pullout, you may injure its living surface. When biological soil crust is damaged, it can take centuries (literally) to recover. Allow others who will be inspired by your photos to come and see this land as Nature intended: organic and alive.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/photography.htm"
}
