{
    "title": "Arches National Park: Ranger-led Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger-led Programs              Ranger-led Programs        Learn about the park's unique geology from our guides and volunteers NPS\/Andrew Kuhn      Park guides and volunteers offer a variety of interpretive programs every day, spring through fall. Program types, times, and locations vary throughout the year and are subject to change due to weather or other factors. Check at Arches Visitor Center upon arriving for more details.     2016 Program Schedule     Guided Walk, DailyOne mile (1.6 km) on an easy or moderate trail; 45 minutes. Free; all ages welcome. No advance registration. Meet at The Windows through August 69 am & 5:30 pmAugust 7 - September 39 am & 5:00 pm  Geology Talk, Daily15 minute discussion of Arches' erosive past, present, and future. Free; all ages welcome. No advance registration.Meet at Balanced Rockthrough August 64 pm & 4:30 pmAugust 7 - September 33:30 pm & 4 pm Evening Program, Nightly 45-minute ranger talk. Topics change nightly.Free; all ages welcome. No advance registration.Meet at Devils Garden Campground Amphitheater through August 209 pmAugust 21 - September 38:30 pm(Check back for fall schedule)   Fiery Furnace Hike Three-hour, strenuous hike that involves rock scrambling. You can reserve a ticket for morning tours up to six months in advance at recreation.gov. Afternoon tour tickets are only sold in-person at Arches Visitor Center. Tours sell out quickly; stop by the visitor center to ask about the next available hike. through August 69 am & 5 pmAugust 7 - September 39 am & 4 pmSeptember 4 - October 110 am & 2 pmOctober 2 - October 2910 am only no advance reservation   Special EventsCheck the Calendar for other events. Calendar        Fiery Furnace Hike   Everyone attending a Fiery Furnace tour should be aware of the demanding nature of this hike and properly equipped for current conditions, including temperature extremes. During this three-hour, strenuous hike, participants must walk and climb on irregular and broken sandstone, along narrow ledges above drop-offs, and in loose sand. There are gaps which must be jumped and narrow places that you must squeeze into and pull yourself up and through. In some of these places, you must hold yourself off the ground by pushing against the sandstone walls with your hands and feet.  Due to the maze-like nature of the terrain, all participants are committed to completing the hike once they enter the Fiery Furnace.   To better judge the hike's difficulty, you can watch a video or view a photo gallery. All participants must wear good hiking shoes or boots that have gripping soles. No sandals or high heeled shoes are allowed. Each person must carry at least one quart or liter of water. Water and other gear should be stowed in a backpack so that hands are free to be used to navigate the terrain. Age Restrictions Due to the tour's difficulty and length, children under five years of age are not permitted. Children twelve and under must be accompanied by a responsible adult.       The park introduced increased fees for Fiery Furnace permits on October 1, 2015:     Type of Fiery Furnace Fee Fee   Ranger-led Tour $16\/adult $8\/child (age 5-12)   Private Permit $6\/adult $3\/child (age 5-12) $15\/annual permit       Obtaining a Ticket Hikes available for reservation on recreation.gov can be made online up to six months in advance and at least four days before the date of the hike.  Hikes offered first-come, first-served must be reserved in person at the Arches Visitor Center, up to seven days in advance of the hike.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/programs.htm"
}
