{
    "title": "Thomas Edison National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions and Transportation         Entrance to Laboratory Complex on Main Street NPS Photo                  Thomas Edison National Historical Park 211 Main Street West Orange, NJ 07052 Plane  From Newark Airport take New Jersey Turnpike North and then follow directions below.    Car From the Garden State Parkway take exit 145 or from the New Jersey Turnpike take Exit 15W to Route 280 West  Take Route 280 West to Exit 10 At the end of the exit ramp turn right onto Northfield Avenue. Go to the second light (also the end of the road) and turn left onto Main Street. (You will go through two traffic lights.) As you approach the Park there will be large cement factory buildings on your right followed by smaller red brick buildings. The red brick buildings are Thomas Edison's Laboratory Complex. Turn left onto Edisonian Terrace. The entrance into the parking lot is immediately on your left. The entrance to the park is through the main gates. Please use crosswalks when crossing Main Street.  From Route 280 East  Take exit 9. At the end of the ramp turn left into Mt. Pleasant Avenue. Go to the second traffic light and turn left onto Main Street. Go approximately 1\/2 of a mile on Main Street. (You will go through one traffic light.) As you approach the Park there will be large cement factory buildings on your right followed by smaller red brick buildings. The red brick buildings are Thomas Edison's Laboratory Complex. Turn left onto Edisonian Terrace. The entrance into the parking lot is immediately on your left. The entrance to the park is through the main gates. Please use crosswalks when crossing Main Street.  Public Transportation  New Jersey Transit, take bus #21.  For more information visit www.njtransit.com DeCamp Bus Lines also offers a bus from New York to West Orange. (the Route 66 to Mississippi and Harrison Ave loop)www.decamp.com. Be aware that Thomas Edison NHP is a mile from the DeCamp bus stop. The #21 stops in front of the Park gate.",
    "url": "https:\/\/www.nps.gov\/edis\/planyourvisit\/directions.htm"
}
