{
    "title": "Arches National Park: Fiery Furnace",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Fiery Furnace                Fiery Furnace         Exploring the Fiery Furnace requires stamina, agility and a good sense of direction. NPS photo by Andrew Kuhn  The Fiery Furnace is a natural labyrinth of narrow passages between towering sandstone walls. To enter the Fiery Furnace, visitors must accompany a ranger-guided tour or obtain a hiking permit at the visitor center. There are no trails, signs, or cairns in the Fiery Furnace. GPS units do not work well due to the towering sandstone walls. Navigating its complex passages requires physical agility and careful observation. To protect the wildlife and plants that inhabit sand dunes and drainages between the rock walls, visitors must choose their steps wisely. The park encourages first-time visitors to the Fiery Furnace to join a ranger-led tour or go with someone who has been before. Permits Anyone who wishes to enter the Fiery Furnace without a ranger must obtain a hiking permit at Arches Visitor Center during regular business hours. Everyone in your group must be present when the permit is issued to watch a short orientation video. Permits may be obtained up to seven days in advance and are only valid from sunrise to sunset on the date specified. Permits are not issued within 30 minutes of visitor center closing. Maximum group size is 25 people per permit. Pets and children under 5 are not allowed. Permits frequently sell out during the busy season; they may not be reserved or \"held\" over the phone. The best way to know how many are available is to check in person at Arches Visitor Center. Fiery Furnace hiking permits cost $6 for adults (ages 13 and over), $3 for children (ages 5 through 12), and $3 for holders of Interagency Senior Passes or Interagency Access Passes. For a fee of $15, visitors may purchase a Fiery Furnace Annual Pass, which waives the permit fee and video-watching requirement for pass holders for one calendar year.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/fiery-furnace.htm"
}
