{
    "title": "Arches National Park: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking               Hiking        Hikers return from a visit to Double Arch NPS\/Neal Herbert           Daily high temperatures in the park can reach or exceed 95°F (35°C) and remain hot through sundown. Many trails have little to no shade. Avoid hiking during the hottest hours of the day (10 am - 6 pm), and carry and drink water throughout your visit.        Arches contains a variety of hiking trails, many of which are considered easy to moderate. Trails provide access to outstanding viewpoints and arches not visible from the road. In some cases, trails travel under arches, affording quite a unique perspective on the park's namesake features.   Protect Your Park   Watch Your Step. Help us protect biological soil crusts during your visit. Please walk only on trails, rock or in sandy washes (where water flows when it rains), and keep all vehicles and bikes on designated roads.   Protect Ephemeral Pools. Sandstone basins called ephemeral pools or potholes are home to a variety of life. Tiny organisms depend on the water in these shallow pools. To protect these life forms, please do not swim, bathe, or drink the water in desert potholes, and do not walk through dry ones.    Keep off the Arches. To promote visitor safety and the opportunity to view natural features undisturbed, climbing, scrambling, walking or standing upon, or rappelling off any arch is prohibited in the park.   Leave the Rocks as You See Them. Graffiti—carving, scratching, chalking, or any type of marking—is illegal and unsightly. If you see someone marking on the rocks, please report it to a ranger.     Easy Trails    Trail Round-trip Distance Time, Elevation Description   Balanced Rock 0.3 miles  (0.5 km) 20 minutes A loop trail at the base of a fragile, picturesque rock formation. Part of the trail is paved and accessible to wheelchairs.   Windows 1 mile  (1.6 km) 45 minutes A gentle climb up a gravel trail leads to the massive North Window, South Window, and Turret Arch. Return to the parking lot via the same trail, or take the slightly longer primitive trail around the Windows by starting at South Window viewpoint. First 100 yards may be accessible to wheelchairs with assistance.   Double Arch 0.5 mile  (0.8 km) 20 minutes A relatively flat, gravel-surfaced leads to the base of two giant arch spans which are joined at one end. May be accessible to wheelchairs with assistance.   Delicate Arch Viewpoints 100 yards  (91 m) or 0.5 miles  (0.8 km) 10 minutes or 30 minutes Wheelchair-accessible view of arch at a distance. Another moderately strenuous hiking trail climbs 0.5 mile (0.8 km) toward Delicate Arch, ending at a viewpoint separated from the arch by a steep canyon. You can't reach Delicate Arch on this trail; to hike all the way to the arch, start from Wolfe Ranch.   Sand Dune Arch 0.3 miles  (0.5 km) 20 minutes Cross deep sand to secluded arch among fins of rock. Do not climb or jump off arch.   Broken Arch Loop 2 miles  (3.2 km) 60 minutes From the trailhead at the Sand Dune Arch parking area, the trail crosses a large meadow to the arch and continues to the campground. Trail leads through fins with sand dunes and slickrock. The northern part of the loop includes some moderate scrambling.   Skyline Arch 0.4 miles (0.6 km) 10-20 minutes Park at the Skyline Arch parking area. A short hike on a flat, well-defined trail. On a cold night in November 1940, a large chunk fell out of the arch, instantly doubling the size of its opening.   Landscape Arch 1.6 miles  (2.6 km) 50 minutes Park at Devils Garden trailhead. A relatively flat, gravel-surfaced trail leads to a spectacular ribbon of rock, whose span is more than a football field in length. May be accessible to wheelchairs with assistance. Short side trips to Tunnel and Pine Tree arches. Trail guide available at trailhead. After Landscape Arch, the Devils Garden trail becomes difficult, with rock scrambling, narrow ledges, and exposure to heights.    Courthouse Wash Rock Art 1 miles  (1.6 km) 40 minutes Park at the Lower Courthouse Wash parking area, 0.5 miles (0.8 km) north of the Colorado River on the right side of US 191. A short walk south across the Courthouse Wash bridge and a brief climb leads to a prehistoric rock art panel (at the base of the cliffs, facing west).         Moderate Trails    Trail Round-trip Distance Time, Elevation Description   Park Avenue 2 miles (3.2 km) 1.5 hours 320 feet (98 m) From Park Avenue parking area, the trail descends steeply into a spectacular canyon and continues down the wash to Courthouse Towers. If you have a shuttle driver, you can begin at one point and be picked up at the other. For roundtrip hiking, retrace your steps along the trail rather than walking along the park road.         Difficult Trails    Trail Round-trip Distance Time, Elevation Description   Tower Arch  3.4 miles  (5.5 km) 2.5 hours Trail climbs a steep, short rock wall, cuts across a valley and then meanders through sandstone fins and sand dunes. An alternate, shorter trail (0.3 mile [0.5 km] one way), begins at the end of the four-wheel-drive road on the west side of Tower Arch. Unpaved roads wash out quickly in rainstorms; check road conditions before heading out.   Delicate Arch 3 miles  (4.8 km) 2.5 hours 480 feet (146 m) Open slickrock with no shade. The first half mile is a well defined trail. Follow the rock cairns. The trail climbs steadily and levels out toward the top of this rock face. Just before you get to Delicate Arch, the trail traverses a narrow rock ledge for about 200 yards (183 m).  Take at least 2 quarts (2 L) of water per person.   Double O Arch 4.5 miles  (6.8 km) 2.5 hours Beyond Landscape Arch (listed above), the trail is more challenging as it climbs over sandstone slabs. Footing is rocky; there are narrow ledges with exposure to heights. Spur trails lead to Partition and Navajo arches. Dark Angel is 0.5 miles (0.8 km) farther. Trail guide available at trailhead.   Primitive Trail at Devils Garden 7.2 miles  (11.6 km) 4 hours The Primitive Trail is an alternative route to or from Double O Arch. It involves narrow ledges, uneven surface hiking and scrambling on slickrock. Not recommended when rock is wet or snowy, or for those uncomfortable with heights or exposure. Trail guide available at trailhead.   Fiery Furnace No marked trail   The Fiery Furnace is a labyrinth of narrow sandstone canyons that requires agility to explore. To enter the Fiery Furnace, you must accompany a ranger-guided hikeor obtain a day-use permit at the visitor center. There is no trail, so we encourage you to accompany a ranger—both for your own safety and to reduce impacts on the area.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/hiking.htm"
}
