{
    "title": "Arches National Park: Backpacking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking              Backpacking        Backpackers prepare a meal as the sun sets. NPS\/Neal Herbert       Arches is a relatively small park with little terrain for backpacking. Backpacking permits are required for overnight backcountry travel and may be obtained only in person at the Arches Visitor Center. Permits cannot be reserved in advance, and rangers stop issuing them 30 minutes before visitor center closing. There are no designated backcountry trails or campsites, and only a very limited portion of the park is open to camping. Water is rarely available; plan to carry all you need. Primary safety considerations include steep terrain, loose rock, lightning, flash floods and dehydration. You are responsible for knowing and complying with all regulations.         Where to Camp Backcountry camps at Arches must be:   at least 1 mile (1.6km) from (and out of sight of) any designated road,  at least 0.5 mile (0.8km) from (and out of sight of) designated trails,  out of sight of any arch named on a USGS topographical map, and  established before sundown.     The main park road traverses the middle of the park, so few areas meet the campsite location criteria. Permits will not be issued within one hour of sunset to allow campers time to reach their destinations.  You are responsible for knowing where you are and that your camp meets these requirements. Campsites must also be 300 feet from any archeological site, 300 feet from non-flowing water, and 100 feet from any flowing water.  Sudden thunderstorms can turn a dry wash into a ranging torrent in a few minutes. Avoid the dangers of flash floods by not camping in dry washes. Bring and use a topographical map to select a safe, permissible location.       Where to Walk You may have heard the phrase, \"Take only pictures, leave only footprints.\" Unfortunately, misplaced footprints are very destructive to this desert. Living soil crusts cover nearly every surface and act as the \"security blanket\" supporting diverse native plant life.    Sometimes black and bumpy, sometimes red and smooth, living soil crusts are made of cyanobacteria, lichen, fungi, algae, and moss. They perform essential functions for plant survival, like reducing soil loss, retaining precious moisture, and adding critical nutrients to the soil.    You must walk off-trail to establish your backcountry campsite, so be sure to stay in dry washes or on rock to avoid damaging this crucial component of the desert.    You will likely find yourself walking an indirect route and taking long detours to reach your destination, so plan extra time for off-trail travel. You must reach and establish your camp before sunset.    The best place to walk and camp is on slickrock. Use a foam pad for a cushion and enjoy a peaceful night's rest knowing you are protecting the foundation of desert life.        Water is Life: Bring Enough to Survive Do not plan to find drinking water in the backcountry. Any water you do find may flow in from outside the park where livestock are grazed, and must be purified by boiling or filtering. Filtering will not remove the alkaline taste.    During summer months when temperatures often reach 100°F (38°C), you should drink at least one gallon (4L) of water each day. This volume of water weighs eight pounds (3.6kg), so plan your hiking distances and length of stay accordingly.    Leave water in potholes for wildlife;do not contaminate it with skin oils, salt, sunscreen, or soap. Swimming or washing in pools is prohibited.   If you collect water from a flowing source for washing, use a clean container and take it at least 300 feet (92m) away from the source before using. If you use any soap, make sure it is biodegradable.        Other Things You Need to Know Pets are not allowed in the backcountry or on designated trails.    The maximum group size for backcountry camping is ten (10) people. Smaller groups are encouraged in order to reduce impacts.    Ground fires are not permitted. Carry and use a camp stove if you plan to cook. Use caution when lighting stoves around dry grass and\/or during high winds; fires spread quickly in the desert.   Packing out solid human waste via a portable toilet system is ideal. Otherwise, it must be buried in soil four to six inches (10-15 cm) deep and at least 300 feet (92 m) from water sources.    Backcountry users are required to pack out all trash. Toilet paper and feminine hygeine articles also must be carried out. It's helpful to bring a few plastic bags for this purpose.        Safety It is often easier to climb up slickrock than to get back down. Sandstone crumbles easily and is especially slippery when wet or icy. Numerous accidents and rescues as well as several deaths have occurred due to careless climbing. Consider your routes carefully and use common sense.    Lightning is a serious concern during a thunderstorm. Rock overhangs and shallow caves are not safe places to hide. Consider returning to your vehicle as soon as a storm approaches. If your hair begins to stand on end, remove large metal objects (such as internal frame backpacks) and squat down low, covering your ears with your hands.    Do not feed wildlife; your food does not meet their nutritional needs and might encourage animals to linger near roads where they might be injured or killed. Hand-fed animals can bite and may carry diseases such as rabies. Help keep wild animals wild –don't feed them.    Scorpions, rattlesnakes, black widow spiders, cone-nosed kissing bugs and other desert creatures make their homes here. Watch out for them and give them the right-of way. Place your hands and feet carefully, particularly in dark or damp places. Check clothing, tents, and shoes for unwanted visitors. Leave everything you find undisturbed.       Download and print this information: Backpacking Brochure. [645k PDF file]",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/backpacking.htm"
}
