{
    "title": "Arches National Park: Canyoneering",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Canyoneering               Canyoneering        Rappelling into a canyon in Arches NPS\/Neal Herbert      Jump to: Regulations Canyoneer Registration Canyoneering Safety Established Routes New Route Establishment Good Canyoneering Practices Closures Definitions     Canyoneering is an adventure sport using climbing equipment for rappels and other technical descents through canyons. While Arches has no real \"slot canyons,\" many of its sandstone walls are cross-hatched with narrow passages appropriate for this type of exploration.  Arches National Park developed a Climbing and Canyoneering Management Plan in December 2013 in order to protect the natural environment and the park's resources and visitors' experience. Primary actions in the CCMP are the implementation of group size limits, canyoneer registration, better canyoneer education, safety standards, and canyoneering access and egress routes. We ask all canyoneers to act responsibly and observe park regulations.     Regulations    Canyoneers are required to complete a free self-registration permit (unless canyoneering in the Fiery Furnace).  Groups canyoneering in the Fiery Furnace or Lost Spring Canyon are limited to 6 persons. All other canyoneering groups are limited to 10 persons. Larger groups must split and use different routes or use the same route at different times of the day to avoid queuing at rappel sites and to minimize impact on resources and on other visitors.  It is prohibited to climb, scramble or walk upon, wrap webbing or rope around, or rappel off any named or unnamed arch with an opening greater than three feet. The physical altering of rock from its natural positions, such as chiseling, breaking rocks to reinforce crevices and pockets as anchors, glue reinforcement of existing holds, and gluing of new holds is prohibited. The intentional removal or \"gardening\" of lichen or plants from rock is prohibited. Bathing and immersing human bodies is prohibited in water sources that do not have water flowing both in and out at the time of the activity. Swimming and wading also are prohibited in water sources that do not currently have water flowing both in and out, except in cases where it will be necessary to enter the water source in order to traverse a route. Use of deadman anchors is prohibited. Any new installation of fixed gear requires a permit. If an existing item or fixed anchor is judged unsafe, it may be replaced, in kind, without a permit. Software left in place is required to match the rock surface in color. Bolts, hangers and chains must be painted the color of the rock surface before installation (see photo).  The installation of pitons is prohibited. Use of motorized drills within proposed wilderness areas is prohibited. Drilling outside of proposed wilderness areas requires a special use permit. Slacklining or \"highlining\" is prohibited. Guided canyoneering services are prohibited.        Canyoneer Registration All persons planning to canyoneer in Arches National Park are required to register by obtaining a free permit. There are no daily limits on routes (except the Fiery Furnace - see below), so canyoneers can get their permit on the day of their trip. Registration is free, it increases canyoneer safety, and helps the park maintain the desired conditions of the backcountry zone.    Canyoneers have two options to obtain permits:    obtain a permit via the on-line reservation system, or  self-register at the kiosk outside the visitor center   Planning to canyoneer in the Fiery Furnace? Your entire party must come to the visitor center front desk to get a Fiery Furnace permit ($4 per person). Fiery Furnace permits are limited to 50 persons a day and often sell out during the busy season.       Canyoneering Safety The NPS cannot guarantee the safety of park visitors. Safety remains the sole responsibility of the canyoneer. Canyoneering has inherent risks and canyoneers assume complete responsibility for their own safety. You canyoneer at your own risk! Honestly assess your own skill level and your limitations. Canyoneers should not attempt routes that are not within their abilities or those within their group.   Check the weather. Obtain forecast information before beginning your canyoneering route and observe changing weather conditions. Desert temperatures can soar above 100 degrees F in the summer, making strenuous exercise difficult. Drinking at least one gallon of water per day during the summer is recommended. Late summer monsoons bring violent storm cells which quickly bring lightning, hail, rain, slippery rock surfaces, and hypothermia and often cause flash floods. Flash floods can also occur during blue skies when heavy rains hit the Book Cliffs. Winter temperatures often drop below 32 degrees F and significant ice can persist on north-facing slopes. Temperatures may range 50 degrees in a 24-hour period. More...   Do your homework and know your route(s). Many websites, guide books, and local gear shops are available for specific route information. Canyoneering in the Fiery Furnace is best attempted with the guidance of someone who already knows the route.  Inspect all fixed gear, especially knots in webbing. The harsh desert weather deteriorates webbing quickly. The NPS explicitly disclaims all responsibility for the safety of equipment, bolts, or anchor systems in the park. The NPS does not maintain anchors.  If an existing item or fixed anchor is judged unsafe, it may be replaced in kind, without a permit, to enable a safe rappel when no other means of descent is possible, to enable emergency retreat, and during self-rescue situations. When existing anchors are deemed to be unsafe, make a reasonable effort to remove the existing hardware and use the existing drill holes for the installation of replacement fixed anchors whenever possible. Before placing fixed anchors on a route, think seriously about whether the route warrants them. Only place fixed anchors as a last resort. Please notify the NPS when replacing fixed hardware to help keep an up-to-date inventory of the park's fixed gear.  Be prepared to self-rescue. Be prepared to know what to do in emergency situations – including injury treatment, evacuations, unplanned overnights, or responding to rapid changes in weather. Ask yourself, \"If my leader gets hurt, does my group have the ability to continue and get help?\" Cell phone service is limited in the park. If a phone is available, call 911. Be prepared to tell the dispatcher the canyoneering route name, nearest landmark and meeting place so you can direct rescuers to the accident site. Park staff, if available, will provide assistance to the limit of their abilities; however, help may not arrive on-scene for several hours.  Report significant hazards and any injuries to a ranger, even those that do not require assistance, so that future canyoneers can be warned of the situation. The closest medical facility is Moab Regional Hospital. Watch for snakes, spiny plants, poison ivy, biting insects, and falling rocks. Always wear a helmet!       Established Canyoneering Routes  The following is a list of established routes the park has approved. To establish any other canyoneering routes with fixed gear requires obtaining a special use permit. The NPS reserves the right to remove all fixed gear that is not associated with the following routes:     Area   Route Name         Fiery Furnace   Krill Lomatium      Great Wall   Bighorn      Lost Spring Canyon   Lost and Found\/Undercover MMI      Park Avenue   Tierdrop Not Tierdrop U-Turn      Petrified Dunes   Dragonfly      Windows   Elephant Butte           New Route Establishment Establishment of new routes is allowed. However, canyoneers must obtain a special use permit before establishing any new routes requiring the installation of new fixed gear. Travel to and from routes must be within sandy wash systems, on rock, or on delineated trails.   To apply for a new route, print and complete this form and mail it to the address on page one of the form.     Good Canyoneering Practices Only by following a low-impact canyoneering ethic can canyoneers protect the park's outstanding natural features and biological diversity for future generations. To accomplish this goal, renew your commitment to leaving no trace and adopt this code of ethics for low impact canyoneering:  Tread lightly. Practice \"Leave No Trace\" ethics. Pack out what you pack in. Don't mark on rocks; scratches and carvings are considered graffiti which is against the law. Use of a bag system for human waste is recommended; supplies are available for a minimal charge at the visitor center.  Your steps matter! Help protect the park's sensitive desert soils. Travel to and from routes in sandy washes (where water flows when it rains) on rock, or on delineated trails. Approach trails to some canyoneering routes have been established with labeled brown carsonite posts. Don't create multiple paths to the same route (known as \"social trails\"), even if looks like the shortest distance on a GPS. Short-cutting damages vegetation, increases soil erosion, destroys animal burrows, and promotes the spread of exotic plants.  Be considerate of other visitors. Some of Arches' canyoneering routes begin in busy visitor areas or intersect with large visitor groups, especially in the Fiery Furnace. Do your part to maintain a low profile. Be respectful of visitors and wait to rappel. During peak visitation, spring and fall, canyoneers are recommended to park in established pullouts and parking lots.  Consider leaving your pet at home. While pets are allowed in the park, they must be on a leash at all times and are only allowed in developed areas like campgrounds and paved areas. They are not allowed on or off trails. Desert heat can be deadly to your pet. Park temperatures over 65°F can turn the inside of your car into an oven. Even tied outside to your car, temperatures can be harmful for your pet.  Experts use gear expertly. It is important that all fixed gear be of high quality and the installers be experienced and skilled in setting bolts to ensure not only the first party's safety but also the safety of future canyoneers. Please keep the following best practices in mind regarding fixed gear:   Use of retrievable anchor systems (also known as \"ghosting\") is encouraged.   Brightly colored software can be a visual impact to other visitors. Software left in place is required to match the rock surface in color.  The park recommends hardware for new and replacement anchors be modern climbing-specific hardware and of a length adequate for rock conditions at the installation site. ¼ inch bolts are highly discouraged.  Climbing-specific hangers are recommended. Homemade hardware is prohibited.  It is always preferable to use the old bolt hole rather than adding a new scar. Only in a worst-case scenario should a new hole be added.  All old holes will be filled with epoxy and topped with sand to best camouflage the un-used hole.  Bolts, hangers and chains must be painted the color of the rock surface or primered brown before installation (see photo).      Closures Some routes or features inside Arches National Park are closed to canyoneering, temporarily or permanently, or access and\/or egress trails may be rerouted to avoid disturbance to wildlife and other resources. Check this webpage or the canyoneering kiosks for updated route closures when you register. Closures are strictly enforced.  No established canyoneering routes are closed at this time.       Definitions  Access Route is the route from an existing parking area, trail or road in which a canyoneers walks to the base of a climb or beginning of a canyoneering route. Routes are not formally maintained as park assets.  Anchors can be any way of attaching the canyoneer, the rope, or a load to rock or tree, by either permanent or temporary means for belaying or rappelling. The goal of an anchor depends on the type of climbing under consideration but usually consists of stopping a fall, or holding a static load. Anchors can be either retrievable or permanent.  Bolts are permanent, man-made articles that require a hole to be drilled or hammered into the rock for their placement, usually consisting of a glued-in or expansion bolt. Bolts are small anchoring devices (usually 3\/8\" diameter by about 3\" length) used to protect climbers where there are no cracks or openings for other types of protection.  Canyoneering (also known as Canyoning) is traveling across land and into canyons using a variety of techniques that are associated with technical descents: requiring rappels (abseils) and ropework, technical climbing or down-climbing, technical jumps, and\/or technical swims.  Deadman anchor is a buried object (e.g., a large rock or log) that functions as an anchor for an attached rope. Use of deadman anchors is prohibited.  Egress or Exit Route is the route from the completed climbing or canyoneering route back to the parking area. Routes are not formally maintained as park assets.  Ephemeral Pool is a naturally occurring sandstone basin that collects rain water and wind-blown sediment that can range from a few millimeters to a few meters in depth and may or may not be located in drainages. More...  Fixed belay\/rappel station or \"anchor systems\" shall be deemed any configuration of fixed anchor hardware (requiring rock alteration for installation) or software placed at the top of a pitch or rappel for the purpose of belaying or placed for the sole intent of rappelling. The hardware or software is left behind.  Fixed gear is any man made article, either hardware or software (webbing, rope, cordelette, etc.), that is used to aid ascent or descent, or as protection, and is left on the route by a canyoneering party after the completion of the route.  Hardware is climbing equipment placed in cracks or on faces to protect climbers\/canyoneers from falling. This specialized equipment includes wired nuts, camming devices, hexes, pitons and bolts.  Pothole is a cup\/bowl\/glass-shaped depression in the rock that is large enough to accommodate one or more persons.  Rap rings are made of a single ring of aluminum or steel. Soft aluminum rings are prone to destruction as you pull your sand-impregnated rope across the metal. Rap rings are often found on anchors in canyons.  Rock alteration is the intention removal of rock from its natural position, drilling, chipping, or gluing of hold.  Vegetation alteration is any intentional removal of vegetation from its natural position, destruction, or damage of vegetation.  Webbing is a synthetic flat rope that is used to tie around anchors.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/canyoneer.htm"
}
