{
    "title": "Arches National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        A barrier-free portion of the Windows Trail NPS\/Neal Herbert       The information about specific facilities and services provided below may help you better plan your visit. If a particular service or issue is not mentioned below, such as alternate formats for print materials, audio description, assistive listening, captions, or physical access to particular facilities, programs or services, please contact the park.  U.S citizens or permanent residents with permanent disabilities qualify for the Interagency Access Pass, which provides free or discounted access to over 2,000 federal recreation sites. Physical\/Mobility Accessibility The following facilities and destinations are ADA-compliant:  Arches Visitor Center  Restrooms throughout the park  Devils Garden Campground site #4H  Park Avenue Viewpoint  Balanced Rock Viewpoint and Picnic Area  Wolfe Ranch Cabin and rock art panel  Delicate Arch Viewpoint   The following trails are considered barrier-free*:   Devils Garden Trail (to Landscape Arch)  Windows Trail (first 100 yards only)  Double Arch Trail  * Barrier-free trails may contain minor obstacles, steeper grades and temporary washouts.  Deaf\/Hearing Loss Accessibility For visitors with hearing impairments, a variety of publications may be obtained at the visitor center, and all audio-visual programs are closed-captioned. Wayside exhibits with illustrations and text on natural and cultural features are situated throughout the park and in the visitor center. Blind\/Low Vision Accessibility Visitor center exhibits include audio recordings and tactile models, rock samples, and maps that may be touched. An audio tour of the park's scenic road is available for purchase or rental at the bookstore. Recorded descriptions of exhibits or waysides are not available. Service Animals Service animals are allowed in national parks. For a definition of a service animal, please go to www.ada.gov\/service_animals_2010.htm. Service animals are permitted everywhere at Arches. Owners are encouraged to identify their working service animal, such as with a vest. Identification is not required, but helps prevent unwarranted \"dog on trail\" complaints from other visitors. There are no plastic bags provided at trailheads for waste products, so please bring your own. Caution! The desert can be deadly for pets. Car temperatures rise quickly in the sun, even on cool days. Your pet can easily die of heat exhaustion. If you are leaving a pet in a car, crack the windows as much as possible and leave water to drink. We recommend you not leave pets in the car at all when the outside temperature exceeds 68 degrees, even with the windows cracked.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/accessibility.htm"
}
