{
    "title": "Arches National Park: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services              Goods & Services        You can stay in touch at Arches, if you choose to.        Food, gas, lodging and provisions are not available in Arches. The nearby town of Moab has a variety of restaurants, lodging, grocery stores, gas, and other services. Visit discovermoab.com for more information.  Water is available year-round at Arches Visitor Center and Devils Garden Campground, and seasonally at Devils Garden Trailhead.  WiFi Arches Visitor Center has public, unsecured WiFi, as do Grand County Library and many restaurants in Moab.  Charging any electrical devices in outlets at the visitor center is not permitted.   Cell Phone Service Red rock country is easy on the eyes but hard on mobile phones. Cellular service is available in most towns and along major highways, but visitors will find many areas without coverage throughout the region.  Coverage at Arches is spotty. Service varies between carriers; currently, Verizon seems to offer the widest coverage in the area. As a rule of thumb, signals are strongest wherever the La Sal Mountains are visible. Areas with reliable cell phone coverage for most carriers include:    Arches Visitor Center  Balanced Rock  Panorama Point  Delicate Arch (at end of trail only)  Salt Valley Overlook  Fiery Furnace Viewpoint   Sandstone walls effectively disrupt cellular service in these areas:    Park Avenue \/ Courthouse Wash  The Windows  Delicate Arch Viewpoint  Fiery Furnace  Devils Garden   This summary is not a guarantee of service. Under no circumstances should visitors rely on cellular service in Arches. Texting is often a more effective means of communication in areas with limited service.    Satellite Phones Satellite phones are a fairly reliable means of communication at Arches. Visitors should expect dropped calls and periodic lack of service when satellites are not in a position to transmit. No radio frequencies are monitored at Arches.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/goodsandservices.htm"
}
