{
    "title": "Arches National Park: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Alerts & Conditions          Alerts    No alerts at this time           NPS  Arches National Park is Open Arches Visitor Center is open daily except December 25. Operating hours change with the seasons. Read more: What time is the park open?         NPS  Road Conditions Updated July 4, 2016 - All park roads are open.  Unpaved roads may become muddy or impassable following rain.        NPS  Traffic Between March and October, long lines form at the entrance road, and parking lots at popular trailheads are often full between 9 am and 4 pm.  Read more: How can I avoid the traffic?  For more information on traffic conditions in the area around Moab and Arches National Park, visit the Utah Department of Transportation Traffic Site        NPS  Construction Projects  Summer 2016: Construction work will close parking lots and trailheads intermittently throughout the summer. Read more about construction projects. March-October 2017: Extensive road construction will limit access to some areas. The park will remain open during construction. You may experience driving delays, and parking and trail closures. Devils Garden Campground will be closed March 1 to October 31, 2017. Some trails will be closed for two weeks at a time during the project. Read more about construction projects.        NPS  Camping Devils Garden Campground is open daily. Between March and October, all 50 sites are usually reserved in advance; in winter, sites are available first-come, first-served. Read more about camping in and around Arches National Park. Devils Garden Campground will be closed March 1 to October 31, 2017 due to a construction project.        NPS\/Kuhn   Ranger Programs National park rangers offer various programs spring through fall. Check at the Arches Visitor Center for a schedule. You can also check the Calendar for special events and activities.         Park News Looking for more information about what is happening at Arches? Check out our latest News Releases. Or connect with us through social media. We're on Facebook, Twitter, Instagram, YouTube, and Flickr.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/conditions.htm"
}
