{
    "title": "Arches National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           5 Miles north of Moab, Utah, on US 191  Moab, UT 84532                 Directions         Arches National Park is located on US 191, about five miles north of Moab, Utah. From Moab, Utah, drive five miles north on US 191. From I-70 (Crescent Junction), drive south 28 miles on US 191.  Directions Details           Operating Hours & Seasons         Open Year Round Arches National Park is open 24 hours a day, year-round. Visitor center hours vary by season.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Arches is part of the Colorado Plateau, a \"high desert\" region that experiences wide temperature fluctuations, sometimes over 40 degrees in a single day. The temperate (and most popular) seasons are spring (April-May) and fall (mid-September-October), when daytime highs average 60 to 80 F and lows average 30 to 50 F. Summer temperatures often exceed 100 F, making strenuous exercise difficult. Winters are cold, with highs averaging 30 to 50 F, and lows averaging 0 to 20 F.          Fees & Passes     Entrance Fees:   Private Vehicle Fee - $25.00 Admits one private, non-commercial vehicle (15 passenger capacity or less) and all its occupants.   Motorcycle Fee - $15.00 Admits one individual on a private, non-commercial motorcycle. Any passengers pay the per-person fee not to exceed the private vehicle fee.   Per Person - $10.00 Admits one individual with no car. Typically used for bicyclists, hikers, and pedestrians. Youth 15 and under are admitted free.   Entrance Passes:   Southeast Utah Parks Pass - $50.00 Valid for one year through the month of purchase. Admits one (1) private, non-commercial vehicle or its pass holder to Arches and Canyonlands national parks, and Hovenweep and Natural Bridges national monuments.         Visitor Centers       Arches Visitor Center The visitor center is open every day except December 25. Rangers are on duty to answer your questions. You can learn about the park with exhibits, a park movie, and a bookstore. Restrooms and drinking water are available.                Park Avenue in late afternoon NPS\/Neal Herbert       Plan on spending at least a few hours in the park, exploring the scenic drive and several of the viewpoints and short trails. If time permits, longer hikes lead to many spectacular rock formations, or consider attending a ranger-led program to learn more about this special place. Guided walks and\/or evening programs occur daily, spring through fall.   Operating Hours & Seasons Park and visitor center hours for different times of the year.    Fees & Passes Find out what park fees you should expect during your visit.    Permits & Reservations  Obtain permits for certain activities, or reserve a tour or campsite.   Traffic & Travel Tips Get suggestions for how to avoid the most crowded times of year (or day).   Weather  Weather in the high desert can be changeable; prepare for a wide range of conditions.    Pets Activities with pets at Arches are very limited.    Goods & Services  Few goods and services are available within the park, but the town of Moab is only ten minutes away.    Camping Arches has a 50-site campground. There are also many campgrounds in the area around the park.",
    "url": "https:\/\/www.nps.gov\/arch\/planyourvisit\/basicinfo.htm"
}
