{
    "title": "Bryce Canyon National Park: Hoodoos",
    "body": "Hoodoos        Hoodoos in the very early morning. Photographed by Brian B. Roanhorse NPS December 16, 2015.       Common Name (preferred): Hoodoo, goblin  Geologic Name: Hoodoo  Size Range: 5-150 ft. tall (1.5-45 m)  Formation Name: Claron Limestone  Rock Age: Paleocene or Eocene in age, 40-60 mya  Famous Examples: Thor's Hammer, The Hunter, Queen Victoria         General Description: Hoodoos are tall skinny spires of rock that protrude from the bottom of arid basins and \"broken\" lands. Hoodoos are most commonly found in the High Plateaus region of the Colorado Plateau and in the Badlands regions of the Northern Great Plains. While hoodoos are scattered throughout these areas, nowhere in the world are they as abundant as in the northern section of Bryce Canyon National Park. In common usage, the difference between Hoodoos and pinnacles or spires is that hoodoos have a variable thickness often described as having a \"totem pole-shaped body.\" A spire, on the other hand, has a smoother profile or uniform thickness that tapers from the ground upward. At Bryce Canyon, hoodoos range in size from that of an average human to heights exceeding a 10-story building. Formed in sedimentary rock, hoodoo shapes are affected by the erosional patterns of alternating hard and softer rock layers. The name given to the rock layer that forms hoodoos at Bryce Canyon is the Claron Formation. This layer has several rock types including siltstones and mudstones but is predominantly limestone. Thirty to 40 million years ago this rock was \"born\" in an ancient lake that covered much of Western Utah. Minerals deposited within different rock types cause hoodoos to have different colors throughout their height. Formational Process: Hoodoos are formed by two weathering processes that continuously work together in eroding the edges of the Paunsaugunt Plateau. The primary weathering force at Bryce Canyon is frost wedging. Here we experience over 200 freeze\/thaw cycles each year. In the winter, melting snow, in the form of water, seeps into the cracks and freezes at night. When water freezes it expands by almost 10%, bit by bit prying open cracks, making them ever wider in the same way a pothole forms in a paved road.             In addition to frost wedging, what little rain we get here also sculpts the hoodoos. Even the crystal clear air of Bryce Canyon creates slightly acidic rainwater. This weak carbonic acid can slowly dissolve limestone grain by grain. It is this process that rounds the edges of hoodoos and gives them their lumpy and bulging profiles. Where internal mudstone and siltstone layers interrupt the limestone, you can expect the rock to be more resistant to the chemical weathering because of the comparative lack of limestone. Many of the more durable hoodoos are capped with a special kind of magnesium-rich limestone called dolomite. Dolomite, being fortified by the mineral magnesium, dissolves at a much slower rate, and consequently protects the weaker limestone underneath it in the same way a construction worker is protected by his\/her hardhat. Rain is also the chief source of erosion (the actual removal of the debris). In the summer, monsoon type rainstorms travel through the Bryce Canyon region bringing short duration high intensity rain.      Preservation Message: Unfortunately hoodoos don't last very long. The same processes that create hoodoos are equally aggressive and intent on their destruction. The average rate of erosion is calculated at 2-4 feet (.6-1.3 m) every 100 years. So it is that Bryce Canyon, as we know it, will not always be here. As the canyon continues to erode to the west it will eventually capture (perhaps 3 million years from now) the watershed of the East Fork of the Sevier River. Once this river flows through the Bryce Amphitheater it will dominate the erosional pattern, replacing hoodoos with a \"V\" shaped canyon and steep cliff walls typical of the weathering and erosional patterns created by flowing water. Indeed a foreshadowing of this fate can be observed in Water Canyon while hiking the Mossy Cave Trail. For over 100 years a diversion canal has been taking a portion of the East Fork of the Sevier River through this section of the park and already it's easy to see the changes the flowing water has created. While we can't stop this inevitable fate, humans can help to preserve the Park's existing hoodoos by keeping to the park trail system. Believe it or not, just walking up to the base of a hoodoo will shorten its life span as your tracks weaken the clay slopes that protect the hoodoo's foundations. Staying on established trails ensures that erosion will not prematurely destroy the hoodoos that millions of people come from all over the world to see. When and where to see at Bryce: All visitors can view the hoodoos just by going to the overlooks of the Bryce Amphitheater. Visitors equipped for seasonal hiking can choose from several trails leading down to the base of the hoodoos. Always consult with park rangers at the Visitor Center for trail conditions. Those with limited time often choose to experience only the Navajo Loop Trail. While this is the most popular trail because it features slot canyons, you can see a lot more hoodoos by adding the Queen's Garden Trail for a combined loop of 2.9 miles (4.5 km) called the Navajo\/Queen's Garden Combination. Even more adventurous souls find Full Moon Hikes to be an especially exciting way to view the hoodoos. Hoodoo colors are more vibrant after a rainstorm. Viewing hoodoos in the winter is especially rewarding. Not only does melting snow enrich the colors but the blanket of white adds another dimension to the beauty under the crisp blue sky.             Further Reading: DeCourten, Frank. 1994. Shadows of Time, the Geology of Bryce Canyon National Park. Bryce Canyon Natural History Association. Kiver, Eugene P., Harris, David V. 1999. Geology of U.S. Parklands 5th ed. John Wiley & Sons, Inc. 522-528. Sprinkel, Douglas A., Chidsey, Thomas C. Jr., Anderson, Paul B. 2000. Geology of Utah's Parks and Monuments. Publishers Press: 37-59 (top of page)       Formation of Hoodoos. Illustrated and updated by Brian B. Roanhorse NPS 2014",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/hoodoos.htm"
}
