{
    "title": "Bryce Canyon National Park: Wall and Narrows",
    "body": "Wall and Narrows       Common Name (preferred): Wall and Narrows  Geologic Name: Fins & Slot Canyons  Size Range: 100-600 ft. long, 100-200 ft. tall, 5-20-5 ft. thick  Formation Name: Claron Formation  Rock Age: Eocene 30- 40 mya  Famous Examples: China Wall, Seal Castle or The U-Boat, and the dozens of fins that make the Silent City        Looking down the Wallstreet trail nps  General Description: Walls or fins are narrow walls of rock, bound by joints or fractures on either side. As weathering and erosion open the cracks wider and wider they form narrows or slot canyons. The wall left standing in between two slot canyons is called a fin. As fins develop, differential erosion accentuates different rock hardness leaving them with a rugose appearance. Formational Process: Erosion follows fractures in the sides of the Paunsaugunt Plateau called joints. Joints are common in all types of sedimentary rock and are created while the rock is lithifying in the same manner that cracks form in mud as it dries. At Bryce Canyon, these joints undergo additional stresses created by the huge amounts of energy released during earthquakes along the Paunsaugunt fault and Ruby's thrust fault. While these fault lines are currently dormant, many millions of years ago their activity widened and deepened the existing joints. Snow in the winter melts a little every day and flows into joints. At night it freezes and expands, breaking the rock into smaller pieces. This is called frost wedging. Bryce Canyon experiences over 200 days of freeze\/ thaw during the year. The frequency of frost wedging in this region makes it the most important type of weathering at Bryce Canyon.             Late summers at Bryce Canyon are marked by the monsoon season. Desert monsoons are different than those of India. They drop far less rain, but like those in India, are predictable in their afternoon arrival time. Every afternoon in late July and early August, rainstorms pass through Bryce Canyon. In the same way dry sponges absorb less water than moist sponges, the very dry rock and soil at Bryce Canyon absorb little water, allowing most of the rain to flow into joints, which cleans out the broken gravel left by frost wedging in the winter--thereby creating slot canyons. Runoff is the chief cause of erosion in the park.Frost wedging and runoff are the two main processes that form walls, fins and landforms at Bryce Canyon National Park. Continued rock destruction and removal by these processes will eventually result in windows and hoodoos as the walls and fins become thinner. The China Wall on the Fairyland Loop Trail illustrates this evolution very well. The outermost portion of the wall is mainly hoodoos because it has been exposed to the forces of weathering and erosion longer than the side of the wall that is closest to the canyon rim. Yet even on the canyon rim side, you can see how the windows become increasingly smaller as you near the rim.Some fins, like The Alligator which can be seen underneath Bryce Point, are capped with a more resistant form of limestone called Dolomite. This rock is reinforced with magnesium and cannot be dissolved by the weak carbonic acid that dissolves regular limestone. The hard rock above protects the weaker rock below, creating very durable fins.        Flash flooding can occur in the slot canyons even when skies are clear and blue. nps  Preservation Message: The slot canyons that separate fins are very popular geologic features that people love to experience. However, they can also be very dangerous places during rainstorms because of flash flooding. Rain falling in the upper portion of a watershed quickly accumulates as it moves downhill. Slot canyons are choke points that all this water must pass through. The floods can travel with such speed and force that boulders the size of cars are dislodged and blasted down these narrow canyons. Anything caught between the walls and the debris washing through will be pulverized. Because Bryce's slot canyons occur very high in the watershed, flash floods are not as severe as in other places. Nevertheless, for the preservation of your own health, avoid the Navajo Loop Trail during a rainstorm. It is also important while preparing for a backcountry overnight trip that you consult a weather forecast while obtaining your backcountry permit. When and where to see at Bryce: Hiking among fins and slot canyons is best done at Bryce Canyon in the main amphitheater area. There you can witness the steps in hoodoo formation: from fins to windows to hoodoos. Vibrant colors follow different rock layers alternately throughout the amphitheater. Couple this with the wiggling sides of the walls and fins, and this is what makes Bryce Canyon picturesque. The colors and shapes of walls and fins at Bryce Canyon are best seen and photographed in the changing light of early morning or late afternoon. Slot canyons like Wall Street on the Navajo Loop Trail are so narrow that they receive direct sunlight only during midday.             Further Reading:Ritter, Dale F. Kochel, R. Craig. Miller, Jerry R. 1995. Process Geomorphology 3rd edition. Wm. C. Brown Publishers. 365-66.DeCourten, Frank. 1994. Shadows of Time: the Geology of Bryce Canyon National Park. Bryce Canyon Natural History Association.Arches National Park Website.(top of page)",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/wallandnarrows.htm"
}
