{
    "title": "Bryce Canyon National Park: Grand Staircase",
    "body": "Grand Staircase       Common Name (preferred): The Grand StaircaseGeologic Name: sameSize Range: 100 miles x 200 miles (160 x 240 km)Formation Name: Comprises dozens of rock formationsRock Age: Permian - Tertiary (275- 50 mya)Famous Examples: Best viewed from Hwy. 89A north of Jacob's Lake, Arizona.The Grand Staircase is an immense sequence of sedimentary rock layers that stretch south from Bryce Canyon National Park through Zion National Park and into the Grand Canyon. In the 1870s, geologist Clarence Dutton first conceptualized this region as a huge stairway ascending out of the bottom of the Grand Canyon northward with the cliff edge of each layer forming giant steps. Dutton divided this layer cake of Earth history into five steps that he colorfully named Pink Cliffs, Grey Cliffs, White Cliffs, Vermilion Cliffs, and Chocolate Cliffs. Since then, modern geologists have further divided Dutton's steps into individual rock formations.What makes the Grand Staircase worldly unique is that it preserves more Earth history than any other place on Earth. Geologists often liken the study of sedimentary rock layers to reading a history book--layer by layer, detailed chapter by detailed chapter. The problem is that in most places in the world, the book has been severely damaged by the rise and fall of mountains, the scouring of glaciers, etc. Usually these chapters are completely disarticulated from each other and often whole pages are just missing. Yet the Grand Staircase and the lower cliffs that comprise the Grand Canyon remain largely intact speaking to over 600 million years of continuous Earth history with only a few paragraphs missing here and there.Unfortunately, the Grand Staircase is such a vast region of rock that no matter where you stand on its expanse, most of it will be hidden behind the curvature of Earth. Places such as Yovimpa Point and the north slope of the Kaibab Plateau are the exception where even a non-geologist can discern the individual chapters of this colossal history book--these immense steps of Dutton's Grand Staircase.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/grandstaircase.htm"
}
