{
    "title": "Bryce Canyon National Park: Earth Systems",
    "body": "Earth Systems               This unit introduces students to forces which affect geology.      UNIT GOALS:   Explain the difference between mass and weight, and how weight varies in different gravitational fields.   Understand how speed can cause an object to escape gravity.   Explain how gravity can be overcome by compactness and size.   Teach the fundamentals of astronomy as it relates to gravity.   Introduce young Earthlings to the rest of their solar neighborhood.   Understand the uses of magnets in our daily lives.   Allow students to see that magnetic fields exist and to see the shape of those fields.   Present different types of water erosion.   Explain other erosional forces sculpting the landscape.   Visualize the properties of the different Earth layers.   Present the importance of gravity in creating Earth and its various layers.   UNIT ACTIVITIES: GRAVITY         1. Do We Need to Diet on Mars: Explains the difference between mass and weight. Allowing students to calculate their weight on other planets, illustrates that gravity is relative to mass.  2. All About Speed: Demonstrates orbits and explains how pull can decrease as speed increases.  3. What do you suppose is the angle of repose?: Demonstrates the effect of gravity on a more local scale. It defines angle of repose and allows students to develop and conduct experiments to determine the angle of repose for different materials. (Links the effect of gravity with erosional forces and land form formation.)  4. The Great Galactic Glue: This game allows students to become particles and show how gravity draws particles together, forming planets and solar systems.  5. Solar System Size-Up: This activity allows students to visualize the distance between planets.         UNIT ACTIVITIES: MAGNETISM 6. Mother Nature's Magnet: Using common magnets students will see how magnetic fields help us in our daily lives.  7. Natural Force Fields: Magnetic force fields are invisible to our eyes. This activity allows students to see magnetic fields through experiments with bar magnets.  8. Magnetic Globe: Another activity you can do that helps to illustrate the presence of magnetic fields. UNIT ACTIVITIES: EARTH LAYERS         9. Pit of the Earth: Earth is composed of five layers: atmosphere, crust, mantle, outer core, and inner core. This activity will use a common object to illustrate the layers of Earth.  10. Sphere of Friends: Allows students to model Earth layer formation in an activity where they represent particles of mass in space. It explains why planets form in spheres.         UNIT ACTIVITIES: EROSION 11. Water: Mother Nature's Erosional Forces allows students to experiment with different types of water erosion that forms Earth's landscape.  12. Erosion, by Wind and Ice: gives students experiments to complete helping them understand processes other than water that shape the landscape.       GEODETECTIVE Home - Earth Systems Discovery Chest - Earth Systems Kid's Page Contact our Education Outreach Specialist here.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/education\/earthsystems.htm"
}
