{
    "title": "Bryce Canyon National Park: Rocky Mountain Juniper",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs     Rocky Mountain Juniper                  Rocky Mountain Juniper      Common Name: Rocky Mountain Juniper Scientific Name: Juniperus scopulorum Size (height & diameter) English & Metric: 20-50 ft. (6-15 m) tall, trunk 6-18\" (.2-.4 m) in diameter Habitat: Dry and rocky soils with lots of sunlight Flowering Season: N\/A not a flowering plant Range: All of the Rocky Mountains, Colorado Plateau, and Great Basin.         General Description: Bryce Canyon National Park is home to three species of junipers. At high to mid elevations you will encounter a spreading shrub called Common Juniper, Juniperus communis. The low elevation forests consist mostly of Utah Juniper, Juniperus osteosperma, and Colorado Pinyon, Pinus edulis. Rocky Mountain Juniper, Juniperus scopulorum, is common in Bryce's  middle elevations.  Although the Rocky Mountain Juniper can be found growing in close proximity with Utah Junipers, it prefers sites that are more cool and shady. Usually tall and slender, the Rocky Mountain Juniper grows up to 45 (15 m) feet tall with trunks 18 (.5 m) inches in diameter. They can survive because their leaves, which they retain all year, are reduced to tiny, waxy scales covering their twigs and small branches. Their fruits, fleshy cones which resemble berries but are actually cones, have one or several seeds inside, and are coated with water-retaining wax. The juniper berries are pea-to-marble-sized, usually blue in color, with a powdery coating that can be rubbed off to reveal its greenish-brown flesh. The seeds are mealy and fibrous. The bark is gray-green on the surface but reddish-brown and fibrous underneath.        lee dittmann  Plant Lore: Birds and small mammals eat the berry-like cones. The seeds, being indigestible, are eliminated by the animals as waste. The process of passing through the animal's digestive system softens the seed coats, breaking dormancy and sometimes assisting in the germination of the seeds.  Juniper berries are used in flavoring gin. Native Americans use the juniper for medicine and ceremonial purposes and the berries (cones) for beaded jewelry. They use the wood for hogans, wickiups, pit houses, utensils, firewood, prayer sticks, weaving tools and fence posts, and the shredded bark for bedding and fire-starter. Pungent juniper smoke is used in medicine and in traditional Southwest Native American ceremonies. The aromatic properties of all parts of the juniper have been used by the Pueblos to ward off black magic, plague, and various negative influences. For venison marinades and cooking of wild tasting meat: 10 berries per pound of meat is a good rule of thumb. The berries are also used in making sauerkraut and German potato salad. By itself, the berry's flavor has been described as a cross between superglue and wintergreen gum. Slow-growing, rot-resistant and pleasantly fragrant, junipers' twisted wood is used for everything from fence posts to firewood.         Where and when to see at Bryce: Rocky Mountain Junipers are generally found below the canyon rim and are especially common where the rock is grey in color at the lowest elevations of the park.  Further Reading: Buchanan, Hayle. 1992. Wildflowers of Southwestern Utah. Bryce Canyon Natural History Association. Bryce Canyon, Utah  Lanner, Ron. & Rasmuss, Christine. 1988. Trees of the Great Basin: a Natural History. University of Nevada Press  Little, Elbert L. 2001 National Audubon Society Field Guide to Trees - Western Region. Random House Inc. New York, NY  Stuckey, Martha & Palmer, George. 1998. Western Trees: A Field Guide. Falcon Publishing, Inc. Helena, MT",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/rmjuniper.htm"
}
