{
    "title": "Bryce Canyon National Park: Showy Stoneseed",
    "body": "Showy Stoneseed       Common Name(s): Showy Stoneseed, Narrowleaf Puccoon, Narrowleaf Gromwell  Scientific Name: Lithospermum incisum  Size (height) English & Metric: 2\"-12\" (5-30cm)  Habitat: Pinyon-Juniper Woodland, Ponderosa Pine, Mixed Desert Scrub Flowering Season (for Bryce region): April - July Range: All elevations of Bryce Canyon and throughout the Colorado Plateau        The frilly edges of the petals help distinguish the Showy Stoneseed. lee dittmann  General Description: This is a low-growing perennial herb of the borage family with trumpet-shaped yellow flowers having long, narrow corollas that open up into five wrinkled lobes. This species of stoneseed has dark green linear leaves. Although it can be easily confused with the Many-Flowered Stoneseed, Lithospermum multiflorum, the Showy Stoneseed is usually a smaller plant with fewer stems and flowers. Plant Lore: The common and Latin genus name each refer to the hard nutlet that's produced when the plant goes to seed, hence, \"stoneseed.\" The Latin species name, \"incisum\", refers to the ruffled edges or \"lobes\" of the flower petals. The flowers produce a faint but fragrant aroma. At one time, stimulating teas were made from the stems. The leaves and roots may have been used as a contraceptive and to treat diarrhea. When and where to see at Bryce: This stoneseed is often encountered in disturbed areas such as along trails, walkways and roadsides throughout the park in springtime. Further Reading: Buchanan, Hayle 1992. Wildflowers of Southwestern Utah. Bryce Canyon Natural History Association. Bryce Canyon, Utah. Craighead, Craighead and Davis, Peterson Field Guide, Rocky Mountain Wildflowers. Densmoore, Frances 1991. How Indians Used Wild Plants for Food Medicine and Crafts, Dover Publications. Fagan, Damian. 1998. Canyon Country Wildflowers. Falcon Press. Helena, Montana. Spellenberg, Richard. 2001. National Audubon Society's Field Guide to North American Wildflowers - Western Region. Knopf Inc. NY, NY. Williams, David. 2000. A Naturalist's Guide to Canyon Country. Falcon Press. Helena, Montana.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/showystoneseed.htm"
}
