{
    "title": "Bryce Canyon National Park: Wyoming Paintbrush",
    "body": "Wyoming Paintbrush       Common Name(s): Wyoming Paintbrush, Narrowleaf Paintbrush, Linearleaf Paintbrush  Scientific Name: Castilleja linariifolia  Size (height) English & Metric: 18\"-36\" (45-91 cm)  Habitat: Shrublands and grass meadows  Flowering Season (for Bryce region): May - October  Range: Wyoming and down into the Colorado Plateau        Wyoming Paintbrush lee dittman  General Description: A member of the figwort family, this species is unusually tall for a paintbrush. It favors moist areas, but it is also drought tolerant enough to be found in sagebrush flats. It has narrow, green linear leaves with an alternate arrangement on the stems. Flowers are actually inside each of the loosely to densely clustered upper leaves which form scarlet red tubes around them and from which the pale green corolla protrudes. Stems range in color from gray-green to crimson to purple. Plant Lore: This is a semi-parasitic plant that uses its roots to penetrate and secure nutrients and water from other plants. American Indians in Utah may have used paintbrush as a blood purifier, and to treat nosebleeds. This species was also prized as a treatment for venereal diseases. Conservation Message: As with all other native plants, this species is protected in National Parks. While sampling berries and nuts is permissible, it is illegal to collect plants for herbal or medicinal purposes. When and where to see at Bryce: This species is found in most locations in the park but is especially common along roadsides and most trails. The paintbrush grows amid other plants. It is often found among manzanita, bitterbrush and sagebrush, but not exclusively so. It is the most common of the three kinds of paintbrush known in the park. Further Reading: Buchanan, Hayle, PhD. 1992. Wildflowers of Southwestern Utah, Bryce Canyon Natural History Association. Bryce Canyon, Utah. Densmore, Frances. 1991. How Indians use Wild Plants for Food, Medicine and Crafts. Dover Publications. Welsh, Treshow, and Moore. 1965. Common Utah Plants. Brigham Young University. Provo, Utah.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/wyomingpaintbrush.htm"
}
