{
    "title": "Bryce Canyon National Park: Rock Columbine",
    "body": "Rock Columbine       Common Name(s): Rock Columbine, Dwarf Blue Columbine  Scientific Name: Aquilegia scopulorum  Size (height) English & Metric: 6-8\" (15-20 cm)  Habitat: Steep, eroded slopes  Flowering Season (for Bryce region): May - July  Range: Gravelly, subalpine areas in Utah        Rock Columbine nps  General Description: This is one of the shorter, but more spectacular columbines in the buttercup family and a hallmark of the Bryce Canyon Natural History Association at Bryce Canyon. The blue to blue-violet flowers look wonderful in contrast to the reddish, rocky, limestone and clay soil in which they are usually found growing. The plants appear as single plants in sparse communities. Another distinctive mark of this columbine is its very small lobed leaves. Plant Lore: As are all of the columbine species, the Rock Columbine, too, is highly regarded for its beauty. Many American Indian groups used columbines as ornamentation and made perfume from seeds by grinding them into a paste. Unfortunately for the columbines, sheep also take interest in them. In places where sheep grazing occurs, this is one of the first groups of flowers to disappear. Conservation Message: Rock Columbine grows in fragile environments, is quite delicate, and is easily trod upon and damaged. Please do not attempt to climb the banks and slopes wherever it is found. Remember that picking wildflowers is illegal in all National Park Service areas. Be a responsible plant lover and take pictures not samples. When and where to see at Bryce: The best concentrations of these flowers can be found along the Peek-a-Boo Loop Trail and Queen's Garden Trail in May, June and July. Further Reading: Buchanan, Hayle 1992. Wildflowers of Southwestern Utah. Bryce Canyon Natural History Association. Bryce Canyon, Utah. Spence, John and Buchanan, Hayle. 1993. \"1993 Update, Checklist of the Vascular Plants of Bryce Canyon National Park, Utah.\" The Great Basin Naturalist, Volume 53, No. 3.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/rockcolumbine.htm"
}
