{
    "title": "Bryce Canyon National Park: Tiger Salamander",
    "body": "Tiger Salamander       Common Name: Tiger Salamander  Scientific Name: Ambystoma tigrinum  Size (length) English & Metric: 6-13 3\/8\" (15.2-40 cm)  Habitat: Varied habitats include meadows, forests, shady canyons, and springs  Diet: Earthworms, large insects, small mice, amphibians  Predators: Birds, snakes, ring-tailed cats, and foxes        Tiger Salamander NPS  General Biology: This is the world's largest salamander that lives on land. It has a broad head, small eyes, and variable colors and patterns which could include yellow or tan spots, stripes, or blotches on an olive, black, or brown body. There are tubercles on the soles of the feet and 11 to 14 costal grooves. Maturing salamanders in this species may retain their gills and remain aquatic and still reach sexual maturity. The species ranges from southern Canada to Florida and Mexico, but is not in New England, the Appalachians, or the Far West. Tiger Salamanders are the only type of salamander you will see at Bryce Canyon.        Tiger Salamander NPS  Behavior: Tiger salamanders spend most of their time hidden and emerge and travel at night to avoid predators. Breeding is prompted by rain and takes place in pools, fishless ponds, stream backwaters, and thawed lakes. Pairs of adults circle and nudge each other on the water bottom. The female eventually follows the male and picks up his spermatophore once he deposits it. The eggs are laid from March to June in higher elevations in the North, and from July to August in the Southwest, about two or three days after courting. The eggs adhere to underwater debris, and larvae hatch at 9\/16\" long, after three to five weeks, and then transform between June and August at around 4\". Adults live up to 25 years. Conservation: The larvae of tiger salamanders are frequently collected and sold as fishing bait, resulting in populations outside the natural range. This sale is sometimes restricted or regulated owing to possible disruption of native populations and confusion of laboratory data. Because of our semiarid climate here at Bryce Canyon, the Tiger Salamander's welfare is dependent mainly on the amount of annual rainfall.        Habitat Range of the Tiger Salamander NPS  When and where to find at Bryce: Tiger Salamanders are very rare within the park, but have been found in Swamp Canyon and in springs throughout the backcountry. Your best chance of seeing one is after a strong rain and even then, usually only at night or twilight hours. Further Reading: Behler, John L. and F. Wayne King, 1979: National Audubon Society Field Guide to North American Reptiles and Amphibians,  Alfred A. Knopf, Inc., New York, pg. 298. Tyning, Thomas F., 1990: Stokes Nature Guides: A Guide to Amphibians and Reptiles,  Little, Brown & Company (Canada) Limited, Boston, pg. 133-139.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/tigersalamander.htm"
}
