{
    "title": "Bryce Canyon National Park: Great Basin Rattlesnake",
    "body": "Great Basin Rattlesnake       Common Name: Great Basin Rattlesnake  Scientific Name: Crotalus viridis lutosus  Size (length) English & Metric: 16-64\" (40.6-162.6cm)  Habitat: Rocky outcrops, talus slopes, stony canyons, prairie dog towns; below 11,000'  Diet: Small mammals, birds, lizards, snakes, and amphibians  Predators: Hawks and raptors        Great Basin Rattlesnake NPS  General Biology: The Great Basin Rattlesnake is light brown or gray with a tapering row of brownish blotches down the midline of the back. Scales are large and keeled (not flat and smooth) in 25-27 rows. Their range is from southeast Oregon, southern Idaho, and northeast California, to Nevada, western Utah, and northwest Arizona. It is a subspecies of the Western Rattlesnake. The Great Basin Gopher Snake, Pituophis melanoleucus, is sometimes mistaken for a rattlesnake, too often motivating irrational fear or unnecessary violence from humans. The two species do have somewhat similar markings but careful observation quickly reveals several obvious differences. The body of a rattlesnake is thicker with flat sloping sides, whereas the gopher snake's body is perfectly round, long, and skinny. Rattlesnakes are also identified by their large triangular heads; gopher snakes' heads are small and bullet-shaped. Most notably, gopher snakes lack the rattle at the end of their tails. Interestingly, they have learned to mimic rattlesnakes by twitching their tails when alarmed. If their tail happens to be resting on some dry leaves, the noise of their tail-twitching can mimic the \"buzz\"of a rattlesnake's rattle. While this behavior fools a Coyote or fox into leaving the gopher snake alone, it often encourages misguided or malevolent humans to kill it.        NPS  Behavior: Rattlesnakes are often referred to as poisonous snakes. This description is incorrect as the meat from a rattlesnake is not only edible, it is also considered very tasty, having a flavor similar to (yep, you guessed it!) chicken. Rattlesnakes are venomous. The difference is in the definitions of the two words. Poisonous means unsafe to eat. Venomous means having the potential to inject poison into you. It's an important distinction as humans do far more \"biting\" of rattlesnakes than they do of us. Rattlesnakes hibernate through the winter in communal burrows. For the Great Basin Rattlesnakes, mating occurs between March and May and sometimes in the fall. Young are live-born, usually between August and October in litter sizes of 4 - 21 young. The record lifespan of a Great Basin Rattlesnake is 19 ½ years. Rattlesnakes are \"sit and wait\" predators. Instead of hunting, they prefer to hide and let prey come to them. Rattlesnakes sense their surrounding world in several ways. With forward facing eyes, their vision is more binocular than that of most snakes. This gives them excellent aim and the ability to precisely judge distances when striking. They also can \"smell\" by collecting molecules on their forked tongues, then transferring them to a special receptor on the roof of their mouth called the Jacobson's Organ. (A snake's nostrils serve no olfactory function whatsoever; they are used only for respiration.) Rattlesnakes are also able to sense vibrations through the ground created by the movement of other animals. Even a small mouse tip-toeing through soft sand does not go undetected by a rattlesnake. The rattlesnake's most unusual method of detection is its' \"infrared night vision.\" Special organs called Loreal Pits on the snake's face allow it to detect the slightest change in temperature. This allows it to locate and precisely strike the warm body of a living mouse that mistakenly thought it was concealed by total darkness. After delivering the venomous bite, the snake swallows the rodent victim whole. Rattlesnakes respond to danger in predictable ways. First the snake will try to move out of the way of whatever threat is approaching. If it can't escape, it will try to scare the potential predator away by shaking its tail, creating the diagnostic buzzing sound or rattle. If this does not work, the snake will then coil and prepare to strike. Some slow motion videos show the whole snake leaping off the ground, but their effective striking distance is usually less than half their overall body length. When the snake lunges, it opens its jaws wide, pulling the normally retracted fangs forward. After biting, the lower jaw quickly closes, smoothly prying the fangs out of the wound so as not to break them. Broken fangs will re-grow.      Conservation: Snakes provoke instinctual fear and\/or loathing in humans. All snakes including rattlesnakes are protected animals in National Parks; therefore it is illegal to harass or harm them. In the desert southwest, snakes are a key group of species that control rodent populations. It has been documented that high populations of White-footed Deer Mice lead to deadly Hanta Virus outbreaks. If you are anti-snake, consider the following reality: While there is no known cure for Hanta Virus, rattlesnake bites are almost never fatal when proper medical treatment is administered. Nationwide, almost half of all rattlesnake bites occur when people are trying to kill, capture, or otherwise harm the snakes. Your safest action is to leave rattlesnakes alone and they will leave you alone. You can greatly reduce your chance of encountering a rattlesnake by staying on trails. Areas of rocky slopes or lowlands of tall sagebrush should be avoided as they offer shade and cover for snakes and can make them hard to spot. If you happen upon a rattlesnake, the smartest thing to do is give the animal a wide berth. If you happen to find one sunning on the trail in front of you, step off the trail and walk around. Rattlesnake bites are seldom fatal. Nevertheless, professional medical care should be sought out as soon as possible. Proper first aid treatment is debated. Contact the Ranger staff or dial 911 if you need assistance. What is widely agreed upon is that for absolutely no reason should the wound be opened with a knife or probed by any other instrument. The victim should remain as calm as possible and avoid physical exertion as panic and exercise will only cause the venom to move through the body more quickly. Contrary to popular belief, rattlesnake venom does not \"travel through the blood straight to the heart.\" Instead, rattlesnake venom causes a breakdown of the capillary walls creating internal bleeding. More often, it is the loss of blood from the system (usually taking several hours or days) that may cause heart failure and\/or pulmonary edema. This means that tourniquets are not only unnecessary, but that they will also do more harm than good by increasing blood pressure which increases internal bleeding. Statistically, only one 1 in 500 people die from rattlesnake bites and the vast majority of these deaths occur when people refuse medical treatment. In fact, only 30%-40% of bites are accompanied with a venom injection. Rattlesnakes use venom to kill prey (small creatures like mice and other rodents). They prefer not to waste precious venom when delivering a defensive bite. Remember that a biting snake is responding defensively to your actions. Protect them and yourself by leaving rattlesnakes alone.        NPS  When and where to see at Bryce:Seldom encountered within park boundaries except during especially hot and dry summers. Cold nighttime temperatures keep them out of higher elevations. Sightings are most often reported from the Under-the-Rim Trail, Riggs Springs Loop, and the Fairyland Loop. Further Reading:Behler, John L. and F. Wayne King. 1979. National Audubon Society Field Guide to North American Reptiles and Amphibians. Alfred A. Knopf, Inc., New York, pp. 682, 694-695.Stebbins, Robert C., Peterson Field Guides: Western Reptiles and Amphibians, 1985: Houghton Mifflin Company, Boston, p. 231-232.Williams, David. 2000 A Naturalist's Guide to Canyon Country. Falcon Publishing, Inc., Helena, Montana. P155Center for Disease Control: How to Prevent or Respond to Snake Bites",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/gbrattlesnake.htm"
}
