{
    "title": "Bryce Canyon National Park: Ponderosa Pine",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs     Ponderosa Pine                  Ponderosa Pine      Common Names: Ponderosa Pine, Western Yellow Pine Scientific Name: Pinus ponderosa Size (height & diameter) English & Metric: 60-130 ft. (18-39 m) tall, trunk 30-60\" (.9-1.7 m) in diameter Habitat: Mountains with moderate amount of rainfall at elevations between 3000 and 9000 ft. (914-2700 m) Flowering Season: N\/A not a flowering plant Range: Numerous mountain ranges in the western U.S.        lee dittmann  General Description: Pinus ponderosa is one of the Southwest's tallest trees in many parts of its range, growing to incredible heights of over 200 feet, with huge trunks 3-4 feet across. Named for its ponderous (heavy) wood, this pine is the major lumber tree in the Southwest. These woody behemoths grow on dry mountain slopes and mesas. They occur in green, park-like stands on dry, well-drained, and exposed southerly slopes or plateaus. Ponderosa Pines are easily recognized by their tall, straight, thick trunks, clad in scaled, rusty-orange bark that has split into big plates. One can easily identify some trees by smelling their bark. Ponderosa Pine bark smells like vanilla or butterscotch.  The 4-8 inch long evergreen needles, thick and flexible, three to a bundle, droop gracefully from their branches. Large trees live for 500 or more years. For the first 150 or so years, young ponderosas have nearly black bark. Mottled purple winged seeds are dispersed from the parent tree by the wind and may float as high as 1,000 ft before falling to the ground. Although small, the seeds are readily consumed by small rodents and birds.        lee dittmann  Plant Lore: The Ponderosa Pine is the major species used for dendrochronology, or tree-ring dating, to study historic climate patterns by reading the width of tree rings. In wet years, trees grow wide rings. In dry years, the rings are narrow. Reading tree ring widths from the roof beams of cliff dwellings and other Indian ruins has allowed archaeologists to precisely date their construction. Native Americans ate the seeds of this tree either raw or made into a bread and used the pitch as adhesive and waterproofing agent for canoes, baskets and tents. Ponderosa Pine lumber is highly valued for constructing cabinets, Southwestern-style furniture and house trim.         Conservation Message: Many park visitors are alarmed to see that some of our Ponderosa Pines have been scorched or even killed by forest fires. Ironically enough, without the forest fires, ponderosas would not be able to survive. Fires are essential for ponderosas because they help keep the more shade-tolerant tree species from invading Ponderosa Pine's preferred habitat. While small ponderosas may succumb to a hot fire, only the most horrendous crown-fires or firestorms will kill the bigger trees. Even if all the needles are burned off the tree, it will still survive. Its thick bark acts like an armor, protecting the life force of the tree known as the phloem layer. As long as this inner bark that transports sugars isn't burned, the tree will be fine.   Here at Bryce Canyon, as in many places throughout the Western U.S., we use prescribed fire as a safe way of mimicking the positive effects that natural fires have on ponderosas and the forest community to which they belong. Indeed, we can take core samples from old Ponderosa Pines and determine from their growth rings how often natural fires occurred prior to the recent century of aggressive fire suppression. By collecting data from these big and virtually fireproof trees, we can apply better ecological models as to what parts of our park should receive prescribed fire and how often this treatment should be used.         When and where to see at Bryce: Ponderosas are almost everywhere at Bryce Canyon.  Further Reading: Buchanan, Hayle 1992. Wildflowers of Southwestern Utah. Bryce Canyon Natural History Association. Bryce Canyon, Utah  Lanner, Ron. & Rasmuss, Christine. 1988. Trees of the Great Basin: a Natural History. University of Nevada Press  Little, Elbert L. 2001 National Audubon Society Field Guide to Trees - Western Region. Random House Inc. New York, NY Stuckey  Martha & Palmer, George. 1998. Western Trees: A Field Guide. Falcon Publishing, Inc. Helena, MT",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/ponderosapine.htm"
}
