{
    "title": "Bryce Canyon National Park: Steller's Jay",
    "body": "Steller's Jay       Common Name (preferred): Steller's Jay  Scientific Name: Cyanocitta stelleri  Size (weight, length & wingspan) English & Metric: Weight—3.7oz (105g), Length—11.5\" (29 cm), Wingspan—19\" (47.5 cm)  Habitat: Pine-oak woodlands and coniferous forests  Diet: Seeds, insects, carrion, eggs, baby birds, & young rodents  Predators: Raptors (owls and hawks)        Alert Steller's Jay NPS  General Biology: This conspicuous bold black-and-blue bird is our only crested jay of the western states. Many visitors mistakenly call it a Blue Jay, a close cousin, but until recently their ranges did not overlap. The other all-blue jay of the west is the Pinyon Jay, which is also found at Bryce Canyon, but lacks a crest. The Steller's Jay ranges west of the Rockies from Alaska to Mexico. Often found in higher elevations of pine-oak woodlands and coniferous forests, they will occasionally drop to lower elevations during the winter. Behavior: Jays are harsh-voiced and aggressive in the manner in which they draw attention to themselves. Most jays are gregarious, forming large family groups, but the Steller's Jay is a solitary bird. They are usually only seen in groups of two or more during the nesting season. They are very inconspicuous when nesting.        Steller's Jay with a craw full of food NPS  Jays are omnivorous but feed mainly on seeds, nuts, fruits, and insects. However, they will also kill nestlings and scavenge. Steller's Jays can be easily found in picnic areas begging for food. A Steller's Jay will often announce its arrival with a loud, clamorous call. The Rocky Mountain subspecies is also famous for flaring its white eyebrows when behaving aggressively. They are very good at imitating other birds, especially Red-tailed and Red-shouldered Hawks, flickers, squirrels, and cats. All jays mob predators. Owls and hawks can sometimes be found by following agitated jays and crows. Conservation: Since jays are curious and aggressive birds, they often show little fear of humans. The temptation to feed these animals in picnic and campground areas can be great. Feeding wild animals soon alters their behavior. They no longer forage for their own food and instead become dependent on human food, earning them the title of \"camp robbers\" and causing starvation among juveniles when winter arrives and they have never learned how to obtain their natural foods.        Habitat Range of the Steller's Jay NPS  At one time the ranges of the Steller's Jay and Blue Jay did not overlap. Because of the increased feeding of birds in these picnic and campground areas, the range of the more shameless Blue Jay has steadily moved westward and now overlaps the Steller's Jay's. This new human-caused problem is negatively impacting Steller's Jays, and in many places they are being displaced by the Blue Jay. When and where to see at Bryce: The Steller's Jay can be seen all year long and throughout the day at Bryce Canyon. Look for them in the Ponderosa Pine forest along the canyon rim. Further Reading: Dunn, John L. 1999. The National Geographic Field Guide to Birds: 3rd Edition. National Geographic, Washington D.C. Erlich, Paul R. et al. 1988. The Birder's Handbook: a field guide to the natural history of North American Birds, Simon and Schuster\/Fireside Books, New York Ryser, Fred A. 1985. Birds of the Great Basin: A Natural History. University of Nevada Press Sibley, David Allen. 2001. The Sibley Guide to Bird Life and Behavior. Knopf Publishing",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/stellersjay.htm"
}
