{
    "title": "Bryce Canyon National Park: Side-blotched Lizard",
    "body": "Side-blotched Lizard       Common Name: Side-blotched Lizard  Scientific Name: Uta stansburiana  Size (length) English & Metric: 4-6 3\/8\" (10.0-16.2 cm)  Habitat: Rocky, sandy, dry areas with some vegetation; Under 9000'  Diet: Insects, scorpions, and spiders  Predators: Other lizards, birds        Side-blotched Lizards NPS  General Biology: This lizard is small and brown with dark blotches on the chest behind the forelegs. There may be blotches, spots, speckles, or stripes on the back. There are small scales on the back, external ear openings, and a skin fold across the throat. This species is similar to another common Bryce Canyon lizard, the Western Fence Lizard, Sceloporus occidentalis, which is bigger, usually darker in color, and has spiny scales. The Side-blotched Lizard ranges from central Washington through southern California and western Texas and is one of the most prevalent lizards in the dry and semiarid West. Behavior: The Side-blotched Lizard is mainly terrestrial but sometimes basks in the sun by climbing up on rocks, dead logs or standing snags. They quickly warm in the sun and then proceed to hunt and feed. Because other lizards and birds are a threat to them, they stay close to their burrows and crevices. Side-blotched Lizards are one of the few lizard species that are also active in the winter. Being so small, it's easy for them to warm up quickly, allowing them to be active on sunny winter days. Female Side-blotched lizards lay up to 3 clutches of eggs (up to 12 each) between March and August. Conservation: The side-blotched lizard has high mortality and reproductive capability. As little as 10% survive their first year of life. However, because so many are born each year, the species population is very stable. Their chief ecological contribution is their voracious appetite for insects.        Habitat Range of the Side-blotched Lizard NPS  When and where to see at Bryce: Side-blotched Lizards are most active in the spring, summer, and fall. This species is common throughout the park at elevations below 9,000 ft. They usually go unnoticed as just another little lizard. They are most common below the rim on dry slopes with sparse vegetation. Further Reading: Behler, John L., 1988: National Audubon Society Pocket Guide: Familiar Reptiles & Amphibians of North America,  Alfred A. Knopf, Inc., New York, pg. 140. Behler, John L. and F. Wayne King, 1979: National Audubon Society Field Guide to North American Reptiles and Amphibians,  Alfred A. Knopf, Inc., New York, pg. 537. Stebbins, Robert C., 1985: Peterson Field Guides: Western Reptiles and Amphibians,  Houghton Mifflin Company, Boston, pg. 135. DesertUSA Side-blotched Lizard Web Page",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/sblizard.htm"
}
