{
    "title": "Thomas Edison National Historical Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         The Black Maria NPS PHOTO  Laboratory Complex While visiting the laboratory Complex you can:  View the Invention Factory a 20 minute orientation film Watch \"The Great Train Robbery\" a silent movie from 1903 Wander the courtyard to see and learn about the Black Maria Explore all 3 floors of the Main Laboratory Building (Building 5) Take an audio tour (additional cost) of the Laboratory Complex Take a tour of the Chemistry Lab (check the Visitor Center for tour times) Make sure to check for any special tours or programs when you arrive at the Visitor Center. Kids can also earn their Jr. Ranger Badge         Snow covered Glenmont NPS PHOTO  Glenmont Visitors must first stop at the visitor center at the Laboratory Complex (211 Main Street) to get a car pass and ticket, before heading up to Glenmont.  While you're visiting the Glenmont Estate be sure to:  Take a tour of the Edison's 29 room Queen Anne style mansion Explore the estate grounds and outbuildings Take a cell phone tour of the grounds. Visit the Garden Shop located in the Potting Shed Earn your Junior Ranger badge           Brochure cover for the Washington Rock & Roll Tour for Cyclists.  One of the stops is Thomas Edison National Historical Park.  To view the brochure, click the link to the left that says - the brochure on the tour. New Jersey Department of Transportation    Washington Rock & Roll Tour Enjoy biking?  Thomas Edison National Historical Park is one of the stops along the Washington Rock & Roll Tour.  The bike  route begins and ends at the parking lot of Bernard M. Degnan Park on Alisa Drive adjacent to West Orange High School.  Along the ride you will also pass by Verona Park, Montclair Arts Museum and even South Mountain Reservation and Turtle Back Zoo. If you are looking for a different way to come visit the park, check out the brochure on the tour .  For more biking information and other tours, check out the website for the Department of Transportation www.state.nj.us\/transportation\/commuter\/bike\/tours\/shtm",
    "url": "https:\/\/www.nps.gov\/edis\/planyourvisit\/things2do.htm"
}
