{
    "title": "Bryce Canyon National Park: Striped Whipsnake",
    "body": "Striped Whipsnake       Common Name: Striped Whipsnake  Scientific Name: Masticophis taeniatus  Size (length) English & Metric: 40-72\" (101.6-182.9 cm)  Habitat: Grassland, arid flatland, rugged mountains; sea level to 9400'  Diet: Lizards, small mammals, small snakes  Predators: Hawks        Striped Whipsnake NPS  General Biology: The Striped Whipsnake is long and slender, with color ranging among gray, bluish-green, olive, reddish-brown, and black. There are two or more light-colored lengthwise stripes on each side, the large head scales are edged in white, and scales are smooth in 15 rows. The species ranges from Washington to Great Basin to New Mexico and parts of west Texas. Whipsnakes get their name from their long and slender bodies and their high speed movement. Put simply, they are whip-like.        Striped Whipsnake NPS  Behavior: The Striped Whipsnake courts in early spring and may nest in old rodent burrows. Three to 12 eggs are laid between June and July and hatch in August. They are 14-17\" long at birth; males mature in one to two years and females in three. Whipsnakes are unusual in that they travel across the ground with their heads held high to get a better view of their surroundings. This species can vanish into burrows and rocks when surprised and is also known to escape predators by climbing trees. It hunts during the day and can climb trees to search for birds. Whipsnakes are swift and powerful predators capable of killing large lizards and even small rattlesnakes.       Striped Whipsnake NPS       Conservation: Throughout their range, the main threats to these snakes are loss of natural habitat to expanding agriculture, and being hit by cars. Like all animals at Bryce Canyon National Park, Striped Whipsnakes are protected. Please watch for them as you drive our roads.        Habitat Range of the Striped Whipsnake NPS  When and where to see at Bryce: Striped Whipsnakes are occasionally seen during summer days. Although not particularly common, they can be found in almost any habitat within Bryce Canyon. Further Reading: Behler, John L. and F. Wayne King, 1979: National Audubon Society Field Guide to North American Reptiles and Amphibians, Alfred A. Knopf, Inc., New York, pg. 631. Moon, Brad, \"Reptiles of Washington,\" 2000: The Burke Museum of Natural History and Culture, Seattle. Desert USA Striped Whipsnake Web Page",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/stripedwhipsnake.htm"
}
