{
    "title": "Bryce Canyon National Park: Uintah Chipmunk",
    "body": "Uintah Chipmunk       Common Name: Uinta Chipmunk  Scientific Name: Eutamius umbrinus  Size (length) English & Metric: 7.75\"-9.5\" (19-24 cm)  Habitat: All forest types  Diet: Nuts, seeds, fruits, & berries  Predators: hawks, jays, weasels, foxes, coyotes        Uintah Chipmunk NPS  There are 21 different species of chipmunks in the western United States, and in any one location, two or more species may occupy the same habitat. Looking at certain internal skeletal features, including the baculum, is the only certain means of identification. The Uinta Chipmunk is the most common of the three chipmunk species that inhabit Bryce Canyon, and with careful observation, it is possible to distinguish the Uinta Chipmunk from the other two Bryce Canyon species. The Uinta Chipmunk has wide and distinct dark brown or black stripes, the Least Chipmunk's dark stripes are narrow. The Cliff Chipmunk is the least colorful of the three species. It lacks any orange coloration and is mainly gray with faint, thin, black and white stripes. Bryce Canyon is also home to the Golden-mantled Ground Squirrel, often described as a \"big fat chipmunk.\" This type of ground squirrel has similar markings to that of a chipmunk but with one major difference. All of the western chipmunks have a dark eye-line stripe across their faces, as if wearing a Zorro mask. No ground squirrels in North America have any facial stripes. Biology & Behavior: Large fur-lined cheek pouches are what distinguish chipmunks from the rest of the squirrel family. Cheek pouches allow chipmunks to transport food back to their nests and still run at full speed on all fours. By comparison, when a squirrel is threatened by a predator, it has to drop its food if it wants to make a quick getaway. A general distinction between chipmunks and ground squirrels is that chipmunks are not true hibernators. To explain the difference in human terms, if you were a ground squirrel you would have to consume an extra six months worth of food during the summer, so you could spend the winter dozing on the couch. On the other hand, if you were a chipmunk, you'd spend the summer shopping for an extra six months of groceries and then make trips from the couch to the refrigerator all winter long. Instead of storing a winter's worth of fat on their bodies and going into a prolonged sleep, chipmunks make a food cache and wake periodically to eat from this stored food supply. Uinta Chipmunks are somewhat of an exception to this rule. In the fall, they not only cache food, but also fatten themselves up to better survive the winter. The Uinta Chipmunk is considered a tree-dwelling species, which means although it spends lots of time on the ground, it nests and seeks refuge from predators in the trees. Uinta Chipmunks nest in the cavities of dead trees or hollow logs and have one litter of 2-5 offspring each spring. Conservation Issues: The Uinta Chipmunk is abundant throughout its range and is equally at home in a wide variety of forest habitats. While the species as a whole is in no danger of extinction, individuals routinely suffer at the hands of humans with misguided good intentions. Feeding wildlife has become a chronic problem throughout America's National Parks. Click here to learn more about the dangers of feeding wildlife. When and Where to See Uinta Chipmunks at Bryce Canyon: Uinta Chipmunks can be found throughout the park. Unfortunately, they are especially common at picnic areas and overlooks where they become accustomed to being fed by irresponsible park visitors. Sources: Whitaker, John O. 1996. National Audubon Society Field Guide to North American Mammals. Alfred A Knopf, Inc. p937.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/uchipmunk.htm"
}
