{
    "title": "Bryce Canyon National Park: Douglas-fir",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs     Douglas-fir                  Douglas-fir      Common Name: Douglas-fir  Scientific Name: Pseudotsuga menziesii  Size (height & diameter) English & Metric: 80-200 ft. (24-61 m) tall, trunk 24-78\" (.6-2 m) in diameter  Habitat: Moist but well drained rocky soils or in drier regions where shade is sufficient.  Flowering Season: N\/A not a flowering plant  Range: Throughout the Cascades south into California and the entirety of the Rocky Mountains.        lee dittmann  General Description: The Douglas-fir, Pseudotsuga menziesii, is not a true fir, nor is it a hemlock, even though \"Pseudotsuga\" means false hemlock. It is in a separate genus. This widespread conifer occurs often in pure stands as well as mixed forests. This species has narrow pyramidal tops and long straight trunks. In places where sunlight and water are sufficient, branches may extend almost to the ground. In less optimal locations, Douglas-firs will self-prune so that the lower 1\/3 to 1\/2 of the long trunk is usually devoid of branches. The bark is generally a dark reddish-brown. Mature trees have extremely thick bark, as much as 10 inches near the base of the trunk.   The needles are ¾-1½\" long, bright green on top, paler below, blunt tipped, and basically flat in cross-section. When crushed, the needles have a lemony\/citrus smell. The cones are the most diagnostic portion of the tree, being oval in shape, cinnamon brown, 1½ to 4½ inches long. Unlike true firs whose cones are located only in the top of the tree and stand straight up, Douglas-fir cones are evenly distributed throughout the crown and hang down from the branches. A sure key to identification is the 3-pointed bracts, which look like the hind-end of a mouse, protruding between the scales.        lee dittmann  Plant Lore:  The seeds of Douglas-firs are food to a multitude of insects and rodents which often succeed in separating the cones from the trees even before the seeds are ripe. Grouse, Mule Deer and Elk browse on the new growth at the end of the boughs.   Native Americans found many uses for this tree. The bark was boiled in water for a dye. Pitch was used on sores. Boughs of the tree were used to make steam in sweathouses. Some tribes even burned the cones to stop the rains. Western pioneers also boiled needles as a substitute for coffee.        A Douglas-fir among the \"walls\" of Wall Street NPS PHOTO  Conservation message: Douglas-fir is highly treasured as a timber tree, being harvested for structural timber, plywood, paper, particleboard and hundreds of other uses. Fortunately, Douglas-fir is a fast-growing tree and can be replanted. However, in some locations logging has been so aggressive with the complete removal of the slash, that no nutrients are left behind in the forest for the next generation of trees. In these locations only manual planting and repeated applications of fertilizer will create a second-generation forest. The further danger of these replanted forests is that they are seldom allowed to grow for a hundred years or more before being cut again. Unfortunately, this is not enough time to eventually be able to sustain the diverse plant and animal species the virgin forests once housed. The distinction requires the realization that a forest is far more than the number and growing vigor of its dominant trees. There will always be a demand for Douglas-fir lumber as well as a demand for healthy and diverse Douglas-fir forest communities. With better forest management practices, perhaps the latter will not end up being restricted to national parks.        Douglas-fir Range NPS IMAGE  When and where to see at Bryce: Douglas-firs are surprisingly common at Bryce Canyon in spite of our dry climate. They are most abundant in the southern higher elevations of the park, but can also be found hiding in shady sections of the main amphitheater. The most famous Douglas-firs at Bryce, tower over photographers and hikers at the bottom of the Wall Street side of the Navajo Loop Trail. Usually, these behemoths are mistaken for Ponderosa Pines, Pinus ponderosa, or even Redwoods, Sequoia sempervirens. Look at the cones which litter the ground, however, and you'll know they are Douglas-firs.     Further Reading:  Buchanan, Hayle 1992. Wildflowers of Southwestern Utah. Bryce Canyon Natural History Association. Bryce Canyon, Utah   Lanner, Ron. & Rasmuss, Christine. 1988. Trees of the Great Basin: a Natural History. University of Nevada Press.   Little, Elbert L. 2001 National Audubon Society Field Guide to Trees - Western Region. Random House Inc. New York, NY   Stuckey, Martha & Palmer, George. 1998. Western Trees: A Field Guide. Falcon Publishing, Inc. Helena, MT",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/douglasfir.htm"
}
