{
    "title": "Bryce Canyon National Park: Peregrine Falcon",
    "body": "Peregrine Falcon       Common Name (preferred): Peregrine Falcon  Scientific Name: Falco peregrinus  Size (length & wingspan) English & Metric: Length—16-20\" (41-51 cm), Wingspan—36-44\" (91-112 cm)  Habitat: Mountains, forests, tundra, coastlines, even cities  Diet: Ducks, doves, pigeons, and song birds  Predators: Great Horned Owls        Peregrine Falcon US Fish and Wildlife Service  General Biology: Falco peregrinus anatum is the subspecies of Peregrine Falcon we see here at Bryce Canyon. There are 18-20 (depending on the source) subspecies of peregrine across the planet. The word \"Peregrine\" is a derivative of the Latin word for wanderer. The bird has long slender wings, approximately 40\" across. The primary feathers at the end of the wing are not splayed, as hawks' are, but come to a point. Their closest relative in the area is the Prairie Falcon, Falco mexicanus. The two birds are similar in size and shape, and overlap in habitat. Often, if a peregrine's nest is abandoned, a prairie falcon will move in. Visible differences include the pattern of color on the underside of the wing. Prairie falcons have a dark concentration, almost like a bar, on the front of the wing. Peregrines are mottled all across the underside. Their faces are also different. Peregrines have more pronounced \"sideburns,\" very dark stripes that cover their cheeks behind the eye, reaching around to the top of the dark colored head - think of Elvis's sideburns, you'll get the idea. Peregrines' natural habitat is one of wilderness. Steep cliffs and rocky ledges are the best nesting sites. However, the bird can live from the tundra to the seacoast, from the high mountains and open forest to the flat savanna. Recently, they have been reintroduced in urban areas and are doing fairly well. The birds are nesting on ledges of skyscrapers, and feasting on pigeons.        Peregrine in flight US Fish and Wildlife Service  Behavior: Peregrines are monogamous and pair for life. The males are known for crazy high-speed aerobatics while trying to impress the female of the species. They soar up and then swoop straight down pulling up at the last second, sometimes adding a \"loop-the-loop\" or a series of them. You can also see them give each other aerial \"kisses\". Their nests are shallow \"scrapes\", sometimes taken over from other species, and are called eyries. The larger female or \"falcon\" sits on the eggs (3-4), while the smaller male or \"tercel\" provides food for her as well as himself. They also use the same nest site year after year. Once the eggs hatch, both parents will hunt. The young are dispersed in the fall. In some territories, the peregrines will migrate. If they do migrate, both the male and female will travel as a pair. Peregrines often hunt together as well, double-teaming their prey to confuse it. Females are larger than males. When hunting alone, females tend to go after larger prey and males smaller prey. This eliminates competitive overlap between the pair. This is called Resource Partitioning. \"Tercel\" is German, meaning one-third, because the male is 1\/3 smaller than the female falcon. Peregrines are the world's fastest birds! This is most obvious while they are hunting, or \"stooping.\" Once a peregrine targets its prey, it will stoop (or swoop) at speeds reaching 200 mph. Often, the peregrine strikes the flying prey from above, angling itself to dive from the direction of the sun. This increases the falcon's ability to see the prey, and the prey will be blinded by the sun (literally won't know what hit 'em.) There is some discrepancy as to the position of the falcon's talons during the strike. Some sources argue that the talons are extended, and the falcon rips at the prey during the initial attack. Other sources claim that the talons are closed, creating a fist-like punch to knock the prey out of the sky. Either way, the first blow will send the prey to the ground, where the peregrine will confirm the kill with a bite to the neck. Upon occasion, peregrines have been seen stooping prey and circling back to catch the prey before it even hits the ground—that's fast! While peregrines stoop at 200 mph, they can maintain a speed of 60 mph during level flight.        Peregrine Falcon in flight US Fish and Wildlife Service  Conservation: At one time, the Peregrine was expected to be extinct in all of its territory by the year 2000. To the contrary, on August 20th, 1999, the Peregrine Falcon was officially Delisted from the Endangered Species List. In the United States, the decline of peregrine populations has been linked to pesticide use, specifically DDT. It has also been linked to the use of PCB's. As DDT breaks down, it produces a product called DDE. DDE inhibits the internal production of carbonic anyhydrase, an enzyme that allows calcium to be delivered to the oviduct during egg production, in the female falcon. This creates weak eggshells. The weight of the falcon during incubation was enough to crush the eggs. While DDT and DDE do not affect the peregrine directly, the levels of these chemicals magnify as you progress up the food web. For example: Grass is sprayed with DDT and DDE is produced (DDEx1). Insects ingest 24 grass seeds (DDEx24). A Praying Mantis eats 24 insects before being eaten by a sparrow (DDEx576). A peregrine \"stoops\" and eats 24 sparrows (DDEx13,824). PCB's are released when plastic is burned. PCB contaminates do not break down and have been found at the bottom of the Antarctic Ocean. PCB's affect the sexual hormones in the peregrines, by stimulating an enzyme in the liver. This enzyme hinders a form of hydroxylation, and breaks down sex hormones. The decline in hormones resulted in weak pair bonding, lack of breeding desire, late start to breeding seasons, and the phenomenon of infanticide--here adults actually eat their own eggs. In 1970, there were only 39 breeding pairs of peregrines known in the lower 48 states. Dr. Tom Cade of Cornell University in New York, began a captive breeding effort to restore East Coast populations. It was the first of its kind. There had never been a peregrine bred in captivity and released into the wild. He began his efforts by making a plea to American falconers to send the few remaining peregrines in captivity to the project to develop a breeding stock. Falconers responded and the \"Peregrine Fund\" was born. Since 1977, more than 2,700 peregrines have been released by the Peregrine Fund. There are at least 800 known breeding pairs. Populations in the Rocky Mountains, California, and Pacific Northwest are directly attributed to the release of captive birds. Populations in Utah and Arizona have recovered naturally, with the support of the Peregrine Fund. There were lots of successes and tragedies along the way, but the program has been successful. Technologies used were similar to those now used in the California Condor Project. In the eastern U.S., released birds began breeding in the 1980s, and established themselves on city buildings. Approximately 150 known breeding pairs in 1990 produce almost 100 new peregrines each year.        Habitat Range of the Peregrine Falcon US Fish and Wildlife Service  When and where to see at Bryce: Peregrines are more commonly seen in the spring and summer months but sightings are also reported during the winter. Informal observations tend to indicate that they are most commonly seen in the quieter, less crowded sections of the park like the overlooks along the southern scenic drive and Fairyland Canyon. If you are lucky enough to see a peregrine while visiting Bryce, please report your sighting to Park Rangers at the Visitor Center. Further Reading: The Official Peregrine Fund Website — lots of good info here The American Museum of Natural History Good Environmental Education Page From The Chaffee Zoo Armstrong, Edward A. 1965. Bird Display and Behavior, Dover Publications, London Bent, Arthur C. 1961. Life histories of North American Birds of Prey, Dover Publications, London Erlich, Paul R. et al. 1988. The Birder's Handbook: a field guide to the natural history of North American Birds, Simon and Schuster\/Fireside Books, New York Ryser, Fred A. 1985. Birds of the Great Basin: A natural history, University of Nevada Press. (return to top)",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/peregrinefalcon.htm"
}
