{
    "title": "Bryce Canyon National Park: Raven",
    "body": "Raven       Common Name (preferred): Common Raven  Scientific Name: Corvus corax  Size (length & wingspan) English & Metric: Length—24\" (43 cm), Wingspan—48\" (1.3 m)  Habitat: Any and all wild non-urban or non-agricultural settings  Diet: Carrion, rodents, birds, berries, nuts, insects, anything  Predators: None        Raven on breaks NPS  General Biology: The Common Raven, Corvus corax, is the largest species of all the world's songbirds with wingspans of 48\" and body lengths of 24\". Ravens are often confused with crows. Athough the Common Crow is similar in appearance, it's about half the size of a raven. Ravens are found in almost every biome in North America, Europe, and Asia but tend to avoid large human populations and agricultural lands (environments crows tend to prefer). Behavior: Ravens are very intelligent and capable birds. Some researchers believe that ravens have a rudimentary language. Ravens have been observed communicating ideas, not only to each other, but also to members of other species. Upon discovering a winter-killed deer, ravens will find a nearby perch and begin squawking, drawing more and more ravens who join the chorus. Eventually, a large predator like a bear will answer the summons. The large predator, being capable of ripping through the dead animal's thick hide, makes the meat and internal organs accessible to the ravens. Yet, instead of graciously waiting their turn at the carcass, the ravens will torment the predator, 3 or 4 of them keeping it busy while another steals a hunk of meat. Then, all birds return to their perch where the thief shares the prize with those who ran interference.        Raven parent leaving nest of young NPS  When hunting, Inuit American Indians use ravens for aerial reconnaissance claiming that the birds lead them to moose. For generations, Inuit have rewarded such ravens by leaving the liver or other choice cuts of moose meat. Since they are very intelligent birds that teach their young the tricks they learned, it's easy to imagine how this relationship was fostered over the years. Here at Bryce Canyon we have observed mated pairs teaming up to steal food from our bear-proof garbage cans. The female, who is larger and heavier, usually pulls the mailbox-like metal trapdoor open so that the male can fly through the open door. Once inside the male rummages around for a good piece of food and signals his mate. She pulls the door open again and together they fly off to share the prize. Ravens are certainly not picky eaters. They can, and do, eat anything including: carrion, rodents, insects, reptiles, amphibians, grass seeds, berries, fruit, nuts, shellfish, other bird eggs, human trash, and if hungry enough--mammal dung. Ravens have few natural predators. Ironically, ravens are only forced to yield the sky to smaller more agile birds like swallows and blackbirds. Ravens can hold their own (oftentimes through strength in numbers) against eagles, hawks, falcons, condors and vultures. Ravens are especially romantic during the breeding season. Pairs will often fly with wingtips touching even while performing barrel rolls or other aerobatics. At any time of the year, a pair can be found sitting side by side in a tree cooing softly to each other as they preen one another or \"Eskimo Kiss\" using their long heavy beaks. Ravens mate for life and are one of the few truly monogamous species of songbirds. They will continually use the same nest even after a disturbance or a failed clutch. The female lays 2-7 eggs and does the majority of the 3-week incubation herself, and the male diligently assists by feeding her while she sets on the nest. When a potential threat nears, the male raven will do everything he can to lead the invader away from the nest. Upon hatching, ravens are helpless and require feeding every ½ hour which literally keeps both parents hopping. Unlike raptors, who are seldom able to successfully raise more than 1 chick, ravens routinely succeed at raising 80-100% of the entire clutch to adulthood. Nesting territories are guarded year round. Ravens will even drive off other ravens if local foraging opportunities are slim. Only Peregrine Falcons are tolerated\/respected enough to be allowed to nest nearby. This is not to say ravens fear Peregrines. The raven's ability to fly upside-down and defend itself with both claws and beak is enough to thwart even the fearsome dive-bombing attack of a Peregrine.        Pair of Ravens NPS  Conservation: Ravens are currently in no danger of extinction, but because ravens prefer wild settings, their survival as a species is only assured as long as wild places are preserved. As urban areas expand causing agricultural lands to encroach onto wild lands, ravens are being displaced by crows because crows tend to be more tolerant of human development. In general terms, most American Indian groups revere the raven as one of the more powerful deities. People of European descent tend to be disgusted by or even fear ravens as a bad omen. Ravens are often associated with witchcraft and thought to be messengers of misfortune. Nowhere in literature is this misconception better perpetuated than in Edgar Allen Poe's poem \"The Raven.\" Even today in a less superstitious world, the appeal of ravens is lost on many. Bryce Canyon visitors will often ask, \"What's that big ugly black bird?\" \"A raven,\" I reply adding under my breath, \"and with ravens it's especially important to remember that beauty is only feathers deep.\"        Range of the Raven NPS  When and where to see at Bryce: At Bryce Canyon, ravens can be seen year-round in all kinds of weather in all habitats. They are especially common at the various parking lots that provide access to viewpoints. Here they will establish and defend temporary territories while competing for human handouts. They are attracted to these areas because irresponsible and\/or ignorant visitors offer them food. Even though ravens can digest almost anything, many of the dangers of feeding wildlife still apply to these animals. Further Reading: Bent, Arthur Cleveland. 1964. Life Histories of North American Jays, Crows and Titmice vol 1. Dover Publications Inc. New York, N.Y. Dunn, John L. 1999. The National Geographic Field Guide to Birds: 3rd Edition. National Geographic, Washington D.C. Erlich, Paul R. et al. 1988. The Birder's Handbook: a field guide to the natural history of North American Birds, Simon and Schuster\/Fireside Books, New York Heinrich, Bernd. 1989. Ravens in Winter. Summit Books, New York, NY Ryser, Fred A. 1985. Birds of the Great Basin: A Natural History. University of Nevada Press",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/raven.htm"
}
