{
    "title": "Bryce Canyon National Park: Violet-green Swallow",
    "body": "Violet-green Swallow       Common Name (preferred): Violet-green Swallow  Scientific Name: Tachycienta thalassina  Size (weight, length & wingspan) English & Metric: Weight—49oz (14g), Length—5.25\" (13cm), Wingspan—13.5\" (34 cm)  Habitat: Variety of woodland habitats  Diet: Insects  Predators: Falcons      General Biology: Swallows are slender-bodied birds with long, pointed wings. They are adept aerialists, darting and diving to catch flying insects.        Violet-green Swallow NPS  The Violet-green Swallow is found west of the Rockies. It is bright metallic green on its back with purple at the base of its neck and above its tail and solid white below. It is distinguished from the Tree Swallow by the white patches above its eye and on its rump. The Violet-green Swallow can be seen in a variety of woodland habitats. It nests in hollow trees or rock crevices and often forms loose colonies. Behavior: The flight of a swallow looks erratic and uncontrolled. They are actually very adept fliers. Swallows are named so because they fly around with their mouths open \"swallowing\" insects. They are most often found near water and need open space (away from or above the forest canopy) to catch food. The Violet-green Swallow is a cavity nester and builds its nest of grass and weeds, lined with feathers. The nest will either be built by the male and female as a team or by the female alone. They will aggressively defend their nest from other cavity nesters. Four to six eggs are usually laid and will hatch after 13-14 days. Conservation: The forestry practice of removing dead trees (snags) has greatly reduced the availability of nest sites for this species. Violet-green Swallows will use nest boxes. Several pairs have been documented helping Western Bluebirds to rear nestlings and then breeding in the nest box after the bluebirds fledge.        Habitat Range of the Violet-green Swallow NPS  Violet-green Swallows are also known to go into a hibernation-like state of inactivity called torpor. During unseasonably cold and cloudy weather, they may not be able to find enough insects to maintain their energetic lifestyle, so to conserve energy, they become dormant. If you encounter a swallow that appears to be only semiconscious, the best thing you can do is to leave it alone. If the bird is in a location where it might be injured or disturbed by a careless visitor, carefully move it (gently pushing an index finger into its chest until it steps up on to your finger--in the same manner you would a parakeet or other pet bird) to a safer spot where it can warm up in the sun. In a few hours it will become fully alert and resume its fast-paced lifestyle. When and where to see at Bryce: Violet-green Swallows are easily seen anywhere along the Rim Trail and are especially common at Sunset Point. Look for them from early April through September. Further Reading: Dunn, John L. 1999. The National Geographic Field Guide to Birds: 3rd Edition. National Geographic, Washington D.C. Erlich, Paul R. et al. 1988. The Birder's Handbook: a field guide to the natural history of North American Birds, Simon and Schuster\/Fireside Books, New York Ryser, Fred A. 1985. Birds of the Great Basin: A Natural History. University of Nevada Press Sibley, David Allen. 2001. The Sibley Guide to Bird Life and Behavior. Knopf Publishing",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/violetgreenswallow.htm"
}
