{
    "title": "Bryce Canyon National Park: Christmas Bird Count",
    "body": "Christmas Bird Count        Two ravens conspiring on snow-top hoodoos in the Bryce Amphitheater. Photographed by Brian B. Roanhorse 11 November, 2015        Annual Christmas Bird Count Date: Wednesday, 14 December, 2016 Time: All Day Location: Starting at the Visitor Center for information and team formations.        A Robin perched on a tree with hoodoos in the distance. Photographed by Brian B. Roanhorse 16 December, 2015  BRYCE CANYON NATIONAL PARK JOINS THE AUDUBON SOCIETY IN THE 116th ANNUAL CHRISTMAS BIRD COUNT    As the holiday season approaches, volunteers across the country will celebrate the gift of natural wonder by taking part in the Annual Christmas Bird Count (CBC). Administered by the National Audubon Society, the event is the longest running Citizen Science survey in the world. For many, counting winter birds has become a family tradition. Holiday spirit and love of birds has compelled generations - and now invites us- to don the cap of citizen scientist and contribute to conservation. The Christmas Bird Count was started by Frank Chapman and other conservationists on Christmas Day of 1900. Over the years, the effort has evolved into a valuable tool for monitoring winter bird populations in North America. The CBC database, containing over 100 years of data, is accessible to the public and provides critical information for perusal or scientific research. Data gathered by caring citizens will inform policies that protect endangered populations and crucial habitats. Educational outreach can help individuals or organizations make informed decisions about conservation. The Audubon Society lists the following three goals for the CBC:         Engage citizens in gathering information.     Empower citizens to take action on behalf of places important to them and important to wildlife.  Foster a new culture of conservation           Mountain Blue Bird NPS  The CBC aligns with Bryce Canyon National Park's efforts to reduce the impacts climate change. Jon Jarvis, National Park Service Director, said, \"I think that climate change is the greatest threat to the integrity of the National Park System that we have ever faced.\" In 2009, the Audubon Society's Bird and Climate Change Analysis drew on CBC data to show how the ranges of birds are shifting. The report was so compelling that the Environmental Protection Agency (EPA) listed the Christmas Bird Count as a primary indicator of climate change.    Bryce Canyon National Park will be hosting its ninth annual CBC this year. Both park visitors and rangers contribute to a scientific record of the park's winter bird populations. Every year, the count takes place within a 15-mile diameter circle surrounding the park area. A general summary of CBC statistics is given in the table below, and more detailed reports are accessed here at the Audubon website. Up to eighty birds have been recorded in the species list for the Bryce CBC circle. Three species were added to the list during the 2011 CBC and include the Golden-crowned Sparrow, Gray Jay, and White-winged Dove.            Blue Jay perched on a tree at Sunset Point. Photographed by Brian B. Roanhorse 27 January, 2016.  Whether you are a \"bird enthusiast\" or someone who just likes nature and the outdoors, please join Bryce Canyon National Park on December 15 in continuing the CBC tradition. Several routes are available from strenuous hikes to easy drives - we can match your skills\/abilities with other birders to make the day fun and successful. What better way to celebrate the holiday than to actively give to the conservation of national treasures - the life within our National Parks? A free t-shirt will be available for participating birders.  For more information on the Christmas Bird Count and how to participate: 435.834.4747 or e-mail brca_information@nps.gov           Additional Links & Information   National Audubon Society Christmas Bird Count Bird Species Checklist                   Back to main Birds page.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/brcacbc.htm"
}
