{
    "title": "Bryce Canyon National Park: Mossy Cave Trail",
    "body": "Mossy Cave Trail        Volunteer Arsenio Roanhorse sitting by the stream on the Mossy Cave Trail. Photographed by Brian B. Roanhorse 23 February, 2015          At first, this canyon known as Water Canyon, might look like any ordinary Bryce Canyon kind of canyon. It's not. From 1890-1892 Mormon pioneers labored with picks and shovels to carve an irrigation ditch from the East Fork of the Sevier River, through the Paunsaugunt Plateau, into this canyon. As you hike up the Mossy Cave Trail, notice how the higher elevations of this \"canyon\" have the lumpy, broken, and random texture typical of Bryce Canyon and its hoodoos. You will also see how the lower section is without hoodoos, and has smooth angled sides looking like a 'V' in cross-section. Because of this little water course, it is unlikely that any more hoodoos will form here. The existing hoodoos will eventually crumble and Water Canyon will have completed the metamorphosis, becoming a \"real canyon.\" Take the left fork of the trail up to Mossy Cave. Mossy Cave is not a cavern but a shelter cave. Here depending on the season, you will either see a large overhang filled with moss, or filled with giant icicles. Mossy Cave is a grotto, created by an underground spring. Take the right fork of the trail and you'll end up above a small waterfall. Here, the rapid trenching of this stream has been delayed by a layer of Dolomite. Dolomite is a special form of limestone that is fortified by magnesium. Dolomite is not only harder than regular limestone; it also can't be dissolved by slightly acidic rainwater. Dolomite is what has created this waterfall and it is also the cap rock for our more famous and durable hoodoos.          Back to main Day Hikes page.  Back to main Easy Hike's page.      BRCA Mossy Cave Trail    Mossy Cave Trail at Bryce Canyon National Park.       Mossy Cave Trail (marked in red) NPS                  Total Distance:   .9 miles 1.5 km   Climbing:   300 feet 91 m         Descending:   300 feet 91 m         Min\/Max:   6819\/7023 feet 2078\/2140 m",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/mossycavetr.htm"
}
