{
    "title": "Thomas Edison National Historical Park: Glenmont Cell Phone Tour",
    "body": "Guide By Cell- Glenmont         Glenmont nps Photo        1. Welcome to Glenmont!  Listen        Llewellyn Park Entrance Thomas Edison NHP Archives      2. What is Llewellyn Park? Listen          Glenmont Staff Wayside Panel NPS Photo        3. A 29 room house, 13.5 acres, stable, barn, and greenhouse - How did Mina take care of it all? Listen        Pump and Hose House NPS Photo    4. What was Mina afraid of during World War II? Listen        Glenmont Backyard NPS Photo      5. What was the event that almost created a scandal in the Edison family? Listen        Thomas and Mina Edison's Gravesite NPS Photo      6. Where were Thomas and Mina originally buried? Listen        Birdhouse Outside of the Conservatory NPS Photo      7. Who were the most pampered guests at Glenmont? Listen        Marion Edison Thomas Edison NHP Archives        8. What were the nicknames for Thomas Edison's first two children? Listen        Glenmont NPS Photo        9. Why did Edison need such a big house? Listen        Glenmont, Side View NPS Photo        10. Who was Glenmont built for? Listen        Glenmont, Front Entrance NPS Photo        11. Do you know the Architect of Glenmont? Listen        Glenmont: Spindled, Asymmetrical, Lavishly Decorated, and other Queen Anne qualities NPS Photo      12. Why Does Glenmont look like a giant ginger-bread house? Listen        The Skating Pond NPS Photo      13. Why did Mina Edison complain about the skating pond? Listen        Endives NPS Photo      14. What vegetable did the Edison staff attempt to grow all winter? Listen        Edison Next to One of His Cars Thomas Edison NHP Archives      15. What did Edison like to do for relaxation? Listen        The Greenhouse and Potting Shed NPS PHOTO      16. Was Glenmont actually a farm? Listen        The Potting Shed NPS PHOTO        17. What is a Potting Shed? Listen        The Garden Area NPS PHOTO      18. What famous person is associated with the garden area? Listen        Charles Edison Thomas Edison NHP Archives      19. Why did Thomas Edison's son, Charles, get in trouble? Listen        NPS Badge NPS PHOTO      20. So how did the National Park Service get Glenmont? Listen        Thomas Edison NHP Jr. Ranger Badge NPS PHOTO      21. What else can I do when I visit Glenmont? Listen",
    "url": "https:\/\/www.nps.gov\/edis\/planyourvisit\/guide-by.htm"
}
