{
    "title": "Bryce Canyon National Park: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning       Bryce Canyon National Park has several documents to assist in informing the public about past, current and upcoming projects. These and other documents are located below to allow you, the visitor, a chance to view and\/or comment on these projects.      Current Projects: Foundation Document & Overview - 5.2014: Every unit of the national park system is required to have a formal statement of its core mission. The core mission is derived from the park's enabling legislation and\/ or proclamation establishing the park unit and subsequent legislation specific to that unit. A foundation document serves as the underlying guidance for management and planning decisions for a national park unit. It describes the core mission of the park unit by identifying the purpose, significance, fundamental and important resource and values, interpretive themes, assessment of planning and data needs, special mandates and administrative commitments, and the unit's setting in the regional context. The development of the foundation document for Bryce Canyon National Park is an important part of effectively managing the park over the long term  and protecting park resources and values that are integral to the purpose and identity of the park unit. Foundation Overview & Foundation Document Final - 5.2014 Shuttle Bus Shelters: The park is currently constructing two new shuttle bus shelters within the park. One shelter is on the main road across from the Visitor Center. The second shelter will be in the northbound lane near the Sunset Campground entrance. Both shuttle stops will help support the park's transportation system and moving visitors around the park more efficiently. The shuttle stops will be available for use by visitors during the summer of 2012. If you would like more information on the status of this project, please contact the Park by e-mail. Sewer line Rehabilitation Project: The proposed project to repair several miles of the park's failing sewer system will begin during the fall of 2011. The park's existing sewage collection system includes deteriorating portions originally built in 1958 of clay pipe. These sections of the system and associated manholes are deteriorating into pieces and have caused extensive maintenance problems. The project will replace broken and deteriorating portions of the park's sewage collection system, demolish two small septic tank and leach-field systems and replace them with piped connections to the park's main sewage collection system, and recondition the sewage treatment lagoon cells. If you would like more information on the status of this project, please contact the Park by e-mail. The park is in the early stages of developing two management plans: Utah Prairie Dog Stewardship Plan The National Park Service (NPS) is preparing an Environmental Assessment (EA) and Biological Assessment (BA) for a Utah Prairie Dog Stewardship Plan. Utah prairie dogs (Cynomys parvidens) are a federally-threatened species listed by the U.S. Fish and Wildlife Service and are protected under the Endangered Species Act (ESA). Among the purposes of the proposed stewardship plan would be to: ″Maintain a sustainable population of Utah prairie dogs to foster their role as a keystone species in the environment.″ Identify ways to enhance prairie dog habitat within the park based on habitat suitability and connectivity with existing populations, while maintaining the diversity of native plant communities and facilitating park operations. ″Minimize\/mitigate the effects of human activities in the park on Utah prairie dogs.″ Contribute to range-wide recovery and sustainability of Utah prairie dog populations. Once completed, this plan will be used to benefit the management of Utah prairie dogs, their habitat and associated operations within the park. The first step in developing the Plan is to solicit issues and topics from the public which should be considered in the Plan. \"From those interested, we wish to find out what issues are important to ensure that they are included in the environmental analysis process,\" said Superintendent Bradybaugh. To follow the progress of this plan, please visit NPS Park Planning. You may also contact the Park by e-mail for more information. Multi-Modal Transportation Plan: The development of a Multi-Modal Transportation Plan will enable the park to plan for current and future park traffic patterns in an integrated context. Some visitors are being negatively impacted by their experience accessing the park when parking areas are full or transit is over capacity. This project will also help the park plan for and address the heavy congestion within the park and related usage of public transportation, private vehicles, tour buses, and bicycles. It is critical to the continued successful operation of the shuttle service and to identify future locations for inter-modal connections (parking to transit, trails to parking, etc.). The plan will also aid in working with and adjusting general traffic flows including shuttle service hours and days of operation. To follow the progress of this plan, please visit NPS Park Planning. You may also contact the Park by e-mail for more information.         Completed Projects:  Wildlife Viewing Pullouts - Environmental Assessment (PDF 1.8 MB) Bryce Canyon National Park: Acoustic monitoring report 2009-2010 - During the spring and summer of 2009 and 2010, Bryce Canyon National Park conducted a soundscape study focusing on areas within the park where American peregrine falcon (Falco peregrinus anatum) territories were known to occur. Seventeen acoustic monitoring systems were deployed throughout the park at front and backcountry locations. (Technical Report) Paria View Rehabilitation Project - Environmental Assessment (Final) (1.92Mb PDF) Paria View Rehabilitation Project - Environmental Assessment Scoping Letter Mossy Cave Trail Rehabilitation and Resource Protection Project Tropic Canyon Highway Stabilization Project Finding of No Significant Impact - Vegetation Implementation Plan Rehabilitate Failing Park Sewage System - Environmental Assessment Finding of No Significant Impact (FONSI) for the Rehabilitate Failing Park Sewage System Project Finding of No Significant Impact - Wildlife Viewing Pullouts",
    "url": "https:\/\/www.nps.gov\/brca\/getinvolved\/planning.htm"
}
