{
    "title": "Thomas Edison National Historical Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Thomas Edison National Historical Park. Thomas Edison NHP PHOTO  Come visit the Laboratory Complex. Explore 20,000 square feet of additional exhibit space, including two floors of the main laboratory building which were previously closed to the public.  Spend an hour or spend the day. The Laboratory is now a self guided experience so you can pick and choose what's interesting to you.       Ranger-led programs run at the Laboratory Complex daily. Look for posted times in the visitor center. For more information about these programs follow this link.        Glenmont in the spring. NPS PHOTO  Spend an afternoon exploring Glenmont, the estate of Thomas and Mina Edison. Thomas Edison purchased this grand estate for his new bride, Mina Miller Edison, in 1886. It is here that the Edisons raised their children and entertained friends, family, and Edison business associates.   **When open, visitors must first stop at the visitor center at the Laboratory Complex (211 Main Street) to get a vehicle pass for Glenmont. Tickets for a house tour are limited and distributed on a first-come first-served basis from the Laboratory Visitor Center. Glenmont is generally open Friday, Saturday, and Sunday EXCEPT during the winter.  Glenmont is closed in the winter from January through mid March. For specific dates check out the hours of operation page.  A ticketed tour is the only way to enter the house.        School Group Tour NPS Photo  Group Visits If you are interested in bringing a group please click on the appropriate link below.  School Groups - K - College For Teachers Non-School Groups - Scouts, clubs, civic organizations Group Information Corporate meetings \/ tours, filming, special uses Permits      Picture Guide If your child or family needs a visual guide of our park, please view our Picture Guide, where you will see a step-by-step exploration of the park through photographs. For more information on accessibility please click here.",
    "url": "https:\/\/www.nps.gov\/edis\/planyourvisit\/index.htm"
}
