{
    "title": "Bryce Canyon National Park: Film & Photography Permits",
    "body": "Filming & Photography at Bryce Canyon       FILMING GUIDELINES Bryce Canyon National Park is recognized worldwide as an area set aside and administered with preservation at the core. In order to preserve and protect resources and to assure the enjoyment of those resources by the public, the following guidelines are established by the Superintendent of Bryce Canyon National Park as they relate to filming and photographic activities within the park boundaries. \"The service...shall promote and regulate the use of ... national parks ... [its] purpose is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" (16 U.S.C. 1) It is the policy of the National Park Service (NPS) to allow filming and photography when and where possible, while adhering to this mandate. Therefore, when reviewing filming applications, the primary concerns of the NPS are potential impacts to park resources and disruption of visitor use. Permit Requirement A permit is required when: 1) the filming, videotaping, sound recording or still photography uses talent (models, actors, etc.), professional crews, set dressings, or props, 2) advertises products or services, 3) when the activity could result in damage to park resources or disruption of visitor use, 4) the photographer wants to film in areas not open to the public or areas outside of normal public use hours, 5) more than just hand carried equipment is utilized, or 6) the activity raises safety concerns that can be mitigated through the issuance of a permit. If you are uncertain whether your project requires a permit or not, contact the park for additional information. Exempted Activities Media Breaking News Breaking news is an event that cannot be covered at any other time or at any other location. Filming of breaking news does not involve advertising, sets, props, or models. Coverage of breaking news does not require a permit, but film crews may not disrupt park visitors, damage park resources, or compromise public health and safety regulations. Information on breaking news comes from the Park’s Information Officer @ 435-834-4740. Other Media Frequently there are opportunities for news organizations to focus on park programs, or increase public awareness of park-specific issues. Filming related to these stories must be coordinated and planned in advance. A permit will be issued if it is determined that the park would benefit from the increased public awareness. The National Park Service may assist with your research and\/or offer interviews, if staff members are available. Contact the Special Use Coordinator at 435-834-4761 to discuss your project. Still\/video photography Photography of scenery has traditionally been part of a visit to a national park. Photography does not require a permit if it involves only hand-carried equipment (small video cameras, tripod, interchangeable lenses or flash), and does not fall under the permit requirements listed above. Prohibited Activities Activities having the potential to damage or significantly impact or alter park resources are prohibited. The following is a partial list of prohibited activities:  altering, damaging or removing vegetation vehicle use off established roads and parking areas use of insecticides, herbicides and pesticides loud noises that exceed 60 decibels or have the potential to negatively impact park resources or visitors experience smoking in buildings or in vegetated areas use of fragile vegetation areas, except on trails or already disturbed areas (as determined by NPS) writing on or discoloring any natural feature or structure photographic licenses such as, but not limited to, the superimposing of pictures which depict activities in conflict with the mission and goals of park management staged activities by on-screen talent that would be considered dangerous if performed by the general public activities that are illegal in the park, such as hunting and off-road travel, are not to be depicted harassment of wildlife is prohibited by law. Filming of wildlife is permitted as long as there is NO disturbance, feeding, teasing, or manipulation of resident or free-roaming animals. Wildlife captured elsewhere may NOT be used in any in-park filming, whether trained or not.  Restrictions and Requirements Reasons for Denial of Permit A request for a filming or photography permit may be denied if:  in the opinion of the superintendent or his\/her designee, the filming activity requested represents a potential for harm or impact on the park’s natural, cultural, wilderness or recreational resources, may create health or safety risks, or disrupt visitor use and enjoyment it is determined that supervisory requirements for the proposed project will place unreasonable burdens on park staff, regardless of the applicant's willingness to pay supervisory costs the permittee fails to obtain insurance\/bonding, or does not agree to pay assessed cost recovery the proposed filming or photography would conflict with the visitors' normal use of the park the request includes entry into areas closed to the general visiting public, or which would allow activities not permitted to the average visitor.  Insurance General liability insurance must be carried by the permittee naming the United States Government, National Park Service, and Bryce Canyon National Park as an additional insured. Short-term policies must show coverage on an \"occurrence\" basis. Required commercial liability for video or film productions companies is not less than one million dollars ($1,000,000), but will vary according to project scope, risk to park resources and other relevant circumstances. Additional amounts may be required for high-risk activities. All insurance certificates must be issued by an insurance company operating in the United States. The Special Park Uses Coordinator must receive the original insurance certificate no later than one week before the scheduled activity. Performance Bonds All filming activities will be reviewed to determine if a performance bond will be posted by the permittee. The purpose of the bond is to insure that the resource is left in as good condition as it was prior to the filming, and to cover restoration costs (if needed). The amount of the bond will be determined according to the scope and potential for damage by the activity. At the conclusion of the permit, the bond will be returned to the permittee after final billing costs and costs of necessary clean up; repair or rehabilitation is deducted. The performance bond can be in the form of a money order or cashiers check. Sharing the Park A filming or photography permit does not give exclusive rights to the permittee or allow the permittee to restrict visitors from any location. Locations that attract a large number of visitors will be avoided. Normal visitor use patterns will not be interrupted for longer than five minutes, and only as specified in the approved permit. Filming or photography permit activities may not occur simultaneously with other permitted activities unless authorized by the NPS, or unduly conflict with scheduled park activities such as interpretive presentations. Visitors will be allowed to observe filming activity. Limitations and Conditions The following activities are restricted and must be approved on a case by case basis:  use of children or animals, discharge of blank ammunition and all black powder weapons, stunts, placing of large set dressings, filming or photography inside interiors of government administrative work areas, film equipment or activities on roadways, access to closed areas or access to areas during non-visitor use hours, filming in wilderness, or aerial filming.  Please note that the permit does not include authority to film or photograph park visitors unless agreed to by the visitor and a signed written release is obtained by the permittee. Closures Permit activities may be restricted based on weather or seasonal conditions (fire danger, standing water after rain, wildlife nesting season, etc.). Additional closures, public use limits, and\/or restricted activities are listed in the Superintendent's Compendium. Costs and Fees The National Park Service is required by law to recover all costs for special use permits, such as filming permits. All costs incurred by the NPS in conjunction with the permitted filming activity will be reimbursed by the permittee. A cost estimate will be calculated and provided once the Filming Coordinator has received all applicable information. The filming program fee schedule is as follows:  $100 non-refundable Application Fee A $100 non-refundable application fee must accompany each filming application. This fee is based on an average of two hours to provide initial review of an application. Since some projects require more than two hours to consider and others take less, the $100 application fee is an average cost for the initial time involved in reviewing a project. The fee includes time spent answering initial inquiries, initial review of an application, and basic technical consultation. If this process takes longer than 2 hours, a $50 per hour per staff member management fee will apply in addition to the initial $100 application fee. $50 Administrative Fee Once a request is approved, this fee covers the costs associated with issuing a simple permit. This includes, but is not limited to, processing fees, permit development, consultations with the permittee, managerial and\/or technical consultations and billing. This fee covers a maximum of two hours administrative time needed to process a simple permit. Any staff time needed above and beyond four hours to issue and manage a permit will be charged an hourly fee. Hourly Management Fee A $50 per hour rate applies primarily under the following conditions:  (1) Monitoring - Filming activities authorized by permit may require continuous, on-site supervision by the NPS to assure full compliance with all conditions of the permit. Monitoring will be charged at the rate of $50 per hour per staff member with a minimum of two hours per staff member, per day. For smaller filming projects with little possibility of resource\/visitor impacts, spot checks may be used instead of continuous monitoring. The permittee will be charged at the rate of $50 per spot check. The scope and complexity of the filming activity will determine the level and type of supervision.  (2) Interviews - all interviews of park personnel will be assessed at the hourly rate. This will not apply to pre-approved filming or photographing of NPS staff members performing their regularly scheduled work activities.  (3) Scouting - if a permittee requests a scouting trip with or by the Filming Permits Coordinator; staff time will be assessed at a rate of $50 per hour. It is highly recommended that any potential permittee schedule a pre-shoot scouting trip to the park. Scouting assistance may be requested of the Special Park Uses Coordinator, subject to availability. All filming locations must be identified at least two weeks before arrival since locations are listed specifically on the permit and are subject to availability. For smaller projects, locations may be determined during a pre-permit conference conducted via telephone. The completed permit will detail the activities and locations to be authorized. Any activities not specified in the permit will not be allowed. Filming may not begin within the park until all conditions of the permit have been agreed to by the permittee and approved by the Park Superintendent. Additional charges apply to scouting assistance (see below).  (4) Extended Administrative Time - Any filming activity that is particularly complex may require additional administrative support. Such support is subject to the $50 hourly fee. This fee covers additional administrative time needed beyond the maximum three hours covered by $150 administrative and application fees. This rate does not preclude any of the other fees and is applied per hour, per staff member.  (5) Location Fees - Effective May 15, 2006, the NPS was required to began charging location fees for filming. Public Law 106-206, codified at 16 U.S.C. 4601-6d, instructs the Secretaries of the Interior and Agriculture to “establish a reasonable fee for commercial filming activities or similar projects on Federal lands…” On April 13, 2006 the NPS published a final rule in the Federal Register removing the prohibition against the NPS charging a fee “for the making of motion pictures, television productions or sound tracks…” This action requires the NPS to charge a location fee for all commercial filming and still photography permits. The location fee is in addition to cost recovery charges that are currently being collected.     Motion Pictures\/Videos Commercial Still Photography   1-10 people $150\/day 1-10 people $50\/day   11-30 people $250\/day 11-30 people $150\/day   31-49 people $500\/day 30+ people $250\/day   50+ people $750\/day       Notification of Delay or Cancellation: The applicant or permittee is required to notify the NPS of any delays or schedule changes at least 36 hours in advance, or as agreed to by the superintendent or his\/her representative. Should the applicant or permittee fail to provide such advance notification, the applicant or permittee is responsible for paying all costs incurred by the NPS any time during the application, permitting, or operational process, including those due to cancellation, moving, or rescheduling of the project. Such payment will include but is not limited to a non-refundable charge for each staff person scheduled for the affected activity. Such charge will, at a minimum, be the equivalent of two hours overtime for each employee assigned. These costs may be recovered through the posting of a bond at the time of application, or through a bill of collection presented at any point after initial contact. Note that the approval of such schedule changes are dependent upon staff availability. There is no Guarantee that any schedule changes will be approved, and there will be no refunds in such situations. Termination of Permit All filming or photography permits issued by the National Park Service are \"revocable\" on 24 hours notice or WITHOUT NOTICE if the terms of the permit are violated. Deliberate infractions of the terms of the filming permit or the deliberate making of false or misleading statements concerning intended actions in order to obtain a permit are causes for immediate termination of the permit and cause for possible prosecution. Permits will be revoked if damage to resources or facilities is threatened, of if there is a clear danger to public health or safety. Application Process To apply for a permit, please complete a Bryce Canyon National Park filming application form and submit it to the Filming Permits Coordinator (contact information below) allowing sufficient time for evaluation by the park staff before the start date of the proposed activity to be conducted in the park. Please remember to enclose a check or money order for $100.00 to cover non-refundable application costs. Requests will be evaluated on the basis of the information in the application. Therefore you are encouraged to attach maps, diagrams, script pages or storyboards to assist the park staff in evaluating your request. Applications are handled in the order they are received. Simple requests can be processed in two weeks. Requests that involve multiple locations, complex logistics, or coordination with other NPS divisions or visitor activities will require a minimum of four weeks to process. A minimum of four weeks is also required to process permits for projects that need additional environmental compliance. In compliance with the requirements of the Debt Collection Improvement Act of 1996, the applicant must submit their social security number or Federal tax ID number when filling out the application for permit. Applications will not be processed if submitted incomplete or are received without payment. The permit will specify the number of people and the exact types of equipment allowed. The NPS monitor on duty will not allow activities not specified in the permit. (See prohibited activities). You may download the application or request it in person, by phone (435-834-4761), fax (435-834-4777), e-mail, or letter. Completed applications must be returned to the park with payment. There is a $100 non-refundable permit cost. We cannot accept credit cards at this time. Money orders, cash or checks payable to \"National Park Service\" are accepted. Completed applications for filming within Bryce Canyon National Park should be mailed with check or money order made out to National Park Service for $100 to: Filming Permits Coordinator Bryce Canyon National Park P. O. Box 640201 Bryce, UT 84764 If using FedEx, UPS, use the address: Hwy 63, Park Hdq. #1 instead of the P.O. Box. For questions please contact the Bryce Canyon National Park Filming Coordinator at (435) 834-4761. Filming Permit Application (short form, PDF 46kb) Filming Permit Application (long form, PDF 47kb) (top of page)",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/management\/filmphotoguidelines.htm"
}
