{
    "title": "Bryce Canyon National Park: Kids & Youth",
    "body": "Kids & Youth         A Paiute youth during the Kwiyamuntsi Tribal Youth Camp 2014. NPS Photo  Coming for a visit to Bryce Canyon National Park? Bryce Canyon is a wonderful place for kids of all ages! Just a few things kids and parents can enjoy at Bryce Canyon National Park.  Shared-Use-Path Visitor Center Exhibit (Opening Soon) Visitor Center Bookstore Daily Programs Evening Programs (Seasonal) Astronomy Programs (Seasonal) Kids Programs (Seasonal) Guided Hikes 20-Minute introduction Movie  ...and much, much more. Come to the Visitor Center for more information.           Jr Rangers Maria, Gina, and Lisa Sobinovsky with 770 badges from parks all over the United States. NPS Photo 2012  Be a JR. Ranger When you arrive, come to the Visitor Center to find out how to become a Junior Ranger. Kids who are 3 years and older can become Junior Rangers. Although the program materials are in English, there are activities in French and German that can replace one of the three requirements. What all Junior Rangers have in common is a love of nature!        Prairie Dog exhibit at the Visitor Center. Photographed by Brian B. Roanhorse NPS 19 January, 2016.  Visitor Center Exhibit (Opening Soon) Walk through the tall models of canyon walls, boulders and fossils in our new exhibit, but watch out! The stuffed mountain lion perched on a realistic rock ledge over your head looks like it might pounce on you!        Learning materials and books at the Visitor Center Bookstore. Photographed by Brian B. Roanhorse 25 February, 2016.  Visitor Center Bookstore You'll want to visit the attractive bookstore in our Visitor Center. There are books of all sorts, stuffed animals, CDs & DVDs, posters, hanging mobiles, magnets and hiking gear...and plenty of post cards!        Serenity Roanhorse hiking the Navajo Trail. Photographed by Brian B. Roanhorse 16 June, 2014.  Opt Outside and Hike All Day Of course the best part about Bryce Canyon National Park is the great outdoors! Come and explore! We have some overnight hiking trails for tent campers. But our most beautiful trails can be done in a day or less. We have trails as short as half a mile (less than a km) and some as long as 11 miles (over 17 km). Signs will help you find your way through the hoodoo mazes!        Lightning strikes a dead ponderosa pine. Photographed and illustrated by Brian B. Roanhorse 2014.  When Thunder Roars, Go Indoors What are lightning and thunder? Do you know how to be safe during thunderstorms in Bryce Canyon? Our Safety Brochure will show you where to go during a thunder storm.   Have you ever heard of the \"When thunder roars go indoors\" rule? Find out by visiting our Don't Get Zapped! website. Then take the Quiz and print a Certificate for yourself!         Research Need help with a research paper about the features and history of Bryce Canyon? Read about the first inhabitants Bryce region and the frontier men and women that have settled the surrounding area.        Ebenezer Bryce and Paiute Tribe member Jeremy. NPS Photo  People have lived in the Bryce Canyon area for about 10,000 years. To learn more about these People look in the History and Culture section of our website.        Raven perched on the Rainbow Point sign at Rainbow Point. Photographed by Brian B. Roanhorse 20 January, 2014.  Nature and Science Visit Nature and Science: learn about the Utah prairie dog, the clever Clark's Nutcracker bird, and the Ponderosa forest; our night skies are the darkest around!        Sunrise on the Rim Trail near Sunset Point. Photographed by Brian B. Roanhorse 30 October, 2015.  Geologic Formations Bryce Canyon is really famous for its beautiful rock features; there's even a place called Fairyland Point! We have rock arches, fins, walls...and \"hoodoos.\" Interested? Visit Bryce Canyon's Geologic Formations website.         ONLINE ACTIVITIES If you can't visit Bryce Canyon National Park soon, perhaps you'd like to check out Park Fun; it links to online activities especially for kids like these:",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/kidsyouth\/index.htm"
}
