{
    "title": "Bryce Canyon National Park: Pioneer History",
    "body": "Pioneer History        Pioneers Ebenezer and Mary Bryce and the creators of the Tropic Ditch. NPS Photo       In 1776, a Spanish entrada under the direction of Franciscan Friars, Silvestra Velez de Escalante and Francisco Atanasio Dominguez, passed to the south near what is now the Utah and Arizona border. They probably saw the pink cliffs in the distance. Jedediah Smith passed by the Sevier and Virgin rivers, while on his way to Spanish California, in 1826. In 1830, frontiersman George Yount passed through the present sites of Circleville, Panguitch and Cedar City. Captain John C. Fremont passed the present sites of Cedar City, Parowan and Circleville. In 1844, Mormon scouts, looking for favorable farming and grazing lands, visited the Sevier River near Panguitch in 1852. In 1866 a group of men, under the direction of Captain James Andrus, traversed the upper Paria Valley. A group of families established the town of Clifton near the junction of the Paria River and Henrieville Creek, in 1874. Ebenezer Bryce and his family arrived in Clifton in 1875, but soon moved upstream to Henderson Valley (New Clifton). Ebenezer helped to complete a seven mile irrigation ditch from Paria Creek. Bryce built a road into the pink cliffs to make timber more accessible. People started to call the amphitheater where the road terminated, “Bryce’s Canyon.” Ebenezer Bryce and his family moved to Arizona in 1880, but the Bryce’s Canyon name stuck. Clifton was abandoned in 1877. Families founded Cannonville, a mile upstream and Henrieville, five miles east of Cannonville. In 1890 and 1891, a ditch was dug to divert water from the East Fork of the Sevier River, over the east rim of the Paunsaugunt Plateau and 1500 feet down in the valley. The town of Tropic was laid out in 1891.         A Pioneer Story The Mormon pioneers spent long, lonely summers tending sheep and cows in present day Bryce Canyon National Park. While killing time and reflecting back on his life, a bald-headed, gray mustached pioneer carved a horse’s profile, a man’s profile, and the four playing card suits in an aspen tree. This pioneer not only glorified some favorite pastimes, but reflected on how he had beaten the odds in the game called life. Read More...          Back to People Page American Indian History Park History Land Use History",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/historyculture\/pioneer_history.htm"
}
