{
    "title": "Bryce Canyon National Park: Air Quality and Visibility",
    "body": "Explore This Park    Learn About the Park     Nature     Air Quality and Visibility              Air Quality and Visibility        The rain gauge in the foreground is maintained by the National Oceanic and Atmospheric Administration (NOAA) National Weather Service (NWS) to collect data on precipitation amounts for the climate record.  The rain gauge in the background (center) is part of the National Atmospheric Depos. Photograph by Jim McNitt.       Bryce Canyon National Park is famous for its fantastic views! The purpose of the park is to protect and conserve resources integral to a landscape of unusual scenic beauty exemplified by high colored and fantastically eroded geological features, including rock fins and spires, for the benefit and enjoyment of the people. Originally established as a national monument in 1923, Bryce Canyon National Park was created in 1928 when the park’s enabling legislation was passed and signed into law. In 1977 the park was designated a Class I air quality area, receiving the highest protection under the Clean Air Act. Bryce Canyon’s visibility monitoring program has documented periods of degraded visibility due to fine particle pollution. Over the past 25 years, the visibility in Bryce Canyon is improving on the clearest days, but not improving on the haziest days. Visibility is often described as a \"visual range\". Technically the visual range is the distance at which a large black object just disappears from view. However, for visitors at Bryce Canyon visibility is more closely associated with conditions that allow the visitor to recognize and appreciate the form, contrast detail, and color of features, both near and far. Both local and distant air pollutant sources affect air quality in Bryce Canyon. The natural resources that are potentially sensitive to air pollution are air quality, water quality, vegetation, wildlife, soils, and visibility. Visibility has been identified as the most sensitive resource in the park. Although visibility in the park is still superior to that in many parts of the country, visibility in the park can be impaired by light-scattering pollutants such as suspended dust and emissions from power plants and vehicles. Another impact to the park’s visitors is light pollution. Bryce Canyon is famous worldwide for its night sky. Light generated by sources within 200 miles of the park can degrade the night sky and negatively impact the night sky experience, including ranger-led astronomy programs. On a clear day at Bryce Canyon, you can see Navajo Mountain which is 80 miles to the south and on an especially clear day you can look over Grand Canyon to spot Humphrey's Peak which is 150 miles away!   You can find a detailed summary of Bryce Canyon’s air quality at this link:  http:\/\/www.nature.nps.gov\/air\/Permits\/aris\/brca\/index.cfm The impacts of air pollution on the park’s resources are described at: http:\/\/www.nature.nps.gov\/air\/Permits\/aris\/brca\/impacts.cfm   Air is one of the most treasured natural resources in the park! Natural resource management specialists monitor atmospheric deposition and particles. The chemical composition of precipitation has been monitored in the park since 1985 as part of the National Atmospheric Deposition Program\/National Trends Network (NADP\/NTN) network.         Figure 2.  The Interagency Monitoring of Protected Visual Environments (IMPROVE) sampler has four sampling modules. Three of the modules sample particle sizes from 0 microns to 2.5 5 microns and one module samples both fine and coarse particles (0 microns to 10 microns). The samples are analyzed by Photographed by Jim McKnitt  As part of the Interagency Monitoring of Protected Visual Environments (IMPROVE) network, visual air quality in the park has been monitored by collecting samples of particles suspended in air (called aerosols) since 1988.   These monitoring systems are described in more detail at: http:\/\/www.nature.nps.gov\/air\/Permits\/aris\/brca\/studiesMonitoring.cfm . The air resource is an integrated part of the Bryce Canyon’s interpretive program. Park rangers and volunteer astronomers known as \"The Dark Rangers,\" provide educational and entertaining programs on astronomy and the night sky.  Rangers also present geology programs that rely on views across the amphitheater to the Table Cliff. They often comment on the good visibility that enables the visitor to see the pink cliffs at Powell Point. Rangers also present excellent programs on climate change that include information on trends in air quality. Protecting the quality of the air resource is a multi-facetted job that includes active research and monitoring; coordination with other organizations on pollution controls when pollution is likely to affect the park; and education to visitors about the importance of clean, healthy air. To learn more about air quality in other locations in the United States visit these websites: http:\/\/www.airnow.gov http:\/\/www.epa.gov\/airquality http:\/\/airquality.weather.gov\/           Back to main Nature page.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/nature\/air-quality-and-visibility.htm"
}
