{
    "title": "Bryce Canyon National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Paiute tribe and J.W. Powell NPS Photo         Ebenezer and Mary Bryce NPS Photo   Bryce Canyon is a small national park in southwestern Utah. Named after the Mormon Pioneer Ebenezer Bryce, Bryce Canyon became a national park in 1928. Bryce is famous for its worldly unique geology, consisting of a series of horseshoe-shaped amphitheaters carved from the eastern edge of the Paunsaugunt Plateau in southern Utah. The erosional force of frost-wedging and the dissolving power of rainwater have shaped the colorful limestone rock of the Claron Formation into bizarre shapes including slot canyons, windows, fins, and spires called \"hoodoos.\" Tinted with colors too numerous and subtle to name, these whimsically arranged rocks create a wondrous landscape of mazes, offering some of the most exciting and memorable walks and hikes imaginable. Ponderosa pines, high elevation meadows, and fir-spruce forests border the rim of the plateau and abound with wildlife. This area boasts some of the world's best air quality, offering panoramic views of three states and approaching 200 miles of visibility. This, coupled with the lack of nearby large light sources, creates unparalleled opportunities for stargazing.          One of the first questions people ask when visiting the rugged wilds of southern Utah is, \"Who would live here?\" The answer is, \"Many different cultures over thousands of years have foraged, hunted and survived in this wilderness.\"     The People            Historic Resource Study Introduction: Small by National Park standards, the 56.2 square miles of Bryce Canyon National Park occupy the eastern edge of the Paunsaugunt Plateau in south-central Utah. The park is not a canyon. Rather, it is a spectacular series of more than a dozen amphitheaters, each of which is carved at least 1,000 feet into the chromatic limestone of the Paunsaugunt Plateau. ... Follow this link to read Bryce Canyon's Historic Resource Study in its entirety.        Bryce Canyon trails being created and visitors visiting the viewpoints and the Lodge. NPS Photo",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/historyculture\/index.htm"
}
