{
    "title": "Bryce Canyon National Park: Park History",
    "body": "Park History        Early Campfire Gathering nps           The person most responsible for Bryce Canyon becoming a National Park was J. W. Humphrey. Mr. Humphrey was a U. S. Forest Service Supervisor who was transferred to Panguitch, Utah in July 1915. An employee suggested that J. W. view the eastern edge of the Paunsaugunt Plateau. When Humphrey came to the rim, at the point now known as Sunset Point, he was stunned:  “You can perhaps imagine my surprise at the indescribable beauty that greeted us, and it was sundown before I could be dragged from the canyon view. You may be sure that I went back the next morning to see the canyon once more, and to plan in my mind how this attraction could be made accessible to the public.”  J. W. Humphrey had still photographs and movies of the canyon sent to Forest Service officials in Washington D. C. and to officials of the Union Pacific Railroad. Magazine and newspaper articles were written. In 1916, Humphrey secured a $50 appropriation to improve the road and make the rim accessible to automobile traffic. By 1919, tourists from Salt Lake City were visiting Bryce Canyon. Ruby and Minnie Syrett erected tents and supplied meals for over night guests near Sunset Point. In 1920 the Syretts constructed Tourist’s Rest a 30 by 71 foot lodge, with eight or ten nearby cabins and an open air dance floor. In 1923, the Union Pacific Railroad bought the Tourist’s Rest land, buildings and water rights from the Syretts. Ruby and Minnie established Ruby’s Inn just outside the park. Gilbert Stanley Underwood was hired by the Union Pacific to design a lodge near Sunset Point. The original main building was finished by May 1925. Additions were made and the final configuration completed by 1927. The standard and deluxe cabins near the lodge were constructed between 1925 and 1929. President Warren G. Harding proclaimed Bryce Canyon a national monument on June 8, 1923. On June 7, 1924, Congress passed a bill to establish Utah National Park, when all land within the national monument would become the property of the United States. The land was acquired and the name was restored to Bryce Canyon. On February 25, 1928, Bryce Canyon officially became a national park. In 1930, the Zion-Mt. Carmel tunnel was completed. This effectively tied Bryce, Zion, Cedar Breaks and the North Rim of the Grand Canyon together. Trains would transport passengers to Cedar City. Buses would leave Cedar City and transport tourists among the four parks. The size of the park was increased to the current 35,835 acres in 1931, via two Proclamations by President Hoover. In 1931, the Park workforce completed a total of 4.5 miles of foot and horse trails. This included Sunset Point to Bryce Point, Bryce Point to Peek-a-boo Canyon and Sunrise to Campbell Canyon. A short bridle path was laid out to prevent indiscriminate riding between the Lodge and rim. The road to Rainbow Point was completed by private construction companies by late 1934. During the 1930s the Civilian Conservation Corps made many improvements to Bryce Canyon National Park. These included Campground development, under the rim fire trail, Fairyland Trail, boundary fences, parking areas, museum-overlook at Rainbow Point, erosion control and insect pest control.          Back to People Page American Indian History Pioneer History Land Use History",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/historyculture\/park_history.htm"
}
