{
    "title": "Bryce Canyon National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 21, 2015  Fee Increase  In order to fund important maintenance and improvement projects within the parks, several local National Park sites, including Bryce Canyon, will be raising fees.   March 21, 2014  Proposed Rule Change for Private Horse Use  Bryce Canyon National Park is proposing changes for users of privately-owned stock on designated horse trails within the park. The proposed changes are intended to ensure the safety of all visitors and to protect park resources. The public will be able to comment on the proposed changes for 30 days beginning March 26, 2014.   May 21, 2013  Utah Prairie Dog Day Art Contest  Bryce Canyon National Park is seeking local area artists -- kids and adults alike -- to submit original artwork or photographs for the fourth annual Utah Prairie Dog Day Poster Contest!   September 07, 2012  Hike The Hoodoos Challenge  To encourage visitors to stay healthy while having fun, Bryce Canyon National Park has developed a new activity called “Hike the Hoodoos!” Part hike, part scavenger hunt, visitors must hike at least 3 miles on specially-marked trails and find “Hike the Hoodoos” benchmark survey markers along the way.   July 23, 2012  Junior Rangers Make Big Impact at Bryce  Three sisters from Martinsburg, West Virginia caused quite a stir recently when they came into the Bryce Canyon National Park Visitor Center. The girls turned the heads of visitors and staff as they marched up to the information desk wearing vests pinned with literally hundreds of Junior Ranger badges and patches.   June 06, 2012  Utah Prairie Dog Day - 2012  Bryce Canyon National Park Superintendent Jeff Bradybaugh invites you to join the park in our third annual celebration of the Utah prairie dog, a native species to Utah and the Bryce Canyon area. Utah Prairie Dog Day will occur on Friday, June 22, 2012 from 9 a.m. through the evening with planned activities that include watching Utah prairie dogs in their natural habitat with a Park Ranger, special presentations on Utah prairie dogs and educational tables with fun activities for kids and adults alike! Don’t miss our special guest, “Petey, the Prairie Dog” who will be popping up from his burrow throughout the day! All daytime activities will take place at the Bryce Canyon Visitor Center.   November 02, 2011  Public Scoping for Multimodal Transportation Plan Initiated  The National Park Service (NPS) is conducting a transportation planning study to evaluate the transportation needs and infrastructure requirements to serve visitors to Bryce Canyon National Park. The public is invited to attend an Open House to identify issues and provide information to the NPS that should be considered in development of the Plan. The Open House will be held on Tuesday, November 15, 2011 from 4:00 – 7:00 pm at the Ruby’s Inn Conference Room (26 South Main Street, Bryce Canyon City, UT) located just north of the park. Project representatives will provide a brief presentation at 5:30 pm to explain the need for the plan and its objectives.   November 02, 2011  Veterans Day Holiday Weekend  In honor of the service and sacrifices of veterans, all National Park Service sites across the country, including Bryce  Canyon National Park, will offer free visitor admission beginning on Veterans Day, Friday, November 11th through Sunday, November 13th. The fee waiver applies to entrance fees only and does not include fees for special permits or camping.   September 14, 2011  Entrance Fees Waived for National Public Lands Day  Bryce Canyon National Park will offer a Fee Free Day on Saturday, September 24, 2011, in observance of National Public Lands Day. On that day, the National Park Service will join other public lands to waive entrance fees, including commercial tour entrance fees. This fee waiver does not include camping and special permit fees.   September 09, 2011  Utah Prairie Dog Stewardship Plan Development  Superintendent Jeff Bradybaugh has announced that the National Park Service will begin development of a Utah Prairie Dog Stewardship Plan. Once completed, this plan will be used to benefit the management of Utah prairie dogs, their habitat and associated operations within the park.   August 19, 2011  Lightning Fatality in Bryce Canyon National Park  An international visitor was killed by lightning along the Rim Trail between Sunrise and Sunset Points in Bryce Canyon National Park on Thursday, August 18.   August 17, 2011  Prescribed Burn August 2011  Fire crews will begin ignition of the Sunset Campground Prescribed Fire (Rx) on Wednesday morning, August 17, 2011 in Bryce Canyon National Park (NP) and adjoining lands of the Dixie National Forest (NF). The 1,106 acre prescribed fire will occur over a period of several days. The burn is located on the west side of the main park road, near Sunset Campground in Bryce Canyon NP and on adjoining lands to the west on the Dixie NF. During this time Sunset Campground will be closed.   August 08, 2011  Bryce Canyon National Park to Host a Public\/Partner Open House  The National Park Service is beginning work on the Bryce Canyon National Park Multi-modal Transportation Plan. This plan will help guide park managers on how to: reduce traffic congestion and parking shortages within Bryce Canyon National Park, increase safety for visitors and staff and other items of interest.   August 05, 2011  Prescribed Burn Scheduled in Bryce Canyon  A prescribed burn is scheduled in Bryce Canyon National Park (NP) and adjoining lands of the Dixie National Forest (NF) in the upcoming weeks.  The 1,106 acre Sunset Campground Prescribed Fire (Rx) is planned to occur over a period of several days, as weather conditions permit, between August 10 and 31, 2011.   July 14, 2011  2011 Geology Festival  On July 28‐30, 2011, Bryce Canyon National Park will be celebrating its most stunning resource, the geology. Known for its colorful and oddly shaped rock spires called “hoodoos,” the area was established as a national park in 1928. Each year over a million visitors from all over the world come to the park to marvel at its beautiful scenery and delicate formations, unique on planet earth.   June 03, 2011  Utah Prairie Dog Day 2011  Bryce Canyon National Park Superintendent Jeff Bradybaugh invites you to join the park in our second annual Utah Prairie Dog Day celebration.   June 03, 2011  EHV-1 Restrictions Lifted June 5, 2011  Due to the recent outbreak of Equine Herpes Virus Type 1 (EHV-1) in northern Utah, Bryce Canyon National Park has restricted the entry and use of private horses and mules for recreational riding from May 20 through June 4, 2011.   May 26, 2011  Equine Herpes Virus Precautions Extended  Bryce Canyon National Park is closed to the entry and use of private horses and mules for recreational riding through June 4, 2011. This closure may be extended if conditions warrant.   May 20, 2011  Equine Herpes Virus Precautions for Bryce Canyon  Due to the recent outbreak of Equine Herpes Virus Type 1 (EHV-1) in northern Utah, the State Veterinarian advises that precautions should be taken to control the spread of the disease.   April 15, 2011  Fee Free Week for National Park Week  No abstract supplied.   April 05, 2011  Wildlife Viewpoint Pullouts FONSI  No abstract supplied.   March 31, 2011  Welcome Spring Visitors  Winter and early spring is perhaps the most beautiful time to visit Bryce Canyon National Park. Following snowstorms, the colorful red hoodoos are layered in bands of white snow. The park is largely snow covered on the plateau. The current snowpack at the Visitor Center (elev. 7,900 ft.) measures 11 inches. Snow in the southern end of the park towards Rainbow Point (elev. 9,100 ft.) is 2‐3 feet deep. March‐April temperatures average to 50° F during the day and drop to 20°F at night.   January 26, 2011  PROPANE BOTTLE RECYCLER FOR BRYCE CANYON  No abstract supplied.   January 21, 2011  Record Visitation at Bryce Canyon  Bryce Canyon National Park recorded its busiest year with a total of 1,782,333 visitors in 2010. This reflects an increase of 7.24% from 2009. For its relatively small size (56 square miles), Bryce Canyon receives an unusually large number of visitors. With over 50% of its visitation from abroad, people from around the world come to the park to marvel at its unique and spectacular colorful geological formations called \"hoodoos.\"   January 12, 2011  Winter Splendor  No abstract supplied.   December 16, 2010  Astronomy Programs at Bryce Canyon  No abstract supplied.   November 09, 2010  Veteran's Day 2010  No abstract supplied.   October 22, 2010  Remembering Flight 608  On October 24, 2010, family and friends of the 53 people who died in the worst air disaster in Utah history will gather to dedicate a sculpture on the 63rd anniversary of the crash of Flight 608.   October 06, 2010  Winter Closures - 2010  No abstract supplied.   September 15, 2010  National Public Lands Day 2010  No abstract supplied.   September 13, 2010  Electronic Field Trip  This past year Bryce Canyon National Park was one of two national parks selected by the National Park Foundation to host its live one-hour Electronic Field Trip (EFT) broadcast. Students in grades 4th through 8th from across the country and world participated in the EFT to explore the unique geology and paleontological resources of Utah's Bryce Canyon National Park. This EFT was titled \"Discovering the Mysteries of Bryce Canyon National Park\" and featured two live, one-hour broadcasts from the park on Tuesday, May 18th, 2010.   September 07, 2010  Prescribed Fire for September  Bryce Canyon National Park and Dixie National Forest Coordinate Plans for the Dave’s Hollow and Sunset Campground Prescribed Fires. Open House Meeting on Monday, September 13 at Ruby’s Inn from 4:30 - 6:30 pm   August 16, 2010  Wildfire in Bryce Canyon  No abstract supplied.   August 13, 2010  Fee Free Weekend - August  Secretary of the Interior Ken Salazar announced free admission to all National Park Service sites, including Bryce Canyon National Park on August 14 and 15.   July 29, 2010  Wall Street side of Navajo Loop reopens  No abstract supplied.   July 28, 2010  Finding of No Signicant Impact  No abstract supplied.   May 06, 2010  5,000 Teachers Register for Bryce Canyon Electronic Field Trip  No abstract supplied.   April 29, 2010  \"First Bloom\" Garden Design Contest  Local youth from the Escalante Future Scientists are competing in the National Park Foundation’s First Bloom garden design contest. First Bloom gives 4th- 6th grade youth around the country firsthand experience in national parks. Park rangers and the education specialist at Bryce Canyon National Park have worked with the youth all year, teaching important conservation lessons including the difference between native and invasive plant species. Now, through May 28, 2010, the public is invited to vote on garden designs, the First Bloom group with the most votes will win a free trip to a national park.   April 22, 2010  Bryce Canyon NP Electronic Field Trip  No abstract supplied.   April 13, 2010  Environmental Assessments available for Review  No abstract supplied.   April 08, 2010  National Park Week  WASHINGTON, DC – Secretary of the Interior Ken Salazar announced that all 392 national parks will have free admission during National Park Week, April 17 to 25.   April 06, 2010  Utah Prairie Dog Day - News  Bryce Canyon National Park Acting Superintendent Jacque Lavelle invites you to join the park’s first annual Utah Prairie Dog Day celebration on Friday April 30.   April 02, 2010  New Shuttle Contract Announced  No abstract supplied.   April 01, 2010  Wall Street Closed  No abstract supplied.   March 02, 2010  Spring Break 2010  No abstract supplied.   January 12, 2010  Emergency Services Training  On Saturday January 9, 2010, Garfield County Sheriff Danny Perkins hosted the first of its kind training event for all emergency services personnel throughout the county at Ruby’s Inn, located in Bryce Canyon City.   December 18, 2009  2009 Holiday Closure  The Bryce Canyon National Park Visitor Center will close at 12:00 PM Thursday December 24, 2009 and reopen at 8:00 AM Saturday December 26, 2009.   December 09, 2009  Two Viewpoints Closed for Winter  The Fairyland Point Road and the Paria Point road have closed for the winter. They are open for cross country skiing and snowshoeing.   November 19, 2009  Mossy Cave Trail Closure  Bryce Canyon National Park will close the popular Mossy Cave Trail for maintenance work beginning Monday, November 23, and continuing through November 24, 2009.   October 29, 2009  Fee Free day for Veteran's  U.S. Veterans to be Admitted Free-of-Charge to Bryce Canyon National Park on Veterans Day, November 11   October 29, 2009  Visitor Center Hours for Winter  In preparation for the approaching winter season, the Bryce Canyon Visitor Center will be open from 8:00 AM – 4:30 PM starting on November 1, 2009.   September 21, 2009  National Public Lands Day - 2009  No abstract supplied.   July 23, 2009  Bridge Fire contained  No abstract supplied.   July 22, 2009  New Concessions Contract for the Lodge  No abstract supplied.   July 20, 2009  Park Road to Rainbow Pt Open  No abstract supplied.   July 19, 2009  Bridge Fire Update  The Powell Ranger District of the Dixie National Forest and Bryce Canyon National Park are continuing to manage the Bridge Fire burning eight miles south\/southwest of Bryce Canyon City.  This lightning-caused fire, which started on June 14, is now estimated at 3,488 acres with half of the acreage on forest lands and half on park lands. As of this morning, the fire is approcimately 50% contained. The fire is being managed by a local Type III Interagency Incident Management organization.    July 16, 2009  Bridge Fire  The Powell Ranger District of the Dixie National Forest and Bryce Canyon National Park are continuing to manage the Bridge Fire burning eight miles south\/southwest of Bryce Canyon City.   June 03, 2009  Fee Free Weekends  No abstract supplied.   June 03, 2009  Rainbow Point Tour  Bryce Canyon National Park Offers Free Daily Rainbow Point Tour. This season Bryce Canyon National Park will be offering a daily guided tour to Rainbow Point, free of charge, from now until late September.   May 18, 2009  International Year of Astronomy  Bryce Canyon National Park Superintendent, Eddie Lopez , invites you to join Bryce Canyon’s \"Dark Rangers\" and amateur astronomers from the Salt Lake Astronomical Society for the Ninth Annual Bryce Canyon Astronomy Festival.   April 03, 2009  2009 Summer Season Operating Hours  No abstract supplied.   December 19, 2008  Special Holiday Interpretive Programs  Bryce Canyon National Park Offers Special Interpretive Programs During the Holiday Season   September 15, 2008  National Public Lands Day  Bryce Canyon National Park will offer its annual Fee Free Day on Saturday, September 27, 2008, in observance of National Public Lands Day.   September 04, 2008  Puma Prescribed Fire (Rx) Update  The Puma Prescribed Fire (Rx) will continue to be monitored for fire activity through September 30th. There will be road closures at the south end of the park and Backcountry sites and trails will be closed as well.   August 22, 2008  Puma Prescribed Fire (Rx) Open House  No abstract supplied.   August 21, 2008  Puma Prescribed Fire  No abstract supplied.   July 20, 2008  \"Rock On!\" Second Annual Geology Festival  No abstract supplied.   June 11, 2008  8th Annual Astronomy Festival  No abstract supplied.   May 19, 2008  2008 Bryce Canyon Shuttle  No abstract supplied.   May 19, 2008  New Shuttle Facility  Bryce Canyon National Park is pleased to announce a new building for its park shuttle system, located across the road from Ruby’s Inn just north of the park’s boundary.   May 14, 2008  Prescribed Fires  No abstract supplied.   March 27, 2008  Visitor Center Spring\/Summer Hours-2008  In preparation for the approaching summer season, the Bryce Canyon Visitor Center will be open from 8:00 AM – 6:00 PM starting on April 6th and expanding to 8:00 AM – 8:00 PM on May 11th.    December 13, 2007  Bryce Canyon Visitor Center Holiday Hours  No abstract supplied.   December 07, 2007  Bryce Canyon Christmas Tree Ornament  An Ornament created and painted at Bryce Canyon NP is prominently displayed on this year’s official White House Christmas Tree.   November 02, 2007  U.S. Military Veterans receive free admission  U.S. Military Veterans, active duty members of the U.S. Armed Forces and, their families will receive free admission to Bryce Canyon National Park on November 11, 2007.   September 14, 2007  Bryce Canyon Trails Updates  Bryce Canyon Trails Updates - Here is an update on nature's forces at work on trails in the park which have caused extensive damage and the park's response to reopen and\/or manage those trails that were affected.   June 01, 2007  Environmental Assessment for Paria View Rehabilitation Project Available  Bryce Canyon National Park Superintendent Eddie Lopez has announced that the Environmental Assessment (EA) for the Park’s Paria View Rehabilitation Project has been completed and is available for public review and comment.   May 21, 2007  7th Annual Astronomy Festival  Bryce Canyon National Park, in partnership with the Salt Lake Astronomical Society, is pleased to announce the Seventh Annual Bryce Canyon Astronomy Festival.   May 21, 2007  Asteroid named in honor of Bryce Canyon  This month, the International Astronomical Union approved the naming of minor planet 49272 to become “Bryce Canyon.”   April 18, 2007  Conviction in Bryce Canyon Poaching Incident  No abstract supplied.   March 27, 2007  Paria View Rehabilitation Project  No abstract supplied.   January 24, 2007  $1000 Reward Offered for Information on Killing of Mountain Lion Kitten  Bryce Canyon National Park and the Utah Division of Wildlife Resources (DWR) are jointly investigating this crime and are requesting help from the public.   December 20, 2006  Visit Bryce in the winter  Visitors and staff describe the snowcapped Hoodoos at Bryce Canyon National Park as more awe-inspiring than in the summer.   December 15, 2006  Bryce Canyon National Park Announces Fee Increases for 2007  Bryce Canyon National Park’s Superintendent Eddie Lopez has announced that the park is increasing its entrance fees in 2007   December 06, 2006  Navajo Loop Trail Rock Fall Update  Bryce Canyon National Park staff teamed up with professors from Southern Utah University (SUU) to explore alternatives for the rock slide that occurred on the Wall Street side of the Navajo Loop Trail in May 2006.   October 06, 2006  Proposed Entrance Fee Increase  Bryce Canyon National Park is proposing to increase entrance fees in 2007.  The increased revenues would pay for expenses related to transportation and the operation of the shuttle bus system.   September 22, 2006  Fee Free Day  Bryce Canyon, UT – Saturday, September 30, 2006, is the thirteenth annual National Public Lands Day (NPLD).    September 22, 2006  Prescribed Burns This Fall at Bryce Canyon  Prescribed Burning returns to Bryce Canyon National Park this fall with five scheduled burns between September 26 and November 30, 2006.   July 28, 2006  Tropic Road and Mossy Cave Trail Rehab Projects  Environmental Assessments for Bryce Canyon National Park’s Tropic Canyon Highway Stabilization Project and Mossy Cave Trail Rehabilitation and Resource Protection Available for Public Review   July 27, 2006  Alliance For Education  Bryce Canyon National Park and Southern Utah University (SUU) solidified an agreement between the two entities at a ceremony on the rim of Bryce Canyon National Park.   July 27, 2006  Astronomy Festival 2006 Recap  Bryce Canyon Astronomy Festival Shows America the Stars. Attendance at the Sixth Annual Bryce Canyon Astronomy Festival held June 21-24, 2006, was up 75% over last year’s event.   July 27, 2006  Interpretive Trail Rides Prospectus Available  No abstract supplied.   June 01, 2006  Navajo Loop Trail Rock Fall  Popular Navajo Loop Trail experiences rock fall, indefinitely closing Wall Street side of the trail.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/news\/newsarchive.htm"
}
