{
    "title": "Bryce Canyon National Park: Annual Geology Festival",
    "body": "Annual Geology Festival        Fun, fun and more fun times at the 2015 Geology Festival. Photos by Brian B. Roanhorse 31 July, 2015.       GeoFest 2016 Bryce Canyon's Geology Festival (GeoFest) is scheduled for Friday, July 15 and Saturday, July 16, 2016. Join park rangers for guided hikes, family-friendly geology programs, bus tours with a geologist, evening programs with special guest speakers, as well as exhibits and family oriented activities at the visitor center.  Obtain free tickets, prior to Bryce Canyon Geology Hike and Mossy Cave Hike at the Bryce Canyon Visitor Center. Tentative schedule of events and are subject to change. Bryce Canyon Geology Hikes 8:30 - 11:30 a.m. Friday & Saturday (Group size limited, free ticket required) Join a geologist for a moderately strenuous 3-mile hike in the amphitheater. Meet at the General Store and bring water. Mossy Cave Hikes 9 - 10:30 a.m. Friday & Saturday (Group size limited, free ticket required) 1:00 - 2:30 PM Friday & Saturday (Group size limited, free ticket required) Join a park geologist for an easy 1-mile round-trip hike at Mossy Cave Trail. **Geology Bus Tours 9 a.m. & 1:30 p.m. Friday & Saturday (Group size limited, reservations required) Join a geologist for a 3.5 hr. roadside geology tour of Bryce Canyon Exhibits, Information & Family Fun 10 a.m. - 3 p.m. Friday & Saturday Visit booths and participate in family fun activities at the Visitor Center Plaza.  Geology Talks 10:00 a.m. & 2 p.m. at Sunset Point Friday & Saturday Rim Walk 5 - 6:30 p.m. Friday & Saturday Join a geologist for a leisurely 1-mile round-trip along the rim of the Bryce Amphitheater. Meet at Sunset Point. Friday Evening Program July 15th, 2016 7:30 - 8:30 p.m., Bryce Canyon Lodge Auditorium Join special guest speaker, L. Greer Price for a one-hour multimedia presentation.  Join Dr. Larry Davis of the Natural History Association for a special geology program -  Bryce Canyon Visitor Center Auditorium - 2:00 pm Saturday Program  July 16th, 2016 2:00 pm., Bryce Canyon Visitor Center Auditorium Join Dr. Larry Davis of the Natural History Association for a special geology program. **Reservations for the Geology bus Tour may be made by calling (435) 834-5290 or, in person, at the Shuttle Parking & Boarding Area in Bryce Canyon City.         Click Here to download the event Poster for the 2016 Geology Festival. (PDF 4.8 Mb)   Click Here to download the prehistoric wasp\/bee poster (PDF 3.18 Mb)   Click Here to download the complete schedule of events for the 2016 Geology Festival. (PDF 7.3 Mb)(posting soon)   Requires free Adobe Reader           Geology Festival Posters from 2014, 2015 and 2016. Posters illustrated by Brian B. Roanhorse with the help of the Interpretation Dept. and the Bryce Canyon Natural History Association (BCNHA). Posters paid for by BCNHA.",
    "url": "https:\/\/www.nps.gov\/brca\/annual-geology-festival.htm"
}
