{
    "title": "Bryce Canyon National Park: Annual Astronomy Festival",
    "body": "Annual Astronomy Festival        Milky Way Galaxy surrounded by hoodoos and ponderosa pine at the Mossy Cave Trail. Photo by Derek Demeter \"Galactic Frontier\" BRCA AstroFest 2015         Fifty plus telescopes available during the annual AstroFest. Salt Lake Astronomical Society preparing their telescopes for an evening of stargazing. Photo by Kevin Doxstater NPS  STARS, PLANETS & THE MILKY WAY Join us for our 17th Annual Astronomy Festival (June 21 - 24, 2017) with Bryce Canyon's Astronomy Rangers and local Astronomical Societies. Keynote Speaker pending announcement.  Having trouble finding a place to stay? Consider our Bryce Canyon Campgrounds or check the local accommodations guide at Garfield County Travel Council website.        Bryce Canyon Astronomy Night-Sky Sanctuary Logo Illustrated by Kevin Poe and Joel Allen   Day 1: Wednesday, June 1, 2016   12:00 pm - 2:00 pm Solar Viewing at Bryce Canyon Visitor Center   2:00 pm - 3:00 pm Telescope Basics Program at Bryce Canyon Visitor Center    2:00 pm - 5:00 pm Star Lab at Bryce Canyon Lodge Auditorium   5:00 - 6:00 pm Planisphere Practice at Bryce Canyon Visitor Center Theater    8:15 pm - 10:15 pm Three concurrent 1-hour Evening Presentations. Free tickets must be obtained in person at the Bryce Canyon Visitor Center beginning at 6:00 p.m. on Tuesday, or 8:00 p.m. on Wednesday, Thursday, and Friday.  - 8:15 pm - 9:15 pm at Bryce Canyon Visitor Center Theater: Star Stories by Dr. Amy Sayle   - 8:45 pm - 9:45 pm at Bryce Canyon Lodge Auditorium: Astronomy: 3,000 Years of Stargazing by Ranger Ben Benson   - 9:15 pm - 10:15 pm at North Campground Amphitheater: Dark Sky: Treasures of Bryce Canyon by Ranger Kelly Ricks   10:30 pm -12:30 am Stargazing at the telescope field. See brochure for shuttle information. - Huge Telescopes provided by the Salt Lake Astronomical Society and Bryce Canyon's Astronomy Rangers - Constellation Tours by Bryce Canyon's Astronomy Rangers          Milky Way over hoodoos Photo by Ron Bissinger   Day 2: Thursday, June 2, 2016   12:00 pm - 2:00 pm Solar Viewing at Bryce Canyon Visitor Center   2:00 pm - 3:00 pm Telescope Basics Program at Bryce Canyon Visitor Center    2:00 pm - 5:00 pm Star Lab at Bryce Canyon Lodge Auditorium   5:00 - 6:00 pm Planisphere Practice at Bryce Canyon Visitor Center Theater    8:15 pm - 10:15 pm Three concurrent 1-hour Evening Presentations. Free tickets must be obtained in person at Bryce Canyon Visitor Center beginning at 6:00 p.m. on Tuesday, or 8:00 p.m. on Wednesday, Thursday, and Friday. - 8:15 pm - 9:15 pm at Bryce Canyon Visitor Center Theater: As Above, So Below by Ranger Michael Ellis  - 8:45 pm - 9:45 pm at Bryce Canyon Lodge Auditorium: Pale Blue Dot by Ranger Amy Bilbeisi  - 9:15 pm - 10:15 pm at North Campground Amphitheater: Billions of Planets Out There! by Ranger Donald Williams   10:30 pm -12:30 am Stargazing at the telescope field. See brochure for shuttle information. - Huge Telescopes provided by the Salt Lake Astronomical Society and Bryce Canyon's Astronomy Rangers - Constellation Tours by Bryce Canyon's Astronomy Rangers          NPS volunteer conducting solar astronomy program during Astrofest 2015. Photo by Brian B. Roanhorse NPS 17 June, 2015   Day 3: Friday, June 3, 2016    12:00 pm - 2:00 pm Solar Viewing at Bryce Canyon Visitor Center   2:00 pm - 3:00 pm Telescope Basics Program at Bryce Canyon Visitor Center    2:00 pm - 5:00 pm Star Lab at Bryce Canyon Lodge Auditorium.   5:00 - 6:00 pm Planisphere Practice at Bryce Canyon Visitor Center Theater  9:00 pm - 10:30 pm KEYNOTE: Seth Jarvis, Director of Clark Planetarium Salt Lake City, Utah Evening Program will be at Ebenezer's Barn & Grill (see map) 1000 tickets available at the door or advanced sales Wed-Fri 2-6 pm at Best Western Ruby's Inn Lobby. - $3.00 per person - $10.00 per immediate family (Children 5 and under Free) 10:30 pm -12:30 am Stargazing at the telescope field. See brochure for shuttle information. - Huge Telescopes provided by the Salt Lake Astronomical Society and Bryce Canyon's Astronomy Rangers. - Constellation Tours by Bryce Canyon's Astronomy Rangers           Astronomy Ranger Angie Richman brings ancient stories to life during a 20-minute constellation tour. Photo by John Sefick NPS     Day 4: Saturday, June 4, 2016  12:00 pm - 2:00 pm Solar Viewing at Bryce Canyon Visitor Center 2:00 pm - 3:00 pm Telescope Basics Program at Bryce Canyon Visitor Center 2:00 pm - 5:00 pm Star Lab at Bryce Canyon Lodge Auditorium 5:00 - 6:00 pm Planisphere Practice at Bryce Canyon Visitor Center Theater  8:15 pm - 10:15 pm Three concurrent 1-hour Evening Presentations. Free tickets must be obtained in person at the Bryce Canyon Visitor Center beginning at 6:00 p.m. on Tuesday, or 8:00 p.m. on Wednesday, Thursday, and Friday. - 8:15 pm - 9:15 pm at Bryce Canyon Visitor Center Theater: Star Stories by Dr. Amy Sayle  - 8:45 pm - 9:45 pm at Bryce Canyon Lodge Auditorium: Pale Blue Dot by Ranger Amy Bilbeisi  - 9:15 pm - 10:15 pm at North Campground Amphitheater: The Lives of Stars by Ranger Joel Allen 10:30 pm -12:30 am Stargazing at the telescope field. See brochure for shuttle information. - Huge Telescopes provided by the Salt Lake Astronomical Society and Bryce Canyon's Astronomy Rangers - Constellation Tours by Bryce Canyon's Astronomy Rangers             Click Here to download the event Poster for the 2016 Astronomy Festival. (PDF 3.62 MB)   Click Here to download the brochure schedule of events for the 2016 Astronomy Festival. (PDF 4.6 MB)   (Download Requires Free Adobe Reader)         M51 Whirlpool Galaxy NASA photo",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/astrofest.htm"
}
