{
    "title": "Bryce Canyon National Park: Private Horse Riding Information",
    "body": "Private Horse & Mule Riding at Bryce Canyon       Bryce Canyon is a wonderful place to ride horseback! Some visitors enjoy bringing their own riding stock into the park to enjoy the breathtaking views one can experience from the back of a horse or mule. Below is information to assist visitors in the use of private stock. (A concessioner is already in place for those visitors who may not have their own horse or mule. Click here for more information.) The use of privately-owned stock on the trails of Bryce Canyon is permitted. However, regulations and guidelines have been developed to ensure safety and protection for other visitors and park resources.  Stock must never be left unattended. Backcountry campgrounds are not developed to accommodate stock, therefore, overnight camping or pack trips on horseback will not be authorized. Parking, loading, and unloading must take place in the Mixing Circle area and horseback riding is limited to authorized horse\/mule trails only. (click to open map). All rules and regulations regarding trail use will also pertain to horseback use of trails. This includes: horses must stay on trails at all times; shortcutting of trails is not permitted; and riding parallel to the trail is not permitted. We require the use of certified weed-free feed. Stock must be fed certified weed-free feed a minimum of 48 hours prior to stock coming into the park. All stock originating from outside of Utah must have current Coggins Certification. Rangers will check this prior to stock being allowed in the park.  In order to avoid conflict with other horse rides and for the safety of other visitors and stock, all private horseback riding must be scheduled a specific date and time prior to entering the park. Please e-mail us or call 435-834-4736 at least 72 hours in advance to schedule a reservation. Liveries are not available in the immediate area. Camping with your stock is available in Red Canyon and on National Forest Service Land (Contact the Dixie National Forest Field Office at 435-676-9300) for further information. We hope this information will be of value to you in planning and enjoying your horseback trip in Bryce Canyon. For any questions, call our office at 435-834-5322. or e-mail us.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/horse.htm"
}
