{
    "title": "Bryce Canyon National Park: Inspiration Point",
    "body": "Inspiration Point         View from Inspiration Point nps  The viewpoint at Inspiration Point consists of three levels that provide varied spectacular perspectives of the main amphitheater. From here, visitors look toward the Silent City (near Sunset Point) with its many rows of seemingly frozen hoodoos set against the backdrop of Boat Mesa. All who look out from this point are bound to be inspired, considering the intricacies of the hoodoos and their formation through the erosion of the Claron Formation.  Geology The Claron Formation consists of two members, the lower Pink Member, a \"dirty\" limestone that contains sand, silt, and iron that lends the rock its reddish color, and the upper White Member, a purer freshwater limestone. This upper White Member of the Claron Formation is visible below Inspiration Point, although few hoodoos form in this softer rock. Nature The barren slopes of Inspiration Point have a mix of trees including Bristlecone Pines. While these are famous for their venerable ages and gnarled trunks, younger bristlecones take on a very different appearance. They are tall and thin and unique among pines in that the entire lengths of their branches are covered with needles, giving them the bushy appearance that earned them the nickname \"fox-tail pines.\" Look carefully as you walk through these barren slopes - you might just discover a Mountain Short-horned Lizard trying to remain camouflaged. Trails While no trails lead down into the canyon from the steep cliffs of Inspiration Point, the Rim Trail extends south to Bryce Point and north to Sunset Point. WARNING! The cliffs of Inspiration Point are exceptionally dangerous as they are formed of crumbly rock, slippery slopes and sheer drop-offs. All visitors are strongly cautioned to remain on trails and behind railings. Services  None   <<back continue>>",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/inspiration.htm"
}
