{
    "title": "Bryce Canyon National Park: Weather Information",
    "body": "Weather Outlook        Paria View Point at sunrise. Photographed by Brian B. Roanhorse NPS 27 October, 2015.       Wondering what the weather might be like for your visit to Bryce Canyon? A current forecast for our area is provided by the National Oceanic & Atmospheric Administration. The Utah Department of Transportation recently installed cameras on Utah Highway 12 where you can see current conditions. The first of these is 12 miles\/19 km west of the park at Red Canyon, the second is north of Bryce Canyon City near the park boundary. Access these cameras via the UDOT CommuterLink website. On the map locate Bryce Canyon and look for the camera icons on UT-12. A label will pop-up when your cursor is rolled over each icon: the Red Canyon camera is labeled \"SR-12 Mile Marker 7\", the Bryce Canyon City camera is labeled \"SR-12 Mile Marker 14.\" Click on the camera icon to view the image. These cameras are especially helpful when planning a winter visit to the park. Grand Staircase Escalante Road Conditions can be accessed here, or by calling one of the BLM Visitor Centers or offices:  Cannonville Visitor Center - (435) 679-8981 Open 7 days a week from 7:30 a.m. to 5:30 p.m. (MDT)   Escalante Interagency Visitor Center - (435) 826-5499 Open 7 days a week 7:30 a.m. to 5:30 p.m. (MDT)   Kanab Headquarters - (435) 644-4300 Open 7 days a week 8 a.m. to 5 p.m. (MDT)   Big Water Visitor Center - (435) 675-3200 Open 7 days a week 8:30 a.m. to 5:30 p.m. (MDT)  Climate Information Historical climate information for Bryce Canyon, and the entire Colorado Plateau is informative for comparing past weather trends. This information is provided by the Northern Colorado Plateau Network of the National Park Service. Fire Outlook Information about fire restrictions and summer outlook are available from the following links.  National Wildland Fire Information Utah Wildland Fire Information                    Lightning Safety Lightning is a year-round danger - especially during summer storms! When thunder roars, go indoors. Lightning is within 10 miles (16 km) and you need to seek the shelter of a building or your vehicle immediately. Click Here for more information.        A very cold day at Bryce as snow and wind continue to shape the park. Photographed by Brian B. Roanhorse 1 February, 2016.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/weatheroutlook.htm"
}
