{
    "title": "Bryce Canyon National Park: Park Newspaper",
    "body": "Park Newspaper        Gracing the front page of the Hoodoo Newspaper. A new day brightens the Bryce Canyon amphitheater. Photographed by Marion Littlefield.       THE HOODOO - The Official Planner of Bryce Canyon National Park Bryce Canyon publishes a Park Newspaper that has a lot of valuable information available to visitors about the park and the surrounding area. Click on a link below for our latest edition(s). Viewed with Adobe Acrobat Reader. Get The latest version of Adobe Reader by clicking here.        2016 Summer Hoodoo Newspaper This publication has been made possible thanks to: Amanda Arnold, Dave Brothwell, Larry Davis, Lisa Eckert, Kathleen Gonder, Tyla Guss, Paula Henrie, Jim McNitt, Cindy Morris, Brian Roanhorse, Jan Stock, Renate Thibault and Natural History Association.   2016 Summer Hoodoo and Centennial Newspaper 2016 Summer Hoodoo Newspaper, Official Map and Hiking Guide for print. (2.87 Mb) 2016 Summer Hoodoo Newspaper, Official Map and Hiking Guide for Ipad. (0.0 Mb) (Posting Soon) 2016 Centennial Newspaper for print. (663 KB) 2016 Centennial Newspaper for Ipad. (0.0 KB) (Posting Soon)         Winter Hoodoo Newspaper 2015 - 2016 Created by the BCNP Interpretation Department and the Natural History Association.  2015 - 2016 Winter Official Map & Hiking Guide for print (2.6 Mb) 2015 - 2016 Winter Official Map & Hiking Guide for IPAD (7 Mb)      International Editions         布萊斯峽谷 (Bryce Canyon) 地圖與健行指南 中文（繁体) \/ Chinese (traditional)         Bryce Canyon Karte & Wanderführer Deutsch\/German         Carte & Guide de randonnée du Parc national de Bryce Canyon Française\/French         Bryce Canyon Mappa e guida alle escursioni Italiano\/Italian         ブライス・キャニオン マップ、ハイキングガイド 日本の \/ Japanese         브라이스 캐년 지도 및 하이킹 가이드 한국인 \/ Korean         Bryce Canyon Mapa y guía de senderismo Español\/Spanish      PDF's are best viewed with Adobe Acrobat Reader version 6 or higher, download speeds vary depending on type of connection, i.e. broadband, dial-up, dsl, etc. Please be patient. If you do not have the Adobe Acrobat Reader (needed to view PDF files), it is free and available at: http:\/\/www.adobe.com\/products\/acrobat\/readstep2.html.        Summer Hoodoo Newspaper 2015. Created by the BCNP  Interpretation Department and the Natural History Association.  2015 Summer Official Map, & Hiking Guide for print (8.0 Mb) 2015 Summer Official Map & Hiking Guide for IPAD pdf (7.2 Mb)         Previous Editions of The Hoodoo 2014-15 Fall-Winter-Spring Map & Hiking Guide",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/news\/newspaper.htm"
}
