{
    "title": "Bryce Canyon National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases        Table top plateau from the scenic 18 mile drive. Photographed by Dan Mclaughlin 14 January, 2016.       June 30, 2016 \"Dawn of Modern Mammals\" 10th Annual Geology Festival Bryce Canyon National Park invites you to join them for the 10th Annual Geology Festival July 15-16, 2016. This year's theme is \"Exploring the Eocene Epoch: Dawn of Modern Mammals\", which is the time when the rocks of Bryce Canyon were forming. Join guest speaker, Dr. L. Greer Price of the New Mexico Geological Survey as he presents \"Earth Sciences for the 21st Century: Where we've been and where we're going\". Please join us for two days of fun family activities learning about geology of Utah's public lands and how Bryce Canyon National Park was formed and why it is not a 'real canyon'. May 25, 2016 Celebrate 100 Years of Stars with Bryce Canyon National Park Bryce Canyon National Park invites you to join them for the 16thannual Astronomy Festival June 1-4, 2016.\"Through the ages, the night sky has drawn our gaze upwards connecting us to our heritage.Bryce Canyon is a perfect place to experience such clarity and wonder with its renowned dark skies,\" said park superintendent Lisa E. Eckert. To read more, click the link above. May 10, 2016 Centennial Celebration of Sustainability: Bryce Canyon Invites All to Attend Ribbon Cutting of Solar Array  and Shared Use Path Bryce Canyon National Park, proudly extends an invitation to see the new solar array, and hike, bike or stroll along the Shared Use Path. These projects are completed in time for the larger National Park Service's (NPS) 100th Anniversary celebration. To commemorate these two improvements the park, Bryce Canyon City and U.S. Forest Service\/Powell Ranger District, will host a dual ribbon cutting ceremony on Thursday, May 19, 2016. This Centennial Event will begin at 11:00 a.m. at the Bryce Canyon Shuttle Station in Bryce Canyon City, and then will move to the Visitor Center for the Solar Array Ribbon Cutting. The event is open to the public, and all are invited to attend.  February 25, 2016 Free Woodwind Concert at Bryce Canyon National Park Bryce Canyon National Park and Bryce Canyon natural History Association are pleased to welcome the Woodwind Ensemble from Southern Utah University (SUU) on Saturday, March 26th at 6:00 p.m. at the historic Bryce Canyon Lodge Auditorium.      January 13, 2016 Free Entry to Bryce Canyon National Park –January 18th BRYCE, UT – Bryce Canyon National Park is joining all National Park Service (NPS) sites across the nation in waiving admission fees on Monday, January 18, in observance of the Martin Luther King, Jr., federal holiday. No matter how you choose to enter the park – by car, RV, ski, or snowshoe – the entrance fee to the park will be waived next Monday for all recreational visits. September 18, 2015 Winter Operations Commences Bryce Canyon National Park remains open year around and showcases some of its most striking vistas during the winter months. As snow increases and daytime temperatures decrease, hikers are encouraged to prepare by dressing warmly and hiking with either snowshoes or under-boot traction devices when applicable. Check with the Visitor Center for up-to-date information before beginning any hike. Be Safe and Stay Warm! September 8, 2015 \"Every Kid in a Park\" Bryce Canyon National Park Pass Bryce Canyon National Park is proud to participate in the \"Every Kid in a Park\" program as part of President Obama's commitment to protect our nation's unique outdoor spaces and ensure that more Americans have the opportunity to visit and enjoy them. August 19, 2015 Bryce Canyon National Park's Annual Pass: A Great Deal for Local Residents and Repeat Visitors  What many visitors to Bryce Canyon don't realize, however, is that the park also offers a park-specific Annual Pass that waives entrance fees to Bryce Canyon National Park for 12 months from the date of purchase. At $35, the Bryce Canyon Annual Pass is a bargain for local residents and others who visit Bryce Canyon several times a year.        July 17, 2015 6th Annual Geology Festival July 31st & August 1st, 2015 Please join us for two days of fun family activities learning about dinosaurs; the geology of Utah's public lands, & how Bryce Canyon N.P. was formed –why it is not a \"real canyon\"!       June 24, 2015 Vapur Launches Hydration Program in Partnership w\/ Bryce Canyon and Elkay Vapur, makers of the flexible, reusable and eco-responsible \"Anti-Bottle,\" is pleased to announce the launch of its Hydration Program partnership with Bryce Canyon National Park and Elkay.         May 28, 2015 6th Annual Utah Prairie Dog Day Superintendent Lisa Eckert invites you to join the park in our sixth annual celebration of the Utah prairie dog, a native species to Utah and the Bryce Canyon area.       Sorry, there are no news items currently listed.       April 23, 2015 Economic Impact Report on Local Parks 2015 Tourism to Local National Parks (Zion, Bryce, Cedar Breaks and Pipe Spring) creates more than $433 Million in Economic Benefits Report shows visitor spending supports nearly 5,000 jobs in local economy.      February 2, 2015 President's Budget Request FY 2016 for National Park Service President Obama's budget request for fiscal year 2016 –the centennial year of the National Park Service –includes $3 billion for the bureau's critical conservation, preservation, and recreation mission.      November 25, 2014 Shared Use Path for Bryce Canyon National Park. The National Park Service has published a proposed rule to authorize bicycle use on 6.2 miles of a shared-use pathway in Bryce Canyon National Park.",
    "url": "https:\/\/www.nps.gov\/brca\/learn\/news\/newsreleases.htm"
}
