{
    "title": "Bryce Canyon National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety        SERE Team is litter carrying an injured visitor to safety. Photographed by Brian B. Roanhorse 13 May, 2015.         Storm cell forming viewed from Sunset Point. Middle of August to November is monsoon season. When Thunder Roars, Go Indoors! Photographed by Brian B. Roanhorse 13 August, 2015.   Top 10 Causes of Bryce Injuries #10 Unsafe Driving   Speeding (posted limits are 15 to 45 mph). Failure to wear seat belts.  Passing on a double yellow line. Auto vs. animal. Watch for Wildlife! Stop in pullouts, never in road. Reduce speed on wet or icy roads.  #9 Climbing \/ Sliding Down Cliffs The rock at Bryce forms crumbly cliffs and steep gravely slopes. Hand and toe holds support nothing heavier than chipmunks. Climbing the rocks and sliding on the slopes is not only illegal but also dangerous. #8 Do Not Feeding Wildlife Fed animals become aggressive. Even small animals can inflict bites requiring stitches and worse yet transmit disease. Watch wildlife from a distance and discourage animals that approach you. #7 Ignoring Extreme Weather At Bryce, it is possible for the difference between the daily high and low to be as much as 50° F \/ 27° C!  #6 Rumble, Rumble....BOOM! Lightning is a year-round danger –especially during summer storms! If you can hear thunder, lightning is within 10 miles (16 km) and you need to seek the shelter of a building or your vehicle immediately. Click Here for more information. #5 Dehydration Drink 1 quart \/ liter every 1-2 hours. A well hydrated body is better able to regulate body temperature and is more resistant to heat exhaustion. Sunburns also lead to dehydration. Wear a hat, sunscreen, and sunglasses to protect from the sun overhead and reflected UV light. Hydration Stations to fill your water bottles are found in several locations in the park. Check for locations on the map in the park newspaper. #4 Leaving the Trail Stay on designated trails and away from cliff edges where footing can be tricky. Even on seemingly gentle slopes, it can be impossible to keep your footing. Bring the maps on page 4 and 5 to avoid getting lost. #3 Over-Exertion Park elevations reach 9115 ft (2778 m) subjecting you to 70% of the oxygen you might be used to. Bryce's trails start at the top which means all returns will be uphill. Turn back BEFORE you become tired. Know and respect your own physical limitations.  #2, & #1 Bad Choice of Footwear Wear hiking boots with good ankle support and \"lug\" traction. Sport-sandals &\"trainers\" are NOT safe hiking footwear. Wearing shoes or boots not designed for hiking is the NUMBER ONE cause of rescues and injuries that require hospital visits at Bryce Canyon National Park.          SERE Team preparing to move an injured visitor to safety near Queens Garden. Photographed by Brian B. Roanhorse 10 August, 2015.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/safety.htm"
}
