{
    "title": "Bryce Canyon National Park: Sunset Point",
    "body": "Sunset Point         View from Sunset Point nps  Sunset Point offers vistas of some of the most famous and breathtaking of Bryce Canyon's hoodoos. Directly below the point and to the south, the Silent City rises from the canyon floor, a maze of hoodoos and fins packed in tight formation. Just below the overlook on the northern edge, Thor's Hammer stands alone. Striking in form due to its isolation from other hoodoos, Thor's Hammer is a favorite among visitors. Geology Nowhere are the colors of Bryce Canyon's rock better displayed than from Sunset Point. Called the Claron Formation, this unique rock is primarily composed of limestone deposited approximately 50 million years ago in a large freshwater lake, known to geologists as Lake Claron. Iron oxide minerals supply the vibrant red, oranges, and yellows of the lower half of the cliffs which geologists call the Pink Member. As its geologic names suggest, here too patches of pink and purple caused by manganese oxides add to the rainbow of color. The change from orange to white marks the beginning of the Upper Member. This section of limestone is purer; its lack of color is caused by the absence of mineral impurities. Nature Sunset Point is a wonderful place for watching birds. Here Violet-green Swallows, Cliff Swallows, and White-throated Swifts patrol the cliffs and hoodoos for insects that they devour on the wing. Clark's Nutcrackers and Steller's Jays split open pinecones in search of nuts. Ravens and Hawks play in the thermals of the cliffs. Trails The Navajo Loop Trail descends from Sunset Point through the slot canyon of Wall Street, where 500 to 700-year-old Douglas Firs reach upward toward the sunlight at the top of the canyon. The Navajo Loop is the most popular trail in the park, and is often combined with the Queen's Garden Trail to form a longer loop that passes through the Queen's Garden and emerges onto the rim at Sunrise Point. From here two very scenic and easy strolls can be taken as part of the Rim Trail. A ½-mile walk to the north on a wheelchair accessible trail which takes you to Sunset Point. Walking ¾ of a mile to the south across gently rolling terrain, you arrive at Inspiration Point. Services Restrooms & Drinking Water <<back continue>>",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/sunset.htm"
}
