{
    "title": "Bryce Canyon National Park: Bryce Point",
    "body": "Bryce Point         View from Bryce Point NPS  From Bryce Point, one of the most scenic vistas of the full amphitheater and all its wonders amaze the visitor. Bryce Point is famous for its extraordinary sunrises. From here you can watch the tops of hoodoos set alight as if by fire from the first rays of the rising sun. Like fire, the orange light quickly spreads driving shadows from all but the deepest recesses of the amphitheater.  We are also reminded of the canyon's namesake, Ebenezer Bryce, who settled in the valley just below the canyon in 1870. Bryce was a shipbuilder who journeyed west with Brigham Young and the Mormon pioneers to assist in the construction of buildings essential to community life throughout the new land. Bryce lived here for only five years, but in that time, the canyon became known as Bryce's canyon to the people who knew him. Ebenezer Bryce was a pragmatic man, constructing roads to facilitate lumber transport and surveying the route for a 10-mile irrigation ditch from the top of the plateau to the valley that would later lead to larger, more permanent settlements. If he had romantic ideas concerning the land on which he struggled to survive, they are lost in history. All he is known to have said concerning this striking scene behind his home is, \"It's a hell of a place to lose a cow.\" Geology Geologic features visible from Bryce Point illustrate pieces of the natural history of the area. Visitors stand on the conglomerate at Boat Mesa that caps the Claron Formation along the rim from Bryce Point to Inspiration Point, a remainder from a time when nearby areas were being uplifted by volcanic activity and eroded by streams. These streams flowed through the area we now know as Bryce Canyon and deposited this gray to brown conglomerate. The grottos, also visible from Bryce Point, are the result of erosion of softer pockets of the upper White Member of the Claron Formation. Nature Bryce Point is a popular hangout for Golden-mantled Ground Squirrels, and Uinta Chipmunks. Here, as at many overlooks in the park, these rodents have become dangerously bold. People with good intentions have abused these animals by feeding them. Feeding wildlife is not only a violation of park law, it is a crime against nature. Rodents who are fed by humans soon lose the ability to survive on their own. Their health soon degrades to the point that they easily succumb to diseases, which they may pass on to other rodents and even people. Such diseases include, the infamous bubonic plague or \"Black Death,\" and the mysterious and incurable Hantavirus. Please don't put yourself or other people at risk. Please don't feed the wildlife. Trails The Peek-a-boo Loop Trail is a steep but spectacular hike past the Wall of Windows and the Three Wise Men. Along this trail you might spy Maguire Catchfly, Platy Penstemon and the Bryce Canyon Paintbrush, which grows only in Bryce Canyon. The 23-mile Under-the-Rim trail also descends from Bryce Point and heads south toward Rainbow Point through the less traveled backcountry of Bryce Canyon. Overnight travel in Bryce Canyon's Backcountry requires a permit which can only be obtained at the Visitor Center. Services None   <<back continue>>",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/brycepoint.htm"
}
