{
    "title": "Bryce Canyon National Park: Sunrise Point",
    "body": "Sunrise Point         Looking south from Sunrise Point nps  The view to the northeast from Sunrise Point captures Boat Mesa and the Sinking Ship, set against the stark Pink Cliffs of the Aquarius Plateau. Boat Mesa, capped by the resistant rock called \"The Conglomerate at Boat Mesa,\" rises above the hoodoos of Fairyland Canyon to an elevation of 8073 feet.   Geology To the northeast of the mesa, the tilted rocks of the Sinking Ship impart an impression of geologic unrest to viewers, and rightly so. These rocks are a reminder of the tectonic activity that began 15 million years ago, raising the Paunsaugunt Plateau to its present elevation and dragging sections of rock along the faults, resulting in the tilt we see today. Earthquakes in recent years remind us that Earth is constantly adjusting and that activity along those faults continues, although in relatively minor magnitudes.        Limber Pine with exposed roots on rim near Sunrise Point nps  The Limber Pine at Sunrise Point, roots exposed by erosion of the rim, serves as a reminder of the resilience and ability of life to adapt to adverse conditions, and also of the rapidity with which the scene before us is disappearing. Geologists have calculated that the rim of the canyon is eroding at a rate of two to four feet every century and that in approximately three million years, Bryce Canyon will be gone forever. The hoodoos of Bryce Canyon's main amphitheater appear as a snapshot in the rapid process of erosion on the Paunsaugunt Plateau. This rapidly eroding land creates a harsh environment for any living thing, and like this limber pine, all creatures which live here, from people to animals to plants, must adapt to the conditions in order to survive.  Nature Ponderosa Pines dominate the forest above the rim and persist in pockets as you descend into the Queen's Garden. Below the rim little shade is available. In some hotter and drier places, bushes of Green-leaf Manzanita are the tallest vegetation. Descending toward Tower Bridge on the Fairyland Loop Trail takes you through the most barren region of the park where Bristlecone Pines are among the few plants that survive. In cooler and wetter pockets of the Queen's Garden look for tall shrubs of Blue Elderberry and flowers such as Rock Columbine. Sparse vegetation means little food, so here wildlife species are limited to reptiles, rodents, and birds. Trails Sunrise Point serves as the trailhead for the easy to moderate Queen's Garden Trail that descends into a section of hoodoos ruled by the Queen Victoria hoodoo. This viewpoint also represents the end point for the Navajo Loop\/Queen Victoria combination, one of the most popular hikes in the Park. Just to the north of this overlook, the Fairyland Loop climbs back up to the rim continuing north to where it completes its 8-mile journey at Fairyland Canyon overlook. For those who prefer shorter hikes, descending this section of the Fairyland Loop as far as the Tower Bridge and returning back up to Sunrise point, offers a 3-mile \"out & back.\" The Tower Bridge Hike has a difficulty rating of moderate. Services Open April through October:   Bryce Canyon General Store Restrooms Drinking Water Showers Laundry Snack Bar      <<back continue>>",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/sunrise.htm"
}
