{
    "title": "Bryce Canyon National Park: Winter Outdoor Activities",
    "body": "Winter Outdoor Activities        From the Rim Trail looking over the Bryce Amphitheater under snow at sunrise. Photo by Brian B. Roanhorse NPS November, 2015        Bryce Canyon is even more beautiful in the wintertime! For the casual visitor, it might be thrilling enough to hop in and out of the warm car at the various overlooks to see the striking contrast of white snow, red rock, and blue sky. However, for the more adventurous winter recreationists, many opportunities beckon. BEFORE setting out on one of the adventures described below, stop at the Bryce Canyon Visitor Center to get up-to-date weather and safety information.  One of the best times during winter to visit Bryce Canyon is during the Bryce Canyon Winter Festival. This annual event is held over President's Day Weekend, 2017.  2017 Winter Festival Schedule (Schedule to be determined based upon snow-pack.)  ROAD CLOSURES: Fairyland Road and the Paria Point Roads are intentionally left unplowed in winter so as to provide a skiable\/snowshoeable surface when snowpack is minimal. After winter storms, the road to the southern and higher elevation overlooks, may be closed for several hours or even overnight while snowplows work to reopen that half of the park. However, the roads and parking lots which provide access to the four most scenic overlooks (Bryce, Inspiration, Sunset and Sunrise Points) are plowed immediately after winter storms.  TRAIL CLOSURES: Snow is ONLY cleared from the sidewalks at the overlooks plus the paved trail from Sunset to Sunrise Point. Therefore, all hiking trails are CLOSED TO THOSE WHO wear tennis shoes, dress shoes, etc. Waterproof hiking boots or snow boots are essential if you plan to hike. Additional traction devices (see below) are necessary to traverse the most popular trails.  HARD TRAIL CLOSURES: Due to the danger of falling rocks, the upper portion of the Wall Street Slot Canyon (on the western half of the Navajo Loop) is routinely closed in winter. The Peekaboo Loop Connector Trail, that descends from Bryce Point, is often closed due to snow\/mud avalanche\/slide potential.         \"Photoshopped\" illustration of cornice danger NPS photo by Ron Warner & Kevin Poe  Prohibited Activities Skiing, snowboarding, sledding, etc. off of the Bryce Canyon Rim into the canyon is illegal due to the highly dangerous nature of such activities and the damage to the resource they can cause. The annual 200 daily freeze-thaw cycles that form our unique hoodoos also make steep sections of the canyon susceptible to avalanches and even the more dangerous and unpredictable mud-snow slides! Though we've never had a fatality from such an event, visitors who ignored this warning and became victims of mud-snow slides, have been injured and badly traumatized by the experience. Avoid these hazards by staying on designated trails and NOT skiing (or sliding) off of the canyon rim!          Shoe traction device for icy trails Anonymous  Winter Hiking After a big snowfall most of the park's day-hiking trails require snowshoes. However, after a few days of melt, and with continued use, the trails become so well packed and icy that snowshoes are often more of a liability.   For much of the winter the most popular trails are so icy that steep sections cannot be safely traversed without some sort of additional traction device for your hiking shoes or boots. While mountaineering crampons work fine, they are heavier and much more expensive than the traction devices pictured at left.    The Bryce Canyon Natural History Association's bookstore at the Visitor Center sells such devices for the discounted price of $25.        Ranger Patrick Hair leads a snowshoe hike near Paria View. Photo by Kevin Poe NPS   Snowshoeing Snowshoeing is allowed throughout the park. Though snowshoes make it possible to travel through deep powdery snow, snowshoeing is still a highly strenuous activity. Bryce Canyon Snowshoe Program is designed for beginner snowshoers, but also enjoyed by experts, these outings introduce visitors to the wonder of Bryce Canyon in the winter. Snowshoes and poles are available for FREE for those joining Bryce Canyon's Snowshoe Rangers (when snow depth and staffing are sufficient). Our High-tech snowshoes, made by MSR, come in all sizes but are only provided for participants of ranger guided snowshoe activities.     Time 1:00 p.m.     Duration 1-mi. (1.6 km.), 2 hr.      Attendance Fee FREE!     Required Equipment Snowshoes, Poles (Will Be Provided)     Registration is required as group size is limited and hikes are subject to cancellation - please inquire about hikes and registration at the Visitor Center. Sign up at the Bryce Canyon Visitor Center or make a reservation by calling 435-834-4747.  Wear Layers of Clothes Gloves Hat Be Properly Hydrated Those with only tennis shoes, dress shoes, etc. will not be allowed to participate.  NOTE: You must provide your own waterproof hiking boots, or ideally snowboots, to ranger led programs. For visitors wishing to snowshoe at Bryce Canyon, but do not own their own or cannot participate in one of our guided hikes, snowshoes are available for rent outside the park in Bryce Canyon City.           Ranger Patrick Hair leading a group on a full moon snowshoe hike. NPS photo by Kevin Poe  Ranger Guided Full Moon Snowshoe Hikes From November through March (when snow depth exceeds 12\" - 18\") we offer full moon snowshoe hikes. Snowshoes and poles are provided but you must provide your own snow-boot or waterproof hiking boots. (Click here for more info and moon hike schedule) For Detail information, contact the Visitor Center Desk at (435) 834-4747.        Cross-country skiing near Sunset Point photo by Dan Ng & Kevin Poe  Cross-country Skiing Another great way to explore Bryce Canyon is on cross-country skis. Though it is illegal to ski off of the rim into the canyon, you can enjoy a variety of routes above the rim. These include the rim trail between Bryce Point and Fairyland Point; Bristlecone Loop; Paria Ski Loop; and the unplowed Paria View and Fairyland Point roads.  On rare occasions when the snow depth allows, you can ski into the bottom of the Bryce Amphitheater from the outskirts of the town of Tropic. Another nearby favorite that allows for skiing among hoodoos, is the Red Canyon Bike Path. Also outside of the park, Bryce Canyon City maintains many miles of groomed ski trails. If you don't have your own skis, cross-country skis as well as snowshoe equipment can be rented in Bryce Canyon City.        Backpacker in winter scene NPS photo by Jan Stock  Winter Backpacking Bryce Canyon's backcountry is difficult any time of year but it is especially challenging in the winter. Concerns are not limited to just deep snow and sub-zero temperatures, more importantly following the trail can be extremely challenging when covered in deep snow. Losing the trail makes it difficult to find the key routes back up to the rim and the Rainbow Point Road. For this and other reasons (open fires are prohibited, access road may be closed for several days after a big storm, etc.) winter backcountry permits are issued to only the most experienced and well prepared adventurers. Ski and\/or snowshoe equipment is highly recommended. Click here for more information about backcountry camping.          Couple Sledding anonymous  Sledding Although sledding is allowed above the canyon rim (sledding off of the canyon rim being strictly prohibited), there are very few suitable places within the boundaries of  Bryce Canyon National Park to enjoy sledding. Local residents prefer to do their sledding in nearby Red Canyon.        Visitors waiting for a deep space peek through a telescope during winter stargazing event NPS Photo by Dan Ng  Winter Astronomy We may occasionally offer winter astronomy programs. Scheduling of these events is subject to availability of staff and subject to last minute changes. Check at the Visitor Center upon arrival. For safety reasons, inclement weather and\/or air temperature\/wind chill below 10°F may force cancellation of the event.       Ranger snowshoeing \"China Wall Basin\" of Fairyland Loop Trail NPS photo by Jan Stock",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/winter.htm"
}
