{
    "title": "Bryce Canyon National Park: Backcountry Hiking",
    "body": "Backcountry Information        Hikers on the Under the Rim Trail near Hat Shop. (unknown)          Hiking at Bryce Canyon National Park Backcountry If you're in the mood for a more solitude experience, the backcountry trails offer forests, meadows, stunning views of distant cliffs, plateaus and a feeling of wilderment in this pristine landscape.   There are 8 campsites on the 22.9 mile (36.9 km) Under-the-Rim Trail. There are 4 campsites on the 8.8 mile (14.2 km) Riggs Spring Loop Trail. The trails are strenuous, with multiple changes in elevation that range from 6,800 feet (2,073 m) to 9,115 feet (2778 m).   To preserve this experience, backcountry camping is permitted only in designated campsites.         Backcountry Fee $5\/person, ages 16+     Permits are required for all overnight stays. Purchase permits at the Visitor Center from 9 a.m. until one hour before closing. We do not accept advance reservations. Reservations may be made up to 48 hours in advance, and only at the visitor center.            Backcountry Trails The Under-the-Rim Trail is approximately 22.9 miles (36.9 km) from Bryce Point to Rainbow Point. Three connecting trails intersect the Under-the-Rim Trail at Swamp Canyon, Whiteman Bench and Agua Canyon trailheads.   The Riggs Spring Loop is 8.6-mile (13.9 km) which begins and ends at the Rainbow\/Yovimpa Point parking lot. Either the Yovimpa or Rainbow Point trailhead may be used to access this loop.   The Bryce Canyon Shuttle provides optional transportation to and from Sunrise, Sunset, Inspiration, and Bryce Points only in the summer. It does not serve the southern end of the park. You must provide your own transportation to\/from those locations or use the Rainbow Point Tour.        The Under-the-Rim Trail May Be Broken into Sections as Follows:         Trail Sections   Distance  (one-way)  Elevation Change    Bryce Point to Swamp Canyon T.H. (Steep descent past the Hat Shop)  11.6 mi \/ 18.7 km   1294 ft \/ 394 m     Swamp Canyon T.H. to Whiteman T.H. (Hike through plant communities)  3.6 mi \/ 5.8 km   848 ft \/ 259 m     Whiteman T.H. to Agua Canyon T.H. (Interesting geology and good birding)  7.0 mi \/ 11.3 km   1460 ft\/ 445 m     Agua Canyon T.H. to Rainbow Point (Hike across hogbacks;good views)  7.9 mi \/ 12.7 km   1365 ft \/ 416 m     TH = Trailhead   Note: Hitchhiking is not allowed in Bryce Canyon National Park.         Rainbow Point Tour is available to transport hikers to\/from Rainbow Point. However, this service may be discontinued at any time without notice - inquire at the Ruby's Inn at (435) 834-5290.         Water in the Backcountry We recommend you carry at least one gallon (4 liters) of water per person per day.      Water sources are unreliable. Water from backcountry sources must be purified. Purify water by boiling (10 minutes), filtering, or iodine treatment.    Please check at the Visitor Center for the most current information on water availability. Water filling stations are located at the...   Visitor Center Bryce Canyon Lodge General Store High Plateaus Institute Sunset Point.  You MAY find water at the following backcountry locations:    Yellow Creek (near all campsites) Sheep Creek (near campsite) Iron Spring (trail near campsite)* Riggs Spring (inside log fence area) Yovimpa Spring (below Yovimpa Pass campsite)  * Note: Water in Iron Spring has substantial sediment and metallic taste.         Bear-resistant canister   Bears and other Wildlife Bryce Canyon is home to many animals, including mountain lions, coyotes and black bears. Squirrels, snakes and other small animals may be present near your campsite.   Follow proper storage techniques for food and other scented items. Feeding or harassing wildlife in the park is a violation of federal law (36 CFR 1002.2).  Due to the presence of black bears within Bryce Canyon National Park, the use of bear-resistant food canisters on overnight backcountry hikes is highly recommended.  Bear-resistant canisters are available for loan, free of charge, at the Visitor Center. Store all food and scented personal items in the bear canister. Never cook, store food and food scraps, or keep scented items in your tent. Do not sleep in the clothes you were wearing that you cooked in. Hanging food is insufficient!  In the summer of 2010, a Black Bear had to be killed because it repeatedly exhibited aggressive behavior towards backcountry campers. Unfortunately, bears often lose their natural wariness towards humans when they become habituated to human food. Brochure information about Black Bears and what you should and shouldn't do if you encounter one.  Utah Division of Wildlife Black Bear Encounter Brochure  (PDF 192 KB) Bryce Canyon National Park Black Bear Brochure (PDF 4.45 MB)  Information about other animals that may be encountered in Bryce Canyon can be viewed here. REPORT ALL BEAR & MOUNTAIN LION SIGHTINGS TO THE VISITOR CENTER INFORMATION DESK!        Leave No Trace logo   Backcountry Guidelines   Permits - A Backcountry Permit is required for all overnight stays in the backcountry. Permits may be purchased at the Visitor Center from 9 a.m. to 12:30 p.m. and 1:30 p.m. to 6 p.m. Water - Carry plenty of water and check water availability with a ranger at the Visitor Center before you leave. Backcountry water must be purified.  Hygiene - Wash dishes and bathe at least 100 feet (30 m) from water sources, trails and campsites.  Waste - Dig \"catholes\" 6 to 8 inches (15 cm) deep at least 200 feet (60 m) away from water, trails and campsites to bury human waste.  Fires - NO OPEN FIRES in the backcountry. Camp stoves are permitted. Safety - Carry a detailed topographic map, compass, extra clothing, food and water, rain gear, hat and sunscreen. Check the weather forecast prior to departure. Always let a friend or family member know your plans. Travel - Stay on designated trails. Shortcutting trail switchbacks is illegal, dangerous and causes erosion! Leave No Trace - Pack out all trash and any you find that has been left by others. Pack out toilet paper. and food scraps! Groups - Backcountry campsites are limited to 6 people per regular site, and 15 people per group site.  Immediately report emergencies and resource violations to a ranger, call 911 or 435-676-2411.           Backcountry Map Brochure Click here for Backcountry Brochure (PDF 7.9 MB) (The DATUM provided for each site was derived from a handheld GPS unit and does not represent NPS approved information.)   Back to main hiking page.         LIGHTNING SAFETY Lightning is a year-round danger - especially during summer storms! If you can hear thunder, lightning is within 10 miles (16 km) and you need to seek the shelter of a building or your vehicle immediately. Click Here for more information.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/backcountryinfo.htm"
}
