{
    "title": "Bryce Canyon National Park: Rainbow & Yovimpa",
    "body": "Rainbow and Yovimpa view points        Amphitheater near Yovimpa Point. Photographed by Arsenio Roanhorse 6 March, 2014.         View north from Rainbow Point nps  We encourage our visitors to start their auto tour of Bryce Canyon National Park by driving directly to the very southern end first. From here at Rainbow Point the entirety of the park stretches out before you back to the north. Before you leave the Rainbow Point area make sure you walk to the southern overlook — Yovimpa Point. Here is one of the places you can get a good look at the sequence of rock layers called the Grand Staircase. The sections or steps in the Grand Staircase are named for the dominant color of rock. You are standing on the top step known as the Pink Cliffs. Directly below you are the Grey Cliffs. As you look into the distance you can see Molly's Nipple, which is part of the White Cliffs. Looking down into distant canyons near the horizon, you can just make out some red rock underneath the White Cliffs. This red rock makes up the Vermilion Cliffs. Hidden from view but directly under the towering Vermilion Cliffs are the comparatively diminutive Chocolate Cliffs. The tree-covered hills that meet the horizon belong to the Kaibab Plateau — the North Rim of the Grand Canyon.        View from Yovimpa Point nps  Spending a few minutes at both Rainbow and Yovimpa Points will provide visitors with a geologic and geographic orientation, helping them better understand the landscape and landforms that surround Bryce Canyon National Park, and thereby better appreciate the unique beauty of this National Park. Geology From Rainbow Point, visitors can look northward and clearly see the Pink Cliffs out of which the Hoodoos have been sculpted. The cliffs curve around amphitheaters carved by the headward erosion of small streams and tributaries to the Paria River in times of flow. The entire Pink Cliffs of Bryce are but a single step in the much larger Grand Staircase. As first described by the geographer Clarence Dutton in 1870s, the Grand Staircase is so large that from any one vantage point most of it is hidden behind the curvature of the Earth. Yovimpa Point offers visitors a chance to see a large portion of the Grand Staircase. Nature This is the highest elevation of the park exceeding 9100 ft. Here the forest is dominated by Blue Spruce, Douglas Fir and White Fir. This kind of forest makes good habitat for grouse, woodpeckers, owls, and a variety of squirrels and chipmunks. Here you are also sure to see Ravens and Steller's Jays. Get used to them, because you are going to find them everywhere in the park. These bird species are important reminders that although many plants and animals are limited to certain types of habitat, other kinds can range though several different habitats. Trails The Riggs Spring Loop Trail is a strenuous backcountry trail that plunges into the canyons below Yovimpa Point, completing a 7.5 mile loop between Rainbow and Yovimpa Points. To the north, the rest of our backcountry trail system called the Under-the-Rim trail stretches 23 miles, eventually returning to the canyon rim at Bryce Point. Overnight travel in Bryce Canyon's Backcountry requires a permit which can only be obtained at the Visitor Center. The much easier 0.8 mile Bristlecone Loop meanders through the forest atop this highest portion of the park. Here you will pass by Bristlecone Pines up to 1,800-years-old. Services Restrooms <<back continue>>",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/rainbowyovimpa.htm"
}
