{
    "title": "Bryce Canyon National Park: Swamp Canyon",
    "body": "Swamp Canyon         View of Swamp Canyon NPS  Swamp Canyon appears relatively small and sheltered from the overlook, bounded on both sides by fins and hoodoos. This size allows the viewer to develop a more intimate connection with the landscape than some of the grander viewpoints may provide. GeologyLooking south, Mud and Noon Canyon Buttes can be seen. Buttes are halfway along the erosional continuum between plateau and pinnacle. Plateaus are large regions of uplifted land. Mesas are isolated portions of plateaus that, although much smaller than plateaus, are still wider than they are tall. As mesas erode they give birth to buttes, which are square shaped, being approximately the same width as they are tall. As buttes erode still further they spawn spires of rocks.At Bryce, our spires, known as hoodoos, are of a very special variety. The classic way a hoodoo forms begins with a narrow fin of rock that eventually develops holes or windows. As the windows grow they become arches. Eventually arches become too large to support their roofs. The inevitable collapse of a window leaves behind two broken legs of the arch. At Bryce we call broken arches hoodoos.NatureMany people assume that Swamp Canyon must be a misnomer. Although it might be the last place on Earth you would expect to find an alligator, compared to the rest of the park it is a virtual wetland. Here, below the rim, two tiny creeks and a spring provide enough water to sustain more lush vegetation like grasses and willows. This canyon remains wet enough year-around that it is also home to Tiger Salamanders and Missouri Iris. Bird watchers enjoy hiking the Swamp Canyon Loop Trail as it traverses four distinctly different habitats offering the chance to see a wide diversity of songbirds.TrailsTwo connecting trails can be found here, leading hikers to the Under-the-Rim trail and several backcountry camping sites. More information on backcountry hiking and camping is available at the visitor center and on our Backcountry pages. Alternatively these two connecting trails can be combined to form the 4.3-mile Swamp Canyon Loop Trail.ServicesNone<<back continue>>",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/swampcanyon.htm"
}
