{
    "title": "Bryce Canyon National Park: Sunset Group Site",
    "body": "Sunset Campground Group Site       The Group site is located in Sunset Campground. The Group site is for a minimum of 7, maximum of 30 individuals. Cost per night is:     Group Size   Amount Charged     7-10   $55.00     11-15   $70.00     16-20   $80.00     21-25   $90.00     26-30   $100.00       To make reservations call (877) 444-6777 or click www.recreation.gov. Reservations must be made at least 2 days in advance and can be made up to 240 days in advance. Campsite Reservation Dates:  May 6 - September 25, 2016 Booking window:                     March 31, 2016 - March 29, 2017  Important Group Site Information:  Total group size includes all campers regardless of age. Please check in with the campground host upon arrival. The group site has a designated handicap accessible restroom and picnic tables. No more than 8 vehicles are authorized in the group site parking area. Trenching, digging or disturbing the soil\/vegetation is prohibited. Gathering firewood, pine cones, or pine needles found within the park boundaries is prohibited. Firewood is available at the General Store. Fires MUST always be contained within the fire grate and MUST be attended at all times. Fires must be cold to the touch before leaving the campsite. There are no electric, water, or sewer hook-ups at this campground. Dispose of waste water in the service sinks adjoining the campground restrooms, not at freshwater taps. Portable showers are prohibited. ONLY dispose of gray water\/sewage at the dump station. A dump station is available at North Campground for a $5 use fee. Quiet hours are from 10:00pm to 8:00am. Unreasonable noise not allowed at any time. Keep ALL food and trash stored inside your vehicle, not outside where it will attract wild animals, such as skunks. Campers must have a valid National Park entrance permit or pass before camping. Passes are available at the Bryce Canyon Entrance Station. No fishing or hunting inside the park. No ATV or ORV use is allowed in the park. ATV and Off-road biking trails are available outside the park. Bicycles are allowed only on paved roads and the Shared-Use Path.  Motorized and non-motorized scooters are prohibited throughout the park. Pets must be on a 6 ft. (2m) leash and under the owners control AT ALL TIMES. Owners are responsible for disposing of pet excrement. Pets are not allowed on the trails or at the viewpoints.           Winter Season Sunset Group Campsite is closed during the winter season. North Campground has one loop open during the winter season.          Map Click here for a map of the campgrounds.          LIGHTNING SAFETY Lightning is a year-round danger – especially during summer storms! If you can hear thunder, lightning is within 10 miles (16 km) and you need to seek the shelter of a building or your vehicle immediately. Click Here for more information.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/sunsetgroupsite.htm"
}
