{
    "title": "Bryce Canyon National Park: Campgrounds",
    "body": "Campgrounds        Tent site at North Campground at Bryce Canyon National Park. NPS photo           Campsite Fees         RVs $30 per site per night   Tents $20 per site per night       All sites are limited to 10 people [with no more than six adults (adult = ages 16 and up)], three tents and two vehicles.     Holders of the following passes (with valid ID) receive a 50% discount on their camping fees:   - Golden Age & Golden Access Passes; - America the Beautiful Federal Lands Senior Pass (lifetime pass for U.S. residents 62 years and older); - America the Beautiful Federal Lands Access Pass (lifetime pass for U.S. residents with a permanent disability).   All other pass-holders (Annual \/ Military \/ Volunteer \/ 4th Grade \"Every Kid in a Park\") are not eligible for a discount on camping fees.       Bryce Canyon National Park has two campgrounds, North and Sunset, located in close proximity to the visitor center, Bryce Canyon Lodge and the geologic wonder that is the Bryce Amphitheater. Sites fill by early afternoon during the summer months.  There are no hook-ups in the campgrounds, but a fee-for-use dump station is available for RV users at the south end of North Campground. NOTE: Dump station is closed during months with freezing temperatures.             North Campground North campground is located in close proximity to the Visitor Center, Bryce Canyon Lodge and the geologic wonder that is the Bryce Amphitheater. The Campground is surrounded by Ponderosa Pine forest with equal amounts of shade and sun.   No group site is available at North Camp ground and sites fill by early afternoon during the summer months. During the winter season, one loop is open.          Sunset Campground Sunset campground is located in close proximity to the Bryce Canyon Lodge and the geologic wonder that is the Bryce Amphitheater. Open during the summer season, its sites fill by early afternoon. The campground is surrounded by Ponderosa Pine forest with equal amounts of shade and sun.   A Group Site is available at  Sunset Campground by reservation. Sunset campground is CLOSED during the winter season.         Campground Maps Click here for a map of both campgrounds.         RV Parking Restrictions In anticipation of another busy year and very limited parking for our visitors, Bryce Canyon National Park will implement RV parking restrictions from April 15 – October 31, 2016. These restrictions apply to all vehicles 25 feet and longer including MOTORHOMES and VEHICLES WITH TRAILERS. We encourage you to drop your trailer at the Shuttle Station, the overflow parking lot, or your campsite. You may then park your car or truck at any parking lot in the park.  RVS MAY ONLY PARK IN THE FOLLOWING AREAS: Summer 2016  Shuttle Station in Bryce Canyon City (3 miles north of park) Bryce Canyon overflow parking lot (across from visitor center at entrance to North Campground) Campsites in North, Sunset, and Ruby's campground (for those who are camping) Sunrise Point Loop Road (use ONLY parallel parking spaces along one-way road) All viewpoints and parking lots south of mile marker 3  RVS WILL NOT BE ALLOWED TO PARK AT THESE LOCATIONS: Summer 2016  Visitor Center Sunrise General Store Bryce Canyon Lodge Sunset Point Bryce Point Inspiration Point Paria View  Fairyland Point  We apologize for the inconvenience, but our most popular parking lots are unable to accommodate these large vehicles during peak visitation.         Shuttle Service Click HERE for the Bryce Canyon Shuttle Service info. Shuttle buses run every 10-15 minutes and serve the most popular viewpoints and facilities in the park.         Backcountry Camping Backcountry Under the Rim Camping is available at limited sites in the park. Information is available by clicking on Backcountry Camping.         rumble, Rumble....BOOM! Lightning is a year-round danger – especially during summer storms! If you can hear thunder, lightning is within 10 miles (16 km) and you need to seek the shelter of a building or your vehicle immediately. Click Here for more information.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/campgrounds.htm"
}
