{
    "title": "Bryce Canyon National Park: Sunset Campground",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Campgrounds     Sunset Campground                Sunset Campground        Couple Sitting at Sunset Campground. NPS photo         NPS  Sunset Campground is located west of Sunset Point, approximately 1.5 miles south of the Bryce Canyon Visitor Center, and is comprised of 100 sites in 3 loops; A, B, and C. Twenty tent sites are reservable during certain times of the year in Loop B (see reservation dates below). Loop A is for RV campers. Loops B and C are for tent campers. This campground is closest to the best hiking trails which begin and end at Sunset Point. Sunset Campsite has...     Twenty tent sites One Group Site (available by reservation) Eighty RV & tent sites (first come, first served basis) Restrooms with Flush Toilets Drinking Water Quick Access to the Shared-Use Path           Sunset campground is CLOSED during the winter season. North Campground has one loop open during winter season.          Campsite Fees All sites are limited to ten people with no more than six adults (adults = ages 16 and up), three tents and two vehicles.    Per Tent Site \/ Per Night = $20 Per RV Site \/ Per Night = $30             There are two wheelchair-accessible sites located in Loop A, one of which is reservable during the reservation season. To reserve that site, you must contact the park directly. You may send your request to: Bryce Canyon National Park, PO Box 640201, Bryce, UT 84764, Attention: Campground Supervisor. Or, you may leave a message on the Campground phone: 435-834-4765. Be sure to include your name, contact information (phone # and\/or email address) and the dates you wish to reserve.         Reservations To make reservations, call (877) 444-6777 or click www.recreation.gov. Reservations for these sites can be made from 6 months to 2 days in advance (minimum advance reservation is two days). All other sites are available on a first-come, first-served basis. Campsite Reservation Dates: May 6 - September 25, 2016 Booking Window: March 31 - September 29, 2016         Loop A is for RV campers. RV and trailer combinations over 45 feet are discouraged, but not prohibited. There is no sewer, water or electrical hook-ups available. A dump station is available in summer months near North Campground for a $5 use fee. Potable water is available near the dump station.         Map Click here for a map of the campgrounds.         Lightning Safety Lightning is a year-round danger – especially during summer storms! When thunder roars, go indoors. Lightning is within 10 miles (10 mi., 16 km) and you need to seek the shelter of a building or your vehicle immediately. Click Here for more information.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/sunsetcampground.htm"
}
