{
    "title": "Bryce Canyon National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Directions & Transportation              Directions        An explosion to the east. Sunrise in winter. Photographed by Brian B. Roanhorse 22 January, 2016.       Getting To Bryce Canyon National Park Official GPS Coordinates at the Visitor Center: Latitude: N 37° 38' 24\" \/ Longitude: W 112° 10' 12\" Latitude: 37.6 \/  Longitude: -112.1 Elevation: 7,894 feet\/2,406 meters Plane: The closest major airports are in Las Vegas (LAS), Nevada and Salt Lake City (SLC), Utah, each approximately 270 miles from the park. There are smaller airports in Cedar City (CDC), Utah (80 miles) and St. George (SGU), Utah (125 miles). Car\/Motorcycle\/Bus: From the North: Take I-15 south to UT-20 (exit 95). Travel east on UT-20 to US-89. Follow US-89 south to UT-12. Travel east on UT-12 to UT-63. Take UT-63 south to Bryce Canyon National Park. The visitor center sits 1 mile inside the park boundary. From the South through Zion National Park: Take I-15 north to UT-9 (exit 16). Follow UT-9 east through Zion National Park to US-89. Travel north on US-89 to UT-12. Go east on UT-12 to UT-63. Take UT-63 south to Bryce Canyon National Park. The visitor center sits 1 mile inside the park boundary. Take I-15 north to exit 59. Go east on 200 north, then south on Main Street to Center Street\/UT-14. Travel east on UT-14 to US-89. Go north on US-89 to UT-12. Follow UT-12 east to UT-63. Take UT-63 south to Bryce Canyon National Park. The visitor center sits 1 mile inside the park boundary. This is a very scenic route during the summer months and early fall. From the South through Bear (Dog) Valley: Take I-15 north to UT-20 (exit 95). Go east on UT-20 to US-89. Follow US-89 south to UT-12. Travel east on UT-12 to UT-63. Take UT-63 south to Bryce Canyon National Park. The visitor center sits 1 mile inside the park boundary. Public Transportation: Public transportation to the park is not available. Getting Around in the Park:  The free Bryce Canyon Shuttle Service takes visitors to the park's most popular viewpoints, trails and facilities. Using the shuttle is encouraged but not required. Shuttle bus schedule is subject to change. The park is open year-round. Roads are plowed and sanded after heavy snowstorms. Some roads may be temporarily closed during and immediately following winter storms, but the park is always open.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/directions.htm"
}
