{
    "title": "Bryce Canyon National Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        Park Ranger Kate Pitts on the Rim Trail. Photographed by Brian B. Roanhorse 11 June, 2014.          Ranger Program Announcement! Ranger Evening programs have started and attendance is free of charge. We will begin our first Starry Nights Telescope Viewing on Tuesday, May 24th, 2016 and then every Tuesday, Thursday and Saturday after that. Bring a jacket, it still gets a little chilly. All Programs are subject to change. Weather and Staffing permitting.   Check-in or call the Visitor Center at (435) 834-4747 or email us at brca_information@nps.gov for detail information. We hope to see you all here soon!       Things To Do Many things to do at Bryce. You'll most likely visit twice.   Outdoor Activities Camping Hiking Virtual Tour Winter Outdoor Activities Geology Festival Prairie Dog Festival Astronomy Festival Backcountry Hiking Shared Use Path (site page coming soon)            Short Visit Do you have less than four hours to spend in the park? Drive to Sunrise, Sunset, Inspiration and Bryce viewpoints. The main attraction of Bryce Canyon National Park.  Hike a short\/easy trail or stroll along the rim. Check at the Visitor Center for current trail conditions and recommendations.  Take in a ranger program. Current schedules of ranger activities can be found at the Visitor Center.  Stop at the Visitor Center for ...   Information at the ranger help desk.  Exhibits, interactive consoles and a prairie dog maze.  A 22-minute award-winning film which plays on the hour and half-hour.  Publications, maps and souvenirs available for purchase through our Bryce Canyon Natural History Association Bookstore. Your purchases help keep the Park running and maintained.                 One or More Days In addition to the above, you can hike the park's moderate and strenuous trails in the main Bryce Amphitheater.   Drive to Rainbow Point (18 miles one way) and stop at the 13 viewpoints on your return trip. Check at the Visitor Center for current road conditions and closures.  Take a wrangler-guided horseback ride on a 2 or 4-hour trip into the amphitheater.   Hikers that want seclusion and are properly prepared can hike the Under the Rim\/Backcountry trails. If you decide to camp overnight, you must register at the Visitor Center Help Desk.   In winter, snowshoe or cross-country ski the plateau top. Equipment rental for winter season is available outside the park.         Pets Pets are not allowed in buildings or on unpaved park trails or viewpoints. However, pets can be walked on the paved Rim Trail between Sunset and Sunrise Points, Multi-Use Path, along roads, in campgrounds, and parking lots, but must be on a leash at all times! For more info, CLICK HERE.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/things2do.htm"
}
