{
    "title": "Bryce Canyon National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes        Queens Garden trail December 30th, 2015. Photo by Brian B. Roanhorse       Entrance Fees The entrance fee to Bryce Canyon National Park is $30 per private vehicle. The fee for an individual(s) entering by foot, bicycle, non-commercial group, or clients entering on a Commercial Use Authorization is $15 per person. Motorcycle entrance is $25 per motorcycle. Additional information regarding fees at Bryce Canyon, including information about commercial tours, can be found on this page.  Admission is for seven days. Includes unlimited use of the Shuttle during its operating season.  Refunds will not be given due to inclement weather.  Bryce Canyon accepts current Federal Recreational Lands Passes for admission to the park.  Permits For links to information regarding the list below, please visit the Permits & Reservations page.  Film Still Photography Permits Weddings Spreading of Ashes Academic Fee Waivers Commercial Use Permits (To including bicycle tours, hiking tours, motorcycle tours, and photography\/painting workshops.)  Reservations Reservations for camping and lodging are recommended during peak season. Camping fees are in addition to entrance fees, and are charged per night. A limited number of campsites may be reserved from late May to late September and reservations fill up fast (the remaining campsites are first-come first-served). Reservations can be made up to six months in advance.  Park Entrance Fee Free Days The National Park Service has designated the following entrance fee free days for 2016:  Martin Luther King Jr. Day, January 18, 2016  National Park Week, April 16-24, 2016 National Park Service's 100th Birthday Weekend, August 25-28, 2016 National Public Lands Day, September 24, 2016  Veteran's Day, November 11, 2016   Bryce Canyon National Park will waive entrance fees during the fee-free periods. The entrance stations will be staffed to provide maps, information and to sell annual park passes. The waiver does not include other fees such as camping. As these fee-free days may be extra busy with traffic and parking congestion, visitors are encouraged to ride the park's free shuttle when available. Federal Lands Recreation Enhancement Act Bryce Canyon participates in the congressionally authorized Federal Lands Recreation Enhancement Act. Under this program, parks keep 80% of all fees collected; the remaining 20% will be deposited in a special account to be used in parks where fees are not collected. Funds generated by the fees are used to accomplish projects the parks have been unable to fund through yearly Congressional allocations. Projects include the protection of the parks' road investment through overlays, patching, chip seal, drainage, and erosion control; enhancement of accessibility for the physically challenged to park resources and buildings, upgrading of park campgrounds, and amphitheaters; rehabilitation of park structures;and repair of failing elements in utility systems park wide. Funded projects increase the quality of the visitor experience and enhance the protection of park resources.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/fees.htm"
}
