{
    "title": "Bryce Canyon National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information        Dawn approaches at Sunrise Point. Photographed by Brian B. Roanhorse NPS Jan 2015.           Physical Address           Highway 63  Bryce Canyon National Park  Bryce, UT 84764                 Directions         From the North: Take I-15 south to UT-20 (exit 95). Travel east on UT-20 to US-89. Follow US-89 south to UT-12. Travel east on UT-12 to UT-63. Take UT-63 south to Bryce Canyon National Park. From the South through Zion National Park: Take I-15 north to UT-9 (exit 16). Follow UT-9 east through Zion National Park to US-89. Travel north on US-89 to UT-12. Go east on UT-12 to UT-63. Take UT-63 south to Bryce Canyon National Park.   Directions Details           Operating Hours & Seasons         Park is Open 24-7 Visitor Center and Fee Booths are closed on Thanks Giving Day, Christmas Day and New Years Day.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           http:\/\/forecast.weather.gov\/MapClick.php?lat=37.63&lon=-112.17#.VpUamdHUhaR         Fees & Passes     Entrance Fees:   Per Private Vehicle Fee - $30.00 The entrance fee to Bryce Canyon National Park per private vehicle.  Admission is for seven days and includes unlimited use of the Shuttle during its operating season.    By foot, Bicycle, Groups & CUA's Fee - $15.00 The fee for an individual entering by foot, bicycle, non-commercial group, or clients entering on a Commercial Use Authorization.  Admission is for seven days and includes unlimited use of the Shuttle during its operating season.    Motorcycle Entrance Fee - $25.00 Motorcycle entrance fee is per motorcycle. Admission is for seven days and includes unlimited use of the Shuttle during its operating season.          Visitor Centers       Bryce Canyon Visitor Center Bryce Canyon is a small national park in southwestern Utah. Named after the Pioneer Ebenezer Bryce, Bryce Canyon became a national park in 1928.                Upon Arrival, Stop at the Bryce Canyon Visitor Center To help plan your visit to the world's largest collection of fanciful rock pinnacles called \"hoodoos\", use the links below. Operating Hours & Seasons The park is open all year (Except on Thanksgiving Day, Christmas Day and New Years Day). Some facilities and services are closed or operate under reduced hours. The operating hours and seasons page will help in your planning agenda. Fees & Passes Information on park fees and acceptable passes can be found on the fees and passes page. Directions & Transportation Information on finding your way to Bryce Canyon can be found at the directions and transportation page. Current Conditions Click here for the most current conditions for Bryce Canyon National Park. Permits & Reservations For activities that may require a permit or links to information on camping and lodging reservations, please visit the permits and reservations page. Weather How will the seasons affect your visit to Bryce Canyon? Find out on our weather information page. Pets Pets are permitted with some restrictions. Please visit our pets' page prior to your visit to Bryce Canyon.       Sunrise at Bryce Point. Photographed by Brian B. Roanhorse October 28, 2015.",
    "url": "https:\/\/www.nps.gov\/brca\/planyourvisit\/basicinfo.htm"
}
