{
    "title": "Paterson Great Falls National Historical Park: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories       Oral histories give us the opportunity to discover what life was like in the past. They are an authentic record that goes beyond the pages of a textbook. The goal of the Oral History Project at Paterson Great Falls National Historical Park is to connect with the men,women and children who left their mark in Paterson and contributed to the national story.  Interns and National Park Service Rangers have already conducted some interviews, but there are many more stories that need to be shared. Whether they are the memories of a mill workers, owners or a child who played in Hinchliffe Stadium, these narratives allow us to appreciate what the City of Paterson meant to its residents and employees.  Below are excerpts of a few examples of the stories recorded through the Oral History Project, which future generations will be able to both learn from and enjoy.  Hear the history of Paterson from those who lived it.  Thank you to all the interviewees who were gracious enough to grant us these interviews.  Special thanks to intern Lexi who provided these excerpts and bios.          Intern Lexi learns more from Mr. Al Marocco about what it was like to be a batboy for the Black Yankees at Hinchliffe Stadium. Intern Lexi - NPS Photo  Al Marocco:   Al Marocco, the son of Italian immigrants, was born in Paterson in 1928. Al grew up on Cliff Street, a block away from the silk dye-house where his father, Oreste, worked. He attended School #4 and Central High School. Al attended many different events at Hinchliffe Stadium when he was a child. He remembers attending midget car races, minor league baseball games and football games, including the famed football matches between Eastside and Central High School. He also worked as a batboy and ballboy for the the semiprofessional Paterson Smartsets (featuring Larry Doby at shortstop) and the Negro League's New York Black Yankees and New York Cubans.   Al looks back fondly on his experience as a batboy at Hinchliffe, explaining that \"It was fun. I enjoyed it anyway… I liked being up there seeing the guys play ball, and you would go out there yourself and field the balls, with the batting practice, the guys were hitting the ball…I had a lot of fun.\" After graduating high school, Al worked at an Italian pastry shop near the Great Falls district, where he once baked a cake for the legendary boxer Joe Louis. He served in the 45th Infantry Division during the Korean War and completed his bachelor's degree from Farleigh Dickinson University with G.I. Bill funding. He worked in finance, eventually achieving the position of vice president at several companies.    Hear about Al's experiences at Hinchliffe Stadium here!                 Mr. Al Marocco Remembers Hinchliffe Stadium     Mr. Al Marocco remembers what it was like to be a batboy at Hinchliffe Stadium.  Duration:5 minutes, 56 seconds      Credit \/ Author: Al Marocco\/Intern Lexi   Date created: 2013-06-14     Download Original File: pagr-AlMaroccoTalksAboutHinchliffe.mp35,707 KB               Gerald (Gerry) Gemian      Gerald Gemian was born in New London, Connecticut in August 1922. His parents, who were refugees from the Armenian genocide, had learned the art of silk-weaving in their native Armenia. They eventually decided to move to Paterson, the \"Silk City,\" in 1925. He attended School #2 and Central High School. At the age of ten, Gerry's father and uncle joined the picket lines during the massive 1933 Silk Strike. Gerry remembers standing hand-in-hand with his father on the line as the Police Department arrived on horses and rode through the crowd to disperse the strikers. Gerry learned several valuable lessons from the strike; he explains, \"The effect that [the strike] had on me that it was indecent to not provide a decent wage so that the living conditions can not be improved. The other effect it had on me that individually a person couldn't accomplish much, but as a group… you could accomplish a great deal. We learned cooperation and we learned the power of a group as opposed to individuality and also we learned that the power could sway elections in our favor.\" He also recalls the anger that reverberated throughout the city after the police violently broke up the strike. Gerry's father and uncle lost their jobs when the silk mills shut down during the Great Depression, and the family was forced to go on food relief.    Gerry explains that he would do whatever it took as a child to earn money for the movies, including returning soda bottles for deposits, returning used newspapers, and catching goldfish with his bare hands in the Passaic River to sell to a five-and-ten store. Although times were tough, Gerry still managed to find time to participate in many of Paterson's social activities, including swimming in the \"Tubs\" under the Great Falls, going out dancing, and attending baseball and football games at Hinchliffe Stadium. Gerry enlisted in the Army and served overseas during World War II, returning to Paterson in late 1945. He became a sub-contractor in the defense industry and worked with Link Aviation on the Apollo Project, meeting with noted astronauts such as Neil Armstrong and Buzz Aldrin. He currently lives with his wife in Morris County.     Index of Mr. Gemian's Interview:   00:00-30: Introduction 0:30- Gives birthplace\/date as August 1922, New London CT, and describes move to Paterson NJ  01:20- Describes parents birthplace in Armenia and parents' experiences during the Armenian genocide, including his mother's experience as a teenager in the resistance settlement on the Mountain Musa Dugh. Continues to describe his mother's work as a Red Cross nurse during the battle and his parents' dedication to American culture and learning English.  9:30- Describes moving to Paterson to gain work as silkweavers and moving around different neighborhoods, including moving to South Paterson and relocating to Downtown Paterson in 1935.  10:40- Describes working conditions in silk mills at the time.  11:15- Describes large Armenian community in South Paterson at the time. Compares closeness of Armenian community to Italian community and explains ethnic-group segregation in Paterson at the time.  13:15- Explains how father and uncle were involved in 1933 Paterson Silk Strike. Stress that 1933 Strike was inspired by 1913 strike. Explains that he was there at the strike as the police officers ran through on horses, breaking up the strike.  15:45- Explains that prior to strike, father had no involvement in unions; explains that Paterson had no regular unions prior to the strike.  18:00- Describes how nothing changed remarkably after the strike  19:30- Describes experience growing up during the Great Depression, including experiences being on relief  21:30- Describes different activities he would do as a pre-teen and young teenager to earn money, including saving newspapers, scrounging for copper, and catching goldfish in the Passaic River to sell.  24:20- Describes being so poor that was forced to stand outside Libby's Hotdogs and watch and the impact that the Depression has on him to this day. Continues to describe jobs that he held throughout high school.  29:00- Additional comments by Al Marocco (interviewer's grandfather, friend of interviewee).  30:00- Explains that joined army underage to get 3 meals per day but was reported to company commander and discharged.  31:00- Explains social activities, including going to dances 3-4 times a week, activities at Hinchliffe Stadium  32:00- Additional comments by Al Marocco  33:00- Describes being able to go swimming on one occasion in Circle Pool for $0.25 and famous actor\/swimmer visiting the city to go to the pool  35:00- Describes flare parades the night before the Eastside-Central game at Hinchliffe Stadium  36:15- Describes Paterson's own radio station- WPAT  36:30- Describes famous people who lived in Paterson, including meeting the boxer Pat Kommisky (?) while hitchhiking and attending the Diamond Gloves boxing tournament at Hinchliffe Stadium  39:40- Describes listening to radio programs in evening  40:30- Describes attractions of nightclubs in nearby New York, including friendship with Frances Wayne, who sang in Woody Herman orchestra  45:00- Explains all the jobs that he held in Paterson growing up and after the family moved to East Paterson after the war.  47:00- Describes moving to California working for Western Electric telecommunications company  49:00- Describes working for Curtis-Wright's flight simulator program as a factory foreman  49:45- Describes working for Singer as an engineering administrator, including working on ballistics missiles and with Link Aviation working as a contractor on the Apollo Program, including experiences meeting astronauts such as Neil Armstrong and Buzz Aldrin.  55:00- Explains that signature was on plaque that was left on moon after the Apollo Mission alongside other subcontractors from Grumman Engineering. Also explains his impression of mission control and the various astronauts that he met.  57:30- Explains working as a sub-contractor at Three Mile Island  58:00- Explains jobs at end of the career, including working on the 95th floor of the World Trade Center and traveling through Venezuela, the UK, and Germany for work  01:00:15- Details moving out of Paterson in 1953  01:01:15- Describes housing shortage in Paterson after the war- explained that people moved to Paterson to take war-related jobs and stayed after, creating a housing shortage for soldiers.  01:03:30- Describes lack of interest in labor movement or working in the mills  01:04:00- Describes his impression of current neighborhood in Paterson                   Mr. Gemian Remembers Life in Paterson     Living, working and playing in Paterson, NJ.  Duration:1 hour, 6 minutes, 3 seconds      Credit \/ Author: Gerry Gemian\/Intern Lexi   Date created: 2013-08-08     Download Original File: pagr-GeraldGemiianInterview.mp395,133 KB                 Ms. Bunny Kuiken, grandaughter of Pietro and Maria Botto with Intern Keith I. Goldman - NPS Photo  Bunny Kuiken:   Bunny Kuiken was born in the Botto House, Haledon, NJ (now the home of the American Labor Museum - Botto House National Landmark) a streetcar suburb right next to Paterson—in 1929. Sixteen years before she was born, her maternal grandparents, Pietro and Maria Botto, opened their large house to the leaders of the 1913 Paterson Silk Strike.  Strike leaders such as Upton Sinclair, Elizabeth Gurley Flynn and \"Big Bill\" Haywood met at the house and even addressed crowds from the balcony.   Although Bunny lived in the Botto House with three generations of her family, including her grandfather Pietro Botto, her relatives never mentioned the strike to her. The failed strike changes the lives of the Botto family —her grandfather was blacklisted from ever working in Paterson again, her aunt had to change her name to \"Botta\" to get a job, and her grandmother, who was ill during the strike, died prematurely in 1915.   When Bunny began researching the history of the strike as an adult, some members of the Haledon community still referred to her house as \"a communist place.\"   Bunny has spent much of her life researching the 1913 strike and working to preserve her family's home. In 1982, thanks to her efforts, the Botto House was declared a National Historic Landmark. It now houses the American Labor Museum, which tells the story of the 1913 Paterson Silk Strike. Bunny worked for the museum as an educator and lives in Haledon to this day.      Hear Bunny Kuiken's recollections about her family's involvement in the 1913 Paterson Silk Strike and the effects of the strike on her family here!              Bunny Kuiken Remembers Life in the \"Botto House\"     Bunny Kuiken shares some thoughts about the 1913 Silk Strike.  Duration:3 minutes, 17 seconds      Credit \/ Author: Bunny Kuiken\/Intern Lexi   Date created: 2012-01-26     Download Original File: pagr-BunnyKuikenClipforWebsite.mp33,153 KB                     Ms. Bunny Kuiken Remembers Life in the \"Botto House\" 2     Bunny Kuiken comments on the 1913 Silk Strike.  Duration:1 minute       Download Original File: pagr-BunnyShortClip.mp3971 KB",
    "url": "https:\/\/www.nps.gov\/pagr\/learn\/historyculture\/stories.htm"
}
