{
    "title": "Fort Bowie National Historic Site: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Fort Bowie ruins in the snow. NPS Photo - M. Hoy  Fort Bowie National Historic Site (NHS) is located in the southeast corner of Arizona. The park includes most of Apache Pass, which separates the Dos Cabezas Mountains on the north from the Chiricahua Mountains to the south. The Dos Cabezas and Chiricahua Mountains were the home and stronghold of the Chiricahua Apaches, and Apache Pass was an important travel route for the Indians, separating not only the mountain ranges, but also the San Simon Valley to the northeast and the Sulphur Springs Valley to the southwest. Aside from being a convenient crossroads, Apache Spring provided a reliable water source in an otherwise dry area. Fort Bowie also lies at another crossroads – that of four different \"life zones\" which occur in this region. The hot and dry Sonoran Desert meets the milder Chihuahuan Desert, and the southern Rocky Mountains abut the northern Sierra Madres. This mixing of ecotypes results in a very diverse ecosystem, which is reflected in the variety of plant and animal life that is found here. Elevations at Fort Bowie range from 4,550 to 5,250 feet, the upper elevational limit for the deserts, and a transition zone from grassland to woodland habitat types. Desert species such as creosote bush and mesquite are intermixed with the grama grasslands, and a variety of cacti and succulent species dot the rocky slopes. Hillsides consist of a mixture of chaparral and woodland species, such as mountain mahogany, manzanita, oaks, pines and junipers. The canyon bottoms are lush riparian woodlands of velvet ash and netleaf hackberry, fed by the perennial flow from Apache and Siphon Springs. Much of Fort Bowie shows the adverse impacts of human disturbance. Development of the Fort itself changed the area, but grazing, water diversion, mining and fire suppression have also added to habitat degradation. Grazing and water diversion have altered the riparian area and hydrology around Apache Spring. Nonnative grasses have invaded much of the area, and suppression of fire along with grazing has increased the intrusion of woody species, such as mesquite, into the uplands. Roads in the area have also altered the natural runoff patterns and provided a pathway for the invasion of some exotic plant species. Despite these disturbances to natural habitat, the area is one of astounding diversity - some 30 species of reptiles, 65 mammal species and over 150 species of birds are found in this area.",
    "url": "https:\/\/www.nps.gov\/fobo\/learn\/nature\/index.htm"
}
