{
    "title": "Fort Bowie National Historic Site: Post Cemetery",
    "body": "Post Cemetery         Fort Bowie Cemetery NPS Photo- K. Gonzales  The Fort Bowie Cemetery was established before the fort and remained active after the fort was abandoned in October 1894. The first burials were three California Column privates killed by Apaches about one months before the fort's establishment. The final burial was a murdered miner residing in one of the old officer's quarters about two years after the fort's closure. Rotation of military units, heavy campaigning, and years of relative peace are represented by those lying within its picket boundaries.  Originally the cemetery was not enclosed, enabling the post horse and cattle herds to damage headboards and graves as they grazed the area. Sometime between 1870 and mid- 1878 the cemetery was enclosed by a four foot high adobe wall erected on a rock foundation. With this improvement, the cemetery was kept in good order until 1881 when it was reported the walls were crumbling and the gates needed repair. The cemetery continued to deteriorate, and by 1884 it was reported that the gates were gone and livestock could once again invade grave sites. After Major Eugene Beaumont, post commander, requisitioned lumber for a picket fence, it was constructed in 1885, doubling the size of the existing cemetery. New headboards were replaced with marble head and foot stones quite similar to the ones in use today. By the time of the fort closure in 1894, the original portion of the cemetery was nearly full and may have contained 112 graves.           Maintenance staff expanding the Post Cemetery fence. NPS Photo: K. Gonzales  When the National Park Service acquired the cemetery in 1964, as part of Fort Bowie National Historic Site, there were still two original headboards remaining. The inscription on both of them had completely weathered away and one of them was split. These headboards were removed, used as patterns for the existing markers, and then sent to Western Archaeological Center in Tucson for treatment and storage. The inscription on the replacement headboard for O.O. Spence is based on an historic photograph taken in 1893 by Owen Wister. Another historic photograph provided inscription information for Milton Sage, Pedro Valdez, and Julian Aqueira. Inscriptions for the rest of the headboards are based upon written descriptions provided by newspaper reporter Charles F. Lummis who visited the cemetery in April 1886. It is thought that between 23 and 33 bodies remain. In 2011, the cemetery was expanded to the size and correct fence that it was between 1884-1894 when the fort closed. Historic photographs were used as a guide to not only show the fence's appearance, but also the construction. The size of today's lumber does not match the size of lumber in the 1880's, so each piece was hand cut for accuracy. Square cut nails of the correct size were also used in the expansion project to match what was used historically",
    "url": "https:\/\/www.nps.gov\/fobo\/learn\/historyculture\/post-cemetery.htm"
}
