{
    "title": "Fort Bowie National Historic Site: Chiricahua Apache",
    "body": "The Chiricahua Apache         Apache Gaan dancers   The origin of the name \"Apache\" probably stems from the Zuñi \"apachu\". Apaches in fact referred to themselves with variants of \"nde\", simply meaning \"the people\". By 1850, Apache culture was a blend of influences from the peoples of the Great Plains, Great Basin, and the Southwest, particularly the Pueblos, and as time progressed--Spanish, Mexican, and the recently arriving American settler.  Chiricahua speak an Athapaskan language, relating them to tribes of western Canada. Migration from this region brought them to the southern plains by 1300, and into areas of the present-day American Southwest and northwestern Mexico by 1500. This migration coincided with a northward thrust of the Spanish into the Rio Grande and San Pedro Valleys.  Chiricahuas of southern Arizona and New Mexico were further subdivided into four bands: Bedonkohe, Chokonen, Chihenne, and Nehdni. Their total population ranged from 1,000 to 1,500 people. Geronimo was a member of the Bedonkohe, who were closely related to the Chihenne (sometimes referred to as the Mimbres); famous leaders of the band included Mangas Coloradas and Victorio. The Nehdni primarily dwelled in northern Mexico under the leadership of Juh.  Cochise was a Chokonen Chiricahua leader who rose to leadership around 1856. The Chockonen primarily resided in the area of Apache Pass and the Dragoon Mountains to the west.  Apache population was thinly spread, scattered into small groups across large territories, consequently tribal cohesion was minimal. A matrilineal society, the largest practical unit was the 'local group' of approximately 30 extended families, where members were related either by blood or marriage. The 'local group' was the nucleus of government, social organization, hunting, warfare, and religious ceremonies. Local group leadership was the most extensive example of Apache government and was the position that tribal chiefs such as Cochise held.  When living in Apache Pass, Chiricahuas subsisted mainly by hunting large game, gathering plant foods, and practicing a limited amount of agriculture. Hunting was the responsibility of the men, while gathering food and herbal medicines was the domain of the women. Seasonal migration patterns depended upon the availability of food resources in specific regions at a particular time.  In early times raids were directed against enemy tribes, such as the Comancheros and Papagoes, but later the Spanish and Mexicans became more lucrative targets. Conflict between the Apaches and their Spanish-Mexican neighbors ebbed and flowed for over 200 years.  Acquiring the Gadsden Purchase in 1854, the domain of the Chiricahuas brought them into contact with the Americans. Increase population brought an increase in warfare as Cochise's followers engaged settlers and military forces from both sides of the border from 1861-1872. Other Chiricahua leaders such as Victorio and Juh battled similar adversaries from 1877-1883.  From 1885-86 the Chiricahuas were relentlessly pursued by military forces from the U.S., Mexico, and allied Apache scouts in the employ of the U.S. Army. Geronimo surrendered to General George Crook in March 1886. Fearing retaliation, Geronimo and a small following fled back into the Sierra Madre Mountains, prompting Crook's resignation and replacement with General Nelson Miles. On September 5, 1886, Lt. Charles Gatewood succeeded in negotiating a final surrender. Thereafter the Chiricahuas, including the scouts, were exiled to Florida, Alabama, and eventually Oklahoma. In 1913, approximately 130 were permitted to move onto the Mescalero Reservation in New Mexico.",
    "url": "https:\/\/www.nps.gov\/fobo\/learn\/historyculture\/the-chiricahua-apache.htm"
}
