{
    "title": "Fort Bowie National Historic Site: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     March 14, 2016  Fort Bowie NHS Seeks Enthusiastic Visitor Service Volunteers  Fort Bowie National Historic Site is seeking to fill two visitor service volunteer positions. The first term is April 3 to June 30, 2016, and the second term spans June 26 to September 30, 2016. Candidates should complete the application form found on www.volunteer.gov.   October 07, 2015  Fort Bowie National Historic Site Visitor Center Autumn Schedule  Starting October 8, 2015, Fort Bowie National Historic Site Visitor Center will be open Thursday through Monday from 8:00 am to 4:00 pm. Fort Bowie National Historic Site including the ruins areas and hiking trails are open daily from sunrise to sunset       Fire Restrictions Lifted for Chiricahua National Monument, Coronado National Memorial, Fort Bowie National Historic Site Due to widespread precipitation in southern Arizona, the Southeast Arizona Group has lifted fire restrictions in Chiricahua National Monument, Coronado National Memorial, and Fort Bowie National Historic Site, beginning Friday, July 20, 2012. Coronado National Memorial has recorded over 6 inches of rain this month with Chiricahua National Monument reporting 2 inches and Fort Bowie National Historic site reporting under ½ an inch.     Fire Restrictions for Chiricahua National Monument, Coronado National Memorial, and Fort Bowie National Historic Site Due to increased fire danger in southern Arizona, the Southern Arizona Group will implement fire restrictions in Chiricahua National Monument, Coronado National Memorial, and Fort Bowie National Historic Site, beginning Wednesday, June 6, 2012. These restrictions coincide with similar restrictions going into effect on other public lands in southern Arizona.      National Park Service's Southeast Arizona Group = visitors, money, jobs. A new National Park Service (NPS) report shows that 201,211 visitors in 2010 spent $8,076,000 in the group's three parks, and in nearby communities. The Southeast Arizona Group includes Chiricahua National Monument, Coronado National Memorial, and Fort Bowie National Historic Site. The spending at these three parks supported 110 jobs in several local areas.      February 9, 2012 Lane Baker named superintendent of three Southeast Arizona national park sites Lane Baker, a 25-year veteran of the federal government, has been named superintendent of the National Park Service's (NPS) Southeast Arizona units: Coronado National Memorial, Chiricahua National Monument, and Fort Bowie National Historic Site. She will assume her new duties on March 25.       Ranger-led Hikes, Sunday Mornings at Fort Bowie Fort Bowie commemorates its 150th anniversary in 2012, and to observe this historic occasion, guided hikes into the site will be offered every Sunday through March. A park ranger will meet visitors at the Fort Bowie National Historic Site trailhead on Apache Pass Road at 10:00 a.m. The hikes will focus primarily on the chronology of events that led to the establishment of the Fort, including the Bascom Affair and the Battle of Apache Pass.         Ranger-led hikes 2012 Fort Bowie commemorates its 150th anniversary in 2012 and to observe this historic occasion, guided hikes into the site will be offered twice monthly. Beginning January 15th and continuing every other Sunday through April, a park ranger will meet visitors at the Fort Bowie trailhead on Apache Pass Road at 10:00 a.m. The hikes will focus primarily on the chronology of events that led to the establishment of the Fort, including the Bascom Affair and the Battle of Apache Pass.         Apache Pass Through Time  The National Park Service, Sharlot Hall Museum, and the Tucson Presidio Trust will be hosting the first Apache Pass Through Time event on Saturday, February 12, 2011, from 10:00 a.m. to 3:00 p.m. at Fort Bowie National Historic Site (NHS). This special event will serve as the kick-off event for Arizona’s statehood centennial celebration, and commemorate the 150th anniversary of the Bascom Affair, a confrontation between the United States military and the Chiricahua Apache that occurred in the Apache Pass area in 1861.      February 19, 2010 Celebrate Archaeology Month with Special Programs Chiricahua National Monument (NM) and Fort Bowie National Historical Site (NHS) are pleased to announce several special events for the month of March 2010. All these events and programs are being presented in conjunction with Arizona Archaeology and Heritage Awareness Month, an annual celebration sponsored by the Arizona State Historic Preservation Office.",
    "url": "https:\/\/www.nps.gov\/fobo\/learn\/news\/newsreleases.htm"
}
