{
    "title": "Fort Bowie National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       To the Trailhead by Car From Willcox, AZ \/ points west on I-10: drive 23 miles east of Willcox on Interstate 10 to the the town of Bowie. Exit at the first Bowie exit and drive through the town. Follow the signs for Fort Bowie National Historic Site and turn south on Apache Pass Road. Drive 13 miles to the Fort Bowie Trailhead (the last mile of the road is unpaved). Be prepared to walk the three miles round trip to the ruins and back to your car.  From Lordsburg, NM \/ points east on I-10: Drive 50 miles west of Lordsburg on Interstate 10 to the town of Bowie. Exit at the first Bowie exit and drive through the town. Follow the signs for Fort Bowie National Historic Site and turn south on Apache Pass Road. Drive 13 miles to the Fort Bowie Trailhead (the last mile of the road is unpaved). Be prepared to walk the three miles round trip to the ruins and back to your car.  From Chiricahua National Monument: take highway 181 west to the junction of highway 186 and turn right\/north. Follow 186 to Apache Pass Rd and turn right onto the unpaved road. Follow Apache Pass Rd for 8 miles to the Fort Bowie trailhead.  The park is 116 miles east of Tucson, AZ via I-10, and 227 miles from Phoenix, AZ. By Plane Major airports are in Tucson (120 miles) or Phoenix (240 miles). Several rental car companies are available at each one. Scroll to the bottom of page to view an area map.      The Hike In The story of Apache Pass and the events that led to the establishment of Fort Bowie are best understood via a 3-mile roundtrip hike from the trailhead on Apache Pass Road to the visitor center and Second Fort Ruins. Interpretive signs along the way help explain and illustrate the historical importance of this mountain pass in the decades-long conflict between the US Military and Apache people inthe late 1800s.         Unable to make the hike in? Considered by most to be a \"moderate\" hike, the just under 200 foot elevation gain, uneven terrain and semi-arid desert environment can prove to be a tad too much for some park visitors. An alternative access, which includes driving along a narrow gravel road and limited parking spaces, is an option for visitors unable to make the hike. To use this alternative access, follow the car directions above, but look for the ADA accessible icon signs from Apache Pass Road. The access route is South Old Fort Bowie Road. It is 2.2 miles before the trailhead if you are coming from the town of Bowie, and 2.2 miles after the trailhead if you are coming from Chiricahua National Monument. Passenger vehicles can travel South Old Fort Bowie Road until it dead-ends in a small administrative area at Fort Bowie NHS. The access road and administrative parking lot cannot accommodate RVs or trailers.  From the ADA parking lot, visitors follow a trail that is 500 feet in length and ascends approximately 80 feet in elevation to reach the visitor center at the edge of the second fort ruins. If unable to climb the steps, visitors can arrange to have a gate opened that allows them todrive a vehicle to the visitor center and unload wheelchair users or other folks with limited mobility. Because this method traverses fragile parkresources, it is reserved as a limited option for those folks that are unable to visit the fort ruins without it. Contact the visitor center staff at 520-847-2500, ext. 1, for more information on accessing Fort Bowie NHS. Please note parking is not available in the administrative area for buses, RVs, or trailers.    Fort Bowie National Historic Site    Area Map",
    "url": "https:\/\/www.nps.gov\/fobo\/planyourvisit\/directions.htm"
}
