{
    "title": "Fort Bowie National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           3500 South Apache Pass Road  Bowie, AZ 85605                 Directions         From Willcox, AZ \/ points west on I-10: drive 23 miles east of Willcox on Interstate 10 to the the town of Bowie. Exit at the first Bowie exit and drive through the town. Follow the signs for Fort Bowie National Historic Site and turn south on Apache Pass Road. Drive 13 miles to the Fort Bowie Trailhead (the last mile of the road is unpaved). Be prepared to walk the three miles round trip to the ruins and back to your car.  Directions Details           Operating Hours & Seasons         Park The park is open every day from sunrise to sunset. Visitor hours change with the seasons. Check our Operating Hours page for more information: http:\/\/www.nps.gov\/fobo\/planyourvisit\/hours.htm   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Please check the Fort Bowie weather page for up to date weather conditions: http:\/\/www.wunderground.com\/personal-weather-station\/dashboard?ID=MAU921         Fees & Passes     Entrance Fees:   Fort Bowie Entrance Fee - $0.00 Fort Bowie National Historic Site is a fee free park. No entrance fee is required.          Visitor Centers       Fort Bowie National Historic Site Visitor Center The visitor center is best accessed via the Fort Bowie Trail. The story of Apache Pass and the events that led to the establishment of Fort Bowie are best understood via a 3-mile roundtrip hike from the trailhead on Apache Pass Road to the visitor center and Second Fort Ruins. For those who cannot hike the trail visit our Directions page for more info: http:\/\/www.nps.gov\/fobo\/planyourvisit\/directions.htm               Take a Hike into Fort Bowie From the parking lot on Apache Pass Road, your trip to Fort Bowie includes a 3-mile roundtrip hike to the visitor center and fort ruins. Along the way you'll pass the site of the Bascom Affair, the site of the Battle of Apache Pass, and Apache Springs. There is not a lot of shade at Fort Bowie or in Apache Pass, so definitely pack water, sunscreen, and a hat! Check out the navigation links for more information on when we're open, how to get here, and what to do.  Please remember that hunting is prohibited within the park.  Metal detectors and digging tools are not permitted.  Keep wheeled vehicles on roads and do not climb on the fragile walls and mounds.  Pets must be leashed.  Please be advised that firearms are not permitted in the visitor center.",
    "url": "https:\/\/www.nps.gov\/fobo\/planyourvisit\/basicinfo.htm"
}
