{
    "title": "New Jersey Pinelands National Reserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           15 Springfield Rd  New Lisbon, Pemberton Township, NJ 08064                 Directions         The Pinelands National Reserve includes portions of seven southern New Jersey counties, and encompasses over one-million acres of farms, forests and wetlands. It contains 56 communities, from hamlets to suburbs, with over 700,000 permanent residents.   Directions Details           Operating Hours & Seasons         Pinelands Hours The Pinelands National Reserve stretches across portions of seven counties in southern New Jersey, covering about 22% of the state. The area is comprised of both public and private lands. Public lands include parks, forests, wildlife refuges, and military bases. Private lands include 56 communities that range in size from small from villages to large towns. More than 700,000 permanent residents live the Pinelands National Reserve. The public lands are open 24 hours.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Spring: 50-70F, sunny with some rain Summer: 70-90F, mostly sunny with some rain Winter: 0-35F, snow is common Fall: 50-70F         Fees & Passes     Entrance Fees:   Pinelands Fees - $0.00 Visiting the Pinelands National Reserve is fee free.          Visitor Centers                  Congress created the Pinelands National Reserve through the passage of the National Parks and Recreation Act of 1978, and is the first National Reserve in the nation. It is approximately 1.1 million acres and spans portions of seven counties and all or part of 56 municipalities. The reserve occupies 22% of New Jersey's land area and it is the largest body of open space on the Mid-Atlantic seaboard between Richmond and Boston. For more information, visit: http:\/\/www.nj.gov\/pinelands\/reserve\/",
    "url": "https:\/\/www.nps.gov\/pine\/planyourvisit\/basicinfo.htm"
}
