{
    "title": "Yukon - Charley Rivers National Preserve: Staff At Work",
    "body": "Explore This Park    Learn About the Park     News     Staff At Work               Staff At Work         NPS\/Josh Spice  We have incredible jobs, working in some of the most remote and pristine landscapes in Alaska.  These are our continuing stories from the field.      People         Ashley Guevara 2014 Resources Technician  Hello! I'm Ashley Guevara from Verona, Kentucky, a recent graduate from DePauw University with a Biology major. I'm super excited to work with the NPS and what's great about my internship is that I'll be involved in a variety of field projects so I'll get to experience a lot of different types of work as well as go to multiple locations within the parks.    Coal Creek Vegetation Survey Vegetation Monitoring in the Central Alaska Network         Greg Kinman 2013 Photo Media Intern The beauty I’ve experienced in wilderness areas inspires in me a very strong reverence for the outdoors. It’s very special and important to me to preserve certain areas in the same way that they have been for thousands of years so that I and others after me can enjoy seeing them in their natural state. It’s also very important, especially in a place like Alaska, for practices such as subsistence hunting and ﬁshing to be able to continue. Many remote communities depend on living off the land for food and resources, and it is important that they have that land reserved for them. This is why I'm elated to help create a new digital photographic library of Yukon-Charley Rivers National Preserve.   Trailing Ancient Hunters in Wild Alaska Photographing the Work of Archaeologists in the Preserve   9 Days & 800 Miles: Putting the Yukon River on Film Boating the Yukon River to Build a Digital Library   10 Days Living Amongst the Caribou Capturing the Alpine Charley River Headwaters in Photographs      Projects      Yukon-Charley Rivers staff along with partners from other agencies and academic institutions conduct work in the park to learn about and protect the park's ecological systems, wildlife, and historic sites. Here you'll find brief project updates that describe these research and resource management activities.          Winter Patrols in Yukon-Charley Rivers (4.1mb PDF) Rangers will often travel through the Preserve in winter conducting patrols to monitor visitor use and activities.          20 Years of Monitoring Wolves (1.2mb PDF) For over 20 years, YUCH biologists have studied the wolves that live in and around the Preserve.          From Caverns to Ridgetops: Archeological fieldwork in Yukon-Charley Rivers (2.3mb PDF) The first year of a new archaeological survey examined approximately 9,200 acres including 7 caves.",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/news\/staff-at-work.htm"
}
