{
    "title": "Yukon - Charley Rivers National Preserve: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 15, 2016  Two New Fires Discovered in Yukon-Charley Rivers  Two new lightning-caused fires were discovered on National Park Service lands. Fires are being monitored and none are currently threatening structures or cabins in the area. Fires will be allowed to burn for resource benefit.   June 28, 2016  Hovercraft remain prohibited in all Alaska National Parks and Preserves  As the boating and hunting seasons get underway in Yukon-Charley Rivers National Preserve and other areas within the National Park System in Alaska, visitors are reminded that a recent court case has not changed the regulations which govern activities on navigable waters.   June 23, 2016  Permitted Helicopter Activity Taking Place in Yukon-Charley Rivers  The National Park Service has issued a special use permit to Intermap Technologies of Englewood, Colorado to fly and land a helicopter at a site in Yukon-Charley Rivers National Preserve between June 23 and August 31, 2016 as part of the Alaska Statewide Digital Mapping Initiative.   May 04, 2016  2016 University of Alaska-Fairbanks Summer Field Courses in Gates of the Arctic and Yukon-Charley Rivers NP&Ps  As part of the celebration of its Centennial, the National Park Service is partnering with the University of Alaska Fairbanks Summer Sessions & Lifelong Learning to offer field courses in Gates of the Arctic National Park and Preserve and Yukon-Charley Rivers National Preserve this summer.   October 23, 2015  NPS-Alaska Finalizes Sport Hunting Regulations  Following a robust public process, the National Park Service today published regulations which restrict certain sport hunting practices in national preserves in Alaska.   June 20, 2014  Prohibition of Unmanned Aircraft in National Parks  National Park Service Director Jonathan B. Jarvis today signed a policy memorandum that directs superintendents nationwide to prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service.",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/news\/newsreleases.htm"
}
