{
    "title": "Jefferson National Expansion Memorial: Archival Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Archives     Archival Collections                  Archival Collections        Due to current short staff levels in the Library\/Archives researchers must make an appointment to do research in the archives. If you have examined the finding aids and know which boxes you'd like to see, please let the staff know when you make your appointment. This will expedite the process for both researcher and staff. In order to make an appointment, please call (314) 655-1600 and say that you'd like to make an appointment to do research in the library.      The following is a list of JNEM Archives collections that are processed and available for research. Each title will link to a description of the collection and a full finding aid. Record Unit 101 Indian War Widows Project, Records c.1864-1965 Record Unit 102 Streckfus Steamers Inc. Records, 1888-1970 Record Unit 103 United States Territorial Expansion Memorial Commission Records, 1933-1973 Record Unit 104 Jefferson National Expansion Memorial Records. c.1930-1975 Record Unit 107 Fur Trade Illustration Project, 1945-1948 Record Unit 111 Donald M. Dosch Collection, c.1969-c.1979 Record Unit 112 Richard E. Lemen Photograph Collection Record Unit 113 Mechanics' Institute of St. Louis Records, 1816-1894 Record Unit 115 St. Louis Recorded Archives Transcription Project, 1938-1940 Record Unit 116 Grace Lewis Miller Papers  Record Unit 118 Jefferson National Expansion Memorial Research Reports Record Unit 119.00 Newspaper Clippings: Creation of the Memorial Record Unit 119.01 Newspaper Clippings: Superintendency of Superintendent John L. Nagle Record Unit 119.04 Newspaper Clippings: Superintendency of Superintendent H. Raymond Gregg, August 26, 1962-July 31, 1965 Record Unit 119.05 Newspaper Clippings: Superintendency of Superintendent LeRoy R. Brown, August 1, 1965-December 29, 1968 Record Unit 119.06 Newspaper Clippings: Superintendency of Superintendent Harry W. Pfanz, December 30,1968-January 12, 1971 Record Unit 119.07 Newspaper Clippings: Superintendency of Superintendent Ivan D. Parker, January 13, 1971-February 16, 1974 Record Unit 119.08 Newspaper Clippings: Superintendency of Superintendent LeRoy R. Brown, Febrary 17, 1974-March 23, 1975 Record Unit 119.09 Newspaper Clippings: Superintendency of Superintendent Robert S. Chandler, March 24, 1975-February 10, 1979 Record Unit 123 Richard Bowser Papers Record Unit 125 Administrative History Collection Record Unit 126 Adeline Smith Boyd Papers Record Unit 136 Harold A. Bulger Western Forts Collection  The Archives also contains unprocessed collections that are currently being arranged and made ready for research use. If you have any questions regarding archives holdings, please contact our archivist, Jennifer Clark, at (voice) 314-655-1600. Researchers are encouraged to make appointments in advance, if possible.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/archival-collections.htm"
}
