{
    "title": "Yukon - Charley Rivers National Preserve: Public Use Cabins",
    "body": "Explore This Park    Plan Your Visit     Public Use Cabins            Public Use Cabins       Take yourself back in time with a stay in one of the seven public use cabins that are available on a first come, first served basis in Yukon-Charley Rivers National Preserve. Split some wood and head inside to light a blaze in the wood stove, under the light of an oil lamp. Enjoy the warmth as your gear dries out from a long journey down the mighty Yukon River, whether it be on a recreational float or hunting trip. Please replace the firewood, but keep the memories.  GPS units should be set to NAD83 datum.  Refer to cabin policies for information on regulations. Please view the map in fullscreen mode      View full screen.        Nation Bluff Cabin  N65.20360º W141.74124º   Distance from Eagle: 49 mi How to find it: Downstream from the mouth of the Nation River at the base of Nation Bluff. Trail to cabin starts at riverbank. Sleeps: 1 comfortably or a couple if sharing the bed, 3 max History: The cabin was built in 1934 by Christopher 'Phonograph' Nelson to support his trapping activities. The National Park Service restored the cabin in 1995 and protected it from wildfires in 1999.         Glenn Creek Cabin N65.30169º W142.09280º Distance from Eagle: 62 mi  How to find it: One-quarter mile down river from the mouth of Glenn Creek on the west bank of the Yukon River.   Sleeps: 3 comfortably, 6 max  History: The cabin was built by Dr. LeFevere of Fairbanks in the 1950's as a hunting cabin.         Kandik River Cabin  N65.37665º W142.51548º  Distance from Eagle: 77 mi How to find it: Tucked around the bend of the Kandik River mouth's west bank Sleeps: 2 comfortably, 5 max History: The cabin was constructed in 1981, as the Ricketts-Trainor Cabin, in support of a subsistence lifestyle. It was rebuilt in 2010, after being destroyed during the breakup flood of May 2009.         Slaven's Roadhouse  N65.35043º W143.12260º  Distance from Eagle: 100 mi How to find it: Downriver from the mouth of Coal Creek on the south bank of the Yukon Sleeps: 12 comfortably, 30 max History: The cabin was built in 1932 by Frank Slaven, Sandy Johnson, Alfred Johnson, Arthur Reynolds, and Ed Brown. This historic roadhouse was restored in 1993 and is now used as a public use facility, volunteer residence, and 'dog drop' along the Yukon Quest International Sled Dog Race route.         Slaven's Public Use Cabin  N65.34999º W143.12508º Distance from Eagle: 100 mi How to find it: 100 yards from Slaven's Roadhouse along the upper trail to Coal Creek Camp Sleeps: 4 comfortably, 8 max History: The National Park Service built the cabin in 1993 for public use.         Coal Creek Camp N65.30561º W143.15296º Distance from Eagle: 100 mi by river, 4 mi by two-track trail from Slaven's Roadhouse How to find it: Hike a four mile trail to Coal Creek Camp from Slaven's Roadhouse or fly into the Coal Creek airstrip  Sleeps: 2 comfortably, 4 max History: This historic mining camp was built in the early 1930s to support gold dredging operations. The National Park Service completed restoration of the camp in 1999, and it is now used as a summer operations base. There is one designated public use cabin available year round, located on the hillside above the camp.         Smith Public Use Cabin N65.42705° W143.55643° Distance from Eagle: 114 mi How to find it: Before the mouth of Eureka Creek on river right, at the start of a shallow side channel as the river turns west. Sleeps: 3 comfortably, 6 max History: It was built in 1984 in support of a subsistence life style at the site of the 1920 Ray Bell cabin. After the flood of 1991, it was rebuilt under NPS permit.          Click the map for a larger view   Download the Map of Yukon-Charley Rivers National Preserve (2.53mb PDF)",
    "url": "https:\/\/www.nps.gov\/yuch\/planyourvisit\/publicusecabins.htm"
}
