{
    "title": "Yukon - Charley Rivers National Preserve: Dog Mushing",
    "body": "Dog Mushing         NPS\/Josh Spice  Some say that in order to gain the true spirit of Alaska in the winter, you need to spend some time on the back of a dogsled pulled by some true Alaskan athletes, the sled dog. Historically, many great feats have been accomplished by hardy mushers. Mail delivery until 1938 was accomplished by utilizing dependable dog team transportation. News of the world and the happenings traveled right along with the team and was relayed by the musher. Many historic roadhouses served as stops for mail carriers, trappers, miners and visitors. At these roadhouses, after the introduction of the plane to the Alaskan wilderness, it was not uncommon to see signs at roadhouses announcing that pilots were not allowed. However, occasionally, you might see a lead dog snuggled warmly under a bunk while the owner enjoyed the roadhouse hospitality. Slaven's Roadhouse, a public use cabin, offers that same hospitality to mushers and the public during the Yukon Quest International Sled Dog Race each year. This 1,000 mile race sees Slaven's Roadhouse teaming with activity and serves as an official dog drop along the race route. View the Dog Mushing on the Yukon River Virtual Tour         NPS\/Josh Spice  Recreational mushers traveling the Yukon River will find trail conditions variable prior to the running of the Yukon Quest and winds or overflow may impede travel at any time during the winter.  It is recommended that you contact the preserve office to file a trip plan prior to your departure. Learn more about traveling through the preserve in winter on our Winter Recreation page. If you lack your own team, there is currently one commercial business permitted and offering dog mushing adventures tailored to your specific needs and abilities. For single or multi-day trips: BUSH ALASKA EXPEDITIONS http:\/\/bushalaskaexpeditions.com P.O. Box 161 Eagle, AK 99738 bush_alaska_expeditions@hotmail.com Wayne & Scarlett Hall      Learn about the history of dog mushing the Yukon River           Biederman Camp and Yukon River Mail Carriers Today the Biederman Camp is on a private inholding inside Yukon- Charley Rivers National Preserve, and site still reminds visitors of the region’s tradition of self-reliance and the many hard miles of dog driving by mail carriers on the Yukon River ice.            Ben Downing: Yukon Mail Carrier Being a mail-carrier was difficult even when conditions were ideal and more often than not carriers faced unpredictable ice conditions, deep snow, and frigid temperatures.           The Yukon Quest An international sled dog race that runs through the heart of the preserve on the Yukon River, carrying on the tradition of travel by dogsled in this wild & undeveloped landscape.",
    "url": "https:\/\/www.nps.gov\/yuch\/planyourvisit\/dog-mushing.htm"
}
