{
    "title": "Yukon - Charley Rivers National Preserve: Winter Recreation",
    "body": "Winter Recreation         Photo by Amanda Gecas  The Yukon River. Rich with history and legendary amongst the tales of Robert Service, Jack London, and others. The extreme season of winter is the time when many of the stories and tales were made. A time where travel is by dogteam, warmth is by down jackets and fur ruffs, and light is by the moon and Aurora Borealis. Bring skis, snowshoes, dogs, or snowmachines to explore the winter landscape, where travel in any direction is made possible by snow and ice that blanket the land and water. While the main trail in the area is on and along the Yukon River, exploration in other places is only limited by your own desire for adventure and ability to survive. Conditions in Interior Alaska during winter can be bitterly cold, with temperatures down to -60ºF, while winds can howl to 50+mph! Although weather is normally much more hospitable, everyone must be prepared for adverse conditions and skilled in survival. Jumble ice often composes the majority of the Yukon River and aptly named. As massive flows of ice come downriver from the mountains in the Yukon Territory of Canada, they push and break the ice ahead, then eventually come to a stop as temperatures drop. Winter trails on the river often jump back and forth from one bank to the other as travel is limited in areas by the jumbled, broken ice. It is the formation of the jumble ice that also creates the open water amongst it. Be watchful for open leads in the river ice, as conditions can change frequently and swiftly. Travel is recommended only on established winter trails by skis, snowmachine, or dogteam. Learn more about dog mushing in the preserve and hiring a local mushing guide if you are not comfortable with planning your own self-supported adventure to Yukon-Charley Rivers in the winter. The public use cabins along the Yukon River are always open, even in the depth of winter, and stocked with firewood. Standard public use cabin policies apply. Learn more about our Public Use Cabins here. The most accessible starting point for an adventure to Yukon-Charley is the small town of Circle, located at the end of the Steese Highway. Roughly 160 miles from Fairbanks, Circle lies on the west bank of the Yukon River, as it leaves the mountainous bluffs and enters the Yukon Flats. Very few accommodations are available in Circle and gas is expensive compared to in Fairbanks. More than half of the drive is on dirt roads that will be covered in snow and ice during winter, although routinely maintained by the state. Be prepared for white-out conditions over two 3,800+ foot mountain passes. Bring food, water, warm clothes, a sleeping bag, and extra gas because help can be a long ways away in this wild stretch of remote highway with no cell phone coverage. Travel to Eagle in winter is nearly only possible by airplane, as the 160 mile long Taylor Highway is unmaintained from October 15 to April 15 of each year. A common adventure is to follow the Yukon Quest trail, as it travels down the Yukon River from Circle to Eagle and beyond. The Yukon Quest International Sled Dog Race typically occurs during the second and third weeks of February, so the trail is generally put in one to two weeks prior. However, due to prevailing extreme weather conditions, the trail can be blown out, covered, and impossible to find or travel on at any time, including during the race! Slaven's Roadhouse public use cabin is an official dog drop for the Yukon Quest, as mushers stop to fill their bellies with warm food and drink, while the dogs take respite from the treacherous Yukon River. While your winter stay in Yukon-Charley might be challenging, it will also be challenging to stay away! Note: Because the Yukon Quest is a competitive race, Slaven's Roadhouse and Slaven's Public Use Cabin are unable to accommodate the public during this time, as mushers take rest and volunteers work to keep water warm, food cooking, and the fire stoked. Amongst all this traffic in and out of the checkpoint, space and sleep can be very hard to come by. Four miles up Coal Creek Drainage is the Coal Creek Public Use Cabin, which is always open to the public, like the remainder of public use cabins in Yukon-Charley. It can be accessed by a dirt road and is stocked with firewood at all times. Camping in tents is another option, either at Slaven's or anywhere that does not impact the race. Thank you for your cooperation and understanding during this spectacular event.",
    "url": "https:\/\/www.nps.gov\/yuch\/planyourvisit\/winter-activities.htm"
}
