{
    "title": "Voyageurs National Park: Visitor Center Volunteer",
    "body": "Visitor Services Volunteer         A dedicated volunteer helps at the Ash River Visitor Center.   This position is located at VoyageursNational Park, located in northern Minnesota.Primary duties are staffing the visitor center desk and sales area, providing trip-planning assistance, and disseminating information in person or via mail, telephone, or electronic mail (if background check cleared for computer use.)Duties may also include assisting with, or conducting interpretive programs (i.e. canoe, talks and hikes), helping to prepare for special events, or helping to construct temporary displays and exhibits.Volunteer may also be responsible for filling written and e-mailed information requests. Volunteers working in this capacity will receive appropriate training, guidance, and supervision from the District Interpreter.  MAJOR DUTIES  As a uniformed volunteer with the NPS, the volunteer serves as a front-line representative of the agency at the visitor center.The volunteer is responsible for providing current, accurate information on Voyageurs National Park and the NPS to visitors, along with information on surrounding areas.The volunteer explains recreational opportunities, including national park interpretive programs and services, and privately operated facilities and services.The volunteer distributes maps, brochures, and other printed material; informs visitors of potential safety hazards; provides directions and routes of travel to provide access to the park.  The volunteer performs a variety of general office duties, including answering telephones, responding to written or phone requests for information, filing, typing and duplicating informational handouts.The volunteer operates a variety of office machines, including cash registers, calculators, typewriters, copiers, computers (if appropriate background check has been run,) and telephone\/fax machines.The volunteer may be a passenger in or operate government vehicles.  The volunteer staffs the Jefferson National Parks Association sales outlet, makes sales using a cash register, inventories stock, and keeps display area stocked and neat in appearance at all times.  The volunteer may also perform any or all of the following duties in the course of completing their work.These duties are secondary to the primary duties and typically constitute 20% or less of the duties of the position. · Collecting fees, stocking brochure and permit boxes, collecting permits. · Performing roving contact at a variety of park locations. · Assisting other park staff at special events. · Going into the field to familiarize self with area resources. · Assisting, as needed, with basic emergency response. · Opening and closing procedures of visitor center.  FACTORS  To perform the duties of this position, the volunteer must have the following knowledge, skills and abilities: · Ability to communicate effectively and deal with a high volume of personal contacts in a courteous, friendly, tactful, and intelligent manner  · Knowledge of NPS and park mission and goals. · Skill in the handling of cash, checks, and credit cards, and ability to complete mathematical calculations and make change. · Ability to operate an electronic cash register, credit card machine, calculator, typewriter, and computer. · Knowledge of NPS and park fee collection guidelines and procedures.  Supervisory Controls The volunteer works under the direct supervision of the District Interpreter.After receiving specific instructions, the volunteer performs routine assignments independently.The supervisor is available when problems or unusual situations arise.Supervisor spot checks routine work for accuracy, with closer review performed for more difficult or non-routine assignments.  Complexity The volunteer contacts visitors, conducts sales, disseminates information and is frequently required to perform multiple tasks during high volume visitation.Assignments are primarily repetitive, consisting of clearly defined tasks.Questions regarding non-routine tasks are referred to the supervisor.   Scope and Effect The results of the incumbent's activities contribute to visitor enjoyment and understanding of the park area and the public’s appreciation of the National Park Service mission.These activities affect the NPS and its employees, visitors, land managers, and neighbors. Personal Contacts The volunteer has daily contacts with the visiting public, other volunteers, park staff, inholders and park neighbors.These people represent a cross section of the nation and of other countries of the world.Visitors are of all ages, and from all social, ethnic and economic groups.The volunteer has contact with park visitors for the purpose of providing information about area facilities, services, activities and recreational opportunities.Public contacts occasionally include dealing with visitor complaints and conflicts, although these are typically referred to the supervisor.  Physical Demands & Work Environment Standing for long periods of time, walking on uneven surfaces, bending, lifting of moderately heavy items, use of stepstools and ladders to reach high shelves, and sedentary work is required.Work is generally performed indoors in both visitor center and office settings.Trips to park field locations or local travel within or near International Falls, Kabetogama, Ash River, or Crane Lake may be required, which may include travelling as a passenger on a government vessel.The volunteer may be subject to working in adverse weather conditions while outdoors.",
    "url": "https:\/\/www.nps.gov\/voya\/getinvolved\/supportyourpark\/visitor_center.htm"
}
