{
    "title": "Yukon - Charley Rivers National Preserve: Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping              Camping         A camper begins to set up on a gravel bar.   Backcountry camping is permitted on any federally owned land within the preserve. Gravel\/sand bars are recommended as campsites because are breezy, discouraging insects and also provide a good view making it less likely to surprise or be surprised by wildlife. Always practice minimum impact and Leave No Trace priciples and leave camping sites free of refuse. Pack everything out and leave NO garbage. Select a durable surface for your campsite. Gravel bars work well but you make sure to camp above water level in case the river rises. Bring what you need. Do not trench for tents or cut branches for beds. Use lighter soled camp shoes to lessen your impact.  When you set up your campsite, keep in mind that you are in bear country. Locate your cooking area 100 yards away from the sleeping area. Keep all food, trash and petroleum items in the cooking area. Food and beverages, their containers and equipment used to cook and store food must be stored in a bear resistant container, or cached a minimum of 100 feet from camp & suspended at least 10 feet above the ground & 4 feet horizontally from the vertical support. Before you leave make every effort to return the campsite to a natural appearance.  The National Park Service maintains a number of public use cabins located on the Yukon River. It is the responsibility of the visitor to familiarize themselves with land status in the area. Rangers at the Visitor Center in Eagle will be happy to help. Remember there are areas of private lands within the boundaries of the preserve. Campgrounds and waysides operated by the Bureau of Land Management are located along the Taylor and Steese Highways. Both Eagle and Circle have small campgrounds within the city limits and in nearby outlying areas.",
    "url": "https:\/\/www.nps.gov\/yuch\/planyourvisit\/camping.htm"
}
