{
    "title": "Yukon - Charley Rivers National Preserve: Upper Coal Creek Road",
    "body": "Explore This Park    Learn About the Park     News     Staff At Work     Upper Coal Creek Road                Upper Coal Creek Road Clearing         NPS\/Yasunori Matsui  In need of an alternate route between the Yukon River and Coal Creek Camp for administrative travel & operational support, the Yukon-Charley Rivers fire staff organized a Student Conservation Association (SCA) youth work crew to help clear the historic Coal Creek Upper Road.        NPS\/Yasunori Matsui  The SCA crew and NPS Eastern Area Fire Management (EAFM) staff traveled down the Yukon River to Coal Creek Camp via NPS motorboats.         NPS\/Yasunori Matsui  Prior to clearing the upper road for travel, the SCA youth participated in a three-day chainsaw safety class to become certified in safe on-the-job use of chainsaws for felling and bucking trees and vegetation.         NPS\/Yasunori Matsui  Once the training was completed, SCA and EAFM personnel implemented the removal of fuel along the upper road. By the time the clearing was complete, the 3.5 mile long upper road was deemed passable for vehicular travel.        NPS\/Yasunori Matsui  The Upper Coal Creek Road project was planned to contribute to the natural and cultural resource functions within the Yukon-Charley Rivers. First, the opening of the Upper Road will curtail mechanical, maintenance, & vehicular travel activities in Coal Creek proper, allowing for the restoration of Coal Creek to a suitable aquatic habitat, by eliminating the need for perennial maintenance to the lower road that crosses Coal Creek. Second, the clearing of the Upper Coal Creek Road allowed for an effective fire break to be completed that will protect the Coal Creek Historic Mining District and Coal Creek Camp in the event of a wildfire.  A huge thanks to the Eastern Alaska Fire Management team for not only putting on the chainsaw safety class, but also seeing the completion of the upper road clearing and helping fund both projects. Thanks also go to the Student Conservation Association for their incredible work and the Yukon-Charley Rivers Interpretation Division for helping fund both projects.         NPS\/Yasunori Matsui  With staff certified in proper techniques and concerns & hazards safely mitigated, the partnership between SCA and Yukon-Charley Rivers was a great success.        NPS\/Yasunori Matsui",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/news\/upper-coal-creek-road-clearing.htm"
}
