{
    "title": "Yukon - Charley Rivers National Preserve: Hunting",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hunting              Hunting in the Preserve         Photo by Travis Booms  KNOW BEFORE YOU COME   Sport hunting and trapping are permitted in Yukon-Charley Rivers National Preserve. To hunt or trap in the preserve, you must have all required licenses and permits and follow all other state regulations.  The National Park Service and the State of Alaska cooperatively manage the wildlife resources of the Preserve. An Alaska State hunting license is required for all hunters age 16 or older. Bag and possession limits vary by species and by area. Always check current Alaska state hunting regulations.  For further information on Alaska hunting and where to get a license, visit the Alaska Department of Fish and Game website. Please keep in mind that many areas within the preserve are private land. Do not enter private land without the landowner's permission.  Hunters are responsible for knowing current hunting regulations. Hunters must carry valid driver's licenses or photo identification, hunting licenses, harvest tickets, and tags. Hunting licenses can be purchased at any license vendor or online at www.admin.adfg.state.ak.us\/license. Hunting regulations are enforced by National Park Service Rangers and Alaska Fish and Wildlife Protection Troopers. The Royal Canadian Mounted Police also conduct hunting patrols along the international border.         ACCESS Most hunters access the Yukon-Charley by driving to Eagle or Circle and boating into the preserve on the Yukon River. The majority of hunting camps are along the Yukon River where access is easier and visibility along the river is less restrictive. A few hunters fly and land in the preserve, and some float the Charley River by raft. Jet boats have been the preferred mode of transportation by many hunters accessing the Kandik, Nation, Tatonduk, and lower Charley Rivers. Water levels on all of these rivers are extremely variable from year to year, but they are usually quite low by September. Water levels on the smaller rivers can drop quickly as the temperatures in the higher elevations of the drainage approach freezing. Traveling by jet boat on these narrow and winding rivers can be extremely challenging even for the seasoned veteran. Attention: Gelvin's gravel bar on the Charley River is unsafe for airplane landings. More info.        A white X shows Gelvin's gravel bar is unsafe for airplane landings NPS Photo by Jessica Sherwood        SUBUNITS AND PRIVATE LAND   Yukon-Charley contains three game management subunits, 20E, 25B, and 25C. Each game management subunit can have different season lengths and bag limits, so it is important to be very familiar with the regulations for each subunit. The preserve contains areas of private land and Native corporation land where hunting is only allowed with the permission of the land owner. Hunters must also be careful not to inadvertently cross the international border between the United States and Canada.   FLOAT PLAN For the safety of visitors, it is recommended a voluntary float plan be filed with the preserve and closed upon completion of the trip. To file a float plan contact the Eagle visitor center (907) 547-2233. A detailed Backcountry Trip Plan is also available for personal use.    MORE INFORMATION Further information on the preserve can be obtained in Eagle or by writing or calling: Superintendent, Yukon-Charley Rivers National Preserve, P.O. Box 167, Eagle, Alaska 99738, (907) 547-2233. For more information on state and federal hunting regulations contact the Alaska Department of Fish and Game (800) 478-2376 or the U.S. Fish and Wildlife Service (800) 478-1456.",
    "url": "https:\/\/www.nps.gov\/yuch\/planyourvisit\/hunting.htm"
}
