{
    "title": "Sand Creek Massacre National Historic Site: News",
    "body": "Explore This Park    Learn About the Park     News             Park News           Subscribe  | What is RSS     March 11, 2016  From Sand Creek Massacre to Fort Marion, FL  Join Park Ranger Craig Moore at Sand Creek Massacre National Historic Site on Saturday, March 19, 2016 for a free informative presentation titled “From Sand Creek to Fort Marion: Sea to Shining Sea.”  The presentation will begin at 1:00pm at the park’s Monument Hill overlook.      150th Anniversary News Releases: 1,000 join in weekend of ceremonies, events to mark 150 years since Sand Creek Massacre Massacre, Mistrust, and Misery - December 2014 The Sand Creek Massacre - November 2014 The Letter and the Leaders - October 2014 Lone Bear's Family and the Sand Creek Massacre - September 2014 The August Proclamation and the Third Colorado Cavalry - August 2014 Evans' \"Proclamation to the Friendly Indians\" - July 2014 Hungate Family Murdered - June 2014 Murder of Chief Lean Bear Results in Revenge - May 2014 Colorado in the Civil War - April 2014 The Gold Rush and the Plains of Colorado -March 2014 A Tale of Two Treaties - February 2014 The Southern Cheyenne Odyssey - January 2014 Informational Bulletins and Briefs:  What's in a Word? - Information on use of the word \"Militia\" from seasonal ranger Jeff Campbell.     Natural Resource Bulletins and Briefs: Birds - A summary of some of the bird species. Cottonwoods - Notes on the trees of Sand Creek. Fish - Study results on what fish can be found in Sand Creek. Hydrogeology - Information on the creek's course. Pollen Project - Analysis on pollen in soils samples. Prairie Dogs - Details of this important high plains genus. Rare Species - Some Threatened and Endangered Species use Sand Creek in migrations or as their homes. Site Location Study Brief - A condensed version of the Site Location Study. Soils - Sandy and loamy, humans can impact soils and plants greatly. Special Resource Study Brief - A reduced version of the Special Resource Study. Vegetation - The high plains boasts important native grasses and plants. Wetlands - Despite the dry conditions, Sand Creek can boast high groundwater levels and riparian areas.               Safety Bulletins and Briefs: Dehydration- On the dry high plains, thirst can be an important issue. Heat Exhaustion- In summer, temperatures can reach well over 100 degrees. Lightning- Thunderstorms often sweep across Sand Creek. Plague- Prairie dogs can suffer from this disease and potentially pass it to humans. Rattlesnakes- 95% of rattlesnake bites result from people harassing or moving the snake; this brief details ways to avoid bites from the remaining 5%. Ticks- May carry Lyme Disease or Rocky Mountain Spotted Fever. Tornadoes- Safety tips regarding these forces of nature.        Looking for more information? Explore the other pages in this section to learn more. Photos & Multimedia History & Culture Nature Management Bookstore",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/news\/index.htm"
}
