{
    "title": "Sand Creek Massacre National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Ranger Programs Interpretive programs are offered daily at 10am and 2pm. In the event you are unable to visit the park during these scheduled programs, ranger staff can provide an interpretive talk on demand. For details, contact park staff at (719) 729-3003 Monday through Friday, 9am to 4pm.       At the Site:    Learn about the Massacre from an interpretive ranger. Picnic in the trees of the former Dawson homestead. Walk to the top of the Overlook Hill. Look for rare birds, insects, and flora. Admire the High Plains landscape as you continue along the bluffs trail. Honor the dead by paying respect at the repatriation burial area         Special Events Partnership Programs at Camp Amache DU Amache Project –JOIN US AT AMACHE! The University of Denver (DU) Amache project is focused on researching, interpreting, and preserving the tangible history of Amache, one of ten WWII-era Japanese American Internment camps.This summer, the University will be leading a month of field research at Amache and the Amache Museum in Granada, Colorado. Friday, July 8, 2016 Former Amache Internees Community Open House 8 am –noon: Visit with the archaeologists and learn more about our finding this summer. Guided tours of family barracks, the reconstructed structures, and other areas of interest will be available. 1-4pm: Visit the Amache museum. See the new exhibits and collections, research family history, and work with the objects found this summer. Chat with other community members to share stories and make connections. 5-8pm: Dinner for all open house participants. ** Please RSVP for this event by July 1 to Orla McInerney (303-871-2677) or orla.mcinerney@du.edu Saturday, July 9, 2016 Open House 8am-1pm: Come watch archaeologists as they uncover the history of Amache on-site. Take a tour, learn about site survey, and watch active excavations. 1-5pm: Visit the Amache museum. See the new exhibits and collections, and try to identify objects in the field lab. ** For more information about the DU\/Amache project and directions to the camp go to http:\/\/portfolio.du.edu\/amache        Nearby Attractions:    John Martin Reservoir Camp Amache Bent's Old Fort NHS Queens State Wildlife Area Bent's New Fort Canyon and Plains of Southeast Colorado Bent's Fort Chapter of the Santa Fe Trail Association          For more information on planning your visit Please look at one of these other pages: Basic Information Directions and Transportation Calendar of Events Safety Accessibility Brochures",
    "url": "https:\/\/www.nps.gov\/sand\/planyourvisit\/things2do.htm"
}
