{
    "title": "Yukon - Charley Rivers National Preserve: Floating the Charley",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Floating the Charley              Floating the Charley River       --- GELVIN'S LANDING AREA SAFETY ADVISORY --- See 'Access' for more details       Putting in at Three Fingers airstrip on the upper Charley River. NPS Photo by Josh Spice       The Charley River originates in the Yukon-Tanana uplands and flows northward about 108 miles to the Yukon River. The river flows through three distinct topographic regions - open upland valley, entrenched river, and open floodplain - offering varied, sometimes spectacular scenery as well as unspoiled wilderness. The upland valleys drain a rugged mountain area where peaks over 6,000 feet are common. The river passes beneath high bluffs and cliffs where the majority of the rapids occur. When the river leaves the high bluff area, it enters the flat plain of the Yukon Valley where it slowly meanders to the Yukon River.          NPS Photo  WATER CLASS AND BOATING SEASON  The Charley river is a cold, clear, intermediate free-flowing stream. Maximum stream flow occurs in late May and early June. The boating season usually begins in June, and there are generally sufficient flows to accommodate small boats through August. During periods of low water, it may be necessary to drag or portage a raft or kayak over shallow riffles and exposed rocks or gravel bars.        NPS Photo by Josh Spice  The Charley River flows from its headwaters at approximately 4,000 feet elevation to its confluence with the Yukon at about 700 feet. With an average gradient of 31 feet per mile, the upper two-thirds of the river can provide a challenging white water experience during high water. When water levels are lower, maneuvering becomes a constant necessity, and some rapids require scouting to determine the best channel. Most of the Charley is rated as class II (intermediate) water on the international scale of river difficulty, with limited areas rated as class III (more difficult). During periods of high water on the upper sections of the Charley, boaters can encounter class IV rapids. Extra caution should always be exercised during high water conditions. Inflatable rafts are recommended due to the difficulty maneuvering through boulder laden areas and because they are easily transported by air. Kayaks, open canoes, or other vessels are not recommended. Visitors are urged to evaluate their level of experience before considering vessels other than rafts.        NPS Photo by Josh Spice  Visitors are urged to exercise caution when floating the rivers in the preserve. Variable weather conditions and water levels can create unexpected hazards. Water temperatures are consistently low, even in the summer, posing a severe hazard of hypothermia. Life jackets are a minimum safety precaution and should be worn at all times while on the water. Helmets are strongly recommended. Rivers are dynamic systems, and their routes may not always follow the course on river maps. It is important to be prepared for emergencies. Visitors must be safety conscious, well prepared, and self-sufficient. Although permits are not required for floating the Charley River, it is strongly recommended that visitors file a voluntary float plan and a notification of trip completion. To file a float plan, contact the Eagle field office or visitor center (907) 547-2233.        NPS Photo  ACCESS  There is no direct road access into the Charley River basin. The region surrounding the Charley River basin is accessible by the Taylor and Steese highways, which terminate at Eagle and Circle respectively. Access to the river is gained either by boat (running and lining up-river from the Yukon) or by aircraft. Fixed wing aircraft with short takeoff and landing capabilities can land on primitive, unmaintained gravel airstrips at Three Fingers, or Joseph. The most popular landing site has historically been on an unmaintained gravel bar at Gelvin's Cabin, located in the upper portion of the Charley just above Copper Creek, but the 2013 break-up destroyed it, causing Gelvin's gravel bar to be unsafe for airplane landings.  Read the News Release for more info.  Visitors beginning at Three Fingers or Joseph run a high risk of low water requiring portaging or dragging boats. As Three Fingers Airstrip is the only current means for accessing the Charley River, extremely low water levels could add multiple days to your trip. The section between Three Fingers and Gelvin's gravel bar (unsafe for airplane landings) is very shallow and strewn with rocks; it is much more of a creek than a river.         NPS Photo  TRIP LENGTH  Most visitors to the Charley River charter a flight from Fairbanks, Circle, or Tok to the headwaters of the Charley, float downriver to the Yukon, and take out at Circle. Average float time from the headwaters of the Charley at Gelvin's airstrip to the Yukon River (75 miles) is six days. An additional two days are needed to float the Yukon River to Circle (70 miles). There are no rapids on this section of the Yukon.  The Charley River basin (designated as part of the National Wild and Scenic River system) is managed as a wilderness area. The 1.1 million acres encompassed by this region are representative of the undisturbed ecosystems of Interior Alaska. Peregrine falcons, sheep, caribou, moose, and bears may be encountered along the narrower sections of the river and should be respected. Visitors are encouraged to abide by minimum impact camping guidelines. Food and beverages, their containers and equipment used to cook and store food must be stored in a bear resistant container, or cached a minimum of 100 feet from camp and suspended at least 10 feet above the ground & 4 feet horizontally from the vertical support. The collection of artifacts is prohibited. Hunting and fishing are permitted by state and federal regulations with a valid license.           Click to view a larger map   TOPOGRAPHIC MAPS  From Gelvin's airstrip to the Yukon River, the following 1:63360 (one inch to one mile) maps are used: Eagle D5, and D6, and Charley River A4, A5, and B4. From the mouth of the Charley River to Circle, the following maps are used: Charley River B4, B5, B6, C6, and D6 and Circle C1 and D1. USGS maps can also be purchased at your local USGS office, the Anchorage USGS office at (907) 786-7011, or online at http:\/\/store.usgs.gov. The NPS Visitor Center in Eagle carries a limited number of the 1:250000 series maps for this area. Download the Yukon-Charley Rivers National Preserve Map (2.5MB PDF)  Float Trip Equipment Checklist         NPS Photo",
    "url": "https:\/\/www.nps.gov\/yuch\/planyourvisit\/floatingthecharleyriver.htm"
}
