{
    "title": "Santa Fe National Historic Trail: Places To Go in West Kansas",
    "body": "Places To Go in West Kansas       Historic sites or interpretive facilities on the Santa Fe National Historic Trail in west Kansas (listed east to west) for you to visit. Please contact each site before you go to obtain current information on closures, changes in hours, and fees. (updated January 30, 2015) Tallgrass Prairie National Preserve (National Park Service)  Location: The headquarters for this 10,861-acre preserve is located 2 miles north of Strong City adjacent to State Highway 177. The preserve's postal-service address is Route 1, Box 14 in Strong City.  Telephone: (620) 273-8494  Access: Call for summer and winter season hours at the phone number above. Historical Significance: The preserve is a public-private partnership between the National Park Service and the Nature Conservancy, and its primary purpose is to preserve some of the last remaining tallgrass prairie in North America. The Santa Fe Trail is located approximately 15 miles north of the preserve, in the Council Grove area.  Exhibits: Santa Fe Trail-related exhibits are in the park's visitor center.  To learn more: www.nps.gov\/tapr or www.nature.org\/ourinitiatives\/regions\/northamerica\/unitedstates\/kansas\/placesweprotect\/tallgrass-prairie-national-preserve.xml French Frank's Trail Segment Location: four miles north of Lehigh (Marion County), on west side of Chisholm Trail Road just south of Union Pacific (former CRI&P) railroad tracks. Access: unrestricted Historical Significance: Various trail ruts (which were created by long-distance trail users from 1822 to 1866) are found on this property. Of primary visual interest are those northwest of the corner of Chisholm Trail Road and County Road 245. Claude Frances \"French Frank\" Laloge ran a roadhouse on this parcel during the trail days. Exhibits: There is a \"Santa Fe National Historic Trail crosses here\" sign on the county road adjacent to this property. The ruts are point of interest #18 on the Marion County Local Tour, as noted on the Santa Fe Trail Association website. To learn more: The Marion County Auto Tour (which includes this property) is located at www.santafetrail.org\/chapters\/cottonwood\/CottonwoodCrossingAutoTour.pdf Coronado\/Quivira Museum, Lyons Location: 105 W. Lyon Street (at East Avenue South) Telephone: (620) 257-3941 Access: Open to the public; call for hours Available Facilities: Part of the museum is in the old Carnegie Library, with most of the displays in the newer, adjacent structure. This is one of the best small museums in Kansas.   Exhibits: Separate displays focus on early inhabitants, Spanish explorers, the Santa Fe Trail, and the coming of homesteaders and permanent settlers. To learn more: skyways.lib.ks.us\/towns\/Lyons\/museum\/ Buffalo Bill's Well (Beach Ranch Well), Lyons Location: Four miles west of Lyons, on U.S. Highway 56 to Father Padilla's Cross, then turn left (south) for one mile on a gravel road. At this point, two gravel roads intersect, and the well is in the northwest quadrant of that intersection, very near the road. Telephone: (620) 257-2842 (Lyons Chamber of Commerce) Access: unrestricted Historical Significance: The well was originally dug to serve the Beach Ranch at Cow Creek crossing, providing water for livestock as well as for travelers on the Santa Fe Trail. Sometime after 1860, William Mathewson - who was the original Buffalo Bill - purchased the ranch of Asahel and Abijah Beach, also called the Cow Creek Ranch, and operated it until 1866. Mathewson was known as Buffalo Bill because he helped supply buffalo meat to starving settlers in Kansas Territory during the severe drought of 1859-60. (In later years, the better-known Buffalo Bill (William F. Cody) worked for Masterson.)  Available Facilities: This hand dug well can be visited today. The well was nearly wiped out a number of years ago when a road improvement project was under way. It was saved by the timely action of several local historians. Exhibits: A Daughters of the American Revolution marker is located just north of the well. To learn more: www.santafetrailresearch.com\/research\/trail-in-rice-co.html Cow Creek Crossing, outside Lyons Location: From Lyons, go west on U.S. Highway 56 for four miles; turn left (south) for one mile, then turn right (west) to a bridge over Cow Creek. The actual crossing was just south of the present bridge. Telephone: (620) 257-2842 (Lyons Chamber of Commerce) Access: unrestricted Historical Significance: Cow Creek was an important campground and crossing site. In 1858, Asahel and Abijah Beach built a trading ranch and stage station just east of the crossing. A well was dug at approximately the same time to provide water for livestock and for travelers on the Santa Fe Trail, and in 1859 a toll bridge was built over Cow Creek. Available Facilities: The present bridge is believed to be downstream from the site of the original, which was reportedly just north of the old crossing of Cow Creek. Looking south from the west end of the present bridge, stones for crossing the streambed were identified during the drought of 1988. To learn more: www.santafetrailresearch.com\/mileagecharts\/sft-kansas.html or www.kshs.org\/publicat\/khq\/1972\/72_4_barry.htm Ralph's Ruts, near Chase  Location: 422 Avenue L. From Chase, go west on U.S. Highway 56 for three miles to 4th Road,turn right (north) and drive 0.8 mile. A well marked pullout is on the right (east) side of the road on teh Ralph Hathaway Farm. Telephone: (620) 257-8155 Access: unrestricted Historical Significance: This site, which is on the northwest forty acres of the Ralph Hathaway farm, shows some of the most pronounced and fine Santa Fe Trail ruts to be found along the full length of the Santa Fe Trail. This forty acres was saved from the plow because Ralph's grandfather, shortly after he homesteaded the area in 1878, discovered that it was too sandy to be satisfactory cropland. The Plum Buttes Massacre, which probably happened in September 1867, took place near this spot. Available Facilities: Having been left in the native sod, the ruts have been well preserved. One unique feature of these ruts is that there are seven, instead of the four that you find at most rut sites. This is probably due to the sandy soil at this location. The ruts became so deep and the layer of loose sand offered so much rolling resistance to the wagon wheels that from time to time some of the drivers simply moved over to one side and made a new path parallel to the others. Visitors to the site have an easy access and a turnout for parking. The children of Ralph Hathaway have opened his house on the property as a bed and bath for overnight visitors to the site, and for researchers using his extensive historical library. For more information, go to: https:\/\/sites.google.com\/site\/ralphsrutsretreat\/home Exhibits: An identifying signpost and Daughters of the American Revolution (DAR) marker is located at the site. To learn more: www.santafetrailresearch.com\/research\/trail-in-rice-co.html Kern Ruts, near Chase Location: Just west of Ralph's Ruts. From Chase, go west on U.S. Highway 56 for four miles to 4th Road (which is the Bushton-Raymond county road), then turn right (north) on 4th Road for one mile to Avenue L, then turn left (west) to the ruts, which are located south of Avenue L. Access: These trail ruts are located on a private ranch and are not directly accessible to the visiting public. However, these ruts can be clearly seen by looking westward from 4th Road. Kern Ruts are immediately adjacent to the well-labeled Ralph's Ruts, which are on the east side of 4th Road. Historical Significance: The trail ruts in the northwest quarter Section 34 of Pioneer Township (where Ralph's Ruts are located) are still present for another one half mile on the farm owned by the Kern family, which is in the northeast quarter of Section 33. These ruts were somewhat disturbed by oil development back in the 1930's. Available Facilities: The ruts cannot be easily seen from 4th Road, but they can be seen if you walk the area. West from this site, the ruts continue on intermittently for almost two miles, where they form the spectacular Gunsight Notch, a ridge worn away by 60 years of commercial and military traffic. The children of Ralph Hathaway have opened his house on the property as a bed and bath for overnight visitors to the site, and for researchers using his extensive historical library. For more information, go to: https:\/\/sites.google.com\/site\/ralphsrutsretreat\/home  Exhibits: none To learn more: www.santafetrailresearch.com\/research\/trail-in-rice-co.html Barton County Historical Society Museum, Great Bend Location: 85 S. Highway 281 Telephone: (620) 793-5125 Access: Open to the public; call for hours Available Facilities: The museum building consists of exhibits (including the Santa Fe Trail Interpretive Site), a research library, and an administrative area. Behind the building is a historical village consisting of a church, 1-room school house, windmill, post office building, railroad depot, barn, residences, and other structures. Exhibits: From Plum Buttes to the Walnut Creek Crossing to Pawnee Rock, the area that is now Barton County played a major role in the history of the Santa Fe Trail. Collections and displays maintained by the Historical Society tell the story of this region from the American Indians of the Paleo Period through the development of the trail, the trading posts and Fort Zarah, to European settlement. To learn more: http:\/\/bartoncountymuseum.org\/ Pawnee Rock, near Pawnee Rock Location: Pawnee Rock is located in Pawnee Rock State Historic Site, which is on Centre Street (SW 112th Avenue), one-half mile north of U.S. Highway 56 near the town of Pawnee Rock. Telephone: (785) 272-8681 Access: Daily, dawn to dusk Historical Significance: To travelers on the Santa Fe Trail, this sandstone citadel marked the halfway point of the trail and was one of the most prominent landmarks on their long journey.  American Indians were said to have met at Pawnee Rock and reputedly used it as a vantage point to spot bison herds and approaching wagon trains. At times, travelers on the Santa Fe Trail regarded it as the most dangerous place they had to pass. However, it was also a welcome landmark for travelers, signaling that about half of their journey was now behind them. Hundreds stopped to write their names in the soft sandstone beside the ancient drawings that the Indians had engraved before. In 1848, James Birch, a soldier on his way past the site, wrote: \"Pawnee Rock was covered with names carved by the men who had passed it. It was so full that I could find no place for mine.\" Available Facilities\/Exhibits: The state park's most prominent facility is a viewing platform Exhibits: There is a large concrete obelisk (dedicated in 1912) commemorating the Santa Fe Trail. To learn more: www.kshs.org\/places\/pawneerock\/index.htm Santa Fe Trail Center, Larned Location: 1349 Kansas Highway 156, which is two miles west of Larned. Telephone: (620) 285-2054 Access: Open to the public; call for hours  Available Facilities: The trail center is devoted to the interpretation of the Santa Fe Trail. This regional museum and library preserves artifacts and manuscripts related to the blending of the major cultures along the trail and enhances understanding of the continued development of the trail. Exhibits: The center features interrelated interpretive exhibits, learning programs, and resource materials. To learn more: www.santafetrailcenter.org Fort Larned National Historic Site (National Park Service)  Location: 1767 KS Hwy 156, approximately 5.5 miles west of Larned  Telephone: (620) 285-6911  Access: Open to the public; call for hours  Historical Significance: Fort Larned (initially called Camp Larned) was established in 1859 in order to protect Santa Fe Trail travelers from Indian raids. It continued that function until 1867, when the bulk of long-distance traffic was rerouted to the north. The fort was abandoned in 1878.  Available Facilities and Exhibits: The fort still appears much as it did during the 1860s, and one route of the Santa Fe Trail sweeps along the fort's southern perimeter. Exhibits in the visitor center interpret the fort and its role in protecting trail traffic.  To learn more: www.nps.gov\/fols Boot Hill Museum Ruts, near Dodge City Location: Nine miles west of Dodge City on the north side of U.S. Highway 50. Also called Dodge City Ruts and Santa Fe Trail Tracks. Telephone: (620) 227-8188 (Boot Hill Museum in central Dodge City) Access: unrestricted Historical Significance: This site preserves one of the finest remnants of wagon tracks in existence along the entire trail. Available Facilities: The site is owned and managed by the Boot Hill Museum, which permits visitors to walk to the site of the parallel ruts. Exhibits: The Kansas Highway Department has provided a turnout and a parking area. Interpretive signs are placed along an easily accessible walkway. To learn more: www.boothill.org Historic Adobe Museum (Grant County Museum), Ulysses Location: 300 E. Oklahoma (U.S. Highway 160) at S. Court Street Telephone: (620) 356-3009 Access: Open to the public; call for hours Available Facilities: The Grant County Museum is housed in a handmade adobe structure built for a county shop in the 1930s as a WPA project. Exhibits: The museum chronicles county and area history from mastodons to gas wells. Its emphasis is on the Santa Fe Trail, Jedediah Smith, and Wagonbed Springs. Also included in the museum complex is a historic hotel and 1-room schoolhouse. To learn more: skyways.lib.ks.us\/towns\/Ulysses\/museum.html Davis Segment\/Ruts, near Wilburton Location: Nine miles north of Wilburton. To reach the site, drive north from Wilburton on County Road 16 for seven miles, then turn right (northeast) on the Santa Fe Trail 1.5 miles to the site. It is located on open prairie and is immediately adjacent to the Cimarron National Grassland. Access: This half-mile-long stretch of trail ruts is located on a private ranch and is not accessible to the visiting public. The nearest public access is County Road 16, 1.5 miles away. Well-defined trail ruts near the Davis Segment\/Ruts can be seen directly from County Road 16. Historical Significance: This 1\/2-mile segment was part of the Santa Fe Trail's Cimarron Route; it is located 10 miles east of Middle Spring. Available Facilities or Exhibits: none To learn more: www.trailsandgrasslands.org\/sftrail.html#middle Morton County Historical Society Museum, Elkhart Location:370 E. U.S. Highway 56 Telephone: (620) 697-2833 Access: Open to the public; call for hours Available Facilities: The museum was established in 1987. It includes exhibits relating to Indian life, the Coronado Expedition, the Santa Fe Trail, the coming of the railroad, the Dust Bowl, and other topics.  Exhibits: The museum features six Santa Fe Trail exhibits. In addition, the exhibit consists of two display cases containing original artifacts found on the trail and a large freight wagon set in a prairie scene. To learn more: www.mtcoks.com\/museum\/ Cimarron National Grassland (US Forest Service)  Location: This 108,175-acre grassland covers portions of Morton and Stevens counties in southwestern Kansas. The grassland's offices are located at 242 Highway 56 in Elkhart.  Telephone: (620) 697-4621  Access: Open to the public; call for hours Historical Significance: The Santa Fe Trail's Cimarron Route cuts diagonally through this grassland.  Available Facilities and Exhibits: Several outdoor exhibits are along specific trail-related points of interest on the grassland, and a 19-mile interpretive trail that parallels the historical trail is available.  To learn more: www.fs.fed.us\/r2\/psicc\/cim",
    "url": "https:\/\/www.nps.gov\/safe\/planyourvisit\/places-to-go-in-west-kansas.htm"
}
