{
    "title": "Santa Fe National Historic Trail: Places To Go in Missouri",
    "body": "Places To Go in Missouri       The Santa Fe Trail Interactive Map!   Here's a fun, exciting way to find places to visit. Zoom in to find a location in Missouri, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Santa Fe National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.                Historic sites and interpretive facilities on the Santa Fe National Historic Trail in Missouri (listed east to west) for you to visit.  (updated January 30, 2015) Old Franklin Site (Kingsbury Siding)  Location: The site of Old Franklin is just north of the Missouri River and about 0.5 miles west of the Boonville Bridge on Missouri Highway 87.  Access: unrestricted  Historical Significance: Franklin was the town where William Becknell and his party started out for Santa Fe in 1821 and followed parts of the Osage Trace. They returned with substantial profits, signaling the opening of the Santa Fe Trail. Old Franklin retained the US Land Office until 1831. The historic site is north of the present river channel. The Santa Fe Trail - which was the same route as the Osage Trace, a route that extended as far west as Fort Osage - followed along the approximate route of Missouri Highway 87 for several miles west of town.  Available Facilities: Old Franklin was damaged by Missouri River floods in 1826-1827. In 1828 New Franklin was established inland from (and just northeast of) the river, and most of Franklin’s residents migrated to the new townsite. A great flood in 1993 swept away the few foundations of Old Franklin that remained, as well as the Missouri Intelligencer monument and a DAR marker that stood beside the Missouri-Kansas-Texas Railroad tracks.  To learn more: newfranklin.missouri.org\/facts.html Harley Park Overlook, Boonville  Location: Harley Park is a small city park near the corner of Santa Fe Trail (Spring St.) and Parkway Drivr, one mile west of central Boonville.  Access: unrestricted  Historical Significance: The park, located ¼ mile south of the Missouri River, overlooks the Boone's Lick\/Franklin region, where William Becknell commenced and ended his first (1821-22) trip on the Santa Fe Trail.  Exhibits: Outdoor exhibits related to the Santa Fe Trail are at the overlook.  To learn more: www.c-magic.com\/boonvill\/Harley.htm  Boone's Lick State Historic Site, near Boonesboro  Location: adjacent to Missouri State Highway 187 (County Road 328), between Lisbon and Petersburg (and east of Arrow Rock) in Howard County  Telephone: (660) 837-3330  Access: unrestricted  Historical Significance: The site's primary feature is a salt lick or natural saltwater spring, which was the primary salt producer for settlements along the Missouri River from 1805 until the 1830s. Nathan and Daniel Morgan Boone, sons of Daniel Boone, formed a partnership with James and Jesse Morrison in 1805 to produce salt. The salt was shipped by keelboat on the Missouri River to St. Louis. Salt, which was indispensable at the time for preserving meat and tanning hides, was produced at the site until approximately 1833. The Boone's Lick Road, which connected Franklin with this spot, served as the first leg of the Santa Fe Trail; west of here, travelers followed the Osage Trace to Fort Osage, 70 miles to the west.  Available Facilities: This 51-acre site features picnic facilities and a short trail that winds its way to the spring site, where wood remnants of the salt works and an iron kettle are still visible.  Exhibits: outdoor exhibits interpret this unique saltwater environment and center of frontier industry. Artifacts from the salt manufacturing industry were excavated at the site, and some are on display at the Arrow Rock State Historic Site visitor center in Arrow Rock, Missouri.  To learn more: www.mostateparks.com\/booneslick.htm  Arrow Rock Ferry Landing Location: Northern extension of 2nd Street, Arrow Rock. Access: unrestricted, although the trail trace which climbs a nearby hill is on private property. Historical Significance: This site marks the western end of the Arrow Rock ferry. Westward migrants crossed the Missouri River at this spot beginning about 1816. They continued using this ferry until 1828 (when it was no longer used for significant, long-distance Santa Fe Trail travel) and for many years thereafter. A cabin housing the ferry master formerly existed here, and the former trail ascended the hill (along a present-day road trace), after which it continued west across the prairie. Available Facilities: The ferry landing site - which is now more than half a mile from the present-day river channel - is marked by modern historical artifacts and by interpretive markers associated with the nearby national wildlife refuge. Santa Fe Spring, Arrow Rock  Location: In Arrow Rock State Historic Site, just south of Arrow Rock village, Saline County. The spring is accessed via a walking trail.  Telephone: (660) 837-3330 (Arrow Rock S.H.S.)  Access: unrestricted  Historical Significance: Santa Fe Spring, also called Big Spring and Arrow Rock Spring, was an early water source for wagons headed for Santa Fe.  Available Facilities: The nearby town of Arrow Rock (see above) has a broad diversity of visitor services.  To learn more: www.mostateparks.com\/arrowrock.htm  Fort Osage and Fort Osage Museum\/Visitor Center, Sibley  Location: At 105 Osage Street, at the north city limits of Sibley, in northeastern Jackson County. The fort is operated by Jackson Country Parks and Recreation and is administered by the county’s Heritage Museums and Programs Division.  Telephone: (816) 650-5737  Access: Open to the public; call for hours Historical Significance: Fort Osage was built in 1808 to fulfill one of the provisions of a treaty between the Osage Indians and the United States. The fort, sited on a high bluff overlooking the Missouri River, was the westernmost fur trading factory in the U. S. factory system; George Champlin Sibley (for whom the town was later named) was an important early factor. The fort was a trade center for the Osage, Kansas, and other regional tribes, and it was also a convenient rendezvous for trappers, mountainmen, and explorers. It closed as an active fort in 1822 and continued as a military storage facility until 1827. The government survey of the Santa Fe Trail in 1825-27, which Sibley headed, began 1.75 miles south of Fort Osage. For a few years, Fort Osage was the embarkation point for westward travel on the Santa Fe Trail, but it was soon succeeded by Blue Springs, near present-day Kansas City, Missouri.  Available Facilities: Today the fort has been partially restored as a Jackson County park. It is a premier example of a reconstructed frontier fort. The park includes an education center.  To learn more: www.epsi.net\/graphic\/osage.html Upper Independence Landing (Wayne City) Overlook, Sugar Creek  Location:The Upper Independence Landing is on the right (south) bank of the Missouri River, near Sugar Creek. The landing, which is owned by Lafarge Cement Corporation (formally the Missouri Portland Cement Co.), is near Cement City Road (which is north of the corner East Kentucky Road and North River Boulevard), about 3.25 miles north of Independence. The overlook, on the bluff overlooking the river, is on North River Boulevard, north of E. Kentucky Rosd and just south of the Wayne City Road intersection. The landing is 1\/4 to 1\/2 mile due north of the overlook. Telephone: (816) 257-4040 (Lafarge Cement Corporation) Access: The overlook is accessible to the public; hours may be restricted. Historical Significance: During the early Santa Fe Trail days, Wayne City Landing served as a port to receive supplies for early pioneers. Wayne City, which is on the National Register of Historic Places, received travelers who were headed west along the Oregon, California and Santa Fe trails, and some of the merchandise unloaded here was carried to Santa Fe. But this steamboat landing, and an earlier ferry operation, was never as successful or used as long as the Lower Independence Landing, which was located two miles downriver. One reason for this may have been the great flood of July 1844, which placed a sandbar in front of the landing and encouraged settlers to go farther west to Westport Landing (now in downtown Kansas City, Missouri). Perhaps as a result of the flood, the first railroad west of the Mississippi River was constructed in 1850 to join Wayne City and nearby Independence. Available Facilities: No trace of the landing remains. Exhibits: Outdoor exhibits are at the overlook.  Website: none  Lewis-Webb House, Independence  Location: 302 West Mill  Access: This is a private residence; it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation.  Historical Significance: The house was built in 1834; an addition was made in 1853. John Lewis was a saddler and a Santa Fe freighter.  Exhibits: none  Website: none  National Frontier Trails Museum, Independence  Location: 318 West Pacific Avenue  Telephone: (816) 325-7575   Access: Open to the public; call for hours  Historical Significance: The museum is located along several major historic trails.  Available Facilities: The National Frontier Trails Museum is the only museum in the nation devoted to the three great western routes: the Santa Fe, Oregon, and California trails. It also houses the Merrill J. Mattes Research Library, which has the nation's largest public collection of rare books, documents, and diaries about the trails. Visitors can enjoy an award winning film, authentic covered wagons, trail artifacts, original diaries and letters, and a children's activity room.  Exhibits: The museum contains exhibits on the Santa Fe, Oregon, and California trails. The museum highlights the unique features of each trail and their dramatic impact on American history. Additional exhibits focus on the explorations of Lewis and Clark, the early fur trappers and traders, and the reasons why people heeded the call to head west. To learn more: www.ci.independence.mo.us\/NFTM or www.visitkc.com\/member-details\/index.aspx?id=30372  Harry S. Truman National Historic Site (National Park Service)  Location: The visitor center is at 223 North Main Street in Independence, within walking distance of Independence Square.  Access: Open to the public; call for hours  Historical Significance: The visitor center and Truman Home commemorate the life of the 33rd US President, while a century earlier, Independence Square was a hotbed of activity for travelers along the Santa Fe, Oregon, and California trails.  Exhibits: Passport stamps for the all three of these trails can be obtained at the Truman visitor center.  To learn more: www.nps.gov\/hstr Owens-McCoy House, Independence Location: 410 W. Farmer Avenue (at corner of N. Ridgway Street) Access: This is a private residence; it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation. Historical Significance: The rear wing of this 2-story brick residence is thought to have been constructed about 1840 for Samuel C. Owens, famed merchant and outfitter for the Santa Fe trade, while the main section of the house dates from about 1856, when William McCoy lived there. McCoy, the town's first mayor (in 1849), was also a Santa Fe trader and a backer of other Santa Fe traders. McCoy also served as a banker, a merchant, a contract freighter for the army, and a partner in early stagecoach operations of the Santa Fe Trail. Available Facilities: In addition to the home, a historical marker with text is located near the street. To learn more: www.ci.independence.mo.us\/comdev\/HP_WalkingTours_Landmark.aspx or www.dnr.mo.gov\/shpo\/nps-nr\/94000321.pdf  Harris House, Westport  Location: This house was originally built at the corner of Westport Road and Main Street. In 1922, it was moved two blocks southwest to its present location at 4000 Baltimore Avenue. It is now part of the Historic Old Westport District, three miles south of downtown Kansas City.  Telephone: (816) 561-1821  Access: Entrance and tours by arrangements; contact the Westport Historical Society at the number above.  Historical Significance: Santa Fe trader John Harris built the Harris House in 1855. The home is the oldest 2-story brick house in Kansas City.  Available Facilities: This building, which is also known as the Colonel John Harris House or the Harris-Kearney House Museum, now serves as a museum and headquarters for the Westport Historical Society.  To learn more: http:\/\/westporthistorical.com\/harris-kearney-house\/ Raytown Historical Society Museum, Raytown  Location: 9705 E. 63rd Street  Telephone: (816) 353-5033  Access: Open to the public; call for hours Historical Significance: Raytown is located approximately eight miles from Independence on the Santa Fe, California, and Oregon trails. Many travelers noted the Rice Plantation and Ray's Blacksmith shop in their diaries during their travels west. Available Facilities: The museum is in the building that was Raytown's Fire Station #1. Built in 1944, the building contains Raytown's history as told in stories, pictures, and artifacts. A special display relating to the first fire station is located in the entry.  To learn more: www.raytownhistoricalsociety.org\/  Archibald Rice House, Raytown  Location: 8801 E. 66th Street (at Blue Ridge Blvd.)  Telephone: (816) 358-7423 or (816) 358-6591 Access: Open to the public; call for hours Historical Significance: About 1836, farmer Archibald Rice headed west along the Santa Fe Trail from Levasy, MO and moved to this parcel. (The trail at that time crossed 66th Street and turned south down Blue Ridge Boulevard, toward Cave Spring.) He constructed his farmhouse, along with three slave cabins. Rice completed the farmhouse - which is now called the Rice-Tremonti Home - in 1844. He provided many travelers headed toward Oregon, California, or Santa Fe with agricultural and food products, and many camped on the Cave Spring property. There were many natural springs in the area providing fresh water for both the travelers and their animals. The home remained in the Rice family until 1903; later owners were Dr. Louis Tremonti and his wife Gloria. This is the oldest frame house in Jackson County.  Available Facilities: The farmhouse is on the National Register of Historic Places. Aunt Sophie’s cabin, one of three original slave cabins, is also located on the property. (Aunt Sophie was one of Rice's slaves; after the emancipation, she remained with the Rice family as their cook.) The state of Missouri acquired the property in 2007. It is operated by the Friends for the Rice-Tremonti Home, a nonprofit group. Public access, interpretation, tours, and events are offered on the property.  To learn more: www.rice-tremonti.com\/ 85th and Manchester Trail Rut, Raytown  Location: 7558 East 85th Street (at South Manchester Avenue), near the intersection of Blue Ridge Boulevard and James A. Reed Road. The swale is on private property maintained by the Cave Spring Association, which permits public access.  Access: unrestricted  Historical Significance: Near this corner, swales (created by grassed-over ruts) still exist today that date from the Santa Fe, California, and Oregon trails.  Exhibits: none  To learn more: www.3trailscid.org\/PointsOfInterest.aspx  3 Trails Greenway, Hickman Mills School District Segment, Kansas City  Location: This 2,000-foot trail segment, located on the property of the Hickman Mills School District, begins just northeast of the district’s administration building (at 9000 Old Santa Fe Road, near Eastern Avenue). No ruts or swales are visible, and the exact route along this corridor is not precisely known, but it passes to the north of the building and follows a gently meandering route that ends near the corner of 91st Street and Old Santa Fe Road.  Access: private property, but access unrestricted  Historical Significance: This was a trail segment of the Santa Fe, Oregon, and California historic trails.  Available Facilities: A greenway across the property has been developed as part of a larger, two-mile-long trail project.  Exhibits: Three historical outdoor exhibits and large-scale cut-outs of trail figures have been installed on the school district property.  To learn more: schoolweb.missouri.edu\/hickman.k12.mo.us\/mitchell\/santafewq\/intro.html  Schumacher Park (formerly South K.C. Corridor – Schumacher Site), Kansas City  Location: 6601 E. 93rd Street, just northeast of E. Bannister Road and S. Hillcrest Road  Access: unrestricted  Historical Significance: This was a trail segment of the Santa Fe, Oregon, and California historic trails.  Available Facilities: A short segment of the trail route, part of a larger, two-mile-long trail project, is marked and contains a sheltered picnic area with exhibits. Another brief section of trail is located east of the park on private land to which access is restricted. Although no ruts or swales are visible, native prairie has been restored and provides a setting for visitors to experience the many diverse plant materials trail travelers saw along their journey.  Exhibits: Outdoor exhibits related to the Santa Fe, Oregon, and California trails are in the park.  Website: none  3 Trails Greenway, Bannister Mall Segment, Kansas City  Location: The Bannister Mall is located on the north side of E. Bannister Road between Interstate 435 and Hillcrest Road. This greenway segment, when constructed, will cross the southeastern portion of the mall property.  Access: unrestricted  Historical Significance: The right-of-way of the Santa Fe, Oregon, and California trails crosses the southeastern portion of the mall property in a northeast-southwest direction. No ruts or swales are visible.  Available Facilities: A greenway across the property will be developed as part of a larger, two-mile-long trail project.  Exhibits: Outdoor exhibits related to the Santa Fe, Oregon, and California trails are located on the mall property.  To learn more: www.santafetrail.org\/chapters\/mro\/MRO-SFTA-Chapter.htm  Hart Grove Creek Trail Segment (Marion Park), Kansas City  Location: Marion Park is southeast of the corner of U.S. Highway 71 (Bruce R. Watkins Drive) and East Bannister Road (County Road West).  Access: unrestricted  Historical Significance: Hart Grove Campground, which is located in the park along Hart Grove Creek, was the campsite for many travelers along the Santa Fe, California, and Oregon trails as well as for the ill-fated 1846 Donner Party.  Available Facilities: A greenway across the property has been developed as part of a larger, two-mile-long trail project.  Exhibits: Exhibits include outdoor exhibits and stone markers delineating the trail corridor along the creek.  Website: none  Minor Park Ruts, Kansas City  Location: South of E. Red Bridge Road and just west of Blue River Road  Telephone: (816) 513-7500 (Kansas City Parks and Recreation Department)  Access: unrestricted  Historical Significance: An easily visible swale, created by thousands of wagon wheels, goes through Minor Park as it crosses the Blue River. The swale, or trail rut, can be reached by auto via paved roads; it is among the best on the entire trail. The park is administered by the Kansas City Parks and Recreation Department.  Exhibits: An outdoor exhibit is in the park.  To learn more: www.trailsidecenter.org\/sites\/minorpark.html  Alexander Majors House, Kansas City  Location: 8201 State Line Road (east side of road near 85th Street)  Telephone: (816) 333-5556  Access: Open to the public; call for hours Historical Significance: The house was built in l855. Majors, who was the primary contractor for military freight on the route, was the leading freighter on the Santa Fe Trail from 1848 to the Civil War. In partnership with William Russell and William Waddell, Majors sent thousands of wagons over the trail, and in 1860-61, the three men organized and operated the Pony Express mail route.  Available Facilities: The Alexander Majors Historic House and Museum, which once served as the freighting headquarters for the Santa Fe Trail trade, is set on five beautiful acres. Many original furnishings and artifacts fill the house. Also on the site are a blacksmith shop with large display of tools, Conestoga freighting wagons, buggies, etc. and herb and vegetable gardens.  To learn more: www.geocities.com\/sary2k\/AlexanderMajors.html or www.visitkc.com\/member-details\/index.aspx?id=10413  New Santa Fe Cemetery Trail Ruts, Kansas City  Location: One-half block east of State Line Road on W. Santa Fe Trail (between 121st and 123rd streets).  Access: unrestricted.  Historical Significance: New Santa Fe, originally known as Little Santa Fe, grew up at the western edge of Missouri during the 1830s, on the boundary (during the pre-1854 years) between the United States and Indian Territory. The Big Blue campground developed here, west of the Red Bridge crossing and approximately three miles southwest of the Blue River. Trading stores were established here, especially to sell liquor, which was prohibited in the Indian lands west of Missouri. There also was a Santa Fe Trail stage station at this site in the 1850s. By the late 1860s, the village had declined considerably.   Exhibits: A cemetery and faint trail swales are all that remain of the village today. Outdoor exhibits and historical markers are at the site.  To learn more: www.trailsidecenter.org\/sites\/nsfcem.html",
    "url": "https:\/\/www.nps.gov\/safe\/planyourvisit\/places-to-go-in-missouri.htm"
}
