{
    "title": "Sand Creek Massacre National Historic Site: Safety",
    "body": "Safety       Driving to the Site: Please drive carefully as you approach the site. Keep in mind that the last eight miles of roadway to the site are gravel and dirt. Also, roadways adjacent to the site are open-range, watch for cattle. If adverse weather is occurring or imminent, please do not leave blacktop roadways - gravel and dirt roads become extremely hazardous when wet\/muddy. Washouts can occur quickly with little notice. If electrical storms are observed, please return to your vehicle or designated storm shelters. Temperatures Temperatures can range into the low 100's during the summer months and the high 30's during the winter months. Visitors should wear eye protection, sunscreen and hats during the warmer months. Visitors should also keep hydrated during the warmer months. Drinking water is available on site. Periodic winter storms may result in a last minute closure of the park. If planning to visit during the winter, please check local weather conditions and contact the park at (719) 438-5916 (Monday through Friday 9am to 4pm) for the latest information regarding on possible closures. Weather Weather conditions at the park vary considerably. Visitors can expect blowing dust and sand year-round, especially during infrequent storms. Some of these storms produce violent tornadoes or large blizzards, so prepare accordingly.           Rattlesnakes: Southeast Colorado is rattlesnake country and rattlesnakes may be encountered at the Sand Creek Massacre National Historic Site.  Walking in tall grass or among sagebrush increases the likelihood of encountering a rattlesnake and possibly being bitten. Rattlesnake bites are potentially fatal. Please stay on designated trails. For more information on safe practices, please look at the site safety bulletins.       For more information on planning your visit   Please look at one of these other pages: Basic Information Directions and Transportation Things To Do Calendar of Events Accessibility Brochures",
    "url": "https:\/\/www.nps.gov\/sand\/planyourvisit\/safety.htm"
}
