{
    "title": "Santa Fe National Historic Trail: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   TRAIL RUTS (Dodge City ruts)               HISTORIC SITES (Fort Marcy)               HIKES (Comanche National Grassland)               MUSEUMS (Herzstein Memorial Museum)               LANDMARKS (Point of Rocks)            The Santa Fe National Historic Trail crosses the five states of Missouri, Kansas, Colorado, Oklahoma, and New Mexico, covering 900 miles. There are museums, historic sites, trail ruts, and original trail segments located along the length of the trail. Here is a sampling:TRAIL RUTS: Imagine Prairie Schooners rumbling over the landscape, 10 feet tall and 23 feet long (with yoke). Imagine further that today you can still see evidence of those 44-50-inch diameter wooden wheels in the terrain from Missouri to New Mexico! Follow the ruts: Minor Park Ruts, New Santa Fe Cemetery Trail Ruts, Trail Corridor and Ruts, Boot Hill Museum Ruts, and Santa Fe Trail Ruts.HISTORIC SITES: Towns blossomed along the Santa Fe Trail commerce pathway. Ferry landings and river crossings helped cities boom. Meet the places that made history: Boone's Lick State Historic Site, Shawnee Indian Mission State Historic Site, Boggsville Historic Site, Autograph Rock, Fort Union National Monument, and Fort Marcy.WALK THE TRAIL: You can walk in the footsteps of explorers, emigrants, soldiers, and Indians - across cityscapes and prairie landscapes: 3 Trails Greenway, Cimarron National Grassland, Comanche National Grassland, Kiowa National Grassland, and Point of Rocks Ranch Trail Segments.MUSEUMS: Keeping history alive! Immerse yourself in the region's history, culture, industry, and populations: National Frontier Trails Museum, Gardner Museum, Santa Fe Trail Center, Hough-Baca House and Santa Fe Trail Museum, and Herzstein Memorial Museum.LANDMARKS: Campsites, springs, and geology served as visual markers and needed stops along the trail. Santa Fe Spring, Sapling Grove, Pawnee Rock, Bent's Old Fort National Historic Site, and Point of Rocks.MORE TRIP PLANNING!Basic Information - Operating Hours & Seasons, Fees &Reservations, America the Beautiful Passes, WeatherDirections &Transportation - Getting to the Santa Fe National Historic Trail by plane and car Maps - Offering a variety of trail maps Places To Go - An interactive map with trail sites and a list of sites by stateTrip Itineraries - Follow the trail with a media tour (over 500 sites!) or through spiffy trip itinerariesRoad Signs - Helping you find your way along the trailPassport to Your National Parks - Find out where to get your Passport book stampedPublications - Read \/ print \/ order trail brochuresMultimedia - Access podcasts, exhibits, and a photo gallerySafety - There are many manageable hazards for you to considerAccessibility - Find out the many ways to experience the trail through accessibilityTravel and Tourism information is available by phone or on the Internet at the websites listed below.  Missouri Division of Tourism (800) 877-1234 www.visitmo.comKansas Division of Travel and Tourism (800) 252-6727  www.travelks.com  Colorado Welcome Centers for Trinidad and Lamar (719) 846-9512, (719) 336-3483  www.colorado.com\/official-colorado-welcome-centersOklahoma Tourism and Recreation Department (800) 652-6552 https:\/\/otrd.ok.gov\/OkTourism\/New Mexico Department of Tourism (800) 545-2040  www.newmexico.org",
    "url": "https:\/\/www.nps.gov\/safe\/planyourvisit\/index.htm"
}
