{
    "title": "Sand Creek Massacre National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           910 Wansted POB 249  Eads, CO 81036-                Directions         The Sand Creek Massacre is located in Kiowa County, Colorado. To visit the site, follow Colorado State Highway 96 east off Highway 287 near Eads, or west off Highway 385 at Sheridan Lake. Near Chivington, turn north onto County Road 54\/Chief White Antelope Way or at Brandon, turn north onto County Road 59. Follow these roads to their intersections with County Road W. The park entrance is along CR W a mile east (right) of CR 54 or several miles west (left) of CR 59. Eight miles of dirt\/sand roads lead to the  Directions Details           Operating Hours & Seasons         Sand Creek Massacre National Historic Site  April 1 - November 30: Sand Creek Massacre NHS is open 7 days a week, 9:00 am through 4:00 pm. December 1 - March 31: Sand Creek Massacre NHS is open Monday through Friday, 9:00 am through 4:00 pm and closed on weekends. Sand Creek Massacre NHS is closed on Thanksgiving Day, Christmas Day, and New Year's Day.   Standard Hours    Sunday: 9:00 AM - 4:00 PM   Monday: 9:00 AM - 4:00 PM   Tuesday: 9:00 AM - 4:00 PM   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: 9:00 AM - 4:00 PM      Additional Information View More       Christmas Day:  Closed      December 1 - March 31:   December 1  - March 31  9:00 AM - 4:00 PM      December 26:   December 26  - December 26  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed                 Weather           Weather conditions at the park vary considerably. Temperatures range from over 100°F in summer to under 20°F in winter. Visitors can expect blowing dust and sand year-round, especially during infrequent storms. Some of these storms produce violent tornadoes or large blizzards, so prepare accordingly.         Fees & Passes     Entrance Fees:   Sand Creek Massacre NHS Entrance Fee - $0.00 There is no fee to visit Sand Creek Massacre National Historic Site.         Visitor Centers       Sand Creek Massacre Visitor Center The park visitor contact station is located at the park, which is eight miles north of the town of Chivington. It provides education and orientation materials and has a sales outlet for educational merchandise.                  What are the park's hours?    April 1 - November 30: The park opens daily at 9am and closes at 4pm, seven days a week.      December 1 –March 31: The park opens at 9am and closes at 4pm, Monday through Friday. The park is closed on weekends.     Federal Holidays  The park is closed in observance of the following Federal Holidays:       Thanksgiving Day Holiday  Christmas Day Holiday  News Years Day Holiday    How do we reach the park?  The Sand Creek Massacre National Historic Site is located at 55411 County Road W. The site can be reached via Colorado 96, turning north at Chief White Antelope Way (Kiowa County Road 54) or turning north at Kiowa County Road 59.  Is there camping at the site? Camping is not permitted at the Sand Creek Massacre National Historic Site and there are no overnight facilities available within the park.  Are there walking\/hiking trails available in the park? Yes, there is a trail head located adjacent to the Visitor Contact Station at the park. The trail is approximately 900 yards in length. The trail leads to the Monument Hill area and viewing overlook above Sand Creek. There is an interim trail extending approximately ¾-of a mile beyond the monument area along the ridge line. Visitors are asked to remain on designated trails.  Is there a bookstore at the park? Yes, the bookstore is located in the Visitor Contact Station and carries a selection of over fifty-five titles and several other assorted items. The sales area is operated through the Western National Parks Association.  Is there a park film available?  No, the National Park Service has produced a film about the Sand Creek Massacre\/Sand Creek Massacre NHS, but currently has no facility to show it on site.  Are there food\/beverage concessions available at the park? No, there are currently no food\/beverage concessions available at the Sand Creek Massacre NHS.  Are there picnic tables available at the site?  Yes, accessible picnic tables are available in a shaded area near the Visitor Contact Station.  Is potable water available at the site?  Yes, a drinking fountain and drinkable tap water are available inside the Visitor Contact Station.  Can I smoke at the site?  Smoking is allowed only in designated smoking areas due to extreme fire hazards.  What type of clothing and footwear should we have while visiting the park?  Weather conditions at the park vary considerably. Temperatures range from over 100°F in summer to under 30°F in winter. Visitors can expect blowing dust and sand year-round, especially during infrequent storms. Some of these storms produce violent tornadoes or large blizzards, so prepare accordingly. Visitors often state that sunscreen, bug spray, windbreakers, and sunglasses make their visit more comfortable.  Park staff strongly encourage wearing sturdy leather boots or shoes, full length pants, head coverings, and weather resistant outer garments. Due to the presence of sand burs and goat-heads year-round, flip-flops or sandals are not encouraged.        For more information on planning your visit, please look at one of these other pages: Directions and Transportation Things To Do Calendar of Events Safety Accessibility Brochures",
    "url": "https:\/\/www.nps.gov\/sand\/planyourvisit\/basicinfo.htm"
}
