{
    "title": "Santa Fe National Historic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           National Trails Intermountain Region Santa Fe National Historic Trail  1100 Old Santa Fe Trail  Santa Fe, NM 87505                 Directions         You can visit many sites of the Santa Fe National Historic Trail over the 900-mile historic route. Please use the Places to Go and Maps web pages to access site-specific information. www.nps.gov\/safe\/planyourvisit\/placestogo.htm Plane: You can reach the trail by flying into Kansas City, Jefferson City, and St. Louis, Missouri; Wichita, Topeka, Dodge City, Great Bend, and Garden City, Kansas; Albuquerque and Santa Fe, New Mexico; and Denver, Colorado Springs, and Pueblo, Colorado.  Directions Details           Operating Hours & Seasons         Santa Fe National Historic Trail  OPERATING HOURS VARY FROM SITE TO SITE. There are many historic sites, museums, and parks (federal, state, and local) along the Santa Fe National Historic Trail n Colorado, Kansas, Missouri, New Mexico, or Oklahoma for you to visit. Please contact individual sites for more information by going to Plan Your Visit and selecting Places To Go or Passport Program, where sites are listed by state, and there is an interactive map to search for sites. \/www.nps.gov\/safe\/planyourvisit\/placestogo.htm   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Due to the length of the Santa Fe National Historic Trail, be sure to consult local weather sources for the region you'll be visiting. Here is a link for the Central US. http:\/\/usatoday30.usatoday.com\/weather\/forecast\/regional-central-temps.htm         Fees & Passes     Entrance Fees:   General Entrance Fee Information - $0.00 There are NO USER OR ENTRY FEES fees for the Santa Fe National Historic Trail. NOMINAL FEES may be charged at some trail-related federal, state, or locally owned historic sites and interpretive facilities. Please visit Plan Your Visit \/ Places To Go for an interactive map and extensive list of places to visit by state. Contact information is available for each site to call and find out about fees. http:\/\/www.nps.gov\/safe\/planyourvisit\/placestogo.htm         Visitor Centers                     Reenactment at Bent's Old Fort National Historic Site. The fort offered rest, food, and trade along the Santa Fe Trail in the 1800s. La Junta, Colorado NPS       Enjoy Santa Fe National Historic Trail!    Essential Information for Your Trip on the Trail   Freight wagons no longer cross the prairies, but the trail's legacy endures as buildings, historic sites, landmarks, and original wagon-wheel ruts. The National Park Service works in close partnership with the Santa Fe Trail Association, Indian tribes, state, county, and municipal governmental agencies, private landowners, nonprofit heritage conservation groups, and many others. Trail sites are in private, municipal, tribal, federal, or state ownership. Please ask for permission before visiting any trail sites on private lands and check with public sites for visiting hours and regulations.   Places To Go offers site listings by state that include site name, address, phone number, access, historical significance, onsite interpretation, and website.    Know Before You Go!    Fees & Passes    America the Beautiful Passes    Weather    Protect the Trail    To foster trail preservation, do not use metal detectors, dig at sites, collect artifacts, or remove anything. Please respect these historic places.",
    "url": "https:\/\/www.nps.gov\/safe\/planyourvisit\/basicinfo.htm"
}
