{
    "title": "Santa Fe National Historic Trail: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps          Choose one of the following or scroll down the page:  Virtual Tour - Santa Fe Trail Association Interactive Trail Map - Official Map - GIS Interactive Map - Map Timeline      Virtual Tour Take a virtual tour of the Santa Fe National Historic Trail with this interactive map. Similar to Google Earth, this map allows you to pan across the length of the trail and to pull up information and photos on sites related to the trail. A tutorial (1.57 MB pdf) has been provided to show you how to navigate and use the system. In order to access the interactive map, you will need to install Silverlight.exe. It is a free Microsoft application that allows viewers to stream interactive web services on their computers. You can download the application for free at: www.silverlight.net  You will also need acrobat reader to open up the tutorial. You can download acrobat reader for free at: http:\/\/get.adobe.com\/reader\/ Happy Trails!       Screen print of virtual map        Santa Fe Trail Association Interactive Map Here's an interactive map that has pop ups revealing specific site information. Look under Mapping and Marking along the top navigation bar for more Santa Fe Trail-associated maps. This is another great way to explore the Santa Fe Trail!       Santa Fe Trail Association interactive map            Portion of the Santa Fe National Historic Trail map   NPS Official Map and Guide This is the map from the second side of the Santa Fe National Historic Trail brochure, available for viewing or downloading: 3.45 MB pdf - map 560 KB pdf - map key        National historic trails interactive map viewer   GIS Interactive Map The National Park Service Geographic Resources Program hosts an interactive trails map viewer. Choose the Santa Fe National Historic Trail and then zoom in to find the details you need for trip planning. Click here for the interactive trails map viewer.  Tip: There are menu options at the top right and top left of the map viewer.   The top right menu allows you to look at the trail overlaid on street, topographic, or imagery maps. The top left menu lists functions you can give to the map - measure distance, make a printable map, and more.        Discover the trail over time with this series of maps. GIS NPS  Travel the Trail: Map Timeline 1821 - 1880 William Becknell opened up the Santa Fe Trail, between the Missouri River and the Mexican provincial capital of Santa Fe, in the fall of 1821. The route played a major role in bringing people, goods, and ideas to and from Santa Fe for the next 59 years. However, the Santa Fe Trail was rarely a static entity, because both the route across the plains and the eastern terminus of the trail was constantly in flux. Read more",
    "url": "https:\/\/www.nps.gov\/safe\/planyourvisit\/maps.htm"
}
