{
    "title": "Jefferson National Expansion Memorial: The Journey",
    "body": "The Journey       Introduction: In December 1803, William Clark established \"Camp River Dubois\" on the Wood River at the confluence of the Mississippi and Missouri Rivers, north of St. Louis, Missouri and across the river in Illinois. While at the camp it was Clark's responsibility to train the many different men who had volunteered to go to the Pacific on the expedition and turn them into an efficient team. Most of these men had never met each other before. There were exceptions - for instance, Lewis and Clark knew one another before the trip. There were also two brothers, Joseph and Reubin Field, and two other men, Floyd and Pryor, were cousins. Some had served in the same army regiments together. But by and large, most of them were strangers to one another. The youngest man, George Shannon, was 17 years old, the oldest, John Shields, was 35. The average age of all the men was 27. Clark had the men build a fort and cabins out of logs. He drilled the men, teaching them how to march in formation, use their weapons as a team and shoot effectively at targets. Most of all, he tried to get the men to respect military authority and learn how to follow orders. When they would later face danger on the frontier, there would be no time for the men to question the officers. During the winter, Meriwether Lewis spent a lot of time in the little town of St. Louis. There were only 900 people who lived in St. Louis at that time, and almost all of them were involved, in one way or another, with the fur trade. St. Louis was ruled by Spain, and since 1770 there had been a Spanish governor in charge of the post. The Louisiana Purchase above New Orleans had not yet been transferred to the United States. Technically, when Lewis rowed across the river from Illinois to Missouri, he was leaving the United States and entering Spanish territory. Lewis had to gather more supplies and equipment for his journey, because there were so many volunteers that there were over twice as many men set to go on the expedition as he had originally planned for! Lewis also talked with fur traders who had been up the Missouri River, and obtained maps made by earlier explorers. Because the first year of the journey would be over territory that a small number of European-Americans had seen before, Lewis and Clark wanted to gather as much information as they could about the places they would be traveling through. On March 9, 1804, Meriwether Lewis attended a special ceremony in St. Louis, during which the Upper Louisiana Territory was transferred to the United States. Now all the land from the Mississippi River to the tops of the Rocky Mountains officially belonged to the United States. Meriwether Lewis must have been proud to see the flag of his own country raised over St. Louis. Two months later, on May 14, 1804, the expedition was ready to begin. William Clark and the Corps of Discovery left Camp River Dubois, and were joined by Meriwether Lewis in St. Charles, Missouri a week later. The outbound party numbered 45, and included 27 young, unmarried soldiers, the French-Indian interpreter Drouillard, York, and even Captain Lewis' Newfoundland dog, Seaman. An additional group of soldiers would travel only to the Mandan country for the first winter. Several French boatmen recruited in the St. Louis area helped manage the three boats, which were laden with supplies. Travel up the Missouri River in 1804 was difficult and exhausting due to heat, injuries and insects as well as the troublesome river itself, with its strong current and many snags (big logs and trees floating in the river which could sink a boat). The expedition used Lewis' 55-foot long keelboat and two smaller boats called pirogues to carry their supplies and equipment. The boats used sails to move along, but in going upriver against a strong current, oars and long poles were used to push the boats. Sometimes the boats had to be pulled upriver with ropes by men walking along the shoreline. This was called cordelling. They averaged 10-15 miles per day. During this phase of the journey the group had some discipline problems. Some of the men got drunk or misbehaved. They were punished harshly, and soon the problems stopped. The men began to work together as a team, and to like one another. One man they especially liked was Charles Floyd, one of the three sergeants. Suddenly, on August 20, 1804, Sgt. Floyd got sick and died. It is believed that he died of a burst appendix. He was only 22 years old. There was nothing that could have been done to save his life, even if he had been in the nation's largest city instead of on the frontier, and attended by the best doctor in America. Doctors did not know enough about the human body and how it worked in 1804 to save Charles Floyd. Floyd was laid to rest on top of a large hill by the river, in modern-day Sioux City, Iowa, where today there is a large monument to mark the spot. Sgt. Floyd was the only man to die on the 2½ year journey, even though great danger lay ahead. The men of the expedition nearly had a violent encounter with the Teton (Lakota) Sioux in South Dakota. The Sioux said they wanted more presents, and insisted that Lewis and Clark be their long-term guests - they did not want other Indian tribes to have that honor. They really wanted to stop Lewis and Clark because the Lakota had good trading agreements with nearby tribes. They knew that Lewis and Clark wished to open the entire Missouri River to free trade for all Indian tribes with the United States. One of the Sioux chiefs tried to keep the expedition from moving on by holding fast to the tether rope of one of the boats. Clark drew his sword, and ordered the men on the keelboat to get out their guns. All the guns of Lewis and Clark's men were pointed at the Sioux warriors, who pointed their bows and arrows back at the explorers. The Sioux outnumbered the small Corps of Discovery, and could easily have killed them all. On the other hand, Lewis and Clark had powerful weapons which would kill many Sioux warriors in a fight. After a tense moment, the chief decided to let the explorers go. Tempers were calmed, no shots were fired, and the boats moved upstream once again. Despite this incident, relations with Native Americans were generally good, and councils were held with many tribes, each of whom were presented with gifts and peace medals, and told about the change in government from the Spanish to the United States. By October the \"Corps of Discovery\" reached the villages of the Mandan Indian tribe, where they built \"Fort Mandan\" (near present-day Stanton, North Dakota), and spent the winter of 1804-1805. The Mandan people lived in earth lodges along the Missouri River. Their neighbors the Hidatsa lived along the Knife River close by. The villages of the Mandan and Hidatsa people were the center of a huge trade network in the West. A small number of French, British and American traders lived in the villages with the Indians, and even married women from the two tribes. Lewis and Clark were not the first European-Americans to visit this part of the country. During the winter Lewis and Clark made copious notes in their journals, drew maps, and learned of the geography which lay ahead from American Indians in the area of the camp. There were many adventures during the winter, including a buffalo hunt. The weather was very harsh, with temperatures going down to 40 degrees below zero. During the winter Lewis and Clark recruited a Frenchman who had lived with the Hidatsa (sometimes referred to as the Minnetari) Indians for many years. His name was Toussaint Charbonneau, and the captains wanted him to act as an interpreter. They got a real bargain, because along with Charbonneau would come his 16-year-old Shoshoni Indian wife, Sacagawea, and her newborn baby boy, Jean Baptiste. Sacagawea had been captured by a raiding party of Hidatsa warriors five years earlier, and was taken from her homeland in the Rocky Mountains to the Knife River village where she met her husband. Lewis and Clark knew that they would probably meet Sacagawea's people in the Rocky Mountains, and that they might have to ask for horses if they could not find a nearby stream which led down to the Columbia River. So Sacagawea would be invaluable because she could speak to her people directly for the explorers. On April 7, 1805, Lewis and Clark sent the keelboat back to St. Louis with an extensive collection of zoological, botanical, and ethnological specimens as well as letters, reports, dispatches, and maps. Members of the expedition who had caused problems were sent back as well. As the keelboat headed south, and the expedition, now numbering 33, resumed their journey westward in the two pirogues and six dugout canoes. The Corps of Discovery now traveled into regions which had been explored and seen only by Native Americans. The men pulled and sailed their boats up the Missouri River through what is now Montana. They encountered fierce grizzly bears which attacked them. The bears were so tough that even several rifle shots wouldn't kill them. The grizzly bears were truly the kings of the western plains. The men also investigated other animals they had never seen before, including pronghorn antelopes and black tailed deer. They were fascinated with the little prairie dogs that built huge underground villages. They saw so many buffalo that at one point they recorded that they had to \"club them out of the way.\" They saw huge cliffs of white rock that reminded them of castles and huge stone buildings. By early June they reached a place where two rivers met. Lewis and Clark were confused. The Indians did not tell them about such a large river meeting the Missouri, and they had no idea which river - the right fork or the left fork - was the right one to take. The only clue they had was that the Indians had told them that the Missouri had a huge waterfall on it. If they found the right river they would see the waterfall. If they didn't, they might not get to the Pacific Ocean in time for the winter, and would have to spend another cold season away from home, this time in the wilderness without Indian friends like the Mandans and Hidatsas to help them. Lewis and Clark knew they needed to find the correct fork of the river, and time was running short. They led small groups of soldiers up each river, Lewis going up the right fork and Clark up the left, both looking for the waterfall. When they returned, both Lewis and Clark had made up their minds about which was the right river to take, even though neither party saw a waterfall. They asked their men what they thought. After all, most of the men had spent a lot of time on the rivers. Labiche, Cruzatte and Lepage were all experienced French voyageurs. All of the men felt that the right fork was the true Missouri. It was muddy like the Missouri, while the left fork was clear. Both Lewis and Clark disagreed with all their men. They felt that the left fork was the true Missouri. They told the men they would go up the left fork, even though neither party had sighted the great falls which would prove once and for all which was the correct fork. The men said they would follow Lewis and Clark no matter what, even though they thought the captains were wrong. So they started up the left fork, calling it the Missouri and naming the right fork the Marias River after a cousin of Meriwether Lewis. Sacagawea fell very sick, and the expedition moved slowly against the strong current of the river. Meriwether Lewis became impatient, and led a small party of men overland to see if he could find the waterfall - otherwise, they would have to turn back and follow the other fork of the river. On June 13 he spotted a mist rising above the hills in front of him. After a few minutes of walking, Lewis looked down into a deep ravine, and saw a beautiful, huge waterfall. He knew they were on the right river. But the problems of the expedition were not over. Lewis scouted ahead and found that there was not just one waterfall but five, and that they stretched for many miles along the river. The canoes could not be paddled upstream against such a current. They would have to be portaged (taken out of the water and carried) around these waterfalls. The portage at Great Falls was going to be 18 miles long. In order to move the heavy dugout canoes and all their supplies so far, the men had to build little \"carriages\" with solid wooden wheels cut from tree trunks. The canoes were put on the wheels and pulled by ropes by the men overland for 18 miles. They also tried to make Sacagawea well again; after drinking water from a mineral spring her health improved. The pirogues were left behind by this point, so Meriwether Lewis tried to put his special collapsible, iron-framed boat from Harpers Ferry together. He was very disappointed when the boat did not work, but Clark was ready to help by having two more dugout canoes made. They set out westward once more, paddling upstream. Soon they entered the Rocky Mountains and saw incredibly beautiful scenery with tall evergreen trees. By August 17 they reached the Three Forks of the Missouri, which marked the navigable limits of that river. At this spot the Missouri was fed by three rivers, which they named the Jefferson, Gallatin, and Madison after government officials in Washington. They turned up the river named for President Jefferson and finally reached its headwaters, where the once mighty Missouri could be easily straddled by a man. Now they had reached the crest of the Rocky Mountains. Jefferson, Lewis and Clark had all hoped that the trip would be easy from this point on. It was hoped that the headwaters of the Columbia would be nearby, and that the men could float and paddle their way downstream to the Pacific Ocean. Imagine how disappointed Lewis was as he came to the top of the mountains - and saw nothing but more mountains stretching off as far as he could see. Lewis knew then, as he crossed the Continental Divide through Lemhi Pass, that there was no easy water route to the West Coast. more",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/the-journey.htm"
}
