{
    "title": "Yucca House National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature        View from Yucca House National Monument NPS PHOTO       Yucca House National Monument is 34 acres in size and is located on the edge of an extensive farming and ranching area, much of which is irrigated. The biotic community of Yucca House is characterized as belonging to the Colorado Plateau Semi-Desert Province. It and its neighboring lands contain a variety of habitat types with some surface water available year-round.  The water resources at Yucca House consist of three highly mineralized, perennial springs and the small pockets of wetlands associated with it. The three springs are in close proximity, but may or may not be issuing from the same underground source. The middle spring, known as Aztec Spring, is the largest of the three and is the only dependable natural source of surface flow. The presence of perennial surface water supports a greater variety of plants than what otherwise might occur, and it attracts animals from the surrounding lands.  Habitats within the monument are dominated by desert shrubs, such as four-wing saltbush, (Atriplex canescens), greasewood (Sarcobatus vermiculatus), and wolfberry (Lycium pallidum). To the south and west of the main archeological site, hill tops and slopes support Utah juniper (Juniperus utahensis), big sagebrush (Artemisia tridentata), and a few pinyon pine (Pinus edulis). Nearby habitats include pinyon-juniper woodlands; sagebrush and other scattered shrubland; and riparian-type areas (locations with perennial water in the form of springs, seeps, ponds, or irrigation canals). None of the monument's plants are listed as threatened or endangered. However, two species of concern grow in the monument -- Great Basin centaury (Centaurium exaltatum) and pink flower hedgehog cactus (Echinocereus fendleri).  The variety of habitats supports a relatively diverse bird community of migrants, breeding birds, and wintering species. The riparian-type habitat has the greatest species diversity and abundance, although its area is relatively limited. The collapsed, multi-storied masonry structures provide important cover and hibernation areas for many reptiles, especially snakes. Although no threatened or endangered animal species breed in the monument, bald eagles are seen in winter and peregrine falcons nest in the neighboring cliffs and crags and hunt over the whole valley. Current records indicate that 6 amphibian, 125 bird, 69 mammal, and 19 reptile species have been reported from in and around Yucca House, but new species are still found from time to time. For a complete list of each, click on the following links:  Species List for Birds Species List for Mammals Species List for Reptiles and Amphibians Species List for Vascular Plants    Significant Resources of Yucca House National Monument  Water Resources. An important feature at Yucca House is the presence of a perennial spring that provides dependable surface water in an otherwise arid landscape. The spring supports a diverse wetland plant community and is used by many wildlife species. The presence of this spring was the single most important factor in the Yucca House pueblo being established at this site. Wildlife Corridor. The position of Yucca House within a partially agricultural landscape, serves as a valuable link in a rural wildlife movement corridor between Mesa Verde and Sleeping Ute Mountain.  Natural Vegetation. Although a small area, Yucca House sustains an island remnant of largely natural vegetation that has been protected from the intense grazing and cultivation that occurs on many neighboring lands.",
    "url": "https:\/\/www.nps.gov\/yuho\/learn\/nature\/index.htm"
}
