{
    "title": "Yucca House National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Off County Rd 20.5  Cortez, CO 81321                 Directions         •From Cortez, take Hwy. 491 south approximately 8 miles. •Take a right on MC County Road B (green sign), which is a dirt road one mile south of MC Road C. •Drive 0.8 miles, crossing a paved road (MC Road 21), and take the next dirt road on the right (before the farmhouse on the left). •Follow this road north and west for 1.4 miles, and head towards a white ranch house with a red roof on the west horizon. •Once at the ranch house, Yucca House NM is on the left side if the driveway.  Directions Details           Operating Hours & Seasons         Yucca House National Monument Open year-round, weather pending.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Spring and Fall are mild with daytime temperatures ranging from 50 F to 80 F.  Winter temperatures are below 50 F with occasional snowstorms.  Summers are hot and dry, with highs in the 90s.         Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 There is no entrance fee for Yucca House National Monument.   Entrance Passes:   No Entrance Pass is available. - $0.00 There is no entrance fee for Yucca House National Monument. No passes are available.         Visitor Centers                   Remnants of Ancestral Puebloan architecture at Yucca House National Monument, surrounded by private farmland. NPS Photo       Yucca House National Monument preserves a Montezuma Valley Ancestral Pueblo site and remains unexcavated, preserving its archeological integrity and beauty for future generations of scientists and visitors. To the untrained eye, the site is simply a cluster of rocky mounds. But to archeologists or those with a bit of an imagination, it holds the secrets of a large and active farming community that existed centuries ago. If you wish to visit the site, please be prepared to follow directions carefully. The monument is surrounded by private land, there are no directional signs to guide you, and you will be travelling on gravel and dirt roads. There are no facilities or informational signs, so you may want to download and print the Yucca House Visitor Guide (pdf, 258 kb) before you go. Services -- such as gasoline, food, water, lodging, or kennels -- are not available at Yucca House National Monument. The closest gasoline and grocery facilities are in Cortez, approximately 8 miles from Yucca House.",
    "url": "https:\/\/www.nps.gov\/yuho\/planyourvisit\/basicinfo.htm"
}
