{
    "title": "Gateway National Recreation Area: Bird Biographies",
    "body": "Bird Biographies         This golden-crowned kinglet was captured and banded in May 2002 at Gateway's Sandy Hook Unit and sent on its way north. NPS Photo  Birds You Might See at Gateway Twice a year, over 300 specied of birds visit Gateway along the Atlantic Flyway as part of the spring and fall migration seasons. Even in the New York metropolitan area, birds find food, shelter and rest at Gateway's three units. Here is a closer look at a few of them. (Looking for information about piping plovers? They have their own webpage here.)        Osprey eat fish almost exclusively. A father osprey is in charge of catching 6-8 fish daily when caring for his young and his mate. NPS PHOTO  Osprey (Pandion haliaetus) The osprey is sometimes referred to as a \"fish hawk\" because it eats little else.  These raptors can be seen hovering high above, then diving deep into the water at speeds up to 70 mph. Spending winters in Central and South America, osprey migrate back to the New York\/New Jersey area in mid-March, where they breed. Osprey mate for life. Most pairs return to their same nest year after year. Their nests are very large and are made from mostly sticks, but tend to include a variety of garbage including balloons, plastic bags, and fishing line. Most of these nests are built upon artificial platforms, which were implemented as part of a conservation effort to help restore their population, which was severely threatened in the 1970s due to the use of the chemical pesticide DDT. Currently these raptors are found in high numbers on all continents---except Antarctica. Watch a short, excellent video produced by the Sandy Hook Foundation, a partner of Gateway National Recreation Area, titled The Ospreys of Sandy Hook.              Osprey Warning Call    Three calls by an osprey when an intruder came too close to the nest. Total time: 45 seconds.   Duration:50 seconds     Credit\/ Author: Gateway National Recreation Area   Date created: 2010-06-30                American Oystercatcher in flight. NPS PHOTO  American Oystercatcher (Haematopus palliatus) The American Oystercatcher uses its long thick orange bill to eat shellfish and other various invertebrates. In the early spring, oystercatchers will pair up and choose a suitable nesting ground on Gateway's beaches. They make a shallow depression where they lay their eggs directly on the sand. The eggs' speckled sand color helps to camouflage them in the surrounding area and makes them less visible to predators. The parents will incubate the eggs for about a month until they hatch. Young oystercatchers stay close to the parents and rarely leave the parent's eyesight. The nest is strategically located to avoid the incoming tide while giving the birds a full panoramic view of the beach. Since oystercatchers are quite territorial, only a few pairs can occupy one mile of beach, extensive habitat is necessary to maintain nesting grounds. In the 19th century, oystercatchers became practically extinct in the northeast due to increased egg collecting and market hunting. Today the recreational use and development of beaches threaten the nesting sites of these birds. Outdoor enthusiasts should stay clear of nesting oystercatchers since they are highly susceptible to human disturbances.        Tree swallows on a nest box at Jamaica Bay Wildlife Refuge NPS photo  Tree Swallow (Tachicyneta bicolor) Iridescent blue above and white below, the tree swallow is easily distinguished from the larger, blue and reddish barn swallow, though both share a streamlined form and an acrobatic flying style. Their maneuverability and speed helps them pick their insect prey (frequently mosquitoes) out of midair. Tree swallows naturally nest in cavities in trees, which have become less numerous as New York City has grown.  These days, tree swallows can frequently be seen using nest boxes around Gateway.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/nature\/bird-bios.htm"
}
