{
    "title": "Castillo de San Marcos National Monument: Gunpowder",
    "body": "Gunpowder          What is Gunpowder? Originally, gunpowder was made by mixing elemental sulfur, charcoal, and saltpeter (potassium nitrate). There was no definitive opinion as to what the ratios should be, and this changed dramatically from country to country and over time. The current modern ratio of 75% nitrate,15% charcoal, 10% sulfur was settled upon sometime in the mid 18th century in England. But different countries had their own formulas, which may partially account for their military success or failure. Changing the ratio of the ingredients also affects the rate at which the gunpowder burns and the amount of smoke it produces. Gunpowder produces a lot of smoke, which can impair vision on a battlefield or reduce the visibility of fireworks. Incidentally charcoal is not the only fuel that can be used. Sugar is used in many pyrotechnic applications. When the ingredients were carefully ground together, the end result was a powder called 'serpentine.' One of the flaws of black powder in this original form was the tendency of the individual elements to sift out and separate under the effects of vibration, e.g. moving a keg of powder. After the component ingredients separated, the powder no longer maintained the correct proportions. The same volume of powder, depending on its vibration history and whether it was taken from the top or bottom of the container, could either fizzle or burst a gun barrel apart. To be safe, the ingredients had to be remixed before use. Later innovation began with adding liquid to the mix, usually wine or another flammable fermented liquid, creating a paste. This paste was then pushed through a screen to make small pellets which were then allowed to dry. This insured the proper mix throughout. This method, called corning, also allowed the manufacture of different grades of powder depending on the size of the holes in the screen. The coarser or larger the corns or kernels, the less surface area and so the slower combustion of the powder. The largest grades were used for cannons, the smallest to prime small arms or be used in fireworks, incendiaries, and grenades. Even so, the surface area was still volatile. Dust accumulated within the powder, and a single spark could mean disaster. In the 15th century, manufacturers began tumbling the kernels in silk tumblers to remove the dust. By the mid 17th century, the grains were being polished by adding graphite to the tumbling, which tended to seal the grains and make them safer. Black powder remained in this form until the late 19th century introduction of smokeless powders and other substitutes in the form of higher compression chemical mixes, such as cordite. How Gunpowder Works Black powder consists of a fuel (charcoal), an oxidizer (saltpeter or niter), and a stabilizer (sulfur) to allow for a constant reaction. The reaction would be slow, like a wood fire, if not for the oxidizing agent. Carbon in a fire must draw oxygen from the air, but the saltpeter in gunpowder provides the oxygen. When heated, the sulfur ignites first, which in turn burns the charcoal fuel, raising the temperature to the point that it literally tears the nitrate molecules apart, releasing the oxygen which aids the combustion. Potassium nitrate, sulfur, and carbon reacting together form nitrogen and carbon dioxide gases, heat energy, and potassium sulfide. The heat causes the gases to expand rapidly, producing an explosive force, providing the propelling action. Suggested reading: Gunpowder: Alchemy, Bombards, and Pyrotechnics : The History of the Explosive That Changed the World, by Jack Kelly",
    "url": "https:\/\/www.nps.gov\/casa\/learn\/historyculture\/gunpowder.htm"
}
