{
    "title": "Morristown National Historical Park: Primary Source Seminar Field Trip",
    "body": "× Rate the Lesson Plan             Field Trips Primary Source Seminar Field Trip   Morristown National Historical Park, Colonial National Historical Park, Federal Hall National Memorial, Fort Necessity National Battlefield, Fort Stanwix National Monument  Independence National Historical Park, Minute Man National Historical Park, Saratoga National Historical Park, Springfield Armory National Historic Site, Valley Forge National Historical Park, Washington Monument   more »            Overall Rating  Add your review    Description The primary goal of our seminar is to provide a skill-building workshop for students of history. We aim to guide students through source use and analysis activities that will lead students toward effective and meaningful primary source investigation. Our archives tutorial program provides students the unique perspective of working with authentic, unedited eighteenth- and nineteenth-century manuscripts from our own Lloyd W. Smith Archival Collection. Primary Source Seminar Session Packet. Primary Source Seminar Education Standards.  Details  Subject: Colonial History, Education, Historic Preservation, Museum Studies, Revolutionary War National\/State Standards: Common Core Standards:   RH 6-8.1.; RH 6-8.6.New Jersey Content Standards: 6.1.12.D.2.a.National History Standards: Era 3, Standard 1b; Era 3, Standard 1c. type: Field Trips              Lesson Plans  Why Here?   The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle    Distance Learning  Great PB & J Debate   School Boards, Busing, and Brown   The Great PB&J Debate     Field Trips  Holiday Treasures On-Site Education Program   Schoodic Education Adventure Residential Program   Early Explorers Camp    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/education\/classrooms\/primary-source-seminar-field-trip.htm"
}
