{
    "title": "Everglades National Park: Loop Road Camp Program",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Ranger Guided     Loop Road Camp Program                  Loop Road Camp Program       Grades: 5th & 6th  Prerequisite: Loop Road Camp Program Workshop  Maximum Group Size: 26 Students plus teachers and chaperones (1 adult per 5 students, not to exceed 34 total)  Location: Map of the Loop Road Environmental Education Center Request a date: Registration for the 2016-17 school year opens August 19 at 8:00 am. To register for a program click here Questions: Call 305-242-7753 or email us       A student investigates a dip net for fish, bugs, and plants on a hike in the cypress slough near the Loop Road Environmental Education Center. NPS Photo by Jerry Ingram      Everglades National Park maintains two education centers that offer 3 day \/ 2 night group camping programs. These programs are available to 5th and 6th grade students of the local community and are offered free of charge to teachers who complete the appropriate teacher workshop. The Loop Road Environmental Education Center is located 12 miles west of Shark Valley on the Old Loop Road, inside Big Cypress National Preserve. This center's facilities consist of an Indian chickee (shelter) with picnic tables and food storage box, five platform tents, barbecue grills, restrooms, campfire circle, pond, nature trails, and a butterfly garden. Study habitats within walking distance include: pinelands, sawgrass marsh, cypress slough, hardwood hammock, and freshwater pond. Activities agreed upon by the teacher and rangers might include: dry \/ wet hikes, sunrise walks, night walks, campfire programs, Shark Valley tram ride, living history \/ cultural demonstrations, archeology dig, art \/ language. Teachers are responsible for arranging transportation to and from the site. Teachers and chaperones are also responsible for bringing and preparing all meals. Students are responsible for bringing their own bedding and camping supplies. Teachers will work alongside a ranger to plan and lead the group activities.      Download a PDF of the \"Teacher's Camping Guide\" (small file). Download a PDF of the \"Teacher's Camping Guide\" (large file).",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/education\/looproad.htm"
}
