{
    "title": "Everglades National Park: Hidden Lake Camp Program",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Ranger Guided     Hidden Lake Camp Program                  Hidden Lake Camp Program       Grades: 5th & 6th  Prerequisite: Hidden Lake Camping Program Workshop  Maximum Group Size: 26 students plus teachers and chaperones (1 adult per 5 students, not to exceed 34 total)  Location: Map of the Hidden Lake Environmental Education Center  Request a date: Registration for the 2016-17 school year opens August 19 at 8:00 am. To register for a program click here  Questions: Call 305-242-7753 or email us       Students reflect on their time at Hidden Lake Camp as the sun rises on their final day of the program. NPS photo      Everglades National Park maintains two education centers that offer 3 day \/ 2 night group camping programs. These programs are available to 5th and 6th grade students of the local community and are offered free of charge to teachers who complete the appropriate teacher workshop. Hidden Lake is located 15 miles from Homestead, 4 miles from the park's main visitor center. The campsite is on the shore of a three-acre freshwater lake. The center's facilities include a shelter with picnic tables and food storage cabinet, five platform tents, barbecue grill, restrooms, and a campfire circle. Study habitats within walking distance include: freshwater slough, sawgrass marsh, hardwood hammock, borrow pit lake, and pinelands. Activities agreed upon by the teacher and rangers might include: habitat hikes, canoeing, freshwater lake study, night walks, campfire programs, sunrise walks, art\/language exercises, and discussion of park issues. Teachers are responsible for arranging transportation to and from the site. Teachers and chaperones are also responsible for bringing and preparing all meals. Students are responsible for bringing their own bedding and camping supplies.      Download a PDF of the \"Teacher's Camping Guide\" (small file). Download a PDF of the \"Teacher's Camping Guide\" (large file).",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/education\/hiddenlake.htm"
}
