{
    "title": "Everglades National Park: Hole-in-the-Donut Restoration",
    "body": "Hole-in-the-Donut Restoration Program       Restoring Wetlands on Abandoned Agricultural Lands within Everglades National Park        Aerial view of the approximately 6,300-acre wetland restoration area known as Hole-in-the-Donut. NPS photo  In 1993, Everglades National Park, Miami-Dade County, and the National Park Foundation entered into a partnership to restore about 6,300 acres of former agricultural land in Everglades National Park, known as the \"Hole-in-the-Donut.\" Through cooperation with Miami-Dade County, the Florida Department of Environmental Protection, and the U.S. Army Corps of Engineers, the Hole-in-the-Donut was established as a mitigation bank, the first in Florida. Using the mitigation funds from permitted development projects in Miami-Dade County, the park has undertaken a precedent-setting program of exotic plant removal and wetland restoration for the entire Hole-in-the-Donut. View a 9-minute video about the Hole-in-the-Donut habitat restoration project.        Mechanically clearing woody vegetation and scraping away the disturbed soils to limestone bedrock restores conditions conducive to colonization and dominance by native wetland vegetation. NPS photo  This restoration program involved more than a decade of development, planning, field experiments and reports, and permitting. This program is a large and ambitious wetland restoration project and when complete will not only restore about 6,300 acres of short-hydroperiod wetland, but also provide enormous benefit to the habitats surrounding the Hole-in-the-Donut that are in serious jeopardy from Brazilian pepper invasion. Everglades National Park is using the scientific information generated by this program to enhance its understanding of restoration and the many effects that people have on Everglades environments. Management is adapted as new information becomes available. Through this program of mitigation and science, Everglades National Park and Miami-Dade County are ensuring a comprehensive program of exotic plant control and wetland restoration for one of the most important habitats in the Everglades.        The results of Hole-in-the-Donut restoration efforts are obvious in the restored marl prairie on the left side of this photo, while dense stands of Brazilian pepper await removal on the right. NPS photo  Strategic Plan A strategic plan was developed to provide information and guidance to scientists who need to understand the program's objectives and framework in order to develop research projects, establish mechanisms for review and oversight to the science program and products resulting from it, and outline the process by which modification to the Hole-in-the-Donut restoration activities and management will be made in response to research findings.      The restoration program has five broad goals:  Define and characterize the structure and function of native communities as reference systems Permanently remove invasive exotics from the Hole-in-the-Donut and restore a self-sustaining ecosystem Integrate research, monitoring, and management Fund research relevant to restoration that may also be applicable to other restoration questions and programs Evaluate cost-effective restoration alternatives Ensure feedback of research findings to the management decision-making process (adaptive management)         Many native plants, such as this sawgrass, have been quick to reestablish themselves on their own in areas that have been restored. NPS photo  Progress Following restoration, communities of short-to-medium hydroperiod prairie develop within the first year. Wildlife, such as wading birds and deer, return to the area to forage for food and leave seeds behind in their waste, helping to reestablish native vegetation. As of 2010, 4,100 acres of wetlands have been restored. View a video of progress on the Hole-in-the-Donut wetlands restoration project from 1988 through 2010 below.                        Hole-in-the-Donut: Progress through 2010 Watch a 2-minute sequence of satellite images tell a 22-year story of wetlands restoration in the Everglades. Data source: NPS data on Landsat imagery.  Duration:2 minutes, 14 seconds",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/hidprogram.htm"
}
