{
    "title": "Everglades National Park: The Never-Ending Story",
    "body": "Exotic Plants: The Never-Ending Story         Treatment of exotic plant infestations in the Everglades requires proper clothing. In addition to boots and work gloves, long pants are highly recommended. NPS photo  Although contracted vegetation management is focused on the East Everglades Expansion Area, many other areas of the park also contain exotic vegetation in need of treatment. Volunteers, interns, and park staff treat exotic vegetation along the main park road, at Shark Valley, Chekika, East Everglades, Royal Palm, Pine Island, Everglades City, Key Largo, and Flamingo, and in scattered isolated remote areas. Exotic plant species targeted include Brazilian pepper (Schinus terebinthifolius), arrowhead vine (Syngonium podophyllum), pothos (Epipremnum pinnatum), Old Word climbing fern (Lygodium microphyllum), lather leaf (Colubrina asiatica), and seaside mahoe (Thespesia populnea).        Aerial view of Lygodium on the west coast of Everglades National Park. NPS photo  Although exotic vegetation has been treated in all districts of Everglades National Park, invasive exotic plant problems still occur in the all of the districts. For example, Lygodium is established in the sparsely wooded coastal marsh areas along the western coast in both the Gulf Coast and Flamingo Districts. Lygodium was first recognized in the park in 1999. Treatment efforts have been effectively targeting large dense stands, but the plant persists.        Seaside mahoe colonizes shoreline habitats and can form dense, impenetrable stands, crowding and shading out native vegetation. The fruit are buoyant in seawater, enabling seeds to be carried by ocean currents to distant shores. NPS photo  Lather leaf (Colubrina asiatica), shoebutton ardisia (Ardisia elliptic), seaside mahoe (Thespesia populnea), and Brazilian pepper (Schinus terebinthifolius) are spread widely throughout the Gulf Coast and Flamingo districts and in some areas are locally abundant. The biology of some of the exotic species and their occurrence in remote areas makes effective treatment and containment difficult and costly.        A dense stand of lather leaf growing on an island along the Gulf Coast. NPS photo  Hardwood hammocks along the coast and on the off-shore islands are routinely invaded by lather leaf and seaside mahoe. Beach naupaka (Scaevola sericea) commonly colonizes coastal dune habitats within the park. Lather leaf is also difficult to remove because individual plants are easily killed but annual recruitment of seedlings from the seed bank is vigorous and persistent over many years following initial treatment. Furthermore, seedlings grow quickly and reach reproductive age within a year. Effective treatment of this plant necessarily involves annual re-treatments until the seed bank is exhausted.        Brazilian pepper is in the same family as poison ivy, oak, and sumac, and has the same potential to cause dermatitis to people with sensitive skin. NPS photo  In terms of sheer magnitude, Brazilian pepper is the most widespread invasive plant. Brazilian pepper is particularly abundant along the fringes of the mangroves. In some instances, individual stands of Brazilian pepper cover 4,000 to 6,000 acres and are comparable in size and density to areas of Brazilian pepper found in the Hole-In-The-Donut project area. At this time, a cost-effective strategy for systematically removing Brazilian pepper from the park has not been identified. Treatment of this plant is done sporadically as a part of broader exotics projects and in discreet areas that have been identified as resource management priorities.        Despite the heat and humidity, working outdoors in the Everglades requires full body protection from poisonous plants, biting flies, and hungry mosquitoes. NPS photo  Although a great amount of progress has been made in the East Everglades Expansion Area treating melaleuca and Australian pine, there is still a great need for finishing the remaining initial treatment (about 1,650 acres) and continuing re-treatment efforts. Re-treatment efforts are critical to maintaining the progress already achieved. Funding for re-treatment efforts is not guaranteed and is crucially important to ensure restoration success. The mild, humid climate of south Florida makes Everglades National Park especially susceptible to exotic plant infestations that threaten park natural and cultural resources. Exotic species are so well adapted to and opportunistic on disturbed sites that they are able to out-compete native species. Management of exotic plant infestations through the Exotic Vegetation Management Program is one part of the on-going Everglades restoration effort.      Learn about the removal of Brazilian pepper in the Hole-in-the-Donut habitat restoration project…",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/additionalwork.htm"
}
