{
    "title": "Everglades National Park: Management Approach",
    "body": "Exotic Plant Management Approach         Treatment of exotic plants must be carefully managed so that native wildlife and other natural and cultural resources will not be harmed in the process. NPS photo  Under the guidance of its exotic plant management plan, the park applies a systematic approach that prioritizes exotic plants for treatment, monitors the effects of those treatments on exotic plants and park resources, and mitigates any adverse effects to park resources. An adaptive management strategy is employed, which uses monitoring results to adjust treatment methods or mitigation methods to reach the desired future condition of treated areas in the parks. High priority species for treatment are melaleuca, Australian pine, Brazilian pepper, lather leaf, Old World climbing fern, lead tree, seaside mahoe, and green arrowhead vine. The park uses biological, physical, chemical, and mechanical methods to control exotic plants during initial treatment as well as retreatment of sites. The selected treatment is based on the type of exotic plant species, the native vegetation present, and the potential for threatened and endangered species habitat in the treatment area.        Originally a wetland, the area known as \"Hole-in-the-Donut\" was chosen for restoration because of the intense disturbance caused by farming during 1918-1975.  When farming ceased, the area became dominated by Brazilian pepper. NPS photo  Areas treated for exotic plants are most often left to recover passively, with native plant species reestablishing naturally from seeds in the soil or from propagation of native plants in adjacent areas. However, active restoration of treated areas is another option. Active restoration typically involves amending the site or soil to improve its physical properties (for example, to improve aeration and permeability), seeding sites with native seed sources, or planting with native plant species. While active restoration techniques are used in the Hole-in-the-Donut restoration area, this approach is seldom needed in other areas of the park. Most treatment areas are able to recover well without further manipulation.  Methods for removing exotic plant materials from historic ruins and archeological sites are developed in coordination with National Park Service cultural resources specialists prior to treatment. Protective measures for treatment areas within and adjacent to structures are taken to prevent staining and structural damage from herbicide applications.        The ECISMA logo.   Because the invasion of exotic plants does not recognize human-designated boundaries, Everglades National Park collaborates with federal and state agencies, private landowners, and other agencies and organizations in an effort to build a regional front against the invasion of exotic plants. The Everglades Cooperative Invasive Species Management Area, known as ECISMA, and the Florida Exotic Pest Plant Council, known as FLEPPC, are both examples of formal partnerships of federal, state, and local government agencies, tribes, individuals, and interested groups that manage invasive species in the Everglades. Collaboration and sharing of information and knowledge is critical to achieve success in the ongoing battle against exotic plant infestations.      Learn about the park's exotic plant management plan…",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/exoticplantapproach.htm"
}
