{
    "title": "Everglades National Park: Treatment Methods",
    "body": "Exotic Plant Treatment Methods       A combination of park staff, contractors, volunteers, and interns take part in exotic vegetation treatment in the park. Specific treatment methods are described below.      Basal Bark Method Herbicide is directly applied in a band around the entire circumference of the trunk or multiple stems of the targeted tree or shrub. Typically it is applied 12 to 20 inches above the ground. The herbicide can be applied with a backpack sprayer or hand-held spray bottle. Oil-based formulations are generally best for basal bark treatment.        A spot sprayer herbicide application device is attached by a long line to a helicopter. NPS photo  Foliar Application A dilute mixture of herbicide and water is sprayed on the leaves and stems of the targeted plant. A surfactant is often needed to enable the herbicide to penetrate the plant cuticle. Foliar application can be from the ground using a backpack sprayer or hand-held spray bottle, or the herbicide can be aerially applied from an aircraft. Aerial spot spraying by helicopter is an effective and efficient method to treat vegetation in remote areas that are inaccessible on foot.        The herbicide solution contains a dye to make it easy to see areas that have been treated. NPS photo  Cut Stump Method The tree or shrub is cut down and the herbicide is immediately applied to the exposed surface. The herbicide must be applied to the entire inner bark (cambium) within minutes after the trunk is cut. Herbicide can be applied to the cut surface by backpack sprayer or hand-held spray bottle.        Young melaleuca trees can easily be cut down with pruning shears, and an application of herbicide helps prevent resprouting. NPS photo  Hack and Squirt Method The bark and cambium is cut completely around the circumference of a tree or shrub with a sharp knife, saw, ax, or machete. Multiple cuts should not be made directly above or below the original cut, because this could inhibit movement of the herbicide. Cuts should be angled down and in to hold herbicide. Herbicide is then immediately applied to the cut with a backpack sprayer or hand-held spray bottle.        Although girdling alone will kill the trees, an application of herbicide helps prevent re-sprouting. NPS photo  Girdling Girdling is a type of hack and squirt used to kill standing trees. A groove is cut around the entire trunk to interrupt the flow of sap between the roots and crown of the tree. Girdling can be done with or without an herbicide; in south Florida it is usually done with herbicide to prevent the tree from re-sprouting.        Prescribed fire is used to burn off the dead biomass of previously treated Old World climbing fern, an invasive exotic plant that spreads quickly because of its ability to reproduce from wind-dispersed spores. NPS photo  Hazard Fuel Reduction Everglades National Park Exotic Plant Management staff works closely with fire nanagement staff in the use of prescribed fire as a tool to help manage exotic plant infestations. Exotic plants are mapped and some of the impacted areas are treated with an aerial application of herbicide.  In some cases, about 6 to 18 months after herbicide treatment, the areas are burned in an attempt to decrease the biomass of exotic vegetation and slow the establishment of the exotic species. The effectiveness of fire management measures is still being evaluated.      Learn about exotic plant treatment in the East Everglades Expansion Area…",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/exoticplanttreatment.htm"
}
