{
    "title": "Everglades National Park: Management Challenges",
    "body": "Exotic Vegetation Management Challenges         This aerial view provides a glimpse of the massive scale of surface area and infestation density of melaleuca in the East Everglades Expansion Area that needs to be treated. NPS photo  Size and density of infestation, accessibility, and funding are challenges facing exotic vegetation management in Everglades National Park. At about 1.5 million acres, the massive size of the park hinders the ability of treatment crews to find and treat all of the exotic vegetation. The density of infestation varies widely, and new infestations, which are critical to treat early before they have a chance to establish, can be difficult to locate from aircraft overflights, while already-dense infestations are expensive and time-consuming to treat.  The park uses a progressional \"surround and eliminate\" quarantine strategy with melaleuca in the East Everglades Expansion Area in an attempt to treat areas that are less densely infested first, gradually removing the population of plants toward the source along the eastern park boundary. Beyond park boundaries lie massive tracts of other public and private lands that face their own exotic plant management challenges and can therefore serve as seed sources for future exotic plant invasions inside park boundaries.        Ground access to some remote areas of the park is limited by a lack of roads and a maze of dense vegetation alternating with open areas of water. NPS photo  Accessibility is a challenge because much of Everglades National Park consists of roadless wetlands. The generally shallow water levels fluctuate in space over terrain ranging from dry pinelands and densely vegetated tree hammocks several feet above sea level, to deep sloughs containing several feet of water. These water levels also fluctuate considerably in time between the rainy, wet summer season and the cooler, drier winter season. Furthering the access challenge, about 1.3 million acres of the park are legally designated as the Marjory Stoneman Douglas Wilderness, a designation that restricts motorized and mechanized access and activities. Although the park is mandated by the National Park Service Organic Act to preserve park resources for future generations and therefore is required to manage exotic vegetation, multiple other laws, such as the Wilderness Act, must be fulfilled simultaneously. Wilderness areas are managed on more protective terms than other federal lands.        Limited funding prohibits the removal of all of the exotic vegetation in the park, such as this infestation of Old World climbing fern. NPS photo  Substantial funding is necessary to adequately control and manage exotic plants in the park. While the National Park Service (through Everglades National Park and the South Florida and Caribbean Exotic Plant Management program) has supplied funding to the Everglades National Park Exotic Vegetation Management Program, funds donated by federal, state, and county agency partners such as the Florida Department of Environmental Protection, Florida Fish and Wildlife Conservation Commission, South Florida Water Management District, U.S. Army Corps of Engineers, and Miami-Dade County Department of Environmental Resources Management also are instrumental to this effort.      Learn about the park's approach to exotic plant management…",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/vegchallenges.htm"
}
