{
    "title": "Everglades National Park: Purpose",
    "body": "Why Manage Exotic Vegetation?         These native bromeliads and cypress trees have evolved together in their own ecological niche. NPS photo  What is an Exotic Species? The National Park Service defines native species as all species that have occurred, now occur, or may occur as a result of natural processes on lands designated as units of the national park system. Native plants evolve within their own ecological niche in concert with other native plants. Biodiversity exists when species are constrained in their growth by natural factors so that they can't overrun neighboring species. Natural growth restraints include competition with other native species, diseases, feeding by insects and other animals, climate, etc.        Because its roots are capable of producing nitrogen through microbial associations, Australian pine can colonize nutrient-poor soils, like this habitat for the endangered Cape Sable Seaside Sparrow. Once established, it radically alters the light, temperature, and soil chemistry as it outcompetes and displaces native plant species and destroys native wildlife habitat. NPS photo  An exotic plant species lives outside its native distributional range and arrived there by human activity, either deliberate or accidental. Synonyms for exotic are alien, non-indigenous, non-native, and naturalized. Not all exotic plants (such as tomatoes!) are problematic. An invasive plant has the ability to thrive and spread aggressively outside its natural range. A naturally aggressive plant may be especially invasive when it is introduced into a new habitat. An invasive species that colonizes a new area often has an ecological advantage because the insects, diseases, and foraging animals that naturally keep its growth in check in its native range are not present in its new habitat. An exotic plant that sustains itself outside cultivation is considered naturalized; it is still exotic and has not \"become\" native.        Melaleuca stands are treated because these exotic, invasive trees are aggressive and competitive and rapidly choke out the native vegetation that native animal populations depend on for survival. NPS photo  Not all invasive plants are created equal; some are worse than others. Many invasive plants are admired by home gardeners who may not be aware of their weedy nature. Others are recognized as weeds but are difficult for property owners to control. Some do not even become invasive until they are neglected for a long time. Some aggressively colonize only small areas. Others may spread and eventually dominate large areas in just a few years.        Cattails are an example of a native plant that has become invasive in the Everglades. NPS photo  Some native plants can become invasive when a habitat is disturbed, for example, by construction, when natural water-level fluctuations have been altered by the operation of drainage and pumping systems, or when excessive amounts of plant nutrients enter the water through agricultural runoff containing fertilizers. In the Everglades, native cattails (Typha species) quickly dominate wetland areas that have been disturbed or nutrient enriched, replacing the native sawgrass (Cladium jamaicense).      So, Why Manage Exotic Vegetation? The mild, humid climate of south Florida makes Everglades National Park especially susceptible to invasive exotic plant infestations that threaten park natural and cultural resources. Exotic plants need to be managed in the park because they:  Often cause irreparable damage to natural resources by destroying the ecological balance between plants, animals, soil, and water achieved over many thousands of years; Are aggressive and competitive and, in newly invaded areas, lack sufficient predators from their native range, or local-occurring natural predators, to effectively control them; Displace native plants by robbing moisture, nutrients, and sunlight, resulting in declines in habitat and food sources for animal populations, including critical habitat for threatened and endangered species; Can interbreed with native plant species and dilute native gene pools; and Alter cultural landscapes, and excessive growth can threaten the integrity of historic and cultural sites and structures.      Learn about the challenges faced by exotic vegetation managers…",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/whymanageplants.htm"
}
