{
    "title": "Everglades National Park: Exotic Vegetation Management",
    "body": "Exotic Vegetation Management Program         Once widely planted in Florida as garden plants and to assist in drying out swampy land, melaleuca formed dense thickets and has displaced acres and acres of native vegetation in south Florida. Melaleuca is now listed by federal and state agencies as a noxious weed; it is illegal to possess, sell, c NPS photo  Everglades National Park encompasses about 1.5 million acres of which 1.3 million acres are designated as the only subtropical wilderness in the continental United States. Non-native (exotic) plants are a significant threat to the native plant communities of Everglades National Park. Approximately 1,000 plant species have been recorded in the park. Of these, more than 220 species are non-native. Because of limited funding, only a small number of these exotic plant species can be targeted for treatment. The most commonly targeted exotics are: Brazilian pepper (Schinus terebinthifolius) Melaleuca (Melaleuca quinquenervia) Australian pine (Casuarina equisetifolia) Seaside mahoe (Thespesia populnea) Lather leaf (Colubrina asiatica) Old World climbing fern (Lygodium microphyllum) Estimates from 2013 digital mapping revealed that Brazilian pepper occurs on more than 41,707 acres, melaleuca occurs on more than 5,452 acres, Australian pine occurs on about 1,306 acres, and Lygodium occurs on more than 9,945 acres. However, these estimates were based on aerial surveys and are believed to underestimate the actual distribution of the species monitored; they do not capture species that cannot be seen from the air. Overall, exotic plant species are estimated to occur on approximately 200,000 to 300,000 acres of the park. View a map showing the distribution of the most common exotic plants in Everglades National Park.         Click on the map to see more detail in a larger version. NPS map by Caryl Alarcon       Learn why the park manages exotic vegetation…",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/exoticvegprogram.htm"
}
