{
    "title": "Voyageurs National Park: Interpretation Assistant Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer     Interpretation Assistant Volunteer              Interpretation Assistant Volunteer        This position is located at Voyageurs National Park, located in northern Minnesota. Primary duties are assisting with or conducting interpretive programs (i.e. North Canoe, canoe, talks, and hikes). Other duties are staffing the visitor center desk and sales area, providing trip-planning assistance, and disseminating information in person or via mail, telephone, or electronic mail. Volunteers working in this capacity will receive appropriate training, guidance, and supervision from the District Interpreter.  MAJOR DUTIES  As a uniformed volunteer with the National Park Service, the volunteer serves as a front-line representative of the agency while giving an interpretive program. The volunteer is responsible for providing current, accurate information on Voyageurs National Park and the National Park Service (NPS) to visitors, along with information on surrounding areas. The volunteer will be responsible for planning a program from start to finish and\/or using a park established program under the guidelines given by the District Interpreter. The volunteer explains other recreational opportunities, including national park interpretive services and privately operated facilities and services. The volunteer is responsible for the safety of the visitors while on a designated interpretive program and informs visitors of potential safety hazards; provides directions and routes of travel through the park.  The volunteer may also perform a variety of general office duties, including answering telephones, responding to written or phone requests for information, filing, typing and duplicating informational handouts. The volunteer operates a variety of office machines, including cash registers, calculators, typewriters, copiers, computers (subject to background check), and telephone\/fax machines.   The volunteer staffs the visitor center front desk when needed and assigned by the District Interpreter, provides trip planning information, publications, and general information to help visitors find their way through the park and to other recreational areas outside the park.   The volunteer staffs the Jefferson National Parks Association sales outlet, makes sales using a cash register, inventories stock, and keeps display area stocked and neat in appearance at all times.  During the summer, the volunteer may operate gasoline powered watercraft ranging from 16’ to 21’ in length and up to 200 H.P. outboards (upon successfully completion of MOCC training). During the winter, the volunteer may operate a snowmobile (upon completion of MN permitting and park orientation). The volunteer is responsible for checking and maintaining proper fluid levels, fuel mixtures, and other items required for safe operation of assigned vehicles. The volunteer is also responsible for keeping assigned vehicles in clean, neat condition with all tools and equipment properly stored.  The volunteer may also perform any or all of the following duties in the course of completing their work. These duties are secondary to the primary duties and constitute 20% or less of the duties of the position.  Collecting fees, stocking brochure and permit boxes, collecting permits. Performing roving contact at a variety of park locations. Assisting other park staff at special events. Going into the field to familiarize self with area resources. Assisting, as needed, with basic emergency response. Making program reservations for visitors.  FACTORS  To perform the duties of this position, the volunteer must have the following knowledge, skills and abilities:  Knowledge of NPS mission and goals. Knowledge of the park and operations. Moderate to advanced canoeing skills. Public speaking skills. Skill in the handling of cash, checks, and credit cards, and ability to complete mathematical calculations and make change. Ability to operate an electronic cash register, credit card machine, calculator, typewriter, and computer. Knowledge of NPS and park fee collection guidelines and procedures. Ability to communicate effectively and deal with a high volume of personal contacts in a courteous, friendly, tactful, and intelligent manner.  Supervisory Controls The volunteer works under the direct supervision of the District Interpreter. After receiving specific instructions, the volunteer performs routine assignments independently. The supervisor is available when problems or unusual situations arise. Supervisor spot checks routine work for accuracy, with closer review performed for more difficult or non-routine assignments.  Complexity The volunteer contacts visitors, conducts sales, disseminates information and is frequently required to perform multiple tasks during high volume visitation. Assignments are primarily repetitive, consisting of clearly defined tasks. Questions regarding non-routine tasks are referred to the supervisor.  Scope and Effect The results of the incumbent's activities contribute to visitor enjoyment and understanding of the park area and the public’s appreciation of the National Park Service mission. These activities affect the NPS and its employees, visitors, land managers, and neighbors.  Personal Contacts The volunteer has daily contacts with the visiting public, other volunteers, park staff, inholders, and park neighbors. These people represent a cross section of the nation and of other countries of the world. Visitors are of all ages, and from all social, ethnic, and economic groups. The volunteer has contact with park visitors for the purpose of providing information about area facilities, services, activities and recreational opportunities. Public contacts occasionally include dealing with visitor complaints and conflicts, although these are typically referred to the supervisor.  Physical Demands & Work Environment Standing for long periods of time, walking, bending, lifting of moderately heavy items, and sedentary work is required. Work is performed outdoors and indoors in both a visitor center and office setting. Trips to park field locations or local travel within or near International Falls may be required. While outdoors, the volunteer may be subject to working in adverse weather conditions, uneven terrain, lifting heavy objects, and biting insects. If participating in on-the-water canoe programs, the volunteer must be able to swim and respond to water-based emergencies.",
    "url": "https:\/\/www.nps.gov\/voya\/getinvolved\/interpretation-assistant-volunteer.htm"
}
