{
    "title": "Everglades National Park: Annual Fireline Safety Refresher",
    "body": "Explore This Park    Learn About the Park     Nature     Wildland Fire     Fire and Aviation Training     Annual Fireline Safety Refresher                  RT-130 ANNUAL FIRELINE SAFETY REFRESHER TRAINING         Fire Shelter Deployment Exercise NPS Photo       Annual Fireline Safety Refresher Training is designed to provide up-to-date fireline safety information to firefighters holding Incident Command System qualifications.  Annual Refresher Training sessions provide content pertinent to the registered students.      There are four core components to the Annual Refresher Training which include:     • Entrapment Avoidance – Use training and reference materials to study the risk management process as identified in the Incident Response Pocket Guide (IRPG) as appropriate to participants, e.g., LCES, Standard Firefighting Orders, Watch Out Situations, Wildfire Decision Support System direction, Fire Management Plan priorities.     • Current Issues – Review and discuss current topics which could be based on the new modules or areas of concern identified by your agency or geographic area. Review forecasts and assessments for the upcoming fire season and discuss implications for firefighter safety.     • Fire Shelter – Review and discuss last resort survival including escape and shelter deployment site selection. Conduct “hands-on” fire shelter inspections. Practice shelter deployments in applicable crew\/module configurations. Students are required to wear fireline  personal protective equipment during fire shelter practice to enhance the learning experience for students.     • Other Hazards and Safety Issues – Additional hazard and safety subjects, which may include SAFENET, SAFECOM, current safety alerts, site\/unit specific safety issues and hazards.     *Students are required to bring Personal Protective Gear including hardhat, Nomex shirt, eye protection, and gloves.  **Students are responsible for providing their own lunches.       One RT-130 Annual Fireline Safety Refresher will be offered this year:     To register for January 15, 2015, 8:30 a.m.-5:00 p.m. Please fill out the NWCG nomination form, then fax or email it to the Course Coordinator, Jack Weer, e-mail us, fax number 305-242-7855.   *This course will be offered at the John D. Cambell Agriculture Center, 18710 SW 288th Street, Homestead, FL 33030.   For more information, please contact the Course Coordinator at 305-242-7057.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/management\/rt130-annual-fireline-safety-refresher-training.htm"
}
