{
    "title": "Everglades National Park: Engine Types",
    "body": "Engine Types       Fire Engines The following are characteristics of the seven types of fire engines that have been established by the National Wildfire Coordinating Group (NWCG). These factors are considered when an engine is ordered in relation to the missions they are expected to conduct.      Type 1 Structural engine with minimal pump capacities of 1000+ gallons per minute (GPM)  400+ gallon tank 1200 feet of 2 ½\" hose 400 feet of 1 ½\" hose At least 48 feet of ladder Requires a minimal crew of 4       Type 2 Structural engine with minimal pump capacities of 250+ GPM  400+ gallon tank 1000 feet of 2 ½\" hose 500 feet of 1 ½\" hose   48 feet of ladder Requires a minimal crew of 3         Type 3 Fire Engine. NPS Photo.  Type 3 A wildland engine with minimal pump capacities of 150 GPM 500+ gallon tank  500 feet of 1 ½\" hose 500 feet of 1\" hose Requires a minimum crew of 3       Type 4 A wildland engine with minimal pump capacities of 50 GPM  750+ gallon tank 300 feet of 1 ½\" hose 300 feet of 1\" hose Requires a minimum crew of 2       Type 5 A wildland engine with minimal pump capacities of 50  GPM 400-750 gallon tank 300 feet of 1 ½\" hose 300 feet of 1\" hose Requires a minimum crew of 2         Type 6 Fire Engine. NPS Photo  Type 6 An initial attack wildland engine with minimal pump capacities of 30 GPM  150-400 gallon tank 300 feet of 1 ½\" hose 300 feet of 1\" hose Requires a minimum crew of 2         EVER UTV. NPS Photo  Utility Vehicle (UTV) No current standards or typing for wildland use. Everglades Fire UTVs consist of:  25 Gallon per minute pump 75 gallon tank 50 feet of 3\/4\" hose Carries 1 or 2 crewmembers   It is a multipurpose unit used for patrol, mop up or initial attack with a crew of 2      Medium-sized engines can be used either for wildland fire operations or structure protection in the wildland-urban interface. A crew of three to four is required to operate these engines. Engine crews are used for initial attack on developing fires close to roads. The crew can hike or be flown to fires in more remote areas. During extended attack, engine crews support fireline production, structure protection, and helicopter operations. One advantage of engine crews, as compared to hand crews, is the ability to build \"wet line\". Wet line is fireline that uses water or foam in place of digging a fireline to mineral soil. This minimizes the impact to vegetation and limits erosion. Information from www.nps.gov\/fire",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/management\/engine_types.htm"
}
