{
    "title": "Everglades National Park: Rapid Initial Attack Response",
    "body": "Explore This Park    Learn About the Park     Nature     Wildland Fire     Fire Success Stories     Rapid Initial Attack Response                  Rapid Initial Attack Response\/Assisting FFS        Everglades Fire staff assist Florida Forest Service in suppression of wildfires in the mutual response zone adjacent to Everglades National Park, NPS.        Rapid Initial Attack Response Limits Growth of Wildfires Adjacent to Everglades National Park Everglades National Park firefighters were the first on scene and were requested for suppression efforts on six wildfires located within a “mutual response zone” adjacent to Everglades National Park over the past month. The mutual response zone, a strip of land approximately two miles wide along the eastern boundary of Everglades National Park, is where one or more agencies will respond to wildfires.  The recent wildfires, located in the Wildland Urban Interface of Miami-Dade County, the area where human development and undeveloped wildland vegetation intermingle, remained small due to rapid initial attack response of Everglades National Park and Florida Forest Service firefighters.   Initial attack response on the wildfires was rapid, therefore preventing unwanted fire growth from damaging homes, property, and infrastructure and inhibiting fire spread to Park resources adjacent to the fire area.  No National Park Service lands or property were directly affected by the wildfires.  The combined total acreage of the six wildfires is approximately 27 acres.   All of the recent wildfires were managed under unified command with Florida Forest Service and National Park Service agencies working together to manage the fire and provide for effective, safe suppression operations.  Miami Dade County Fire and Rescue also provided assistance on the wildfires.  “Having established mutual response zones, effective preparedness and response programs, and good relationships with our partners allows our firefighters to make sound decisions and to protect life, property, and Park resources from potentially damaging wildfires.  We have a long and successful relationship with Florida Forest Service and Miami-Dade County” said Rick Anderson, Fire Management Officer. The cause of the six wildfires is unknown at this time; however lack of lightning in the fire area suggest that the wildfires were not natural in origin. More information on Florida Forest Service: http:\/\/www.freshfromflorida.com\/Divisions-Offices\/Florida-Forest-Service\/Wildland-Fire",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/management\/rapid-initial-attack-response-assisting-ffs.htm"
}
