{
    "title": "Jefferson National Expansion Memorial: Freedom Suits",
    "body": "Freedom Suits          Most people know that Dred and Harriet Scott sued Irene Emerson for their freedom in 1846, but few understand how a slave, a person with few legal rights, could sue their master and take them to court. The Scotts sued using a freedom statute that was created in the Louisiana Territory in 1807 (and based on similar statutes in most Southern states), and reinforced in a Missouri state law written in 1824, under which any person held in bondage could petition the local court for permission to sue their enslaver for freedom. The petition had to have a legal basis, for instance, that the enslaved person had been emancipated and had papers and witnesses to prove it; or that they had descended in the maternal line from a free woman of color.  Missouri bordered several states and territories that prohibited slavery. Many slaves sued for their freedom in St. Louis based on the fact that they had lived for a time in Illinois, where slavery was prohibited, before being brought to Missouri. Over 300 slaves in St. Louis used this law to sue for their freedom between 1812 and 1865. Less than half won their cases. The legal reasons a slave might sue usually fell into three categories. First, the slave had been taken to a territory where slavery was not allowed by law. Second, the person was being wrongly held as a slave after being legally freed in a will or by purchase. Third, that it could be proven that the mother of a child being held in bondage was not legally a slave. Launching a legal suit in court to gain one’s freedom was not easy. Slaves had the burden of proof upon them.Click here to see the list of slave suits for freedom.Click here to go to the St. Louis Circuit Court Historical Records Project site where all of the freedom suits have been scanned and are available for research.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/freedom-suits.htm"
}
