{
    "title": "Everglades National Park: Name That Tune: Everglades Edition",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Soundscape \/ Noise     Name That Tune: Everglades Edition                  Name That Tune: Everglades Edition                Can you name my tune? NPS photo  Test your skill at identifying common sounds heard in Everglades National Park. Listen to each of the following sound clips that are presented below in random order, making notes about which sound matches the letter associated with each sound clip. Should you get stumped, read the hints that are written below each sound clip. After you're done, scroll down to the bottom of the page to compare your answers with the answer key. Listed alphabetically, the sounds include:  Anhinga Alligator Alligator and pig frog Cricket frog Eastern screech owl Great egret Green tree frog Gulf toadfish Pig frog Seminole bat Southern leopard frog Thunderstorm              A     We'll start with an easy giveaway.  And it's a good thing you brought your umbrella with you today!     Credit \/ Author: NPS Natural Sounds Program                     B     Yikes!  What was that sound?  Whatever made it, let's hope it isn't hungry right now!     Credit \/ Author: NPS Natural Sounds Program                     C     Luckily for this little critter, tree leaves in the Everglades don't change colors in the fall.     Credit \/ Author: NPS Natural Sounds Program                     D     Don't you wish you could walk around in the mud all day and stay so clean?!     Credit \/ Author: NPS Natural Sounds Program                     E     It sounds like there's a farm around here!     Credit \/ Author: NPS Natural Sounds Program                     F     At your service: All natural, pesticide free, organic insect control!     Credit \/ Author: NPS Natural Sounds Program                     G     You may need to turn up your volume to hear this call.  What kind of story do you think Rudyard Kipling might write about this little critter?     Credit \/ Author: NPS Natural Sounds Program                     H     What a lucky duck -- to be able to fly, dive, and swim too.  Oh wait, you're no duck!     Credit \/ Author: NPS Natural Sounds Program                     I     Whoooo, who said that looks can be deceiving?  Apparently sounds can be deceiving too.  Instead of a feather, you get a fish scale in your cap if you get this one right!     Credit \/ Author: NPS Natural Sounds Program                     J     Listen carefully and you'll get two chances to get this one right -- even if you only listen to it once!     Credit \/ Author: NPS Natural Sounds Program                     K     Who, who, who goes there??  I can't see you, but I can hear you!     Credit \/ Author: NPS Natural Sounds Program                     L     Hey wait a minute, is this a trick question? There aren't any insects on the list of choices!     Credit \/ Author: NPS Natural Sounds Program               Answer Key Listed by letter: A. Thunderstorm B. Alligator C. Green tree frog D. Great egret E. Pig frog F. Seminole bat G. Southern leopard frog H. Anhinga I. Gulf toadfish J. Alligator and pig frog K. Eastern screech owl L. Cricket frog Listed alphabetically:  Anhinga - H Alligator - B Alligator and pig frog - J Cricket frog - L Eastern screech owl - K Great egret - D Green tree frog - C Gulf toadfish - I Pig frog - E Seminole bat - F Southern leopard frog - G Thunderstorm - A   How'd you do?",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/namethattune.htm"
}
