{
    "title": "Everglades National Park: Everglades Soundscape",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Soundscape \/ Noise     Everglades Soundscape                  Everglades Soundscape         Acoustic technician maintaining the sound monitoring system at the Eco Pond site. NPS photo  During 2008 and 2009, five acoustic monitoring systems were deployed in the park by staff from the National Park Service Natural Sounds Program. The primary criteria used to determine acoustic zones in the Everglades was vegetation\/land cover and climate conditions. Secondary criteria used to select the final sites was park resources\/management zones and commercial air tour flight routes. The final definitive criteria was site accessibility. The five monitoring locations that were chosen include Shark Valley, Pinelands, North Nest Key, Eco Pond, and Cane Patch. The monitoring systems ran continuously for 30 days each, and for two seasons each (summer and winter). The sound clips that are presented in the Sound Gallery webpages consist of interesting sounds that the acoustic technicians came across during the sound source analysis process. Also included is a sound clip of a Seminole bat recorded at Pa-hay-okee by staff from Everglades National Park.       Acoustic monitoring sites in Everglades National Park.        Click on the Sound Gallery links in each of the sections below to hear a sampling of sounds recorded at the acousitc monitoring sites located within Everglades National Park. After you've familiarized yourself with the sounds, you can test your identification skills by playing a round of Name That Tune: Everglades Edition.      Shark Valley Acoustic Monitoring Site        The Shark Valley tram road and trail is accessible to hikers, bikers, and tram riders -- and lots of wildlife too! NPS photo  Located along the Tamiami Trail (US Highway 41) near the Miami Dade \/ Collier county line, Shark Valley lies in the heart of the River of Grass (view map), which stretches about 100 miles from Lake Okeechobee to the Gulf of Mexico. Wildlife typically seen in Shark Valley includes alligators, ibises, herons, anhingas, wood storks, roseate spoonbills, raccoons, lizards, snakes, and turtles. The abundant wildlife shares a freshwater ecosystem of sawgrass marsh and tree islands. An observation tower located at the midpoint of the 15-mile-long tram road provides spectacular views into the sawgrass marsh. In addition to sightseeing trams, the tram road is used by hikers and bikers. Several nature trails are located near the Visitor Center.          Shark Valley acoustic monitoring site. NPS photo  The Shark Valley acoustic monitoring system was located about 20 yards off the tram road. Human sources of recorded sound include airboats, aircraft, vehicle sounds, and voices. Natural sounds recorded included wind through foliage and insects. Daytime sound levels were highly variable, mostly due to human sounds, which accounted for 64% of the total sounds during the summer season and 56% during the winter. Timewise, human sounds were audible 27% of the daytime during the summer and 39% during the winter. Aircraft were audible 37% of the daytime during the summer and 17% during the winter. Loud levels of insect and amphibian activity recorded during summer night and early morning hours fell off rapidly in the early morning hours. Listen in on snippets of alligators, an anhinga, a great egret, several frog species, and some unknown amphibians in the Shark Valley Sound Gallery.      Pinelands Acoustic Monitoring Site          The Pinelands acoustic monitoring site was located among the saw palmettos and other brushy shrubs that form the understory of the pine forest. NPS photo  The Pinelands acoustic monitoring site was located near the Pineland Trail area (view map). Also known as pine rocklands, pinelands are islands of higher-elevation, infrequently flooded pine forest interspersed with dense stands of saw palmettos and many other broad-leaved trees and shrubs. The pinelands within the park are surrounded by thousands of acres of open wet prairies. Historically, fires ignited by lightning cleared out the faster-growing hardwoods that block the light needed for pine seedlings to thrive. Although most wildfires today are extinguished for safety reasons, the National Park Service replaces natural fires with a regimen of prescribed fires that are allowed to burn only under carefully controlled conditions. The pinelands are one of the last refuges for the elusive Florida panther.          Acoustic monitoring technicians turn their backs on inclement weather. Thanks to Tropical Storms Fay and Hanna and Hurricane Gustav, wind and heavy weather were the most dominant natural sounds recorded during the summer 2008 recording period. NPS photo  Because the acoustic monitoring system was placed about 500 feet from the Ingraham Highway and off the Pineland Trail, human sources of sound were prevalent, including hikers on the trail and vehicles on the highway. Sounds from visitors were audible 34% of the daytime during the summer and 48% during the winter. Aircraft were audible 23% of the daytime during the summer and 18% during the winter. Winter evening sounds levels at times were very low. The summer measurements were subject to Tropical Storms Fay and Hanna and Hurricane Gustav, which led to wind and heavy weather being the most dominant natural sound source, followed by birds and insects. Listen to an eastern screech owl in the Pinelands Sound Gallery.      North Nest Key Acoustic Monitoring Site        Aerial view to the south of North Nest Key, located in the northeastern part of Florida Bay. NPS photo  The northernmost island of the two Nest Keys, North Nest Key is a small island surrounded by the waters of northeastern Florida Bay and tucked between Joe Bay on the southern coast of peninsular Florida and Key Largo in the Florida Keys (view map). The open waters of Florida Bay are often windy and are popular for fishing and recreational boating activities. North Nest Key contains a backcountry wilderness campsite that is accessible only by boat. A backcountry permit is required by those wishing to camp on North Nest Key.          North Nest Key acoustic monitoring site. NPS photo  A series of three tropical storms and hurricanes in 2008 precluded data collection during the summer monitoring period at North Nest Key, a coastal mangrove site. Human sounds dominated the winter soundscape during daytime hours, accounting for 81% of the sounds heard at this site. Of the human sounds, 46% were conversations and music from park visitors. Aircraft were audible during 21% of the daytime (7 a.m. to 7 p.m.), and watercraft during 32% of the daytime. Insect activity was recorded during the evening, nighttime, and morning hours. Wind and weather-related sounds were the most dominant natural sounds at this location, followed by water, birds, and insects. Listen to a Gulf toadfish in the North Nest Key Sound Gallery. Toadfish are one of only a few species of fish that make sounds loud enough for people to hear.      Eco Pond Acoustic Monitoring Site        Snowy egrets roosting at Eco Pond. NPS photo by Rodney Cammauf  Just past Flamingo near the end of the main park road (view map) lies Eco Pond, a manmade waterhole that attracts a wide variety of wading birds, song birds, ducks, alligators, softshell turtles, and other wildlife. Although a freshwater pond, Eco Pond is subject to salt-water overwash during large storm events, with the resulting salinity increases affecting the living conditions and therefore the wildlife assemblage present at the pond. The Eco Pond wetland was constructed to naturally filter and cleanse treated wastewater from the developed area in Flamingo. A 1\/2-mile (800-meter) trail circles the pond.          Acoustic monitoring technician at Eco Pond site. NPS photo  The acoustic monitoring system at the Eco Pond site was located near the Flamingo campground. Tropical Storms Fay and Hanna and Hurricane Gustav led to high natural sound levels of wind, rain, and surf during the storm events. The overall median daytime sound level during the summer was similar to the winter sound level. Daily (24-hour) median sound levels were highly variable in both summer and winter. Insect and amphibian influence caused summer sound levels to be louder during the evening and morning hours than during the day. Human sources of sound were prevalent during daytime hours, accounting for 51% of the sounds heard at this site during the summer and 67% during the winter. Aircraft were audible 23% of the daytime during the summer and 15% during the winter. Human sounds were audible 28% of the daytime during the summer and 52% during the winter. Wind and wind-related sounds were the most dominant natural sound source at this site, followed by water, birds, and insects. Listen to a summer thunderstorm or let the daytime and nighttime Eco Pond chorus serenade you at the Eco Pond Sound Gallery.      Cane Patch Acoustic Monitoring Site        Cane Patch is located deep within the watery wilderness of the Everglades backcountry. NPS photo  Precious little land exists in the watery wilderness of the Everglades backcountry, and Cane Patch is one of only a few available ground campsites. Formerly called Avocado Mound, Cane Patch is located upstream from Tarpon Bay on Avocado Creek, about a 5-mile-long side trip (one-way distance) off the 99-mile-long Wilderness Waterway (view map). Deep in the middle of the Everglades, the remote location of Cane Patch makes it a quiet place for solitude and quiet contemplation, as well as an excellent place for stargazing on a clear night because of its distance from urban sources of light pollution.          Cane Patch acoustic monitoring site. NPS photo  The acoustic monitoring system at the Cane Patch site was located in the campground area. Natural sounds were audible during most of the daytime and included insects, birds, wind, thunder, and rain. The most common non-natural sounds were jet aircraft, watercraft, propeller aircraft, and sounds of human conversation. Distant motor sounds, which were likely watercraft or propeller aircraft, also were audible – particularly during the winter season. Tropical Storms Fay and Hanna and Hurricane Gustav led to high natural sound levels of wind, rain, and surf, especially during August 14 to 30, 2008. Human sources during daytime hours (7 a.m. to 7 p.m.) accounted for 24% of the sounds heard at this site in the summer season and 39% in the winter. Aircraft were audible 16% of the daytime during the summer and 20% during the winter. Human sounds such as conversation, music, and watercraft use were audible 8% of the daytime during the summer and 19% during the winter. The winter soundscape was generally quieter than the summer soundscape and did not include pervasive insect noise during the day, making the winter sound levels more dependent on wind effects on the nearby foliage. Listen to birds and a chorus of amphibians at the Cane Patch Sound Gallery.      Pa-hay-okee        Aerial view of the Pa-hay-okee boardwalk trail and overlook near where the Seminole bat calls were recorded. NPS photo  Native Americans called the Everglades Pa-hay-okee, meaning grassy river, and Author Marjory Stoneman Douglas later dubbed the Everglades as the River of Grass. The Pa-hay-okee Overlook is located about 13 miles (21 km) from the main park entrance\/ Ernest Coe Visitor Center (view map). A 0.16-mile (260-meter) boardwalk trail leads to a raised observation platform that provides sweeping vistas of the famed River of Grass.          Seminole bat. Photo courtesy of Porter Libby, U.S. Forest Service  Visit the Pa-hay-okee Sound Gallery to hear the echolocation calls of a Seminole bat that were recorded by a bat detector at Pa-hay-okee. Visit the main bat webpage for an explanation of echolocation. Few people ever have the opportunity to see bats in the Everglades because only five known bat species inhabit the park, and because bats are nocturnal, meaning they are active only at night. Bats provide important and valuable ecosystem services such as controlling insect populations, dispersing seeds, and pollinating many plant species.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/eversoundscape.htm"
}
