{
    "title": "Jefferson National Expansion Memorial: Emancipations",
    "body": "Emancipations       Hiring Out and EmancipationExaminations of the original St. Louis court records reveal that just under 1,000 slaves were emancipated in the St. Louis courts between 1828 and 1865. This represents a large number of slaves who achieved freedom out of a total slave community that never topped 2,600. Why so many?It is thought that African Americans in a large number of cases of emancipation bought their own freedom through the wages they earned for working while hiring themselves out or for Sunday work, gardening, sewing, laundry and other occupations. It was often a long process to earn enough money to purchase freedom, which would cost between $500 and $1,000, and sometimes even more, per individual.We have very few details on the process, but some are provided through the autobiography of St. Louisan Elizabeth Keckley. In 1855, Keckley was a 37-year-old slave valued for her needlework. She was able to borrow enough money from her clients to purchase her freedom and that of her 16 year old son. Keckley paid a total of $1,200, which would be about $33,600 in today's money. She left St. Louis for the East, and became Mary Todd Lincoln's seamstress in the White House. Throughout the Civil War Keckley continued to pay off her debt to St. Louis creditors, even after her boy died of disease fighting as a soldier for the Union cause. As more people were emancipated, slaveholders began to be worried about the rise in the population of free blacks in St. Louis. In 1841, a St. Louis newspaper protested the practice of employing blacks on the river by reminding slave owners that their slaves would \"come into contact with abolitionists and free blacks who might implant discontent in their minds.\" It was generally believed that free blacks stirred up discontent among the slaves, and caused them to run away, slow down their work, or sue for their freedom if they were eligible. For this reason many slaveholders frowned upon emancipating their slaves. When Dred and Harriet Scott approached their owner, Mrs. Irene Emerson, in 1846 to ask to purchase their freedom, she refused. As a result, the Scotts launched their suit for freedom in the St. Louis courts.Click here for a list of emancipated slaves compiled by Jefferson National Expansion Memorial historian Bob Moore and Dr. Kris Zapalac from a thorough examination of the Circuit Court Record Books at the Civil Courts Building at Tucker and Market Streets, and the examination of papers at the Missouri Historical Society.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/emancipations.htm"
}
