{
    "title": "Everglades National Park: Burmese Pythons: Management",
    "body": "Burmese Pythons: Management         NPS photo  Over the past decade, the National Park Service has invested substantial time and resources in cooperative efforts that have greatly increased our understanding of the ecological impacts of established invasive constrictors in south Florida. In addition, these partnerships have helped evaluate potential control strategies to address present populations, and better engage the public in preventing the negative impacts that these and other invasive exotics can exert on natural areas.  NPS partnered with Auburn University and the South Florida Water Management District on an 11-month study of python detection efforts using detector dogs. The outcome of this study indicates that dogs can cover more ground quicker than people can, but implementation of this type of program has limitations. Currently, land managers are looking into the efficacy of such a program and how it could be implemented. NPS partnered with the Nature Conservancy for a 2-year program to conduct several training workshops for early detection and rapid response teams for large exotic snakes. NPS partnered with the University of Georgia (UGA) in maintaining and enhancing an Everglades invasive animal web and mobile reporting system for a 5-year period. As part of this endeavor, an iPhone application developed by UGA to report invasive animals was released. NPS supported the Florida Fish and Wildlife Commission Nonnative Pet Amnesty Program -- including an adoption and reporting hotline -- a 3-year and 8-months agreement. NPS supported a 5-year program in cooperation with the U.S. Geological Survey (USGS): studies of ecological impact assessment, visual searching, and monitoring protocol development. NPS installed invasive species exhibits in neighboring parks and natural areas (Coe Visitor Center, Oasis Visitor Center, Crandon Park, the Deering Estate, and ZooMiami). The NPS collaborated with the South Florida Water Management District to produce and distribute an invasive animal ID card deck to support further public education of invasive species and their negative impacts on natural areas.          In addition to the programs outlined above, the NPS is an active participant in the Everglades Cooperative Invasive Species Management Area (ECISMA) - an organization that provides a mechanism to coordinate invasive species management efforts in the Everglades. This grass-roots interagency group has developed a strategy for approaching invasive species problems in the Everglades that follows well-established, internationally accepted elements at the field level. The major components of the invasive animals strategy are:  Prevention and assessment of new invasives Management and control of established invasives Education and outreach, and Interagency coordination and planning.       Update In January 2012, the U.S. Fish and Wildlife Service listed the Burmese python and several other large constrictor snakes (the northern and southern African python and the yellow anaconda) as injurious species under the Lacey Act. By this action, the importation into the United States and interstate transportation between States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or possession of the United States of any live animal, gamete, viable egg, or hybrid of these four constrictor snakes is prohibited, except by permit for zoological, education, medical, or scientific purposes (in accordance with permit regulation).",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/npspythonmanagement.htm"
}
