{
    "title": "Everglades National Park: Burmese Pythons: How to Help",
    "body": "Burmese Pythons: How to Help       At Home      Preventing the introduction of nonnative species begins at home, largely in the choices we make as consumers. From the plants we grow in our gardens to the animals we bring home as pets, we should learn as much as possible before making a purchase. Visit the Florida Invaders website below for more information about what to know and do -- it provides a good primer about the issues that are at stake.           Visit the Florida Invaders website to download the publication.          If you have a non-domesticated animal you can no longer care for, consider attending one of the Nonnative Pet Amnesty Days presented by the Florida Fish and Wildlife Conservation Commission.            Out & About      The eyes and ears of the south Florida community represent the first line of defense against new invasions. As we go about our day-to-day business, it is important to be aware of our surroundings and be on the lookout for nonnative plants and animals. Promptly reporting observations is critical for averting decades of costly long-term management.           Report suspected invaders by phone at 1-888-Ive-Got1 or online at IveGot1.org           Download the IveGot1 App for your smartphone to help report new invaders on the fly!            In the Classroom      The topic of invasive species provides numerous opportunities to explore basic concepts in the interplay between biology and ecology. Raising awareness of the issue with students will leave them better informed and prepared to make responsible decisions in years ahead.           Download the Don't Let It Loose Curriculum Guide and other educational resources.            In the Outdoors      If you frequently spend time outdoors exploring natural areas around south Florida, we need your help! Your ability to promptly report and\/or remove nonnative species is invaluable help with efforts currently underway.         Take the free Introduced Reptile Early Detection & Documentation (REDDy) Course to learn how to properly recognize and report large, invasive reptiles.           Download the Field Identification Deck of Select Native and Nonnative Animals in Florida (PDF, 5.8 MB) for use in the field.           Interested in catching pythons? View information on the FWC Python Permit Program.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/burmhowtohelp.htm"
}
