{
    "title": "Everglades National Park: Burmese Pythons: Research",
    "body": "Burmese Pythons: Research       Nowhere else on the planet has such a large constrictor been introduced and established in a foreign locale as a result of the exotic pet trade. The invasive population of Burmese pythons in the Florida Everglades, therefore, requires resource managers to rely upon original scientific research and novel strategies to guide control efforts. Follow the links below to access additional resources on lessons learned and studies currently underway.         Fact Sheets           Burmese Pythons Fact Sheet April 2013 Hi-Res, 2 MB | Lo-Res, 300 KB             University of Florida IFAS Extension Fact Sheet English (PDF, 900 KB) Español (PDF, 900 KB)               Photos                   Burmese Pythons in the Everglades   10 Photos  Photographs documenting the ongoing efforts to control Burmese pythons in Everglades National Park.                              Publications          Giant Constrictors: Biological and Management Profiles and an Establishment Risk Assessment for Nine Large Species of Pythons, Anacondas, and the Boa Constrictor U.S. Geological Survey (PDF, 15 MB)      Avery, Michael L., et al. \"Cold Weather and the Potential Range of Invasive Burmese Pythons,\" Biological Invasions 12, no. 11 (2010): 3649-3652. Dorcas, et al. \"Severe mammal declines coincide with proliferation of invasive Burmese pythons in Everglades National Park,\" Proceedings of the National Acadamy of Sciences of the United States of America (2012): 1115226109v1-201115226 Dorcas, Michael E., John D. Willson, and J. Whitfield Gibbons. \"Can Invasive Burmese Pythons Inhabit Temperate Regions of the Southeastern United States?\" Biological Invasions 13, no. 4 (2010): 793-802. Dove, Carla J., Ray W. Snow, Michael R. Rochford, and Frank J. Mazzotti. \"Birds Consumed by the Invasive Burmese Python (Python molurus bivittatus) in Everglades National Park, Florida, USA,\" The Wilson Journal of Ornithology, 2011: 126-131. Krysko, Kenneth L., James C. Nifong, Ray W. Snow, Kevin M. Enge, and Frank J. Mazzotti. \"Reproduction of the Burmese Python (Python molurus bivittatus) in Southern Florida,\" Applied Herpetology 5 (2008): 93-95. Mazzotti, Frank J., et al. \"Cold-induced mortality of invasive Burmese pythons in south Florida,\" Biological Invasions 13, no. 1 (June 2010): 143-151. Meshaka, Jr., Walter E., William F. Loftus, and Todd Steiner. \"The Herpetofauna of Everglades National Park,\" Florida Scientist 63, no. 2 (2000): 84-103. Pyron, A. R., Burbrink, F. T., Guiher, T. J. \"Claims of Potential Expansion throughout the U.S. by Invasive Python Species Are Contradicted by Ecological Niche Models,\" PLoS ONE 3, no. 8 (August 2008): e2931. Reed, Robert N., et al. \"A Field Test of Attractant Traps for Invasive Burmese Pythons (Python molurus bivittatus) in Southern Florida,\" Wildlife Research 38 (2011): 114-121. Reed, Robert N., et al. \"Natural History Notes: Python sebae,\" Herpetological Review 42, no. 2 (2011): 303. Rodda, Gordon H., Catherine S. Jarnevich, and Robert N. Reed. \"Challenges in Identifying Sites Climatically Matched to the Native Ranges of Animal Invaders,\" PLos ONE 6, no. 2 (2011): 1-18. ---. \"What Parts of the US Mainland Are Climatically Suitable for Invasive Alien Pythons Spreading from Everglades National Park?\" Biological Invasions 11, no. 2 (2008): 241-252. Snow, Ray W., Kenneth L. Krysko, Kevin M. Enge, Lori Oberhofer, Alice Warren-Bradley, and Laurie Wilkins. \"Introduced Populations of Boa constrictor (Boidae) and Python molurus bivittatus (Pythonidae) in Southern Florida.\" In Biology of the Boas and Pythons, edited by Robert W. & Powell, Robert Henderson, 417-438. Eagle Mountain, UT: Eagle Mountain Publishing, 2007. Snow, Ray W., Matthew L. Brien, Michael S. Cherkiss, Laurie Wilkins, and Frank J. Mazzotti. \"Dietary Habits of the Burmese python, Python molurus bivittatus, in Everglades National Park, Florida,\" Herpetological Bulletin, no. 101 (2007): 5-7. Willson, J. D., M. E. Dorcas, and R. W. Snow. \"Identifying Plausible Scenarios for the Establishment of Invasive Burmese Pythons (Python molurus) in Southern Florida,\" Biological Invasions 13 (2010): 1493-1504.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/burmesepythonresearch.htm"
}
