{
    "title": "Everglades National Park: Modified Water Deliveries",
    "body": "Modified Water Deliveries (MWD)         NPS photo  Improving Hydrologic Conditions in Northeast Shark River Slough Long-expected benefits from Everglades restoration efforts are finally reaching Everglades National Park (ENP). A set of significant changes to the operation of the local water management infrastructure that controls the flow of water into ENP is about to begin, putting in place important first steps to allow more water to flow into Northeast Shark River Slough (NESRS). These changes will take place in three phases, with the first phase, referred to as Increment 1, to begin this summer (2015). The structural features of the Modified Water Deliveries (MWD) project, begun in 1992, are now nearing completion and will allow the incremental increase in water flow into NESRS. Planning and development of this field-test phase of the MWD project has been a complex, multi-year, interagency undertaking. Water flow into NESRS through the S-333 structure along the L-29 Canal will increase and water that seeps out of the park to the east will be returned to the park by use of the S-356 pump, also located along the L-29 Canal. Increment 1 will begin as soon as the rainy season is underway and canal levels are high enough to turn the pumps on, and will continue for up to 2 years. Increment 1 is expected to produce small but important hydrologic benefits based on the additional water flow and seepage return. Water quality will be maintained because seepage water has low levels of total phosphorus and is of very good quality overall. Increased water flow and water quality are expected to improve habitat function and species composition and abundance, while promoting the build-up of soil and inhibiting soil loss. Increment 2 is expected to provide additional hydrologic and ecological benefits to NESRS, and data collected during the first two increments will be used in Increment 3 to design a new operational plan for the system. The link below leads to a more in-depth description of the Incremental Field Test and is accompanied by photographs and graphics.       Story Map: Click for a more in-depth description.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/modwater.htm"
}
