{
    "title": "Everglades National Park: Lionfish",
    "body": "Lionfish         Introduced lionfish can threaten the health of marine communities and pose a hazard to people. Image Courtesy of the USGS  Native to Indo-Pacific waters, the lionfish (Pterois volitan) is a venomous predatory fish that was introduced into Atlantic waters as early as the 1980s. Lionfish have the potential to impact the marine ecosystems of south Florida. Preliminary evidence suggests that the proliferation of lionfish may diminish native species of commercial, recreational, and ecological importance. In addition, lionfish stings, though rare, are painful and occasionally result in serious injury.  The invasion of the lionfish is unprecedented, as it is currently the only known invasive marine fish recognized to have established itself throughout the Caribbean and the coastal waters of the southeastern United States. Management and control may require novel approaches, close coordination across jurisdictional boundaries, and assistance from the general public.      What's the Problem?        A decrease in the abundance of fish and crustaceans on the reef can encourage the overgrowth of algae. Image courtesy of CORE  Preliminary evidence suggests that the proliferation of lionfish may diminish native species, change community composition, alter ecological function, and present a hazard to human health.  Because they feed primarily on larval and juvenile fish, lionfish can significantly impact recruitment of commercially and recreationally important species in areas where they are present. Lionfish feed on a wide variety of fishes and crustaceans, competing directly with native predators, such as snapper and grouper. Lionfish consume great quantities of fishes and invertebrates and cause harmful ecological impacts if their numbers go unchecked. Lionfish can target herbivorous fish that graze on algae. Losing these important grazers may cause algae to overgrow coral reefs and reduce habitat for corals and sponges. As lionfish densities increase, so does the chance of encounters with people and the risk of envenomation.       Lionfish in Everglades National Park      Thus far, only a handful of lionfish have been removed from the waters of Florida Bay within the southern boundary of the Everglades National Park. Still, given the growing abundance of lionfish in nearby waters and the availability of favorable habitat within the park, it is expected that observations of additional specimens will increase in both frequency and distribution.   The Everglades and Dry Tortugas lionfish management plan is currently in review. The preferred alternative outlined in the plan is to \"target specific areas within each park to suppress the invasion of lionfish.\" Key areas will be identified in Florida Bay where staff will continually survey for and remove lionfish on a regular schedule. These key areas will be preserved in their natural state to afford visitors opportunities to experience the character of park resources prior to invasion by lionfish.          Annual Tally of Lionfish Removed from Everglades National Park by Park Staff and Partners     Year   Number of Lionfish Removed     2010   4     2011   1     2012 3    2013  12    2014  13    Total:   33            Parks in Peril        Since 1992, lionfish have spread throughout the Caribbean, up the Atlantic coast, and around the Gulf of Mexico. Image courtesy of USGS  Because lionfish are spreading across a very large range, the National Park Service is working with coastal parks, monuments, and seashores in the development of a regional management plan. Officials from Biscayne National Park, Buck Island Reef National Monument, Canaveral National Seashore, Dry Tortugas National Park, Gulf Islands National Seashore, Virgin Islands National Park, and Virgin Islands Coral Reef National Monument have worked together in drafting a region-wide Lionfish Management Plan, which is currently under review. The National Park Service is also working with partner agencies like NOAA, the USGS, and non-governmental organizations like REEF and The CORE Foundation. Working collaboratively provides the best hope against an invader that does not recognize administrative boundaries.      How You Can Help          Learn more by downloading our lionfish fact sheet.   Local removal efforts can help reduce lionfish densities. Because lionfish are slow-moving fish that are often stationary, they are relatively easy to capture. Two methods are commonly used to capture lionfish: netting and spearing. Just remember that heavy gloves should be worn at all times when handling lionfish. Even if you're not equipped to capture lionfish, you can help by reporting your observations. If you're out snorkeling, fishing, or diving and you see a lionfish, report the sighting to a park ranger. Reports can be made either to 305-809-4738, or by email. Finally, if you have a fish in your home aquarium that you can no longer take care of, don't release it into the wild. Instead, be a responsible pet owner and contact the Florida Fish and Wildlife Conservation Commission to find out about their Exotic Pet Amnesty Program.      References      Albins, M. A., Hixon, M. A. (2008). Invasive Indo-Pacific lionfish Pterois volitans reduce recruitment of Atlantic coral-reef fishes. Marine Ecology Progress Series, 367: 233-238.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/lionfish.htm"
}
