{
    "title": "Everglades National Park: Sea Turtles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles     Sea Turtles                  Sea Turtles         Sea turtle swimming. NPS photo  Sea turtles are commonly sighted in Florida Bay and the Gulf of Mexico. Five species of sea turtle are found in the waters of south Florida: loggerhead (Caretta caretta), green turtle (Chelonia mydas), leatherback (Dermochelys coriacea), Kemp's ridley (Lepidochelys kempi), and hawksbill (Eretmochelys imbricata). All five of these species were once more abundant; however, all five species are now listed as either threatened or endangered under the Endangered Species Act of 1973.      Please Remember that it is Illegal to Disturb Sea Turtles and Sea Turtle Nests! Section 9 of the Endangered Species Act makes it \"illegal to take (includes harass, harm, pursue, hunt, shoot, wound, kill, trap, capture, or collect; or to attempt any of these), ... any endangered fish or wildlife species...\" The Florida Fish and Wildlife Conservation Commission interprets the disorientation of sea turtles due to artificial lighting as a violation of the Act. In addition, many dive outfitters even consider harassment to include a diver causing a turtle to alter its course when swimming. Please contact a park ranger to report a person disturbing a sea turtle nest or an injured, dead, or harassed sea turtle.      Monitoring Sea Turtle Nesting Activity        Sea turtle crawl on a Cape Sable beach. NPS photo by Jason Osborne  Cape Sable in Everglades National Park is one of the most active turtle nesting sites in south Florida. Park biologists monitor sea turtle nesting activity on Cape Sable's beaches throughout the nesting season to document the presence of turtles. Tracks and other signs left on a beach by a sea turtle emerging from the sea are called a crawl. If the conditions are not right and a female sea turtle abandons her nesting attempt, the resulting tracks are called a false crawl.        The direction of travel can be determined from the orientation of the comma-shaped flipper marks, and in this case, by the superposition of turtle tracks. Can you guess which species may have made this crawl? NPS photo by Jason Osborne  Biologists can determine information about the nesting sea turtle by examining the tracks left in the sand. Each species of turtle leaves behind a characteristic set of tracks. Loggerhead turtles leave behind an approximately 3-foot-wide trail of comma-shaped flipper marks that alternate on the right and left sides, a wavy and smoothed track center without a well-defined tail-drag mark, and no regular marking from the front flippers at the margins of the track. The size and alternating appearance of the tracks distinguishes loggerhead tracks from the tracks of green and leatherback turtles, which both leave parallel flipper marks in a \"butterfly stroke\" pattern. Both green and leatherback turtles leave a ridged track center with a thin, straight, and well-defined tail-drag mark that is punctuated by tail point marks. However, green turtles tracks are about 4 feet wide and display regular markings from the front flippers at the margins of the track, while leatherback turtles tracks display extensive marking from the front flippers at the margins of the track, which extend the total track width up to 6 or even 7 feet. The orientation of the flipper marks records the direction of travel.        Sea turtle nest on a Cape Sable beach. NPS photo by Jason Osborne  Biologists find sea turtle nests by looking for a characteristically shaped mound of sand on the beach. They mark and record each nest and begin checking for signs of hatchlings about 45 days later. Although incubation takes about 60 days, the temperature of the sand determines the speed of embryo development, so the hatching period can cover a broad period of time. The speed of embryo development increases with increasing nest temperature. Cooler nests generally produce more males, and warmer nests generally produce more females.        Eggshells left behind by hatchlings from a successful nest. NPS photo by Jason Osborne  When sea turtles successfully hatch from their eggs, the shells they leave behind remain within the nest cavity. Hatching most often occurs at night. The hatchlings climb out of the nest and make their way to the ocean, guided by an inborn tendency to move away from the dark silhouettes of the dunes and vegetation and toward the brightest direction, which on a natural beach is the night sky reflected off the ocean.        Sea turtle nest that has been preyed upon by a large animal, possibly a raccoon. NPS photo by Jason Osborne  Upon discovering a sea turtle nest, a large and hungry predator such as a raccoon or fox will dig up the nest and devour the eggs. The remaining eggshells are typically left scattered around the edge of the hole that was dug by the predator. Sometimes the perpetrator leaves behind its own tracks and other clues about its identity. Distinguishing track marks require the proper environmental conditions. For example, the substrate cannot be too hard or too soft to preserve tracks, and weather conditions during and since the excavation must not have had a chance to obliterate the tracks before they are found and examined by a biologist.        This egg and several others were found in a nest from which many others had already hatched. The unhatched eggs were replaced in the nest and covered with sand. They likely hatched within the next day or two. NPS photo by Jason Osborne  Sea turtle eggs are about the size and shape of a ping pong ball. After the eggs have hatched, biologists excavate the nest and record the number of hatched and unhatched eggs, live and dead turtles, and any observations such as signs of predation on the nest or indications of arrested development. Cheer on the determined little hatchlings in the videos below as you watch their successful journeys to the sea.                        Journey to the Sea I Watch a sea turtle hatchling on Cape Sable journey off into the wild blue yonder during the 2013 nesting season.  Duration:3 minutes, 45 seconds                                Journey to the Sea II Watch another sea turtle hatchling on Cape Sable journey off into the wild blue yonder during the 2013 nesting season.  Duration:5 minutes, 11 seconds               Threats to Sea Turtles        After having safely reached the water, tiny and vulnerable sea turtle hatchlings that have so far escaped predation by raccoons, foxes, crabs, and ants are still subject to predation by birds and crocodiles -- and now by fish too, including sharks. NPS photo by Jason Osborne  Although many thousands of hatchling sea turtles emerge from their nests along coastal areas of the southeastern United States and enter the Atlantic Ocean and Gulf of Mexico each year, only an estimated one in 1,000 to 10,000 will survive to adulthood. Natural threats to both young and adult sea turtles alike are abundant, but it is the increasing human threats that are driving sea turtles to extinction. Today, all sea turtles found in United States waters are federally listed as endangered except for the loggerhead, which is listed as threatened.        Raccoons are common natural predators of sea turtle eggs and hatchlings. NPS photo  Natural Threats Sea turtles living in the waters of the southeastern United States face a wide variety of natural challenges to their survival. Hatchlings may have to crawl up and down steep, sandy slopes and become trapped in pits of loose sand along the way. They may encounter storm-eroded cliffs and embankments or mounds of seaweed, driftwood, and other obstacles blocking their way. They may have to navigate dense tangles of viney beach vegetation that leave them trapped within, or simply too exhausted to continue.        Upon reaching adulthood, the larger sea turtle species are virtually immune to predation from everything but large sharks and crocodiles -- and people, too. NPS photo  Crocodiles prey upon nesting sea turtles, and raccoons, foxes, crabs, and ants commonly raid eggs and hatchlings in the nest. Upon emerging from the nest, hatchlings make tasty and nutritious snacks for an even greater variety of carnivorous wildlife, including aerial predators such as birds and a suite of marine predators that includes many species of fish, including sharks. With the exception of an occasional shark or crocodile attack, the larger sea turtle species are virtually immune to predation upon reaching adulthood. Sea turtles are mobile and are known to travel great distances to faraway shores, both within the United States and beyond to distant countries, where entirely new suites of predators may be lurking.        Sea turtle confiscated in Oklahoma as part of Operation Wild Web, a coordinated multi-agency law-enforcement operation aimed at disrupting the trafficking of protected wildlife on the Internet. Photo courtesy USFWS  Human Threats Human threats to sea turtle survival are many and varied. Not all countries offer protection to sea turtles and eggs, and of those that do, enforcement may be lax. Humans harvest turtle eggs and meat for consumption and may harvest other turtle parts such as oil, cartilage, skin, and shell to make products. Naivety and a general lack of information about sea turtles leads many world travelers to unwittingly support the illegal international black market for sea turtle shells and products. Buying, selling, or importing any sea turtle products in the United States, as in many countries around the world, is strictly prohibited by law. Adult and immature sea turtles often are accidentally captured in commercial and recreational fisheries in fishing and shrimping nets and lines and may be injured or killed by vessel strikes. Death by ingestion of discarded plastics and entanglement in marine debris, such as lost or discarded fishing gear, also is a major threat to sea turtles. Sea turtles that are lucky enough to hatch and live in protected areas such as national parks are protected from some but not all human threats, and they also frequently cross park boundaries and travel into unprotected waters.        Coastal alteration above and below the water surface causes destruction of sea turtle nesting and foraging habitat. NPS photo by DeWitt Smith  Urbanization and coastal development in the form of sea wall, revetment, and jetty construction cause destruction and alteration of nesting and foraging habitat, as do beach nourishment and dredging projects. Near-shore artificial lighting discourages females from nesting in ideal spots and disorients hatchlings, leading them to wander inland where they may die of dehydration, exhaustion, or predation, or be crushed by vehicles on coastal roadways. Recreational beach use during both day and night can crush eggs and hatchlings and deter females from nesting. Invasive species and feral and even domesticated dogs and cats may devour eggs and hatchlings, and have been known to attack nesting females. Oil and chemical spills and runoff from fertilizers cause marine pollution that contaminates food sources, resulting in disease. Rising sea levels that result from climate change decreases the size of nesting beaches, and warmer temperatures during incubation could affect the sex ratio of the hatchlings.        A tagged hawksbill sea turtle ready to be released back into the sea. Photo courtesy of Kristen Hart, USGS  Although the large number of human threats to sea turtles can seem overwhelming, greater public awareness and support is an important first step toward sea turtle conservation. In addition, ongoing research projects enhance scientific understanding of the biology, requirements, and habitats of sea turtles and inform wise conservation and management decisions. Learn about a current sea turtle research project in nearby Dry Tortugas National Park.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/seaturtles.htm"
}
