{
    "title": "Everglades National Park: Nonnative Plants",
    "body": "Alien Invaders: Exotic Plants in the Everglades         Popularly known as air plants, bromeliads are native to the Everglades. NPS \/ Lori Oberhofer  Every species of plant, animal, fungi, and bacteria has a home in some part of the world. A place where it has existed for thousands of years as a result of natural forces and influences like climate, storms, moisture, fire, soils, and species interactions. Over long periods of time, these and other factors direct the distributions of organisms in nature. A native (indigenous) species is one that occurs in a particular region, ecosystem, or habitat without direct or indirect human actions. Species native to North America are generally recognized as those occurring on the continent prior to European settlement. Endemic is used to describe populations of native animals, plants, or other organisms that have relatively restricted distributions and are confined to certain environments.        Once established, Australian pines spread rapidly, displacing native plant and wildlife species. NPS photo  Organisms are considered nonnative (alien, exotic, foreign, introduced, non-indigenous) when they occur artificially in locations beyond their known historical natural ranges. Nonnative can refer to species brought in from other continents, regions, ecosystems, and even other habitats. Species exotic to the United States include those transported from Europe, Asia, Africa, South America, Australia, and other parts of the world. They also include any species moved by people from one locality in the United States to a new one. Learn how the park manages nonnative vegetation with the Invasive Plant Program.      Importance of Native Plants Approximately 18,000 plants are native to the ecosystems of North America. Our native flora (meaning all native plants within the United States) provides the foundation of the historic American landscape and defines the various ecosystems and regions of the country. These plants also provide natural sources of food, fiber, and other materials that we depend on. The populations of many native plants have been greatly reduced as a result of human encroachment, which has destroyed many millions of acres of natural habitat. In the United States alone, about 200 native plant species have become extinct since the 1800s and about 5,000 species are considered to be at risk. Invasions of nonnative plants are the second greatest threat to native species after direct habitat destruction.      The Invasive Problem        Crews removing exotic vegetation in the Everglades. NPS photo  The following plants are invasive exotics in Everglades National Park. Park staff actively try to remove these species whenever possible to protect native species and habitat. Learn more about the species below by downloading the fact sheets (PDFs). Australian Pine (Casuarina equisetifolia) Latherleaf (Columbrina asiatica) Old World Climbing Fern (Lygodium microphyllum) Melaleuca (Melaleuca quinquenervia) Brazilian Pepper (Schinus terebinthifolius) Seaside Mahoe (Thespesia populnea) Learn more about exotics (PDF) What You Can Do About Exotics (PDF)",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/invasiveplants.htm"
}
