{
    "title": "Everglades National Park: American Crocodile",
    "body": "American Crocodile: Species Profile         Sharp teeth are a great reminder to keep a safe distance away from wildlife! NPS photo  Crocodiles and alligators belong to a group of reptiles called crocodilians, which are the largest of the living reptiles. Of the 23 different species of crocodilians in the world, 2 species are native to the United States, and south Florida is the only place where both of these species coexist. The American alligator (Alligator mississippiensis) ranges throughout the southeastern United States, and Everglades alligators exist at the southern extreme of their range. American Crocodiles (Crocodylus acutus), on the other hand, inhabit coastal areas of south Florida where they are at the northern extreme of their range. American crocodiles also can be found on the islands of Cuba, Jamaica, and Hispaniola, as well as along both coasts of southern Mexico and Central America, south to Ecuador on the Pacific coast of South America, and Venezuela on the Atlantic coast. At first glance crocodiles can be difficult to distinguish from alligators, but closer inspection reveals several important differences. The American crocodile is lizard-shaped with a long, muscular tail and four short legs that have five toes on the front feet and four on the back feet. Adults have grayish-green backs and tails and white to yellowish undersides. Their narrow snout is triangular in shape, and the fourth tooth on both sides of the lower jaw is visible when the mouth is closed. The ear drums are protected by moveable flaps of skin at the top of the head behind the eyes, and the nostrils are at the end of the elongated snout. Because of the location of the eyes, ears, and nostrils, a crocodile can be submerged with only the top of its head exposed and still be able to see, hear, and breathe. Male crocodiles are larger than females and can reach about 20 feet in length but rarely exceed 14 feet in the wild. Breeding females are about 8 to 12 feet in length.       The lighter skin and narrower, triangular-shaped snout of the American crocodile distinguish it from the American alligator, shown below. NPS photo        The darker skin and broader snout of the American alligator distinguish it from the American crocodile, shown above. NPS photo       Alligators are more numerous in Florida than crocodiles, are darker, have a broader snout, and are typically found in freshwater habitats. Crocodiles, on the other hand, are rare and secretive creatures that inhabit coastal, brackish, and salt-water habitats. Although the aggressive reputation earned by the American crocodile’s distant, larger, man-eating cousins in Australia and Africa may inspire fear of crocodiles inhabiting the Everglades, conflict with humans rarely occurs because of the shy nature of American crocodiles. Like alligators, crocodiles are ectothermic, meaning they rely on external sources of heat to regulate their body temperature by basking in the sun or by moving to an area with warmer or cooler water. A basking crocodile may be surprised by an approaching person and quickly (and noisily) enter the water. This behavior might startle the person, but it should not be misunderstood. Crocodiles normally enter the water quietly; splashing away indicates that the crocodile is frightened and feeling stressed. Crocodiles sometimes can be seen sunning with their mouths open. This behavior is also a way of regulating body temperature and does not mean that the crocodile is acting aggressively toward people.        Head of American crocodile under water and partly buried by sand. USGS photo  A crocodile will eat almost anything that moves. Hatchlings and young crocodiles eat small fish, snails, crustaceans, and insects. Adults feed mostly at night on fish, crabs, turtles, snakes, and small mammals. The growth rate of crocodiles varies with food availability and temperature. Digestion is efficient only within a certain range of body temperatures. Generally, crocodiles grow more slowly near the limits of their range. American crocodiles build nests that are either holes in or mounds of sand and other earthen material. Unlike birds and mammals, the sex of embryos is not determined at fertilization, but by the temperature at which the eggs are incubated. Temperatures of 88 to 91 degrees Fahrenheit produce mostly male offspring, and temperatures lower than 88 degrees result in mostly females. However, the temperature must remain above 82 degrees for the eggs to survive and hatch. Females lay from 20 to 60 eggs per clutch and incubate the eggs for about 85 days until they hatch in late July or early August. Female crocodiles build soil nests on elevated, well-drained sites. Nests are constructed so that the eggs will be above the high-water mark because crocodilian eggs cannot survive flooding for more than 12 hours. After nest construction, the female may not remain near the nest;however, toward the end of incubation, females visit the nest with increasing frequency. When hatching begins, the mother digs open the nest and may help some of the hatchlings emerge from their eggs. She may also assist the newly hatched crocodiles to water or nursery sites where they are released. Adult crocodiles leave the nesting areas within a day or two, leaving the hatchlings on their own. The hatchlings rapidly disperse from their nest and fend for themselves. Crocodiles typically live to an age of 50 to 70 in the wild. Predation, degraded hydrologic conditions, and habitat loss are the most important factors influencing the success of crocodiles in Everglades National Park. Although adult crocodiles have no natural predators other than humans, hatchlings have a high mortality rate and are preyed upon by other wildlife including raccoons, birds, and crabs. Alteration of salinity and water levels in Florida Bay resulting from extensive drainage programs throughout south Florida also are a factor. Crocodile nests that are too wet or too dry result in egg mortality. Suitable year-round crocodile habitat was lost with the development of the upper Florida Keys. Despite the setbacks, the outlook for crocodiles in Florida is optimistic and an excellent example of endangered species conservation success. Although the worldwide population of American crocodile is federally listed as endangered, the status of the Florida population has been changed to threatened because of a recent sustained increase in numbers, particularly nesting females. The nesting population continues to slowly increase, both in abundance and nesting range since effective protection of animals and nesting habitat was established. Protection of the remaining crocodile habitat in Florida and the restoration of the Everglades ecosystems will help ensure the survival of this species in the wild.      Additional Resources Status and Conservation of the American Crocodile in Florida: Recovering an Endangered Species While Restoring an Endangered Ecosystem Frank J. Mazzotti and Michael S. Cherkiss, 2003 (PDF, 1.9 MB) The Nest Environment of the American Crocodile Peter L. Lutz and Ann Dunbar-Cooper, 1982 (PDF, 5.63 MB) Osmoregulation of Crocodiles in Everglades National Park William A. Dunson, 1980 (PDF, 5.43 MB) Feasibility of the Establishment of a Captive-Breeding Population of the American Crocodile John L. Behler, 1978 (PDF, 29 MB)",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/crocodile.htm"
}
