{
    "title": "Everglades National Park: West Indian Manatee",
    "body": "West Indian Manatee: Species Profile         West Indian manatee. NPS photo  While some claim the West Indian manatee is ugly, with \"a face only a mother could love,\" most people are drawn to this marine creature, describing it as homely and having the appeal of a plump grandmother with flippers like oven mitts, outstretched as if inviting a hug. Manatees may not win the gold in a beauty contest, but they definitely take the prize for popularity. A trendy target of the tourism industry, manatees put up with an annual intrusion of humans who leap into their winter freshwater havens to commune with the placid sea cows. Whether it’s their sad, puppy-like demeanor or their sluggish, gentle manner, something about manatees is awfully endearing. Primarily herbivorous, manatees spend up to eight hours each day quietly grazing on seagrasses and other aquatic plants, though they will occasionally feed on fish. Manatees surface for air about once every five minutes, but can remain submerged as long as twenty minutes when they are resting. Their lungs are positioned along the backbone, which helps with buoyancy control. They swim by waving their wide paddle tail up and down, and because they do not possess the neck vertebra that most other mammals have, they must turn their entire bodies to look around. Manatees can hear quite well, at least at high frequencies. This is likely an adaptation to shallow water living, where low frequency sounds aren’t transmitted well because of physical barriers. Their inability to hear the low frequency churning of an approaching boat might explain why manatees are susceptible to injury by boat propellers, a top reason for the decline in their populations.      A Species in Peril Manatees were listed as endangered in 1967 concurrent with the creation of the Endangered Species Conservation Act, an act that pre-dated the federal Endangered Species Act of 1973. In addition to Florida, manatees are present in Georgia, Texas, Mexico, Puerto Rico, and elsewhere in the Caribbean. The population in Florida is currently estimated at 1,865 individuals. Accidental collisions with boats are the primary cause of death for these inhabitants of shallow waters, followed by low reproductive rates and a decline in suitable habitat.      West Indian Manatee Research Everglades National Park monitors manatees by tagging them and tracking them through aerial surveys. In 2005, scientists observed 176 adults and 7 calves in park waters. The surveys revealed that manatees frequently enter tidal creeks to obtain freshwater for drinking and refuge during cold weather. Park scientists also evaluate manatee health by capturing individuals and taking biological samples for laboratory study.         Review and Synthesis of Manatee Data in Everglades National Park, 2006 Bradley M. Stith, Daniel H. Slone, and James P. Reid PDF, 5.3 MB",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/manateepage.htm"
}
