{
    "title": "Everglades National Park: Eastern Indigo Snake",
    "body": "Eastern Indigo Snake: Species Profile         Eastern indigo snake. USFWS photo  The eastern indigo snake (Drymarchon corais couperi) is a large, black, non-venomous snake found in the southeastern United States. Reaching lengths of almost 9 feet, it is the longest native snake in the United States. Its color is uniformly a lustrous black, although the chin, throat, and sometimes the cheeks may be red to creamy in color. Diet may include fish, frogs, toads, snakes, lizards, turtles, turtle eggs, small alligators, birds, and small mammals. Juvenile eastern indigo snakes eat mostly invertebrates. Eastern indigo snakes are widely distributed throughout central and south Florida but primarily occur in sandhill habitats in northern Florida and southern Georgia. Given their preference for upland habitats, eastern indigo snakes are not commonly found in great numbers in the wetland complexes of the Everglades, though their range extends south to the Florida Keys. Preferred habitat includes pine and scrubby flatwoods, pine rocklands, dry prairie, tropical hardwood hammocks, edges of freshwater marshes, agricultural fields, coastal dunes, and human-altered habitats. Eastern indigo snakes need a mosaic of habitats to complete their annual life cycle. In the northern range of their territory they require sheltered retreats from winter cold and desiccating conditions and often coexist with gopher tortoises inside their burrows. In wetter habitats that lack gopher tortoises, eastern indigo snakes may take shelter in hollowed root channels, hollow logs, or the burrows of rodents, armadillo, or land crabs. In the milder climates of central and southern Florida, the availability of thermal refugia may not be as critical to the snake’s survival, although they still seek and use underground refugia in the region.        Eastern indigo snake. USFWS photo  Eastern indigo snakes were listed as threatened because of dramatic population declines caused by over-collecting for the domestic and international pet trade as well as mortalities caused by rattlesnake collectors who gassed gopher tortoise burrows to collect snakes. The pressure from collectors has declined in response to effective law enforcement, but collecting still remains a concern. Since its listing as a threatened species, habitat loss and fragmentation by residential and commercial expansion have become much more significant threats to the eastern indigo snake. Human population growth increases the risk of direct mortality of the eastern indigo snake from property owners, domestic animals, and highway mortality. Pesticides that bioaccumulate through the food chain present a hazard to the snake as well. Considering the low numbers of this species, any additional threats to its survival could cause local extirpations. Extensive tracts of wild land are the most important refuge to sustain a breeding population of eastern indigo snakes. Even with continued habitat destruction and alterations, this species likely will persist in most localities where large, unfragmented pieces of natural habitat remain. Unfortunately, current and anticipated future habitat fragmentation probably will result in a large number of isolated, small groups of indigo snakes. Fragmented habitat patches probably cannot support a sufficient number of individuals to ensure viable populations. The eastern indigo snake is secure within Everglades National Park where it is widely distributed and relatively uncommon in pine and tropical hardwood forests and, to a lesser extent, in coastal habitats and freshwater marshes. Preservation of these habitats is the best assurance of the continued existence of the snake within these park areas.      ADDITIONAL RESOURCES  Status of the Eastern Indigo Snake in Southern Florida National Parks and Vicinity Todd M. Steiner, Oron L. Bass, Jr., and James A. Kushlan, 1983 (PDF, 4.5 MB)",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/easternindigosnake.htm"
}
