{
    "title": "Everglades National Park: Brazilian Free-tailed Bat",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Brazilian Free-tailed Bat                  Brazilian Free-Tailed Bat         Mexican free-tailed bats, a subspecies of Brazilian free-tailed bats that lives in the Western United States, exiting Bracken Bat Cave in Texas. USFWS photo by Ann Froschauer  Brazilian free-tailed bats (Tadarida brasiliensis) occur throughout the southern United States and southward to the Caribbean Islands, Mexico and Central America, and northern South America. The subspecies that occurs in the southeastern United States, including Florida, is Tadarida brasiliensis cynocephala. The millions of free-tailed bats that inhabit Carlsbad Caverns National Park in New Mexico and Bracken Cave near San Antonio in Texas, which are famous for their spectacular evening bat flights, are also Brazilian free-tailed bats, though they are a different subspecies, called Mexican free-tailed bats (Tadarida brasiliensis mexicana). Mexican free-tailed bats are so named because they migrate from the United States to Mexico during the winter.      Florida, however, lacks large caverns to offer as bat habitat. Caves in Florida typically contain water, which raises the humidity of the air space above the tolerance level for free-tailed bats. Instead, southeastern free-tailed bats commonly roost in buildings and under bridges in urban areas, where they form relatively large colonies with individuals typically numbering in the hundreds to thousands. Roosting together in large colonies allows baby bats, called pups, to remain behind in the warmth, comfort, and safety of the colony while the mothers leave the roost to feed.        Mexican free-tailed bat. Photo © Hank and Marsha Rhodes  Another difference between the two subspecies is that the southeastern free-tailed bats do not migrate. Seasonal temperature variation within Florida's warm climate is minimal, which also allows for year-round availability of food. With less severe physical conditions to endure, tropical and subtropical bat species display a greater variety of behaviors than bats that inhabit temperate zones. Although free-tailed bats in Florida do not hibernate, during winter cold spells they typically go into a state of torpor. When temperatures are low and food is scarce, torpor allows bats to combat energy loss by slowing down their bodily functions, thereby stopping production of body heat and slowing down their metabolism and heart and breathing rate to extremely low levels.        Brazilian free-tailed bat. Photo courtesy of the State of Florida  In the family Molossidae, free-tailed bats are so named because the end of their tail visibly extends beyond the edge of the tail membrane. All of Florida's other bat species are in the family Vespertilionidae, in which the tail extends only as far as the tail membrane and is therefore not as noticeable. Brazilian free-tailed bats primarily eat insects, including moths, beetles, and flies.They hunt their prey using echolocation and typically catch their prey in flight.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/brazilianfreetailedbat.htm"
}
