{
    "title": "Jefferson National Expansion Memorial: Insurrections",
    "body": "Slave Insurrections       Slaves grew tired of facing bleak lives with little hope of emancipation for themselves or their children. On August 21 and 22, 1831, in Southampton County, Virginia,  a slave named Nat Turner and his followers killed 55 whites in the bloodiest slave insurrection in American history. Turner remained at large for more than nine weeks. Captured, tortured and tried, he was executed on November 11, 1831. It is estimated that hundreds of other blacks were murdered in retribution for this insurrection throughout the South. The result caused fear among slaveowners, who passed legislation to keep African Americans from communicating with one another, receiving an education, assembling in large groups, bearing arms, associating with free persons of color, and gaining their freedom. The Confessions of Nat Turner was a book published by Thomas R. Gray, the court-appointed lawyer for Turner. The text was taken from a jailhouse account given by Turner in 1831, shortly before his death. The information was introduced as evidence at Turner’s trial. The Nat Turner insurrection frightened slaveowners because it coincided with other insurrections in at least a half dozen places in the Caribbean and North Carolina in that same year. Not only were laws passed further restricting the rights of African Americans as a result of the insurrection, but the emancipation movement in the South also began to falter. Southerners thought they saw signs of conspiracy not only in the wave of similar insurrections but also in the rise of radical abolitionism in the North, as William Lloyd Garrison began to publish his anti-slavery newspaper The Liberator in 1831. In St. Louis, Moses Dickson (1824-1901), as chronicled in John A. Wright’s book, Discovering African American St. Louis, “organized a secret society called the Knights of Liberty, whose goal was to enlist and arm southern slaves for an insurrection to end slavery.” Dickson’s own account, in The Manual of the International Order of Twelve Knights and Daughters of Tabor, stated that they expected to descend upon Atlanta, Georgia with a force of 150,000 armed men in July 1857, but held back because the unsettled nature of the country, particularly following the Dred Scott Decision, seemed to portend Civil War. Instead of insurrection, they aided fugitive slaves, and later took up arms with the Union Army during the war. Dickson was later ordained as a minister in the African Methodist Episcopal Church, and was an important and powerful figure on the St. Louis scene. See John A. Wright, Discovering African American St. Louis, Second Edition, (St. Louis: Missouri Historical Society Press, 2002), pp. 14-15.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/slave-insurrections.htm"
}
