{
    "title": "Everglades National Park: Seminole Bat",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Seminole Bat                  Seminole Bat         Male Seminole bat. Photo © Hank and Marsha Rhodes  The Seminole bat (Lasiurus seminolus) is a medium-sized bat that weighs about 0.3 to 0.5 ounce (8 to 15 grams) and has a wingspan of 11 to 13 inches (28 to 33 centimeters). Seminole bats are sometimes confused with other bat species. Close inspection reveals that the deep mahogany color of their fur is distinctive from the reddish-orange color of eastern red bats. Like hoary bats, the fur of Seminole bats is frosted at the tips, but hoary bats are considerably larger. The Seminole bat is furred to the tip of its tail and its fur extends along its underarms to its wrists, ending with distinctive white patches on the wrists and shoulders that distinguish Seminole bats from Florida yellow bats.        Female Seminole bat and pups. Photo © Hank and Marsha Rhodes  When insect populations increase in May or June, female bats typically give birth to a single baby bat, called a pup, or occasionally more. Juvenile bats either cling to their mother or remain alone in the roost as she feeds at night. For their size, bats are the slowest mammals to reproduce. Pups typically begin to fly about 3 to 6 weeks after birth and are weaned from their mothers by mid-August, when they are able to fly and search for food on their own. Bats do not reach reproductive maturity until they are about 1 year old, which is considerable later than most small mammals        Aerial view of the Pa-hay-okee boardwalk trail and overlook near where the Seminole bat calls were recorded. NPS photo  The Seminole bat is solitary and commonly roosts in pine trees and Spanish moss. The species typically ranges throughout the Gulf Coast states from south Florida to Texas and north to southeastern Oklahoma, southern Arkansas, and the Carolinas. Seminole bats emerge early in the evening year-round when temperatures are above 70 degrees F (21 degrees C) and feed primarily on leafhoppers, flies, beetles, bees, and ants.        Pa-hay-okee boardwalk trail and overlook. NPS photo  Click on the link to the audio file below to hear the echolocation calls of a Seminole bat that were recorded by a bat detector at Pa-hay-okee. Visit the main bat webpage for an explanation of echolocation.             Audio recording of Seminole bat     This audio file of ultrasonic sound waves from a Seminole bat was recorded at Pa-hay-okee in October 2011. The file has been optimized to make the sounds audible to humans.     Credit \/ Author: Skip Snow",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/seminolebat.htm"
}
