{
    "title": "Everglades National Park: Northern Yellow Bat",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Northern Yellow Bat                  Northern Yellow Bat         Male northern yellow bat. Photo © Hank and Marsha Rhodes  Within the United States, northern yellow bats (Lasiurus intermedius) are primarily found along coastal regions of the Southeast, ranging as far west as eastern Texas. They are found throughout Florida everywhere except the Florida Keys. With a wingspan of 14 to 16 inches and a body length of about 2.8 inches, northern yellow bats are one of Florida's larger bat species. They typically weigh about 0.5 to 1.1 ounces, and females are larger than males. They are most commonly seen at dusk, foraging over open spaces, where they feed on mosquitoes, flies, and other insects. Northern yellow bats are non-migratory and typically are active year-round, except during periods of abnormally cold winter weather.        The dead, but still-hanging, brown fronds of cabbage palms are a favorite roost site of northern yellow bats. NPS photo by Jimi Sadle  Also known as the Florida yellow bat, eastern yellow bat, greater yellow bat, and big yellow bat, the easily camouflaged long, thick dark-tipped fur of the northern yellow bat ranges from yellowish to brownish-gray. The cryptic coloration of the northern yellow bat makes it difficult to spot on its preferred roosting site: the dead, but still-hanging, brown fronds of cabbage palm (Sabal palmetto). Small groups of males and slightly larger groups of females typically roost together near  a source of freshwater. This species frequently changes its roost site. If disturbed, females will pick up their pups and move them to a safer roost.   Mating occurs during flight in the fall and winter months. Females give birth to one to four, but typically two, pups in late May or early June. Unlike most other species of Lasiurus bats, northern yellow bats have only two nipples. If a female gives birth to more than two pups, usually only two will survive. The pups typically begin flying by June or July. Flying pups feed in groups along with adult females, while adult males feed alone.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/northernyellowbat.htm"
}
