{
    "title": "Everglades National Park: Florida Panther",
    "body": "Florida Panther: Species Profile         Florida panther. NPS \/ Rodney Cammauf  Once common throughout the southeastern United States, fewer than 100 Florida panthers (Puma concolor coryi) are estimated to live in the wilds of south Florida today. The current range of Florida panthers is less than five percent of their original range across Florida, Georgia, Alabama, Mississippi, Louisiana, Arkansas, and parts of Tennessee and South Carolina. Florida panthers were heavily hunted after 1832 when a bounty on panthers was created. Perceived as a threat to humans, livestock, and game animals, the species was nearly extinct by the mid-1950s. Today, the primary threats to the remaining panther population are habitat loss, fragmentation, and degradation. Urban sprawl, the conversion of once-diversified agricultural lands into intensified industrial farming uses, and the loss of farmland to commercial development combine to reduce the amount of suitable panther habitat. Other factors include mortalities from collisions with automobiles, territorial disputes with other panthers, inbreeding, disease, and environmental toxins. All these other factors, however, also are related to habitat reduction.        Florida panther. NPS \/ Rodney Cammauf  Like most animals, Florida panthers need food, water, shelter, and access to mates to survive. Panthers are strictly carnivores and eat only meat. About 90 percent of their diet is feral hog, white-tailed deer, raccoon, and armadillo. Occasionally they consume rabbits, rats, and birds, and occasionally even alligators. In south Florida, panthers prefer mature upland forests (hardwood hammocks and pinelands) over other habitat types. Upland forests provide dry ground for resting and denning, and prey density is higher than it is in lower habitats where flooding is more common. Much of the prime panther habitat is north of Interstate Highway 75, and panthers in that area weigh more, are healthier, and successfully raise more kittens than panthers that live primarily south of the highway and feed mostly on small prey. Panthers in Everglades National Park are smaller and fewer because much of the park consists of wetlands, while panthers need uplands in order to thrive. Although the Long Pine Key area within the park provides dry upland habitat, hogs are scarce in the park and deer are limited to dry or low water level areas. A panther has to kill and eat about 10 raccoons to equal the food value of 1 deer. To maintain their health and fitness, adult panthers need to consume the equivalent of about 1 deer or hog per week. Females with kittens may need twice this amount. The recent history of the Florida panther documents the success of the genetic restoration program. Historically, natural gene exchange occurred between the Florida panther and other contiguous species of Puma concolor as individuals dispersed among populations and bred. This natural mechanism for gene exchange maintained genetic health within populations and minimized inbreeding. However, as the population declined, gene exchange between subspecies could no longer occur because the Florida panther had become isolated from neighboring subspecies such as the Texas panther. Inbreeding accelerated, resulting in genetic depression, declining health, reduced survivability, and low numbers. If action was not taken to address the loss of natural gene exchange, it was feared that the species would soon be extinct. In 1995 when the genetic restoration program began, the population of panthers had dwindled to only 20-30 individuals in the wild. In 1995, eight female Texas panthers were released in south Florida. Five of the eight Texas panthers produced litters and at least 20 kittens were born. By 2007, the Florida panther population had responded by tripling to about 100 animals. The genetic restoration program restored genetic variability and vitality for a healthier, more resilient population.      Mercury in Panthers        Florida panther. NPS  Mercury in Panthers Scientists first became aware of the potential threat of mercury to panthers in south Florida in 1989 when a female panther from the park died. An immediate cause of death could not be determined, but later tests revealed that her liver contained high levels of mercury. That same year, the State of Florida found high levels of mercury in fish from the Everglades. Air pollution from metals mining and smelting, coal-fired utilities and industry, and solid-waste incinerators was determined to be the major source of mercury contamination. Although some of this pollution was coming from utilities and industries within Florida, some originates in other countries and continents. Summer thunderstorms scour airborne mercury out of the upper atmosphere and deposit it in the Everglades. Mercury in rainfall is transformed to methylmercury by bacteria in sediments and algal mats. Zooplankton feed on algae, fish and crayfish feed on zooplankton, raccoons feed on fish and crayfish, and panthers feed on raccoons. In the 15 months before her death, the panther with high levels of mercury in her liver fed only on small prey, primarily raccoons. As mercury moves through the food chain, it accumulates in ever-greater quantities in the tissue of each predator. The tissues of predators at the top of the food chain, such as panthers, typically contain the most mercury. Subsequent studies found that mercury concentrations in panther tissues were lowest north of Interstate Highway 75 where adequate deer and hogs were available and highest in the Everglades and the southern part of Big Cypress National Preserve where consumption of raccoons was highest. Raccoons are thought to have been the major source of mercury in Florida panthers at that time. Since 1989, mercury concentrations in fish and birds in the Everglades have dropped by 60 to 70 percent. The drastic reductions are directly linked to the installation of technology that reduced mercury in emissions from industries in south Florida. Although mercury levels in the natural environment are a worldwide concern and mercury likely will never be completely removed from the environment, mercury reductions are expected to continue into the future. Monitoring, modeling, and research demonstrate the relationship between mercury detected in the air, deposited in waterways and sediments through rainfall, and concentrated in fish and wildlife.      Additional Resources      Ecology and Population Dynamics of the Florida Panther in Everglades National Park William B. Robertson, Jr. and Oron L. Bass, Jr., 1986",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/floridapanther.htm"
}
