{
    "title": "Everglades National Park: Everglades Mink",
    "body": "Everglades Mink: Species Profile         Historic photograph of a Florida mink, subspecies unknown. Florida State Archives  Members of the weasel family, mink are semi-aquatic, carnivorous mammals that are related to weasels, otters, ferrets, badgers, and martens. Sleek with thick, chocolate-brown fur, American mink live near rivers, lakes, and marshes throughout North America and Canada. Although European mink can look similar to American mink, they have been classified as belonging to a different genus and are closer to polecats than they are to their North American cousins. Mink have small heads with beady black eyes. Their inch-long ears look smaller than they are because they don’t stick out from the head. Mink have a pointed muzzle and nose with whiskers that can’t be seen very well. Five partially webbed toes on each foot help them swim around in the water in search of food. Startled mink may squeal, hiss, or snarl. Although mink can’t spray like skunks can, they release a fetid liquid with a similar scent. In addition using scent as a warning, mink use it as a marker to advertise their presence to other mink. Mink are generally solitary animals except when raising their young. A litter of three to six kits is born inside the den during the spring. The kits are born hairless at birth but quickly grow hair and open their eyes after about 25 days. At five to six weeks they are weaned, but kits stay near their mother until fall. Females stay within 30 acres of their den, which is typically in a hollow log or stump or under tree roots. Males roam twice as far and will socialize at other dens during their travels. Mink are lithe and agile nocturnal animals. A mink seen sneaking around on its stomach is most likely stalking prey. A mink seen bounding across a road or field is likely traveling. Mink activity levels have been observed to increase before storms and changes in weather. Like all weasels, mink are fierce fighters, capable of attacking prey much larger than themselves. They opportunistically hunt both aquatic as well as terrestrial prey, focusing on whatever is most available and easily captured. Three distinct populations of mink inhabit Florida. Two of the populations inhabit the salt marshes of the northern Gulf and Atlantic coasts. The population inhabiting south Florida, the Everglades Mink (Mustela vison evergladensis, also classified as Neovison vison mink), is listed as a threatened species by the Florida Fish and Wildlife Conservation Commission. The range of the Everglades mink is currently limited to the shallow freshwater marshes and swamps of Everglades National Park, Big Cypress National Preserve, and Fakahatchee Strand. Historically the Everglades mink ranged into the northern Everglades and Lake Okeechobee region, but no sightings have been reported in the northern range in recent years.      An Environmental Study of Everglades Mink (Mustela vison)Andrew T. Smith, 1980         ADDITIONAL RESOURCES",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/evergladesmink.htm"
}
