{
    "title": "Everglades National Park: Florida Bonneted Bat",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Florida Bonneted Bat                  Florida Bonneted Bat         The name \"bonneted bat\" originates from the large, broad ears that project forward over the eyes. Photo courtesy of Kathleen Smith, Florida Fish and Wildlife Conservation Commission  On November 2, 2013, the Florida bonneted bat (Eumops floridanus) was federally listed as endangered under the Endangered Species Act. This species is found only in south Florida, including Monroe and Miami-Dade Counties. It has one of the most restricted ranges of any bat species. Although Everglades National Park contains suitable habitat for the Florida bonneted bat, it is unknown whether or not the species inhabits the park.          The view inside a Florida bonneted bat roost. Image courtesy Florida FWC   Before 2014, no active, natural roost sites were known; all of the active, known roosts were in bat houses. However, during an annual survey of red-cockaded woodpeckers, a biologist with Archbold Biological Station discovered a colony of Florida bonneted bats inside a tree cavity near Avon Park, Florida. Bat activity inside the roost is documented in a Florida Fish and Wildlife Conservation Commission video.  The largest of Florida's bat species, the Florida bonneted bat is non-migratory. Like other bats in the family Molossidae, it is free-tailed, meaning its tail extends well beyond a short tail membrane. Its diet consists of insects such as beetles, flies, and true bugs. The Florida bonneted bat uses forests, wetlands, and other natural habitats, and it roosts in cliff crevices, tree cavities, and buildings. It is present in rural as well as residential and urban areas.         Weighing in at a mere 1.2 to 1.7 ounces, the Florida bonneted bat can reach a body length of 6.5 inches with a wingspan of 21 inches. Photo courtesy of Kathleen Smith, Florida Fish and Wildlife Conservation Commission  The fur of the Florida bonnet bat ranges in color from dark gray to brownish-gray. Females give birth to a single pup but may have more than one reproductive cycle per year. Pups are born during the summer from June through September. Because of its extremely limited range and low numbers, the Florida bonneted bat is vulnerable to a wide array of natural and human-related threats. Habitat loss, degradation, and modification from human population growth and the associated development and agriculture are major threats and are expected to further curtail the species' limited range. The effects resulting from climate change, including sea-level rise and coastal squeeze, are expected to become severe in the future and result in additional habitat losses, including the loss of roost sites and foraging habitat.   The effects of small population size, restricted range, few colonies, slow reproduction, low fertility, and relative isolation also contribute to its vulnerability. Other factors also may impact the species, such as its removal from buildings or artificial structures being used as roost sites, removal of roost trees, impacts from large or intense hurricanes, and pesticides and contaminants from multiple sources that impact both the bat and prey insects. Other potential threats include competition with native species for roost sites, disease, and predation. Overall, these threats pose significant risk to the survival of the species.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/flbonnetedbat.htm"
}
