{
    "title": "Jefferson National Expansion Memorial: Running Away",
    "body": "Running Away       Escapes from slavery, and the extreme measures taken to stop these escapes, refuted the propaganda stating that African Americans were simple-minded and needed the civilizing and Christianizing influences of the slave system. The origin of the term “Underground Railroad” is not known precisely, but it was in use by the 1830s. During this period escapees were aided by other slaves and free blacks more often than by benevolent whites, with the overall organization of the effort provided by free blacks in the North.  A harsher Fugitive Slave Law was enacted as part of the Compromise of 1850, in direct reaction to the success of the Underground Railroad. It permitted the recapture of escaped slaves with the assistance of Federal marshals. Officials also could levy fines and prison sentences on individuals who helped runaways. This law forced escaping slaves to flee to Canada, where slavery was illegal.  Some historians have estimated a total of about 100,000 slaves escaped along the Underground Railroad between 1790 and 1860. The greatest importance of the Underground Railroad was probably not the number of escapees, but the pressures the movement placed on society to end slavery. A great number of resources throughout the U.S. were expended on hunting and capturing slaves, and a large share of the struggles of American politics in the early 19th century were tied to the fugitive slave question.  The Autobiography of William Wells Brown includes an excellent account of a slave’s escape from the St. Louis area in the early 1830s. Neighboring communities of Alton, Illinois and Webster Groves, Missouri have some Underground Railroad oral history connected with them, but little hard evidence. A well-documented urban slave escape was attempted at a ferry crossing on the Mississippi River on May 21, 1855. Today known as the Mary Meachum Freedom Crossing Site in north St. Louis, the site was the first in Missouri to qualify as part of the National Park Service's National Underground Railroad Network to Freedom. Dr. Kris Zapalac, a historic preservation specialist with the Missouri Department of Natural Resources, conducted research which uncovered the story of eight or nine enslaved people who rowed across the Mississippi River with the intention of making their way northward toward freedom. They were aided by a free man known only as Isaac, and possibly by Mary Meachum, the widow of the founding pastor of the First African Baptist Church of St. Louis. Five of the escapees were apprehended. Isaac and Meachum were prosecuted for their efforts in helping the runaways, but since they were not captured or observed at the scene of the escape, the charges against them were dropped. Several of the slaves involved in this escape were the property of Henry Shaw, founder of the Missouri Botanical Garden.  One, a woman named Esther, was punished by Shaw for her flight by being sold down river to a resident of Vicksburg. The lack of reference to children on the accounting provided to Shaw by Lynch indicates that Esther paid for her flight not only by being sold down river, but also by losing her children, who were sold separately.  National Underground Railroad to Freedom",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/running-away.htm"
}
