{
    "title": "Everglades National Park: Butterflies",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes     Butterflies                  Butterflies         Within the United States, the endangered Bartram's scrub-hairstreak butterfly species is found only in extreme south Florida. NPS photo by Jimi Sadle  With nearly 100 species recorded, the butterfly diversity of Everglades National Park is spectacular. Fluttering flight patterns and large, often conspicuous and brightly colored wings make butterflies a favorite with park visitors. Because most butterfly species are diurnal, common species are easy to spot fluttering about the park during daylight hours. The diverse assortment of butterfly species that can be seen in Everglades National Park is similar to that of many other groups of plants and animals, and this biodiversity is a large part of what makes the park a special place. Species from the continental United States are found side by side with species from the nearby Caribbean islands. In addition, several species are only found in south Florida and nowhere else. For this reason, the butterfly fauna of Everglades National Park is unique.        The white peacock species of butterfly is a common and typically easy-to-find, year-round resident of Everglades National Park. NPS photo by William Perry  Butterflies are not concerned with park boundaries; they decide where to live based on availability of resources. Unlike plants, which primarily travel in the form of seeds, butterflies move quickly and over great distances. This mobility causes the butterfly fauna of Everglades National Park to change a bit from year to year. Many of the species that inhabit the park, such as the buckeye or white peacock, are year-round residents. They are common throughout the park and typically easy to find.        Although adult Florida duskywings take nectar from a wide variety of plants, the caterpillar form is a pine rockland specialist that relies exclusively on a single species of flowering shrub — locustberry — in its natural habitat. NPS photo by Jimi Sadle  Other species, such as the Florida duskywing and eastern pygmy blue, are habitat specialists and will only be seen in certain plant communities. A few species venture into the park only occasionally. For example, the red admiral is more common to the north of the park boundary, and the silver-banded hairstreak is more common to the south of the park. These species only stray into the park occasionally when population numbers are very high. In some cases, populations may become established for a few years only to disappear again when conditions become less favorable.        The endangered Florida leafwing uses pineland croton exclusively as its larval food plant. Scientists are studying the relationship between pineland croton, butterflies, and fire in an effort to inform management decisions about threatened and endangered species. NPS photo by Jimi Sadle  Imperiled Butterfly Species Over the past several decades, populations of a wide variety of native butterflies in south Florida, including Everglades National Park, have been declining. Several species, such as the Zesto's skipper and rockland grass skipper, are now believed by scientists to be extinct. Others, like the federally endangered Miami blue, Bartram's scrub-hairstreak, and Florida leafwing have suffered major range-wide declines and are now restricted to very small areas in south Florida. These tragic losses of our shared biological heritage are permanent. Preventing additional losses is a high priority for managers of Everglades National Park.        Florida leafwing larva with parasites. NPS photo by Jimi Sadle  A variety of factors is believed to be responsible for declines in butterfly populations. Habitat destruction, introduction of nonnative plant and animal species, suppression of natural fire, use of insecticides, natural events such as hurricanes, and collecting have all probably played a role in the observed decline. While several of these factors, like use of insecticides and fire suppression, can be controlled or eliminated within the boundaries of a national park, factors like introduced animal species are difficult or impossible to manage. For example, elongate twig ants, accidentally brought into Florida around 1960, have now made their way into natural communities and prey on butterfly larvae. Currently, no effective means of controlling this threat are available.        Park biologist observing a Florida leafwing first instar (recently hatched) caterpillar. NPS photo by Jimi Sadle  Scientists monitor populations of some imperiled butterfly species in Everglades National Park in an effort to determine if they are increasing, stable, or declining. However, the status of many of the park's imperiled butterfly species is poorly understood. The vast size of the park, difficulty in regularly accessing populations, and a poor understanding of the life history of these species make collecting information and interpreting results with certainty very challenging. Attempts to reintroduce species that are no longer found in the park have also been made in several areas. Unfortunately, these reintroduction efforts have failed for unknown reasons.        Not commonly seen in the park, this malachite was photographed at Chekika during the summer of 2013. NPS photo by Hank Poor  View some more of the butterfly species that inhabit Everglades National Park here.      FOR DOWNLOAD Butterfly Checklist for Everglades National Park Technical Report T-588: Butterflies of Everglades National Park by Barbara Lenczewski Everglades National Park, South Florida Research Center 1980, 110 pp. (PDF, 2.1 MB)",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/butterflies.htm"
}
