{
    "title": "Everglades National Park: Bartram's Scrub-Hairstreak",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes     Bartram's Scrub-Hairstreak                  Bartram's Scrub-Hairstreak         Bartram's scrub-hairstreak is a rare and distinctive hairstreak of south Florida. NPS photo by Jimi Sadle  Bartram's scrub-hairstreak (Strymon acis bartrami) is a federally endangered butterfly that is native to the pine rockland habitat of south Florida. At rest, this species is easy to recognize by the broad white bands with a black edge that can be seen when the wings are closed. Bartram's scrub-hairstreaks seldom fly very far from their host plant, pineland croton (Croton linearis). Adults can be found every month of the year but are never very abundant in Everglades National Park (NP). Careful observers may also be able to spot caterpillars feeding in pine rockland habitat throughout the year.        Despite its rapid flight, this hairstreak is easily observed because the bold white lines beneath both wings provide an instant flash of color. NPS photo by Jimi Sadle  The Bartram's scrub-hairstreak once occurred in pine rockland habitat throughout Miami-Dade and Monroe counties. Over time, their populations have declined throughout their historic range and their distribution is now extremely limited. While no one is certain of the exact cause, the reasons for this decline may include destruction of pine rockland habitat, introduction of exotic plant and insect species, fire suppression or exclusion, use of insecticides for mosquito control, and collecting. Bartram's scrub-hairstreak can still be found in a few pine rockland fragments in Miami-Dade County and on Big Pine Key in the lower Florida Keys.        Within the United States, Bartram's scrub-hairstreak is found only in south Florida and only where the host plant of its caterpillar stage—pineland croton—grows. NPS photo by Jimi Sadle  Caterpillars of the Bartram's scrub-hairstreak feed only on pineland croton, a shrub that grows in the understory of pine rockland habitat. Consequently, this species is dependent on the health of their host plant populations. Pineland croton and most other plants found in pine rockland habitat require periodic fires that maintain an open understory, reduce competition from other plant species, and help prevent infestations of nonnative plants. The Everglades NP Fire Management Program uses prescribed fire to ensure that pine rockland habitat, along with all of its associated plant and animal species, is maintained.        Bartram's scrub-hairstreak caterpillars molt five times as they grow. Each different caterpillar stage is called an instar. NPS photo by Jimi Sadle  National Park Service scientists study the Bartram's scrub-hairstreak and its host plants to help answer two main questions. Surveys of areas in Long Pine Key where this species has been found in the past help the National Park Service understand where host plant and butterfly populations are located and how those populations are doing over time. In addition, these surveys also allow Everglades NP to ensure that management activities do not have unintended impacts on this and other species. Park scientists also collect data on host plants, caterpillars, and adults at specific locations. This detailed monitoring has helped the park understand how the Bartram's scrub-hairstreak responds to the application of prescribed fire.        First and second instars remain well camouflaged amongst the white croton flowers, while the later stages roam the entire plant. NPS photo by Jimi Sadle  The National Park Service also shares information about the Bartram's scrub-hairstreak with its sister agency, the U.S. Fish and Wildlife Service. In addition, scientists at Everglades NP work with local conservation groups such as the Imperiled Butterfly Working Group and citizen scientists concerned with long-term status of the Bartram's scrub-hairstreak. The ultimate goal of these efforts is to ensure that this species does not disappear into extinction from one of the few places on Earth where it is found.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/bartrams.htm"
}
