{
    "title": "Everglades National Park: Osprey",
    "body": "Osprey: Species Profile         Osprey with chick NPS photo by Cal Singletary  The Osprey is a large raptor, reaching as much as 2 feet in length with a 6-foot wingspan. Raptors hunt for food primarily on the wing by using their keen senses, especially vision, and kill prey with their talons. Sometimes called fish hawks thanks to their feeding habits, Ospreys have evolved specialized physical characteristics and behavior to assist in hunting and catching prey. The Osprey is the only raptor whose outer toe is reversible, allowing it to grasp its prey with two toes in front and two behind. Ospreys excel at aerodynamic dives while hunting. They are known to soar high above their prey and then dive feet first at full force into the water, often fully submerging themselves to bring up their catch. Their feet have barbed pads that have evolved to help them hold onto slippery fish. They carry the fish head first to make as aerodynamic a flight as possible.        Osprey NPS photo by William Perry  Ospreys inhabiting Everglades National Park are classified as North American Ospreys, one of four recognized subspecies of raptor. Although Ospreys are found nearly worldwide, numbers declined drastically during the 1950-70s because of eggshell thinning that resulted from pesticide poisoning, which was devastating to hatch rates. After the ban placed on DDT in 1972 and a change in the U.S. Coast Guard's policy of removing Osprey nests from channel markers, Osprey populations began to make a comeback.        Osprey in nest built on a hydrologic monitoring station NPS photo by William Perry  Osprey nests are large platforms built mainly of large sticks, sod, and grasses high above the ground. Trees and cliffs are suitable nest locations, as is almost any high manmade structure. Osprey nests are highly visible and often seen on bridges, buoys, channel markers, and power poles, although they can also be built on the ground when a suitable platform is not available. Nest building is an important skill in attracting a mate, and females gravitate toward males who can provide the best nest. An ideal nest location is high to protect the nest from land predators such as raccoons, and near a waterway teeming with fish. Ospreys generally mate for life with one brood per year of two to four eggs. Osprey eggs do not hatch all at once, but rather in sequence 3 to 5 days apart. The oldest chick dominates its siblings and can monopolize the food brought by the parents, who tend to the strongest hatchlings first. When food is abundant there is little aggression among the chicks, but if food is limited, the younger chicks often starve. Fledging occurs at about 8 weeks of age, and weaker fledglings have been known to leave the nest and find foster parents who may take better care of them. Sexual maturity occurs at about 3 years of age. The North American Osprey ranges from Alaska, across Canada, southward to Mexico and the Caribbean, and into South America. The Florida population increases during the winter months when many North American Osprey winter over in the plentiful feeding grounds of the Everglades. High visibility with nests found on many manmade structures makes the Osprey a prime indicator species that can be used to monitor habitat conditions, fish populations, and overall environmental health.      ADDITIONAL RESOURCES Status of the Osprey in Everglades National Park South Florida Natural Resources Center, 1982 (PDF, 4.1 MB)",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/osprey.htm"
}
