{
    "title": "Everglades National Park: Cape Sable Seaside Sparrow",
    "body": "Cape Sable Seaside Sparrow: Species Profile          Everglades National Park is home to one of eight remaining subspecies of Seaside Sparrow, the Cape Sable Seaside Sparrow (Ammodramus maritimus mirabilis), which is named for the southernmost point of land in the continental United States. Although the original range of this nonmigratory subspecies likely included all suitable freshwater and brackish water marsh habitats in south Florida, the current known distribution of this endangered sparrow is restricted to five separate subpopulations. Changes in water distribution throughout the Everglades that resulted from repeated attempts to drain south Florida since the 1930s have caused a shift from freshwater vegetation to mangroves, bare mud flats, and salt-tolerant plants. In addition, the hurricane of 1935 is believed to have initiated dramatic changes in the plant community on Cape Sable from one dominated by freshwater plants to one dominated by salt-tolerant plants. A combination of sea-level rise, reduced freshwater flows to the area resulting from upstream water-management practices, and another hurricane in 1960 likely contributed to the habitat change. The area's hydroperiod (the length of time that water is present over the surface of a wetland) has been altered dramatically.         Changes in habitat continue to threaten the Cape Sable Seaside Sparrow with extinction. The preferred nesting habitat of this ground-nesting species appears to be a mixed marl prairie community that often includes muhly grass. These short-hydroperiod prairies contain moderately dense, clumped grasses, with open space that leaves room for ground movements by the sparrows. Sparrows tend to avoid tall, dense, sawgrass-dominated communities, spike-rush marshes, extensive areas of cattails, long-hydroperiod wetlands with tall, dense vegetation, and areas of woody vegetation. The sparrows build cup-shaped nests about six inches off the ground, thereby making their nests vulnerable to even moderately high floodwaters and to predation by snakes and rats. Properly managed water deliveries through the gates of the upstream Water Conservation Area 3 are crucial to nesting success. The fidelity of breeding male sparrows to their territories is high, and many male seaside sparrows will defend the same area for 2 to 3 years. Short-range movements have been observed during the nonbreeding season, but movement ends at the edge of the short-hydroperiod marl prairie habitat, and deep water and wooded habitat are barriers to longer-range movement. Because sparrows do not live for more than about 4 years and do not regularly disperse over large distances, low breeding success for 3 or more years will cause a dramatic decline in sparrow numbers. Suitable sparrow habitat results from the proper combination of hydroperiod and periodic fires. Fires prevent the invasion of hardwood species and prevent the accumulation of dead plant material, both of which decrease habitat suitability for the sparrows. Although fire is crucial to maintaining the health of the Everglades ecosystem, sparrow habitat becomes unusable immediately after a fire and sparrows avoid breeding in burned habitat for several additional years. In addition, fire kills eggs, nestlings, and recently fledged young, and can cause direct mortality of adults. Research is underway to determine optimum fire frequencies for sparrow habitat and to develop effective fire-management techniques for restoring and maintaining suitable sparrow habitat.      ADDITIONAL RESOURCES Sparrow in the Grass: A Report on the First Ten Years of Research on the Cape Sable Seaside Sparrow (Ammodramus maritimus mirabilis) Stuart L. Pimm, Julie L. Lockwood, Clinton N. Jenkins, John L. Curnutt, M. Phillip Nott, Robert D. Powell, and Oron L. Bass, Jr., 1997 Effects of Fire on the Cape Sable Seaside Sparrow Julie L. Lockwood, David A. La Puma, Phillip Cassey, Michelle J. Davis, and Katherine H. Fenn, 1999 2004 Cape Sable Seaside Sparrow Report Stuart L. Pimm, Clinton Jenkins, and Oron L. Bass, Jr., 2000 Quantifying Hydrologic Constraints on the Population of Cape Sable Seaside Sparrow Quan Dong, Brian S. Cade, Mario Alvarado, Lori Oberhofer, and O.L. Sonny Bass, 2003",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/csss.htm"
}
