{
    "title": "Everglades National Park: Roseate Spoonbill",
    "body": "Roseate Spoonbill: Species Profile         Roseate Spoonbill in flight. NPS photo by Rodney Cammauf  Sandy Key, 10 miles southwest of Flamingo, is a hub of spoonbill activity during winter. Every evening, a few hundred spoonbills roost in the islands' largest trees. At sunrise, the birds compete with the morning colors as they depart individually or in small flocks for the mainland. One spoonbill travels northeast and passes directly over Eco Pond. \"It's a flamingo!\" a few people exclaim from the viewing platform. The bird continues its flight to Mud Lake, a few miles farther north, and settles down. It lowers its partially opened bill into the shallow, rust-colored water, and sweeps its head from side to side. Any small creatures, usually fish, which bump the edge of the bird's sensitive mandibles, are captured with a snap of the bill. Later, ugly grey baby spoonbills, hunkered on their stinky nests, gulp regurgitated food from their parents' throats. Soon, they transform into replicas of the adults, becoming distinguished members of the Everglades community.        Roseate Spoonbill foraging for food. NPS photo  The Roseate Spoonbill is found along the south Florida coast from the Florida Keys north to Tampa, with some populations in northeastern Florida and the eastern coast of Texas down to Mexico. A major period of decline for the spoonbill occurred in the early 1800s when the wings of this beautiful creature were made into fans, a \"regular article of trade\" in St. Augustine, according to John Audubon. The millinery or \"hat trade\" also took a heavy toll on the spoonbill in the late 1800s. Although their feathers were never in as great of demand as the plumes of the egrets because they faded, spoonbills were still slaughtered along with many plume birds, and their numbers declined. The establishment of Everglades National Park in 1947 seemed to have a positive affect on south Florida's spoonbill population, which began reusing nesting sites that hadn't been occupied since the late 1800s.          \"Sophie's Hope,\" a watercolor painting by Nature Illustrator and Artist Kathleen Konicek-Moran. Original artwork courtesy of Kathleen Konicek-Moran, NPS volunteer  In Florida Bay, two hundred plus breeding pairs nest on Sandy Key, Tern Key, and Joe Key, plus other islands, from November through March. During this time it is difficult to find spoonbills roosting near Flamingo, but they may be observed flying overhead to inland feeding areas and flying back to the islands to feed their young. They also visit Mrazek Pond for a short period during winter, when dropping water levels force their food to concentrate there.      About the Illustrations  The vibrant, detailed nature illustrations on this page and others are by NPS volunteer and artist Kathleen Konicek-Moran. Kathleen has graciously allowed Everglades National Park to use her original works to help convey the vital connections inherent within the Everglades ecosystem. Learn more about Kathleen Konicek-Moran and what inspires her bountiful flow of creativity.                   Nature Illustrations: Kathleen Konicek-Moran   11 Photos  Illustrations and artwork of plants and animals in Everglades National Park",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/roseatespoonbill.htm"
}
