{
    "title": "Everglades National Park: Wood Stork",
    "body": "Wood Stork: Species Profile          The Wood Stork (Mycteria americana) is a large, bald-headed wading bird that stands more than 3 feet (0.9 meters) tall, has a 5 foot (1.5 meter) wing spread, and weighs 4 to 6 pounds (1.8 to 2.7 kg). It is the only stork breeding in the United States and was placed on the Federal Endangered Species list in 1984. The species was downlisted from endangered to threatened in June 2014, reflecting a successful conservation and recovery effort spanning three decades. The Wood Stork serves as an indicator species for restoration of the Everglades ecosystem. Indicator species serve as excellent messengers of the past, present, and future because their specific habitat requirements are so closely associated with one particular environment. The quality and quantity of the required environment directly determines the well-being and the number of that species. Because it is much easier to count and record the biology of one or more indicator species than it is to measure the more complex workings of an ecosystem, close monitoring of carefully selected species provides important information about the health of the entire system.        A Wood Stork feeds by tactolocation, which means by groping with its bill in shallow water. When it touches prey, its bill snaps shut with a 25-millisecond reflex action.   Although the status of the Wood Stork has been downlisted from endangered to threatened, the Everglades ecosystem is still endangered. Storks were once more abundant in the wetlands of south Florida than in any other region throughout the southeastern states. The Wood Stork used to thrive in south Florida because it is a specialized species that prefers tropical and subtropical habitats with distinct wet and dry seasons. A stork locates food -- mostly small, freshwater fish -- not by sight but by tactolocation, or groping with its bill in shallow water. Often the water is muddy and full of plants, conditions that obscure prey from sight. The stork sweeps its submerged bill from side to side as it walks slowly forward. Its bill snaps shut with a 25-millisecond reflex action -- the fastest known for vertebrates -- whenever it touches prey. Each breeding pair of these large birds requires about 440 pounds (200 kg) of fish per breeding season. In the marsh habitat of the Wood Stork, the effectiveness of this feeding technique increases as fish are concentrated in pools by seasonal water-level declines that result from the prolonged winter dry periods. The feeding behavior of Wood Storks has evolved over many thousands of years to reflect the natural conditions of the Everglades. When the natural hydrologic cycle is upset by human-controlled water-management activities, Wood Storks fail to feed and nest successfully because a breeding pair of Wood Storks will not attempt to nest if sufficient food is not available. Hydrologic conditions resulting from water-management activities in recent years often have been unfavorable to support Wood Stork feeding and nesting requirements.        A Wood Stork is easy to identify by its black, bald head.   The Everglades of the 1930s, largely undrained and without complex water-control structures, supported a nesting of population of 5,000 to 15,000 pairs of Wood Storks. Modern water-control programs in south Florida have so greatly changed the flooding and drying patterns of the Everglades that the survival of Wood Stork nesting colonies is in question. Accelerated development of water-control structures and unnatural water-delivery schedules in the 1960s has sharply reduced the number of birds since that time. By 1995, fewer than 500 pairs of Wood Storks were nesting in the Everglades National Park and Big Cypress National Preserve area of south Florida. If recent trends continue, Wood Storks may no longer be able to survive in south Florida. The dwindling population of Wood Storks in south Florida does not mean that the species is going extinct, but that they have moved to more suitable habitat in other locations such as north Florida, Georgia, and South Carolina. The restoration target for breeding pairs in the Everglades is 1,500 to 2,500 nesting pairs. Restoration of suitable Wood Stork habitat in the Everglades is expected to result in an increase in the number of Wood Storks in the area. The indicator role of the Wood Stork is supported by the total number of all species of wading birds nesting in mainland colonies within the Everglades, which also has declined during the same time period. Since the 1930s, the number of breeding pairs of all wading birds has declined by 90 percent. Clearly, the southern Everglades ecosystem has been incapable of supporting viable populations of Wood Storks and other wading birds for several decades. In addition to documenting the deterioration of the ecosystem, the Wood Stork data provide information that is needed for successful restoration of the ecosystem. Knowledge of the habitat requirements of Wood Storks makes it possible to revise water-management practices to restore suitable feeding conditions for wading birds. The challenge, however, is to implement these improved water-management programs in the face of the rapidly growing human demands for water and space in south Florida.      ADDITIONAL RESOURCES The Food Habits and Nesting Success of Wood Storks in Everglades National Park in 1974 John C. Odgen, James A. Kushlan, and James T. Tilmant, 1978 Relation of Water Level and Fish Availability to Wood Stork Reproduction in the Southern Everglades, Florida James A. Kushlan, John C. Ogden, and Aaron L. Higer, 1975",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/woodstork.htm"
}
