{
    "title": "Everglades National Park: Nike Veteran Interview Excerpts",
    "body": "Nike Veteran Interview Excerpts       Note that these comments are courtesy of Ted Swanson,  SP-5 IFC Radar Maint Chief, A\/2\/52 (HM-69) 1966-68 ANTI-BOREDOM DIVERSION WHILE ON \"HOT\" STATUS: While on \"HOT\" status the only person really on active duty all the time was the acquisition operator watching his green scope go round and round looking for little blips to appear in the wrong sector (anywhere near Cuba) or anything else not identified with the IFF (identification friend or foe) identifier. The rest of us would have to run our random equipment checks and practice sessions, but we were not engaged all the time. We had all been grilled about not standing in front of the radar beams (did not want to be cooked or go sterile - you know). Well someone figured out that if you threw a flash cube or flashbulb up in front of the acquisition radar beam (in just the right place) the flashbulb would pop. (light up) It was handy to know what elevation the radar operator was looking at to adjust the height of you throw of the flashbulb. There were even contests held. This was a winter time activity only! Definitely not for the summer mosquito season! TEN SECONDS TO A REAL LIVE FIRE: Christmas eve (give a day or two) 1967 A Battery came 10 seconds from launching a missile at a plane in \"The Wrong Place\". Was finally found by interceptor fighters out of Homestead (in a very bad thunderstorm) and we were told to stand down. We were off-duty using the Acq radar to see if some of the guys could get to Miami through the rain when we found the \"Blip\". Called Homestead - they thought we were nuts until they saw it - THEN - we went from off-duty to HOT and get ready to fire! I remember breaking codes that I had never broke before and when I finally had to tell the new 19 year old OCS Lt. (the only officer on the site) that he was to lift the RED cover on the fire switch his forehead went from dry to \"Niagara Falls\" in seconds. The rest of us were \"We have this one Nailed\". He was the only one that realized what was about to begin.  NOW FOR THE REST OF THE STORY. There were only five guys in the launch area. (the rest were gone - we were off duty) The launch Sgt and the four others pushed out a [Hercules1] that was called for in the middle of this THUNDER STORM. As we broke codes the launch guys got worried that they might have to really launch and called to IFC to check and said S---- this won't fly - we have to pull a switch - well, we got the missile switched without Homestead noticing. Remember there are only 5 very wet guys down at launch. Found out later the only one available on the next rail was a NIKE HERCULES NUKE. And they managed to muscle that into place and get it ready and switched to the radar. Plane turned out to be small twin engine commercial out of Mexico - got tangled up in this THUNDER STORM - hit by lightening and ALL electronics fried, including transponder. Pilot must have been good - had old AM direction finder - homed in on a Miami station and was headed to Miami. About the time we (A Battery) found him crossing the REALLY WRONG PLACE in Cuba and headed for Miami. We ended up remaining HOT until 4 Jan - so much for being off-duty. Finally we had a New Year's party at the Last Chance Saloon (Florida City) on the 4th. Owner still had not recovered from the real New Year's party - but ordered a bunch more food, broke out the party favors - and we drank most of his dusty stock to empty. 1 Correction from Ted Swanson received 11-14-2012 BOBCAT WITH BROKEN LEG - IN THE SITE:  A group returning from Homestead had hit a bobcat with their car - thought they had killed it and decided it would be a good trophy for the site. They threw it in the car and got back to the site and brought it into the orderly room to show whoever was on duty. Well the bobcat woke-up, now there is a very broken leg - mad bobcat loose in the orderly room. I and a few others were elected to take care of the problem. (that will teach us to take care of mad alligators) We managed to get the bobcat contained in multiple layers of pillow covers, and without getting mauled! Called the Park Rangers and asked them to come get their broken bobcat. The phone conversation did not go well AND the in person cat retrieval went even worse when they picked up the bobcat. They were really not happy with us missile guys.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/nike-veteran-interview-excerpts.htm"
}
