{
    "title": "Everglades National Park: A Battery",
    "body": "A Battery         Three Nike Hercules Missile on Launchers at A Battery C. Carter  The men and missiles of A Battery, 2nd Missile Battalion, 52nd Air Defense Artillery (A-2-52) were dispatched from Ft. Bliss, Texas to south Florida at the onset of the Cuban Missile Crisis. They were part of an air defense network designed to protect Homestead AFB (then central ARADCOM command) and the greater Miami area. A Battery was originally located just outside the entrance to Everglades National Park off State Road 9336. From 1962 to 1965 life at A-2-52 was \"rustic\" as the men lived in tents and had no electricity or running water. The radars and missiles were exposed to the weather and sank in the muck. In 1965, A Battery was relocated to a permanent facility, called HM-69, in an area within Everglades National Park known as \"The Hole-in-the-Donut.\" A Battery continued to protect our skies until the summer of 1979. While performing their Army duties, the south Florida defenders demonstrated a high degree of competency with their weapons systems and a propensity to do well during inspections and exercises. During the mid-to-late 1960s, south Florida missile troops were the best in ARADCOM. They performed so well on major inspections like the operational readiness examination (ORE), command maintenance-management inspection (CMMI), short-notice annual practice (SNAP), and technical-proficiency inspection (TPI) that they won the ARADCOM \"E\" for excellence award for four years in a row from 1966 to 1969. In recognition of their accomplishments, the soldiers of A-2-52 were allowed to attach the \"E\" award streamer permanently to the Battery A guidon. This \"E\" award streamer illustrated the fact that the Nike soldiers of A-2-52 managed to sustain a high level of performance over a very long period of time despite the inherent hardships presented by duty in the Everglades. This feat had never before been accomplished in ARADCOM.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/a-battery.htm"
}
