{
    "title": "Everglades National Park: B Battery",
    "body": "B Battery         Launch Control Trailer, B Battery, Key Largo C. Carter    1962 - 1965 - When A, C, and D Batteries were dispatched from Ft. Bliss, Texas to south Florida at the onset of the Cuban Missile Crisis, B Battery was on maneuvers on Johnston Island in the Pacific test firing Nike Hercules missiles with nuclear warheads as part of Operation Dominic. Operation Dominic occurred during a period of high Cold War tension between the United States and the Soviet Union, since the Cuban Bay of Pigs Invasion had occurred not long before. Operation Dominic was a series of 105 nuclear test explosions conducted in 1962 and 1963 by the United States. Those conducted in the Pacific are sometimes called Dominic I. The blasts in Nevada are known as Dominic II. This test series was scheduled quickly, in order to take advantage of the Soviet abandonment of the 1958-1961 test moratoriums. Most of these shots were conducted with free-fall bombs dropped from B-52 bomber aircraft. Twenty of these shots were to test new weapons designs; six to test weapons effects; and several shots to confirm the reliability of existing weapons. The Thor missile was also used to loft warheads into near-space to conduct high altitude nuclear explosion tests. These shots were collectively called Operation Fishbowl. November 4, 1962 - Johnston Island - DOMINIC TIGHTROPE Nuclear test - This was a Department of Defense sponsored live test of the Nike Hercules air defense missile system. The low-kiloton range W-31 warhead detonated at 21 km altitude 3 km SSW of Johnston Atoll. This Nike Hercules missile test is regarded to be the last true US atmospheric nuclear test. Upon returning from the Pacific, B Battery (designated HM-66) was originally located in a tent city just outside the entrance to Everglades National Park off State Road 9336 adjacent to A Battery. In 1965, B Battery was relocated to Key Largo and designated HM-40 to a permanent facility built by the Army Corps of Engineers. The missile base was built in tropical hardwood hammock and remains of this site can still be seen from Card Sound Road. B Battery was also decommissioned in the summer of 1979. After 1979 the U.S. Fish and Wildlife Service (USFW) assumed ownership from the Army to create the Crocodile Lake National Wildlife Refuge in 1980. The Crocodile Lake National Wildlife Refuge was established to protect critical breeding and nesting habitat for the endangered American crocodile and other wildlife. The refuge is located in north Key Largo and is currently comprised of 6,700 acres including 650 acres of open water. It contains a mosaic of habitat types including tropical hardwood hammock, mangrove forest, and salt marsh. These habitats are critical for hundreds of plants and animals including six federally-listed species. Crocodile Lake NWR focuses management efforts on habitat restoration and enhancement in order to sustain the diverse array of resident and migratory wildlife. Management programs include hammock restoration, crocodile habitat enhancement, and Key Largo woodrat captive breeding. The project involved removal of the launch area of the former Nike Hercules missile base which was located on the site from 1965 - 1979. The restoration included structural and concrete pad removal to be replanted as a hardwood hammock. The rubble from the demolition would provide nesting for the endangered woodrat for nesting. Several rubble piles were created at all three building sites and are currently being used by Key Largo woodrats for nesting.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/b-battery.htm"
}
