{
    "title": "Everglades National Park: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning      Planning & Compliance  The site below provides access to current plans including the Environmental Assessment for the updated Fire Management Plan and related documents on public review. Users of the site can submit comments for documents available for public review. NPS Planning, Environment and Public Comment System        Cape Sable Plugs Restoration Phase II Environmental Assessment NPS  Cape Sable Plugs Restoration Phase II Environmental Assessment The Environmental Assessment (EA) for the Cape Sable Plugs Phase II Restoration project was released for public review on April 27th.This project is intended restore natural ecological processes in the Cape Sable region by eliminating the unnatural exchange of salt and freshwater through man-made canals which has damaged wetlands, wildlife habitat and the marine environment. The EA evaluates two action alternatives for Raulerson Canal and two action alternatives at House and Slagle Ditches, along with a no-action alternative at each site. The preferred alternative at Raulerson Canal is to construct a 100-foot-long sheet pile and fill plug with rip rap erosion protection (Alternative 4A).The preferred alternative at House and Slagle Ditches is to backfill the eroded plugs to their original configuration (Alternative 2). The 30-day public comment period closed on May 27th and the planning team is carefully considering the comments received. It is anticipated that a NEPA decision document will be completed in July, 2016.The EA and a 2012 Feasibility Study for repairing or replacing the failed plugs are available to review or download on the PEPC page at: http:\/\/parkplanning.nps.gov\/documentsList.cfm?projectID=56562        Public meeting Homestead Florida NPS photo   JUNE 2013 UPDATE   The Draft General Management Plan \/ East Everglades Wilderness Study \/ Environmental Impact Statement public review and comment period concluded on May 12, 2013.    Nine (9) public meetings and more than 20 additional stakeholder events were held over the past 3 months, providing invaluable public input that will be used to develop the Final GMP.    The planning team will be spending the rest of 2013 analyzing the thousands of comments received, making necessary changes to the plan and preferred alternative based on the public review process, and developing the final document.   The Final GMP is expected to be released to the public in early 2014.   Please contact Fred Herling 305-242-7704 for more information.",
    "url": "https:\/\/www.nps.gov\/ever\/getinvolved\/planning.htm"
}
