{
    "title": "Everglades National Park: Everglades Catch Log",
    "body": "Everglades Catch Log       The sportfish monitoring program of Everglades National Park compiles information on the capture and harvest of fish in our coastal waters. These long-term data are important to assess the continued health of fish stocks in the park.                Not all anglers in Everglades National Park are required to submit information. Only permitted fishing guides are required to submit monthly catch log data. These guides are required to submit catch information for all chartered trips, including those during which nothing is caught.      To submit a catch log proceed below, otherwise, return to the park homepage.                   Everglades National Park For the purposes of data collection, park waters been divided into eleven survey zones. All online catch submissions must include this location information. A map is available for reference.            Dry Tortugas National Park  For the purposes of data collection, park waters been divided into ten survey zones. All online catch submissions must include this location information.   A map is available for reference.             Catch information should be submitted on a monthly basis using our fillable spreadsheet. Once complete, a copy of the file should be saved locally for the permitees records. A copy of the file should be sent as an attachment to EVER_guidefishing@nps.gov             Submit Your Monthly Everglades Catch Information XLS, 100 KB Submit Your Monthly Everglades Catch Information ODS, 41 KB     For best results, please save this file to your computer first!             Submit Your Monthly Dry Tortugas Catch Information XLS, 100 KB Submit Your Monthly Dry Tortugas Catch Information ODS, 41 KB For best results, please save this file to your computer first!             For help regarding the submission process, or to leave a comment or suggestion, please feel free to contact us here.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/management\/creelsurveyform.htm"
}
