{
    "title": "Everglades National Park: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us             Work With Us      The Human Resources Office for Everglades and Dry Tortugas Florida National Parks is located at Everglades National Park, 40001 State Road 9336, Homestead, Florida 33034-6733. Phone Number: (305) 242-7720, TTY (305) 242-7700. The National Park Service is an Equal Opportunity employer. Selections for positions are on the basis of merit, fitness, and qualifications without regard to race, sex, color, creed, age, marital status, national origin, sexual orientation, non-disqualifying handicap conditions, or any other non-merit factors. As an employer of the U.S. Government, the National Park Service provides excellent federal benefits for permanent employees. Benefits are limited for temporary employees. Employee salaries are based on General Schedule (GS) and Federal Wage System (FWS) ratings. The GS is the basic classification and compensation system for white-collar occupations and the FWS is the basic classification and compensation system for trades and labor occupations in the Federal government. The GS salary schedule is Nationwide, however, the FWS wage rate schedules vary with area. Everglades National Park headquarters is located 30 miles south of Miami, Florida and 12 miles southwest of Homestead, Florida, on State Road 9336. The park is comprised of districts encompassing a variety of areas with offices located at Park Headquarters, Key Largo, Pine Island, Daniel Beard Center, Fire Cache, Flamingo, East Everglades, Tamiami, Shark Valley, Loop Road and Everglades City. Dry Tortugas National Park is in the Gulf of Mexico, 68 miles west of Key West, Florida. It includes 7 sand islands and surrounding coral reefs, shoals and water. Access is by boat or seaplane. Employees are required to reside in Government housing. Visit our web page for more information about the park.            Current job opportunities, with a full description of all vacancy announcements, may be found on the Office of Personnel Management website. Groups of occupations are as follows:  Administrative and Clerical Information Technology Concessions Management Trades and Crafts Engineering, Design and Facility Management Fee Collection and Dispatch Fire Management Park Ranger (Law Enforcement, Interpretation, Public Affairs, Park Management) Park Guide Safety Management Science and Resource Management",
    "url": "https:\/\/www.nps.gov\/ever\/getinvolved\/workwithus.htm"
}
