{
    "title": "Voyageurs National Park: Loon Survey Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer     Loon Survey Volunteer              Loon Survey Volunteer         Loon sitting on nest. NPS  This position is located at Voyageurs National Park in northern Minnesota. This position assists resource management staff in investigating terrestrial biological components of the park's ecosystem. The volunteer working in this capacity will receive appropriate training, guidance and supervision from the Wildlife Biologist or other park staff assigned by the Wildlife Biologist. This position is an on-call assistant during the late summer when loon surveys occur, generally August and September. MAJOR DUTIES The volunteer assists with investigations of the biological components of the park's ecosystem, including:  Assists with avian research: loon nesting study Assists with data entry and analysis. Assists with various other research and management projects as necessary.  Most activities require the keeping of accurate records and the compilation of data. The volunteer is responsible for keeping equipment used on research studies in optimum working condition. A background check may be needed for computer systems use for data entry and analysis. The volunteer will spend most of their time conducting fieldwork and may ride in a government vehicles, boats, and canoes. FACTORS To perform the position duties, the volunteer should have the following knowledge, skills and abilities:  Knowledge of water-oriented work practices and safe boating operations. Knowledge or interest in the biological sciences or fisheries management. Ability to collect biological data in the field and keep accurate records. Ability to work independently and as part of a team. Knowledge of NPS and park mission and goals.  Supervisory Controls The volunteer works under the supervision of a Project Coordinator or Work Leader assigned by the Wildlife Biologist. Research procedures and methods will be specifically assigned so as to allow comparisons with the results of other studies. The volunteer will be closely monitored by the supervisor, Project Coordinator, or Work Leader. The supervisor, Project Coordinator, or Work Leader is available when problems or unusual situations arise. When remote backcountry duties occur, the volunteer understands the proper procedure for communication. Work will be reviewed for conformance to established requirements, promptness, and accuracy. Complexity The volunteer assists with investigations of the biological components of the park's ecosystem, which includes entering the field in a variety of capacities, and assisting with data gathering. Assignments are primarily repetitive, consisting of clearly defined tasks. Questions regarding non-routine tasks are referred to the supervisor. Scope and Effect The results of the incumbent's activities contribute to the state of knowledge about the park's biological resources. This knowledge will be used to inform park management decisions that affect natural resources. These activities affect the NPS and its employees, visitors, land managers, and neighbors. Personal Contacts Contacts include other volunteers and park staff. Contacts with staff will mainly be to obtain assignments, gather field supplies, and communicate the results from assignment. Contacts with park visitors and residents in and adjacent to the park are rare and mainly involve answering questions about the park or directing persons to other park staff who can answer these questions. Physical Demands &Work Environment Work is generally performed outdoors in forested and wetland habitats both on large lakes by boat and within relatively remote wild areas. Weather and wave conditions on the large park lakes often make water travel rough and uncomfortable. The volunteer must occasionally bend and lift heavy objects in excess of 30 lbs, hike over uneven, slippery, steep, and rough terrain with a pack, paddle a canoe, and sit, stand, or kneel in position for a long period of time. While outdoors, the volunteer may be subject to working in adverse weather conditions (rain, sun, etc). Local temperatures range from +90 degrees F. to -40 degrees F. Working outdoors involves the presence of numerous biting insects including ticks, mosquitoes, and flies, and the volunteer will be responsible for wearing appropriate clothing and repellents. Trips to park field locations or local travel within or near International Falls, Kabetogama, Ash River, or Crane Lake may be required, which may include travelling as a passenger on a government vessel or operating a park vehicle. The volunteer may assist with various fisheries or wildlife projects that require handling of live animals. If necessary, the volunteer will be trained in proper and safe handling techniques. Any questions or concerns should be immediately brought to the park's volunteer coordinator or other appropriate park staff. The volunteer should recognize that their personal safety comes first, and that they should not conduct assignments under unsafe conditions. Safety and survival equipment must be carried at all times.",
    "url": "https:\/\/www.nps.gov\/voya\/getinvolved\/supportyourpark\/loon-survey-volunteer.htm"
}
