{
    "title": "Jefferson National Expansion Memorial: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       With every tram ride to the top of the Gateway Arch and every book bought in the Old Courthouse gift shop, you can help to support the programs and resources at Jefferson National Expansion Memorial (JNEM). The proceeds from your purchase of tickets and gifts goes toward helping to maintain and improve the museums, exhibits and collections, as well as to present educational programs, acquire historical artifacts and publish literature. These activities are made possible by JNEM’s cooperating association, Jefferson National Parks Association, and park partner, Metro. Jefferson National Parks Association (JNPA) is a federally recognized National Park Service cooperating association. As a private non-profit organization, JNPA supports the educational activities of JNEM, as well as Ulysses S. Grant National Historic Site in St. Louis, the Lewis and Clark Visitor Center in Yankton, SD, Camp River Dubois \/ Lewis & Clark State Historic Site in Hartford, IL and the Mississippi National River and Recreation Area in Minnesota. JNPA’s major source of funding is through the sale of educational products, mostly through museum shop and mail-order catalog sales, admission to interpretive programs and private donations. As a tax-exempt, non-profit organization identified under section 501(c)(3) of the federal tax code, all JNPA proceeds fund its educational mission. Metro, a regional transportation agency, serves Illinois and Missouri to fulfill its mission of creating “regional economic development through excellence in transportation.” Metro’s Business Enterprise Division, in cooperation with the National Park Service, operates the Gateway Arch Transportation System, ticketing and reservation center, Gateway Arch Riverboats and the Arch Parking Garage. CityArchRiver 2015 (CAR) connecting the Arch to St. Louis and the Mississippi River. New construction is underway to make the Arch easier and safer to experience. Great Rivers Greenways District is making St. Louis and the surrounding area an even better place to liveby creating a clean, graan and connected region.",
    "url": "https:\/\/www.nps.gov\/jeff\/getinvolved\/partners.htm"
}
