{
    "title": "Everglades National Park: Climate Change Activity Kits",
    "body": "Climate Change Activities       You also can use our SEARCHABLE database of lesson plans.        NPS Photo:Greg Litten  Climate Change activities and lesson plans designed for 5th-6th grade use in the park, or at school. These relate to Everglades and South Florida ecosystems. Links to more teacher resources are provided at the bottom of this page.      Activity #1 GREENHOUSE GASSES: \"Is it Getting Hot in Here?\" Play games relating to how heat is captured by greenhouse gasses. Students will compete and run. They get to discover how some gasses are more effective at trapping heat in the atmosphere than other gasses are. Download: The Greenhouse Gasses activity guide (PDF). Print images of a carbon molecule. Print images of a  methane molecule. Print images of a greenhouse. Slideshow for students as to what is the greenhouse effect.      Activity #2 CARBON BUDGET: \"People are adding more carbon than the planet can subtract\" Students use math, visual and auditory techniques to demonstrate that the amount of carbon being added to the atmosphere is more than what the planet is removing. This activity can use different learning styles to demonstrate the 2008 global carbon budget. Show that the imbalance of a yearly extra four billion tons of carbon dioxide in the atmosphere is the fundamental cause of climate change. Download: The Carbon Budget activity guide(PDF). Worksheet and comparisons for the 2008 carbon budget Animations of carbon budget, sinks and sources      Activity #3 SEA LEVEL CHANGE : \"What happens in Greenland doesn't stay in Greenland\". Learn and teach how sea level changes occur. This activity has lots of hands-on fun. Discover how the Everglades and Miami's sealevel is influenced by processes far away. Demonstrate the difference between melting icebergs and melting icesheets. Show how melting icesheets in Antartica and Greenland are affecting our sub-tropical coastline.  Download: The Sea Level Change activity guide(PDF). Print images of Florida's ancient coastlines. Animations to show the differences between Icebergs vs. Icesheets. Map of the world to find Antartica and Greenland. Factsheet showing impacts of sealevel rise on mangove habitats in the Everglades.      Activity #4 EVAPORATION AND CLIMATES: Students will compare and contrast evaporation rates in different climates. They will be able to explain how temperature can affect evaporation, and list ways that evaporation can affect the water cycle. Download this lesson plan.      Resource Links to Teacher Friendly Classroom INFORMATION. Climate Change tips for educators (PDF). Improving your climate change literacy (PDF). A teacher's guide to creating climate change lessons plans (PDF). Incorporating climate change into your classroom (PDF). A teacher and student guide to understanding climate change.  Factsheet on effects on Everglades mangrove habitats (PDF). Factsheets on effects on Florida's Atlantic coast (PDF). Factsheets on effects on South Eastern USA (PDF). Factsheets on effects on USA (PDF).   Visit the Everglades climate change webpage, or the National Park Service climate change response program website.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/education\/climatechangeforkids.htm"
}
