{
    "title": "Everglades National Park: 4-6 Activity Guide",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials     4-6 Activity Guide                4-6 Grade. The South Florida National Parks Activity Guide for Teachers       You can also use our SEARCHABLE database of lesson plans         ACTIVITY GUIDE FOR TEACHERS (1999) Foreward & Introduction (262 KB)      South Florida National Park Activities  Locating South Florida's National Parks (1.3 MB)  Park Vocabulary (886 KB)  Habitat Hunt (1.6 MB)  Habitat Hold-Up (2 MB)  Hurry for a Habitat (876 KB)  Everglades Baseball (265 KB)  Create a National Park (800 KB) Water Activities  Water Poetry (1 MB)  Three Cups (368 KB)  We're Sponging Off the Everglades (172 KB)  The Water Watch (428 KB)  What's That Slippery Mess? (640 KB)  Who's Killing Our Fish? (326 KB)  Going... Going... Gone! (298 KB)  Shrimp Scampers (299 KB) Environment Activities  Touch Boxes (656 KB)  Do You Sense What I Sense? (1.7 MB)  Riddles - Guess the Organism (428 KB)  What's So Special About the Everglades? (226 KB)  Where Have Our Plants and Animals Gone? (277 KB)  Create a Community (1.3 MB)  Incredible Shrinking Habitat (1 MB)  Swallow That Mosquito (177 KB) Plant Activities  The Giving Tree (1.6 MB)  The Ecological Symphony (290 KB)  Celebrity of the Slough (1.9 MB)  Pineland Invaders (1.8 MB)  The Lorax Activity (426 KB)  Leaf Hunt  (1 MB)  Algae: It Feeds, It Kills, Its Dying (1 MB) Wildlife Activities  Animal Olympics (334 KB)  Population Interaction (1.3 MB)  Create a Food Chain (447 KB)  Fish Relay (258 KB)  Alligator Hole Ecodrama (674 KB)  Please Don't Feed the Gators (413 KB)  Camouflage Critters (1.1 MB)  Skeeter Wriggler Tag (1.1 MB)  Night Sounds (175 KB)  Build a Bird Nest (336 KB)  Why Alligators Look Like They Do (524 KB)  Survival: Risky Business (1.3 MB)  And Then There Were None (296 KB)  The Advertising Game (1.3 MB)  Win, Lose or Adapt (462 KB) Native People Activities  Tell Me A Story (1.2 MB)  Designs of My World (3.7 MB)        Natural History Background Information Geology, Hydrology, Habitats, Fire, Hurricanes & Native Peoples (426 KB) Birds & Reptiles (343 KB) Amphibians, Mammals, Fish, Invertebrates & Exotic \/ Endangered Species (454 KB)        Supplementary Materials (700 KB)        Songs (273 KB)        Vocabulary (166 KB)        Resources (196 KB)                 Bonus Activity: Beaks and Fish (click on image to the left for larger version)",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/education\/4-6-activity-guide.htm"
}
