{
    "title": "Everglades National Park: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials               Curriculum Materials      Everglades offers a wide variety of materials for educators to bring relevant lessons from the field into the classroom. These materials may be used to develop stand-alone lessons, or as preparation for any on-site field trip. You can also use our SEARCHABLE database of lesson plans.      Depending on staffing, we may be able to offer an in-school teacher's workshop on how to use our curriculum materials in your classroom.   To contact a ranger for more information on this workshop,click here.            \"Life in the Everglades\" ID Sheet Printable identification sheet for life in the Everglades.  Designed for easy identification of plants and animals, this sheet can be used to familiarize yourself before your visit, or bring them along on your own self guided tour.  This two-sided ID sheet has detailed pictures of common plants and animals seen in the sloughs and sawgrass prairie areas like the Anhinga Trail.           Everglades ABCs This guide provides teachers of K-3 students with a variety of classroom activities to spark the imagination of younger learners.          The Journey of Wayne Drop Aimed at fourth-grade students living in the historic Everglades watershed, this curriculum kit takes students on an interactive trip from the Kissimmee River to Lake Okeechobee, through the Everglades, and out to Florida Bay. Curriculum guides and booklets are available through county science coordinators or online.           4-6 Activity Guide For 4th-6th grade, this guide provides a series of interactive indoor and outdoor activities to make learning fun, as well as resource information for teachers.         Climate Change Activities. Suitable for 5th-6th grade students, these basic activities can help teach about the greenhouse effect, sea-level rise and the carbon budget.           Don't Let It Loose Curriculum Guide Appropriate for 5th-8th grade students, this activity guide encourages teachers to explore the role of non-native species in our natural ecosystems. Interactive games and classroom activities instill students with the importance of responsible pet selection and ownership.          \"Everglades Mountains and Valleys\" K-8 grade. Original lesson plans and activities to be used in conjunction with our nine-part, educational habitat video series. All lessons written by local South Florida teachers.           These materials are generously supported by grants from the South Florida National Parks Trust and Peacock Foundation Inc.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/education\/curriculummaterials.htm"
}
