{
    "title": "Everglades National Park: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger         Ranger swears in new Junior Rangers at Royal Palm. NPS Photo:  J Roark  Junior Ranger Day - Saturday, April 2, 2016     Calling all Aspiring Junior Rangers (ages 8-12) and their families! Join us on Saturday, April 2 for free special activities while celebrating Junior Ranger Day! There will be ranger-led programs, including walks, talks, games and tours.        Activities will be offered at two locations: Shark Valley (18 miles west of Krome on SW 8th Street) 9:30 a.m. to 2:30 p.m. Open-house style activities and a free tram tour (Please note: the tram tour is available by reservation only due to limited seating; we ask for a maximum of 1 adult per Junior Ranger) Royal Palm (10 miles southwest of Homestead) 10:00 a.m. to 3:30 p.m. Open-house style activities Free trolley rides between Royal Palm area and the City of Homestead For additional information, or to register for the Junior Ranger tram at Shark Valley, please call 305-242-7753  Bring your own lunch and plenty of water Wear long pants, socks and closed-toed shoes All participants will receive a Junior Ranger Activity Guide and a Junior Ranger Badge           Junior Ranger Day flyer 2016    Junior Ranger Day 2016 flyer    The Junior Ranger book is available in English, Spanish and Haitian Creole and serves Everglades National Park as well as Biscayne National Park and Big Cypress National Preserve. Books may be obtained at any visitor center or you may view it using the links below.               Junior Ranger Book in English               Junior Ranger Book in Spanish               Junior Ranger Book in Haitian Creole            National Park Junior Ranger Programs connect young people to their National Parks through many hands-on, guided and self-guided activities. Designed to engage children and families in the National Park experience, Junior Ranger Programs cultivate future generations of park stewards and explorers. Find out more about the national Junior Ranger program in our Junior Ranger Gazette.      Click here for more Junior Ranger Programs on wilderness, paleontology, night skies, underwater, and more.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/kidsyouth\/beajuniorranger.htm"
}
