{
    "title": "Jefferson National Expansion Memorial: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       Junior Ranger programs at the Arch and Old Courthouse  The Junior Ranger program at Jefferson National Expansion Memorial is designed to help young visitors learn more about the people, places and events related to St. Louis history and westward expansion during the 1800s. Junior Ranger activities are designed to help connect young visitors to the park's resources and encourage them to become active stewards of their national parks. Young visitors ages 5-18 can earn a Junior Ranger badge at either the Arch or Old Courthouse. Junior Ranger activity sheets are available at the information desk at both sites. Complete the selected activities to receive your badge. As the Junior Ranger program is site-based, we do not send out activity sheets or badges through the mail. If you are interested in earning a Junior Ranger badge through the mail, you may try the Web Rangers program. Note: Due to construction and renovation, some activities may not be available. Ask a ranger for help. You may download an activity sheet for the Arch or the Old Courthouse.         Every Kid In The Park Program  This is a new exciting program Jefferson National Expansion Memorial is involved in.This is a White House initiative and an inter agency program that provides passes to fourth graders and their families. The pass provides free entrance to the all National Park Service and other federally managed lands, forests, waters and recreational and historic sites for one full year. To learn more and and receive a voucher for your pass go to, Everykidinapark.gov. Please note here at Jefferson National Expansion Memorial this pass will waive the $3.00 park entrance fee, a ticket for the tram ride to the top of the Gateway Arch may be purchased for $10.00. Additional fees may apply, please see Fees and Passes.         Carl Schumacher\/NPS  Congratulations to fourth grader Eli Rife who was our first recipient of the Every Kid In A Park Pass here at Jefferson National Expansion Memorial. Eli and his family were here visiting from Waukesha, WI.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/kidsyouth\/index.htm"
}
