{
    "title": "Everglades National Park: Special Programs",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Special Programs                \"Special Request\" Ranger Guided Programs       We are pleased to offer \"Special Request\" ranger-led programs to educational, and non-educational groups. While we will do our best to meet demand, these programs are limited. We cannot guarantee that every request will be met. Also, due to weather conditions, these special request programs are best conducted from November to May. If you are an experienced teacher, or have enjoyed a Special Request program in the past, consider leading your own field trip. Activities may include a ranger-guided trail hike, a wet walk, or a talk, and can be tailored to your group's age level. Essentially, you can \"Build Your Own Visit.\" Click on the Special Program Request Form to view possible options and submit your request. Due to high demand, requests must be submitted at least four weeks in advance of program date. There is no charge for these programs, but keep in mind there is an entrance fee to the park. Educational or scientific institutions are encouraged to apply for an entrance fee waiver. Having an entrance fee waiver should not be mistaken for having confirmation of a Special Request program. Teachers, chaparones, or group leaders should be prepared to lead part of their group themselves if participant numbers exceed a ranger:student ratio of 1:25. Anyone planning a field trip should prepare their students before-hand. We have various field trip planning guides. Even if you are not part of a formal ranger-led program, these publications offer group leaders helpful  ideas for pre-site\/on-site activities, information and field trip logistics For planning questions about Special Request programs, email us.      On your own activities in the park The following are some options you can do on your own, or pair with a special request ranger program:  Explore the Ernest Coe Visitor Center and watch the park film \"River of Life.\" (1 hour)  Mahogany Hammock Trail - Stroll a 1\/2-mile boardwalk through a subtropical tree island, which is home to immense mahogany trees. (30-45 minutes)  Pa-hay-okee Overlook Trail - A 1\/4-mile boardwalk leads to an observation tower offering impressive views of the \"River of Grass.\" (30 minutes)  Shark Valley Tram Tour - Offers a narrated tram tour through the sawgrass prairie and includes a stop at a 65-foot tower where you can enjoy panoramic views of the Everglades. (2 hours\/fees apply) Click here for further information.  Flamingo Boat Tour - Sit back and enjoy a narrated boat tour through the Whitewater Bay backcountry north of Florida Bay. (1-2 hours\/fees apply) Click here for further information.  Gulf Coast Boat Tour - Join a narrated boat tour of the Ten Thousand Islands departing from the Gulf Coast marina area. (1-2 hours\/fees apply) Click here for further information.           Ranger Jenny leading a special program for middle school students on the Anhinga Trail. NPS photo by Sarah Efronson",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/education\/specialprograms.htm"
}
