{
    "title": "Everglades National Park: Everglades Mountains and Valleys",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials     Everglades Mountains and Valleys                Everglades Mountains and Valleys       Everglades National Park is home to diverse and dynamic habitats. Small changes in elevation influence the difference between dry and wet habitats. Explore the Everglades 'Mountains' and 'Valleys' from a fresh perspective with expert guides along the way. This kid-friendly video series features seven main habitats within Everglades National Park. Curriculum-based lesson plans are at the bottom of this page.         Click here to watch this video series on the Everglades National Park YouTube channel.                        Introduction Ranger Amber introduces a newcomer to the idea of \"mountains and valleys\" in  Everglades National Park.   Duration:2 minutes, 39 seconds                                Tropical Hardwood Hammock Explore the shady habitat of the Tropical Hardwood Hammock with Ranger Jenny.  Duration:9 minutes, 31 seconds                                Pine Rockland Explore the endangered pine rockland habitat with Ranger Nick.  Duration:9 minutes                                 Sawgrass Prairie Explore the dynamic sawgrass prairie habitat with Ranger Christeal.  Duration:9 minutes, 12 seconds                                Cypress Dome Explore the cypress habitat with Ranger Yvette.  Duration:9 minutes, 46 seconds                                Slough Explore the slough habitat with Ranger Greg.  Duration:7 minutes, 57 seconds                                Mangrove Explore the mangrove habitat with Ranger Ally.  Duration:10 minutes, 9 seconds                                Florida Bay Explore Florida Bay with Ranger Daniel.   Duration:9 minutes, 15 seconds                                Conclusion Watch the surprise conclusion to this video series.   Duration:3 minutes, 7 seconds               Lesson Plans Rangers, and local teachers created the following lesson plans for this video series. \"I Wish I had some Blubber\" (PDF) Grade 3-7 \"Mangrove Propagule Lab\" (PDF) Grade 3-5 \"The Everglades are on Fuego\" (PDF) Grade 3-9 \"Thirst Game - Periphyton\" (PDF) Kindergarten \"What is a Slough?\" (PDF) Kindergarten \"Sheetflow -Where does it go?\" (PDF) Grade 4-6 \"Adaptations, and Animal ID\" (PDF) Grade 4-6         2013 Teacher-Ranger-Teachers; Marissa Muriel, Laura Armand and Marta Raimundez created the following lesson plans. Adaptation Finder (PDF) 4-6 grade Alligator Book (PDF) 4-6 grade Florida Bay Bistro (PDF) 4-6 grade Mangranimal (PDF) 4-6 grade Mangrove Dodge (PDF) 4-6 grade PineRockland Apartment (PDF) 4-6 grade Plant Diversity (PDF) 4-6 grade Receipe for Fire (PDF) 4-6 grade Slough (PDF) 4-6 grade Slough 2 (PDF) 4-6 grade Tropical Hardwood Hammock (PDF) 4-6 grade Sawgrass Prairie (PDF) 4-6 grade      Back to Video Homepage  We want your feedback! Click here to submit feedback on Everglades National Park videos.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/photosmultimedia\/mountainsandvalleys.htm"
}
