{
    "title": "Jefferson National Expansion Memorial: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         Volunteers receiving awards at the Volunteer dinner in April.   Get Involved Get To Know Us | Get The Picture Volunteers in National Park Service (NPS) sites support the park and its employees in carrying out the dual mission of protecting America's natural and cultural resources and providing recreational opportunities for the public. Volunteers at NPS sites are called Volunteers-In-Parks, or VIPs.  At Jefferson National Expansion Memorial, more than 200 volunteers work with National Park Service employees at the Gateway Arch, Museum of Westward Expansion, and the Old Courthouse. VIPs work on weekdays, weekends, mornings, afternoons, or evenings (during the summer), with a minimum of four hours per week. The schedule and amount of time worked will be negotiated. Parking in the Arch parking garage is free to all volunteers, and reimbursement is provided for Bi-State Metro Link and bus fares. Training for all duties is provided. Uniforms are provided for volunteers who work with the public.  Volunteer to be a part of our staff, which serves more than 3 million visitors each year! Apply to volunteer at the Gateway Arch and the Museum of Westward Expansion or the Old Courthouse. Other volunteer opportunities may exist in the park Library and Archives or in the Exhibits, Education and Administrative offices.        Visitors to the Gateway Arch are assisted at the Information Desk by a volunteer.   Gateway Arch Information Desk and Museum Shop Greet the general public and provide information regarding park activities and St. Louis points of interest. Assist with lost and found items.            Volunteer doing interpretation in the Museum of Westward Expansion.   Museum of Westward Expansion Roving Interpretation in the Museum of Westward Expansion While roving, provide dual role of answering questions about the Museum and protecting the Museum displays. Possible opportunities to present formal interpretive programs for the general public and\/or school groups exist after the appropriate training.  Old Courthouse Information Desk and Museum Shop Greet the general public and provide specific information regarding park activities and St. Louis points of interest. Orient visitors to the Old Courthouse facility through the use of a large, scale model of the building. Assist with lost and found items. Operate cash register related to a modest sales outlet. Operate video projector for the Old Courthouse Theater.  Roving Interpretation in Exhibit Galleries and Rotunda While roving, provide a dual role of answering questions about the four St. Louis History Exhibit Galleries and protecting the items displayed. Possible opportunities to present formal interpretive programs for the general public and\/or school groups exist after appropriate training.  Old Courthouse Offices Potential opportunities include working in the park library or archives; here volunteers work on special library projects or process archival collections. With the exhibits staff, VIPs assist in the maintenance of permanent exhibits and development of special exhibits. In the administration division, volunteers provide clerical assistance, and in the maintenance division VIPs may provide clerical assistance or assist with grounds or building maintenance.  Volunteer Application (.pdf) If you are interested in volunteering please download an application and mail to: Mike Corns, Park Volunteer Coordinator Jefferson National Expansion Memorial 11 North 4th Street St. Louis, MO 63102 314.655.1654    Trails and Rails All Aboard! The United States National Park Service and Jefferson National Expansion Memorial have teamed up with the National Railroad Passenger Corporation (Amtrak) to provide on-board educational programs for passengers traveling through central Illinois. The Park is looking for interested individuals and organizations to volunteer and work with Park Rangers in presenting these on-board programs. Trails & Rails is a partnership between the National Park Service and Amtrak to provide education programs on passenger trains running through various regions of the country. The Trails & Rails program is offered onboard Lincoln Service between St. Louis and Springfield, Illinois. National Park Service rangers and volunteers provide Amtrak passengers with information on significant natural and cultural sites, history, the environment, and the cultural diversity along each route. Programs are presented intermittently over the train's public address system and in other designated areas. Volunteers will \"ride the rails\" between St. Louis and Springfield. Volunteers will be available to answer questions about the region, the Park, the National Park Service, work with traveling displays and hand out literature.  Working as a Volunteer As a volunteer, you will not be paid by the federal government. However you will have the benefit of working with a national park, and there will be other rewards as well. You will meet people from all over the United States and abroad. You will have the opportunity to make the most of talents that you have. You will develop new skills and gain experience that will enrich your life and assist you in present or future careers.  Volunteer Requirements Trails & Rails volunteers must be flexible and adaptable to ever-changing situations and audiences. You should be comfortable speaking in public and working with different people. If not, this program may not be for you. Volunteers are required to make at least five trips throughout the summer season. The time of each roundtrip is scheduled to be six hours. Volunteers must be at least 16 years of age or if not, work with a responsible adult. Volunteers should be in good health so that they can successfully carry out their volunteer duties and responsibilities. There are narrow stairs to climb on a moving train and lifting an exhibit weighing up to 25 pounds is required. You will be reimbursed for necessary expenses associated with the program and uniform shirts will be provided. Volunteers are not considered to be federal employees for any purposes other than tort claims and injury compensation.  Interested? Learn more about how to apply or contact Michael Corns at (voice) 314-655-1726 or at the following address: Michael Corns Trails & Rails Route Coordinator Jefferson National Expansion Memorial 11 North 4th Street St. Louis, MO 63102",
    "url": "https:\/\/www.nps.gov\/jeff\/getinvolved\/volunteer.htm"
}
