{
    "title": "Everglades National Park: Ranger Guided",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Ranger Guided                 Ranger Guided        Ranger Greg passes out periphyton to 5th grade students at Long Pine Key. NPS Photo by Katy Raits      Registration for the 2016-17 School Year Begins at 8:00 am August 19To Register for a Program click hereEverglades Environmental Education ProgramThe National Park Service seeks to instill in all visitors an appreciation for South Florida's natural areas and to cultivate an awareness of the many challenges they face. Everglades National Park sponsors on-site, curriculum-based education programs for 4th, 5th, and 6th grade classes. As today's students become tomorrow's leaders, we hope that they will be motivated to help solve the problems we face today. These programs are best suited for local schools within reasonable driving distance to the park. Participation in these programs is free of charge and only available by advance reservation. Currently, the park offers five main programs:4th Grade - Shark Valley Day Program4th Grade - Every Kid in a Park Day Program5th & 6th Grade - Royal Palm Day Program5th & 6th Grade - Loop Road Camp Program5th & 6th Grade - Hidden Lake Camp ProgramAll participating teachers are required to attend training workshops before bringing their classes to the park. Workshops give teachers valuable background information and resources for bringing the Everglades into the classroom. The ranger-led program serves as one component of a complete Everglades curriculum. Download the \"Camping  Program Teacher's Guide\" for 5th and 6th grades. Download the \"Royal Palm Teacher's Guide\" for 5th and 6th grades. Download  the \"Shark Valley Teacher's Guide\" for 4th grade. Ranger-led programs for other grades may be arranged as a Special Request Program (subject to staffing).           For more information please call the Education Office at (305) 242-7753 or (239) 695-4796 or email us.           This environmental education program is generously supported by grants from Peacock Foundation Inc. and the South Florida National Parks Trust.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/education\/rangerguided.htm"
}
