{
    "title": "Everglades National Park: Research Data Reporting Requirements",
    "body": "Research Data Reporting Requirements       It is the goal of the South Florida Natural Resources Center (SFNRC) to ensure that all data collected within Everglades and Dry Tortugas National Parks are sufficiently documented to allow future investigators to work with the data independently, in accordance with SFNRC data custody policies. Toward this goal, the SFNRC has implemented a “user friendly” process for documenting digital data sets by defining a metadata structure and providing templates necessary for submissions. Who must adhere to the Research Data Reporting Requirements? The SFNRC Research Data Reporting Requirements (RDRR) apply to data that are generated through federally funded projects such as cooperative agreements, grants, and contracts, as well as through unfunded research projects conducted in Everglades and Dry Tortugas National Parks. Researchers working under permits in the park(s) will be expected to follow the procedures and protocols outlined in the permit. What are the Research Data Reporting Requirements? These requirements are intended to detail the acceptable file formats and other required documentation for biological and physical data sets, including maps and models. Data custody policies are provided (Appendix E). The Research Data Reporting Requirements do not address how data are collected, analyzed, or managed at the project level. The current document is an update of the previous RDRR dated March 10, 1998. Where are the Research Data Reporting Requirements located? The Research Data Reporting Requirements, metadata form and instructions (Appendix A), and a metadata example (Appendix B) are available for download. The metadata form is available as a simple text file (.txt) or a Microsoft word file (.doc) so that you can enter your information and return it to the SFNRC in digital format. The preferred format for metadata, however, is the federal content standard for digital geospatial metadata FGDC-STD-001-1998 submitted with .xml extension. Geospatial metadata can be created in ArcGIS utilizing ArcCatalog and submitted digitally to meet this requirement. Additional information about this standard and creating metadata files can be found here. The most appropriate time to create the project metadata is after the field sheets, database or model has been tested because the fundamental nature of the data set may change as the project progresses.      Click here to download the complete SFNRC Research Data Requirements (PDF, 508 KB)",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/researchdatareporting.htm"
}
