{
    "title": "Everglades National Park: Research Permit Policy",
    "body": "Research Permit Policy       National Park Service Management Policies 2001 Section 4.2 defines studies as \"short – or long-term scientific or scholarly investigations or educational activities that may involve natural resource surveys, inventories, monitoring, and research, including data and specimen collection. Studies include projects conducted by researchers and scholars in universities, foundations and other institutions, tribal colleges and organizations, other federal and state agencies, and Service staff. The data and information acquired through studies conducted in parks will be made publicly available, consistent with section 4.1.2.\" The requirements for obtaining a research permit to conduct research on NPS lands is explicitly stated in National Park Service Management Policies 2001 Section 4.2.2 Independent Studies, \"…studies, including data and specimen collection, require an NPS scientific research and collecting permit.\" Legal authority for National Park Service Management Policies includes the National Parks Omnibus Management Act of 1998, specifically 16 U.S.C. 5935 (Availability for Scientific Study) which states the following:  In general: The Secretary may solicit, receive, and consider requests from Federal or non-Federal public or private agencies, organizations, individuals, or other entities for the use of any unit of the National Park System for purposes of scientific study. Criteria: A request for use of a unit of the National Park System under subsection (a) of this section may only be approved if the Secretary determines that the proposed study - is consistent with applicable laws and National Park Service management policies; and will be conducted in a manner as to pose no threat to park resources or public enjoyment derived from those resources. Fee waiver: The Secretary may waive any park admission or recreational use fee in order to facilitate the conduct of scientific study under this section. Negotiations: The Secretary may enter into negotiations with the research community and private industry for equitable, efficient benefits-sharing arrangements.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/sfnrc_permits_policy.htm"
}
