{
    "title": "Jefferson National Expansion Memorial: Traveling Trunks",
    "body": "Explore This Park    Learn About the Park     Education     Materials For Loan     Traveling Trunks                Traveling Trunks         Mountainmen Trunk NPS Photo  Traveling Trunks of \"hands-on\" objects, photographs, audio and videotapes, and teacher handbooks are a good resource for groups unable to visit the Museum. Traveling Trunks are available for a period of two weeks. The fee for trunks shipped to Missouri and Illinois is $35.00 per trunk. Trunks shipped to any of the other continental United States cost $45.00 per trunk. Trunks shipped to Alaska and Hawaii will incur an extra charge. Trunks are aligned with Missouri, Illinois, and national learning standards and are appropriate for all ages. Call (voice) 314-241-1244 ex.107 for more information. Trunks are limited; reservations are taken up to 30 days in advance. Reservations begin for the school year on the first weekday of May. Traveling Trunks Topics & Descriptions: (click on the title to download the handbook that accompanies the trunk) African Americans of the West James Nash, an African American explains the contents of this trunk and the involvement of African Americans in St. Louis and the west during the 1800s.  To download the handbook, click on the title above. For a list of trunk contents, click here. ARCHitecture Explore the design, materials, and people involved in the construction of the 630 foot, stainless steel Gateway Arch.  For a list of the trunk contents, click here. A St. Louis Mercantile  Step back to St. Louis in the nineteenth century to meet William Barr, owner of Barr's Dry Goods Store. Meet his customers, learn about his enterprise, and gain an understanding of economics through hands-on items and historic vignettes.  To download the handbook, click on the title above. For a list of the trunk contents, click here. City of Immigrants \"Congratulations, you are now citizens of the United States of America.\" Thousands of nineteenth century immigrants longed to hear these words. Join three immigrant families, the Reillys, the Kuhlmanns, and the Martinos as they make St. Louis their new home.  For a list of trunk contents, click here. Cowboys \"Come an' get it!\"...With these words the cowboys knew it was time to get up, get dressed and head for the chuck wagon. Join cowboy Nat Love and experience his adventures on the trail and the rail.  To download the handbook, click on the title above. For a list of trunk contents, click here.  Dred Scott The Dred Scott Trunk includes living history items, primary resources and audio-visual materials telling the story of Dred and Harriet Scott from the perspective of St. Louis Circuit Court Clerk, Michael Cerre. As circuit court clerk, Cerre processed the legal documents associated with Scott's 1850 trial at the Historic Old Courthouse. The court proceedings, as recorded by Cerre, were recently conserved by the State of Missouri and belong to the St. Louis Circuit Court.  To download the handbook, click on the title above. For a list of trunk contents, click here. Frontier Classroom Schools were much different long ago. Join the adventures of four children, Toussaint, Joshua, Catherine, and Jessie as they experience schools in early St. Louis and on the western frontier.  To download the handbook, click on the title above. For a list of trunk contents, click here. Gold Miners Eureka! Catch the fever and relive the days of the forty-niners. Meet Albert White, an African American from St. Louis who finds his fortune in California and returns home to open his own business.  To download the handbook, click on the title above. For a list of trunk contents, click here. Heritage of the Southwest The Pueblo, the Navajo and the Spanish have all influenced the development of the Southwest. Experience these three different cultures through the travels of Susan Magoffin, who was one of the first Anglo women on the Santa Fe Trail.  To download the handbook, click on the title above. For a list of trunk contents, click here. Lewis and Clark Expedition Relive this exciting adventure from St. Louis to the Pacific Ocean and back. Discover new lands, people, plants, and animals through the eyes of Patrick Gass, the longest living member of the expedition.  To download the handbook, click on the title above. For a list of trunk contents, click here. Mountainmen Travel with John Colter, who left the Lewis and Clark expedition to become a mountainman. He was the first non-Indian to explore the Yellowstone area. John shares some of his personal items and many of the tools he used to trap beaver during the nineteenth century fur trade.  To download the handbook, click on the title above. For a list of trunk contents, click here. Overlanders Join fourteen-year-old Sally Hester and her family for their overland journey through St. Louis on their way to California in 1849. As you unpack this trunk you will find many of the items needed for the journey.  To download the handbook, click on the title above. For a list of trunk contents, click here.  Plains Indians Explore the culture of the Plains Indians as Chief Red Cloud describes the items in the trunk and explains their usefulness and significance to his people.  To download the handbook, click on the title above. For a list of trunk contents, click here. Steamboats A' Comin' Experience the glorious days of steamboating on the western rivers. Learn about travel and work aboard these floating palaces as crew member Henry Blossom shares his memories and mementos.  To download the handbook, click on the title above. For a list of trunk contents, click here.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/education\/travelingtrunks.htm"
}
