{
    "title": "Everglades National Park: Environmental Assessments",
    "body": "CESI Assessment Projects by Title          These projects include those that lead to the development of decision support tools that can automate assessments of restoration alternatives. They utilize information and design ideas from Baseline Research, Long-term Monitoring, and Simulation Modeling projects to streamline assessment of the success of restoration efforts. Projects below can be sorted according to year, project title, or principal investigator. Where available, click on project titles for more in-depth project information.          Year    Project Title   Principal Investigator(s)   Affiliation     1998   Analysis of Relationships of Fish with Hydrology Using Long-term Databases   Trexler, J.   FIU     2001   Analysis of Historical Water Quality Data   Miller, R.   USGS     1999   Analysis\/Synthesis of Existing Information on Higher Trophic Levels in Florida Bay   Browder, J.   NOAA     1999   Analyzing Historical Data to Set Restoration Targets for Wading Bird Nesting   Pimm, S.   UTK     2003   Assessment of EPOCs in Wastewater Influent\/Effluent   Leitz, C.   USGS     1997   Assessment of Marsh Vegetation in Response to Hydrologic Restoration of Shark Slough   Ross, M.   FIU     1999   Assessment of Selected Threatened & Endangered Wildlife in the Pine Rocklands\/Hammocks of Miami-Dade County   Hofstetter, S.   DERM     1999   Baywatch: Nature Conservancy   Keller, B.   TNC     2001   Biological\/Physical Database Development\/Management\/Dissemination   Rishe, N.   FIU     1998   Canal\/Wetland Flow\/Transport Interaction   Schaffranek, R.   USGS     2003   Combined Structural and Operational Plan   Sikkema, D.   NPS     1999   Committee on Restoration of the Greater Everglades Ecosystem   Parker, S.   NAS     1999   Compilation of Alligator Datasets   Rice, K.   UF     1999   Cooperative Planning Program   Salt, R.   FAU     2007   Developing Periphyton-based Hydrologic Indicators for the Everglades Marl Prairie   Gaiser, E.   FIU     2002   Development of a Digital Library of Biological Information on the South Florida Ecosystem   Sonenshein, R.   NPS     2001   Development of a NBII Node   Sonenshein, R.   NPS     2001   Development of an Ecosystem Thesaurus   Clement, G.   USGS     2004   Diatom-based Water Quality Performance Metrics   Gaiser, E.   FIU     1999   Dispersal\/Habitat Selection\/Survivorship of Juvenile Florida Grasshopper Sparrows in Winter   Vickery, P.   CBC     1998   Distribution\/Abundance of Jewfish as an Indicator   Eklund   NOAA     2007   Effects of Fire as a Management Tool on Water Quality and Evaluation of Effectiveness in Deterrence of Invasive Species   Osbourne, T.   UF     1998   Estuarine Fish Community Structure Stability, Change Succession in Relation to C-111   Sulak, K.   USGS     1998   Evaluation of Environmentally Friendly Plant Production Systems for Use In or Adjacent to Everglades National Park   Pena, J.   FSU     2008   Everglades Fellowship Program at Florida International University   Rudolf, J.   FIU     2008   Everglades Fellowship Program at Florida Atlantic University   Gawlik, D.   FAU     1998   Fish Communities\/Swamp Eel Pop of Canal\/Stream Ecosystems as Indicators   Williams, J.   USGS     1998   Flamingo Waste Water Study   Rand, G.   FIU     1997   Florida Bay Fish Habitat Assessment Program   Durako, M.   UNC     1998   Ground Water\/Surface Water Hydrologic Exchange Fluxes\/Relation to Mercury   Judson   USGS     2001   Handbook on Community Involvement   Gladwin, H.   FIU     2001   Historical Biological\/Physical Database Development   Rishe, N.   FIU     2004   Hydroperiod Analyses Tools   Kotun, K.   NPS     2007   Impacts of Increased Freshwater Flow & Nutrient Input on Benthic Community Structure & Trophic Interaction   Fourqurean, J.   FIU     1997   Incorporating Advanced Water Quality Treatment Technologies into Stormwater Treatment Area Design   Kadlec, R.   WMS     1998   Information System Support   Buker, D.   NPS     2003   Interim Operational Plan Report   Sikkema, D.   NPS     1998   Issue of Journal \"Estuaries\" on Florida Bay   Fourqurean, J.   FIU     2007   Linking Land, Air and Water Management in the Southern Everglades and Coastal Zone to Water Quality          2001   Methodologies & Tools to Support Decision-making   Perry, William B.   NPS     1997   Network Analysis of Trophic Dynamics of Wetlands   Ulanowicz, R.   UMD     2002   Performance Measure Development of Salinities in Northeast Florida Bay   Nuttle, W.   Cadmus     2001   Plankton Indicators of Ecological Change   Brand, L.   UM     2004   Rapid Assessment of Restoration Performance Measures using NIRS   Cohen, M.   UF     2010 Recommendations for Adaptive Management of Apple Snails and Snail Kites in Florida  Darby, P.   UWF    1997   Spatial\/Temporal Changes in Tree Islands to Altered Hydrologies in the Arthur R. Marshall National Wildlife Refuge   Kitchens, W.   UF     1999   Staff Assistant: Governor's Commission   Salt, R.   FDEP     2006   Synthesis of Existing Data on Aquatic Communities in Everglades National Park in a Framework   Trexler, J.   FIU     1997   Temporal\/Spatial Patterns in Taylor Slough Vegetation Due to Hydrologic Restoration   Jones, R.   NPS     2007   Use of Amphibian Communities as Indicators of Restoration Success in Southwest Florida   Waddle, J.   UF     2001   Water Demands \/ Economic Growth \/ Economic Impacts   Weisskoff, R.   UM     2006   Wood Stork Foraging Habitat Assessment for Southwest Florida   Lauritsen, J.   CSS",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/cesiassessments.htm"
}
