{
    "title": "Everglades National Park: Research Permit Application Tips",
    "body": "Research Permit Application Tips       Investigators conducting any field work in Everglades or Dry Tortugas National Parks require a research permit.  The parks review compliance concerns rigorously prior to issuing new research permits and in requiring the receipt of study deliverables prior to renewing existing permits. Please review the following list of common research issues that may lead to further compliance review of your permit. A complete assessment of these questions can help expedite the application process.  Transportation: How do you plan to get to the area of your field work? Make sure you identify in your permit request all modes of transport you will use in your field work (for example: car, boat, airboat, helicopter, ATV, or other). Also indicate whether or not you will need to go off road to complete your work. Construction of Structures: Will you need to build any structure, even a small platform, to conduct your research? Could you co-locate on an existing platform nearby? If you must build a structure or platform, specify in your permit request where it will be located (for example: on or in a slough, hammock, tree island, Florida Bay, or other area. If another area, please specify). Specify as well whether or not this structure will be generally visible to the public from a main paved road, viewing platform, or boardwalk. Collection of Samples: Will you be conducting any sampling in your research? If so, you will need to specify in your permit request the nature of the collection of study materials and any disturbances that will occur as a result of that collection (for example: collection of soil samples and related ground disturbance).  If your research involves any such issues, you are advised to contact the park research permit coordinator regarding your study to facilitate your application. The coordinator may request that you provide detailed information of the type listed below:  Location\/GPS coordinates of the study area Size of structure\/platforms GPS location, Number, depth and diameter of soil samples Type and magnitude of other collections Transportation and tools to be used off road  Be advised that renewal of permits may be delayed if previous deliverables have not been received by the park research permit coordinator.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/expediteapplication.htm"
}
