{
    "title": "Everglades National Park: Baseline Research",
    "body": "CESI Research Projects by Title          These projects provide valuable baseline information needed to determine what should be monitored and resolve uncertainties in simulation modeling and restoration assessments. Projects below can be sorted according to year, project title or principal investigator. Where available, click on project titles for more in-depth project information.            Year   Project Title   Principal Investigator(s)   Affiliation     2001   Analysis of Water, Soil & Plant Samples   Norland, M.   NPS     1997   American Alligator Distribution\/Thermoregulation\/Biotic Potential Relative to Hydroperiod   Rice, K.   UF     1997   American Alligator Nesting and Reproductive Success in Everglades National Park   Dalrymple, G.   ERG     1997   Benthic Macrophyte\/Invertebrate Distribution in the Mangrove Ecotone   Fourqurean, J.   FIU     2007   Biscayne Bay's Nearshore Habitats: Linking Seasonal Patterns in Benthic Community Structure with Salinity   Lirman, D.   UM     2000   Breeding Biology of the Cape Sable Seaside Sparrow   Lockwood, J.   UC     2002   Coastal Landscape\/Wetland\/Tidal Channel Evolution Affecting Habitats at Cape Sable   Wanless, H. R.   UM     1999   Composition\/Structure of Ground-cover Plant Communities in Long Pine Key   Platt, W.   LSU     2004   Determination of Large-Scale Flow Patterns and Air\/Water Gas Exchange in a Ridge and Slough Habitat   Ho, D.   COLUM     2001   Determining Nursery Areas for Red Drum in Florida Bay   Powell, A.   NOAA     2004   Development of Midge Bioassessment Methods for Evaluating Marsh Water Quality and Hydrologic Restoration   Jacobsen, R.   USGS     1997   Diet of Red Drum\/Snook in Florida Bay   Coleman, F.   FSU     2002   Digital Archive of Historical Aerial Photographs   Smith III, T.   USGS     1997   Dry Down Tolerance of Florida Apple Snail: Effects of Age\/Season   Percival, F.   UF     2002   Ecosystem Process Models of Sea Grass Communities in Florida Bay   Madden, C.   SFWMD     2001   Effect of Flow Rate on Phosphorus Uptake by Periphyton   Volin, J.   FAU     1997   Effect of Prey on Crocodilian Growth\/Development\/Fertility   Cardeilhac, P.   UF     1999   Effect of Wind on Surface Water Flows   Jenter, H.   USGS     1998   Effects of Hydrology on Wading Bird Parameters   Gawlick, D.   SFWMD     2001   Effects of Public Land Use on Threatened\/Endangered\/Indicator Species' Populations\/Habitats in Big Cypress   Rice, K.   USGS     2004   Everglades Restoration Impacts on Biscayne Bay's Shallowest Habitats   Lirman, D.   UM     1999   Fire Effects of Cape Sable Seaside Sparrow Demography   Lockwood, J.   RU     2004   Fire History GIS Data Development for Everglades and Big Cypress   Smith III, T.   USGS     1997   Fish Recruitment\/Growth\/Habitat Use in Florida Bay   Robblee, M.   USGS     2002   Fish Utilization of Fringe Mangrove Habitats within Biscayne   Luo, J.   UM     2003   Fishery Habitat Suitability Modeling in Florida Bay   Ault, J.   UM     1999   Florida Grasshopper Sparrow Population Genetics   Bass, S.   NPS     2001   Flume Study   Gaiser, E.   FIU     1999   Freshwater Discharges into Northeast Florida Bay   Patino, E.   USGS     2001   Genetic Analysis of Cape Sable Seaside Sparrow Populations   Karl, S.   USF     1999   Geochemical Determination of Groundwater Flow   Price, R.   FIU     1997   Geology\/Ecological History of the Buttonwood Ridge   Holmes, C.   USGS     1998   High Resolution Bathymetry of Florida Bay   Hanson   USGS     2004   Hydrologic Constraints on Establishment of Lygodium microphyllum   Phillippi, T. E.   FIU     2001   Hydrologic Data Collection\/Analysis   Kotun, K.   NPS     1997   Hydrologic Variation\/Ecological Processes in the Mangrove Forests   Smith III, T.   USGS     2001   Influence of Hydrology\/Habitat on Apple Snail Abundance   Darby, P. C.   UWF     1999   Interrelations of Everglades Hydrology\/Florida Bay Dynamics   Smith III, T.     USGS     2004   Introduced Fishes in Short-hydroperiod Wetlands: Evaluation of Sampling, Status, and Potential Effects   Loftus, W. F.   USGS     1999   Investigation of Mercury Contamination   Stober, J.   EPA     2002   Landscape Model of Ridge\/Slough: Field Data Analysis   Volin, J.   FAU     1999   Leveling Data for Levee 4 Highway 41   Desmond, G.   FDEP     1997   Life History Ecology\/Interactions of Crayfishes   Loftus, W.   USGS     2002   Linking Hydrology to Biological Recovery After Cessation of Long-term Phosphorus Enrichment in Everglades National Park   Gaiser, E.   FIU     2001   Mapping\/Characterization of Aquatic Refugia   Mazzotti, F.   UF     1998   Mechanisms\/Implications of Thalassia Die-off on Florida Bay Mud Banks   Carlson, P.   USGS     2007   Movements and Habitat Use of Burmese Pythons in Southern Everglades   Mazzotti, F.   UF     1997   Multiple Regression Analysis of Factors Influencing Patterns of Foraging Wading Birds   Potier, K.   UF     2000   Nematoceran Community Relationships with Hydroperiod\/Water Quality in Shark and Taylor Sloughs   Jacobsen, R.   NPS     2001   Nitrogen\/Phosphorus Limitation of Primary Productivity in Florida Bay   Fourquerean, J.   FIU     2007   Paleo and Physio Impacts of Reduced Water Flow on Estuarine Ecotone Communities: Developing Research   Ewe, S.   FIU     1998   Paleoecological History of Pigeon Key, Florida Bay   Cohen, A.   USC     2002   Periphyton Response to Hydroperiod in Marl Prairie Wetlands   Gaiser, E.   FIU     2004   Phosphorus Kinetic\/Biogeochemical Studies to Support a Sea Grass Simulation Model for Florida Bay   Koch, M.   FAU     2002   Physiologic Performance Measures\/Tolerance Limit of Estuarine Indicator Species   Rand, G.   FIU     1999   PMC Support for the Interagency Florida Bay Program   Hendrix, N.   FIU     1997   Population Structure \/ Spatial Distribution of Aquatic Consumers Communities   Loftus, W. F.   USGS     1998   Potential of Endangered American Crocodile to Provide a Quantifiable Measure   Mazzotti, F.   UF     2000   Potential Use of Periphyton-dominated Stormwater Treatment Areas for Phosphorus Reduction   Jones, R.   FIU     2003   Quantifying Hydrologic Constraints on Cape Sable Seaside Sparrow Populations   Dong, Q.   NPS     1998   Rehab Lab Construction   Armentano, T.   NPS     1997   Relationship of Sedimentary Sulfur\/Iron\/Phosphorus Cycling to Water Quality in Florida Bay   Fourqurean, J.   FIU     1997   Relationships Among Inshore Pink Shrimp in Tortugas\/Sanibel Fisheries   Robblee, M.   USGS     2004   Responses of Mangroves to Regional Environmental Changes   Childers, D.   FIU     2003   Restoration of Jacquemontia reclinata   Kernan, C.   FTG     2001   Risk Assessment to Determine High Priority Contaminants   Rand, G.   FIU     1999   Role of Aquatic Refuges in Wetland Complex   Loftus, W. F.   USGS     2002   Science Fellowships in Everglades Restoration Ecology   Humphrey, S.   UF     1998   Sea Grass Disease\/Mortality in Florida Bay   Landsberg, J.   FMRI     2002   Southern Everglades Integrated Monitoring\/Science Work Plan   Childers, D.   FIU     2001   Stability\/Bioavailability of Recently Accreted Phosphorus from Advanced Treatment Technologies   Reddy, R.   UF     1999   Statistical Relationship Between Benthic Habitat\/Water Quality   Fourqurean, J.   FIU     1999   Status\/Distribution\/Habitat Relation of American Crocodile   Mazzotti, F.   UF     1998   Status of Ongoing Research in Biscayne Bay   Robblee, M.   USGS     1997   Studies of Population Growth \/ Predator Prey Interactions of Fishes   Loftus, W. F.   USGS     2003   Surface Water Monitoring to Determine Extent\/Cause of Canal Water Intrusion   McCormick, P.   NPS     2002   Technical Advisory Services for Florida Bay Salinity-based Performance Measures   Hitchcock, C.   CG     1997   Temporal\/Spatial Variation in Sea Grass Associated Fish\/Invertebrates   Robblee, M.   USGS     1998   Thalassia testudinum Resilience to Sulfide Stress in Florida Bay   Koch, M.   FAU     1999   The Florida Bay Program Management Committee Support for the Interagency Florida Bay Program    Browder, J.   NOAA     1998   The Role of Grazing in Food Web Relationships, Rock Glades   Trexler, J.   FIU     1997   Topographic Surveys for the Greater Everglades Ecosystem   Desmond, G.   USGS     1999   Transect Sampling to Relate a Phosphorus Addition Flume Study to Water Quality Impacts   Childers, D.   FIU     2004   Transpiration Measurements in Mangrove Forests   Engle, V.   NPS     2000   Tree Islands: Interactions of Hydrology\/Vegetation\/Soils   Ross, M.   FIU     2004   Tree Islands, Ridge\/Slough Landscape, & Ecological Connectivity   Chan, C.   NPS     1997   Vegetation Dynamics of Land-margin Ecosystems: Mangroves in Gulf Coast   Smith III, T.   USGS     1999   Vegetative Resistance to Flow   Schaffranek, R.   USGS     1997   Wading Birds in South Florida   Pimm, S.   UT     2001   Water Flow Through Coastal Wetlands of Biscayne   Ross, M.   FIU     2006   Western Tamiami Trail Flows: Baseline Information and Response to CERP   Patino, E.   USGS",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/cesibaseline.htm"
}
