{
    "title": "Jefferson National Expansion Memorial: Materials For Loan",
    "body": "Explore This Park    Learn About the Park     Education     Materials For Loan               Materials For Loan       Traveling Trunks Visit the Traveling Trunk page to learn more about teacher resource kits for your classroom or group event.   Videotapes and DVDs Videotapes and DVDs are loaned at no charge by contacting the Education Department. The following videotapes and DVDs are available: Monument to the Dream This classic documentary by Academy Award-winning film-maker Charles Guggenheim captures the drama of the Gateway Arch's progress from Eero Saarinan's daring design to its dramatic completion with the fitting of last section. (DVD and VHS, 30 minutes)   Gateway to the West  An overview of the people, places and events connected with the opening of the west during the 1800s. (VHS, 30 minutes)   A Monumental Story: The Gateway Arch & The Old Courthouse An introduction to the Gateway Arch and the Old Courthouse and how they memorialize American westward expansion during the 1800s. (VHS, 16 minutes)   Monumental Reflection This documentary reflects on the Gateway Arch as a memorial and what it means to people who visit it. (DVD, 29 minutes)  Touring the Gateway Arch Tour the Gateway Arch from top to bottom in this behind-the-scenes look at a national monument. Take a tram ride to the top, tour the Museum of Westward Expansion and explore the park grounds to see how the entire site is a unique, architectural feature. 30 minutes. (VHS, approximately 28 minutes)  Slavery On Trial Documentary on the national significance of Dred Scott's civil lawsuit for freedom and the U.S. Supreme Court's \"Dred Scott Decision.\" (DVD, 20 minutes)   Lewis & Clark: Great Journey West This National Geographic film, narrated by actor Jeff Bridges, retraces the epic journey of the Lewis and Clark Expedition from St. Louis to the Pacific Ocean and back during the years 1804 to 1806. Aerial photography puts viewers in the middle of sweeping panoramas and stunning vistas encountered by the explorers. (DVD and VHS, 40 minutes)  Lost… But Found Safe and Sound Do you know what to do if you get lost in the woods? You will after you watch Lost…But Found Safe and Sound. Produced by the Association of National Park Rangers. (VHS, 12 minutes)",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/education\/materialsforloan.htm"
}
