{
    "title": "Everglades National Park: Simulation Modeling",
    "body": "CESI Modeling Projects by Title          These projects support the development and refinement of predictive models that simulate physical and biological responses to proposed modifications. Simulation Modeling projects use data from Baseline Research and Long-term Monitoring projects to parameterize models. Projects below can be sorted according to year, project title or principal investigator. Where available, click on project titles for more in-depth project information.          Year    Project Title   Principal Investigator(s)   Affiliation     2007   A Coupled Surface Water and Ground Water Model to Simulate Past, Present and Future Hydrologic Condition   Wolfert, M.   USGS     2006   A GIS-based Decision Support Tool to Evaluate Land Management Policies in South Florida   Bernknopf, R.   USGS     2000   A Landscape-Scale Seagrass Model for Florida Bay   Smith, T.   UV     1999   A Multispecies Habitat Evaluation   Mazzotti, F.   UF     2007   Application of Hyperspectral and Multispectral Satellite Data for CERP Monitoring and Assessments   Kearns, E.   NPS     2004   ATLSS Modeling: Extensions to Variable Spatial Grid Hydrologic Models   Gross, L.   USGS     2001   Climate Topographic Data for Completion of Vertical Control Network   Beadman, J.   Beadman & Assoc.     2003   Comp Long-term Climatic Variability and Exploration of Hydro\/Eco Impacts   Lall, U.   COLUM     1997   Computer Simulation Modeling of Intermediate Trophic Levels for ATLSS   Gaines, M.   NPS     2001   Crayfish Response to Hydrologic Restoration   Hilborn, R.   WASH     2002   Development\/Evaluation of Rainfall Driven Formula for Water Management   Lall, U.   COLUM     1997   Development of Selected Model Components of ATLSS for Wetland Systems   Gross, L.   UTK     1997   Development of Trophic Models for Amphibians \/ Reptiles   Dalrymple, G.   ERG     2006   Effects of Hydrological Restoration on Manatees: Integrating Data and Models for the Ten Thousand Islands   Langtimm, C.   USGS     2001   Establishment of Critical Parameters with Modeling\/Monitoring Snail Kite Populations    Kitchens, W.   UF     1997   FATHOM: A Mass Balance Model for Salinity in Florida Bay   Fourqurean, J.   FIU     1998   FATHOM: Effects of Water Management on Salinity \/ Nutrient Loading in Florida Bay   Fourqurean, J.   FIU     1998   FATHOM: Salinity Predictions   Fourqurean, J.   FIU     1997   Flow Velociy\/Water Level Transects in SICS Model Area   Swain, E.   USGS     2001   Habitat-based GIS Query Tools   Olsen, D.   USGS     2001   Hydro\/Topos\/Edaphic Factors to Landscape Community Structure in Marshes   Volin, J.   FAU     2001   Importance of Water Flow to Landscape Structure\/Sediment Transport   Chilers, D.   FIU     1998   Individual-based Spatially Explicit Model of Cape Sable Seaside Sparrow Populations   Gross, L.   UTK     1999   Internet-based GIS to Visualize ATLSS Datasets   Johnson, J.   USGS     2002   Landscape Model of Ridge & Slough Topography Integration of Hydro & Bio   Givnish, T.   UW     2006   Linking a Conceptual Karst Hydrogeologic Model of the Biscayne Aquifer to Ground Water Flow   Cunningham, K.   USGS     1999   Mangrove Modeling of Landscape\/Stand-Level\/Soil-Nutrient Processes   Doyle, T.   USGS     1998   Model Development for Restudy: Additional Runs for DOI Restudy Needs   Gross, L.   USGS     2006   Modeling Hydrologic Flow and Vegetation Responses Across the Tamiami Trail and Coastal Watershed   Doyle, T.   USGS     1997   Multi-Modeling Implementation Supporting ATLSS   Fishwick, P.   UF     2001   NSM Calibration   Fennema, R.      1998   Parameter Est.\/Pop-based Simulation Modeling of Alligator Populations   Rice, K.   UF     1997   Parameterizing Individual-based Models for the Snail Kite   Kitchens, W.   UF     1998   Predicting the Response of Aquatic Macroinvertebrate Populations to Changes in Critical Habitats   Acosta, C.   NPS     2001   Salinity Simulation Models For North Florida Bay   Marshall, F.   CLF     1999   Simulation Model of Sea Grass Communities in Florida Bay   Madden, C.   SFWMD     1997   Southern Inland Coastal Systems Model Development   Swain, E.   USGS     2008     Spatially Distributed Hydroecosystem Modeling of Everglades Ridge and Slough Landscapes   Jawitz, J.   UF     1998   Spatial \/ Temporal Dynamics of White-Tailed Deer   Portier, K.   UF     2001   Spatial Variability \/ Modeling of Soil Accretion in Shark Slough   Clark, M. W.   UF     2002   Statistical Salinity Models for Florida Bay \/ Southwest Gulf Coast   Marshall, F.   CLF     2007   The Use of Statistical and Mass Balance Models for the Improvement of Interim Goal Indicators   Marshall, F.   CLF     2001   Time Series Analysis\/Stat Modeling of Salinity\/Canal Discharge\/Available Data   Serafy, J.   UM     2001   Vegetation Succession Modeling   DeAngelis, D.   USGS",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/cesimodeling.htm"
}
