{
    "title": "Everglades National Park: Invasive Plants",
    "body": "Invasive Plant Program            The park preserves the largest remaining stand of pine forest in south Florida. NPS Photo  Located at the tip of peninsular Florida, Everglades National Park protects the southern terminus of Florida's wetland complex known as the Everglades. Everglades National Park is the largest subtropical wilderness in the United States and the largest wilderness area east of the Mississippi River. The principal ecosystem types within the park include shallow-water marine habitats, saltwater wetland forests and marshes, freshwater marshes and prairies, and upland complexes of pine and hardwood forests.        Satellite imagery reveals how water flow dictates vegetation patterns in the Everglades. Map by U.S. ACOE  One of the major factors controlling the distribution of vegetation within the Everglades is the hydrologic pattern, which is defined by the depth, timing, and duration of inundation as well as the quality and salinity of the source water. The flat topography, temporal distribution of rainfall, and proximity to the coast all interact to determine the hydrologic regime over the region. Surficial geology and overlying soil type also influence plant species composition and abundance. Disturbances, both natural (including fire, freezes, hurricanes, etc.) and anthropogenic perturbation (such as altered fire regimes, drainage, development, and introduction of exotic pest plants) also impact vegetation patterns. Everglades National Park is considered one of the most severely infested parks in terms of exotic plants. Some of the many introduced plant species, notably Schinus (Brazilian pepper), are considered to be the most serious long-term threat to the Everglades ecosystem. Multiple factors promote the success of exotic plant species in south Florida. Humans have accelerated the rate of species introduction by transplanting landscape ornamentals, agricultural, and medicinal plants. Although south Florida is surrounded by water on only three sides, freezing temperatures form an ecological northern boundary, and the resulting tropical island-like conditions account for much of south Florida's susceptibility to exotic plant invasions. Although natural disturbances provide opportunities for weedy species to become established, human disturbances amplify these opportunities. The most successful invaders are so well adapted to altered niches that they outcompete native species. In addition, non-native species typically have few biological controls to keep them in check.        Native species are those that have occurred, now occur, or may occur in a given area as a result of natural processes. Exotic (a.k.a. nonnative, foreign, or alien) species are those those that live outside their native range and arrived there by human activity, either deliberate or accidental. Invasive species have the ability to thrive and spread aggressively outside their natural range.              Exotic Vegetation Management Program               Hole-in-the-Donut Restoration Program",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/invasiveplantprogram.htm"
}
