{
    "title": "Everglades National Park: Tamiami Trail: Next Steps",
    "body": "Tamiami Trail Modifications: Next Steps       The 2009 Omnibus Appropriations Act directed the Department of the Interior and the National Park Service to evaluate what additional modifications to the Tamiami Trail roadway are necessary beyond the features currently being constructed under the authority of the Modified Water Deliveries to Everglades National Park. The purpose is to restore ecological connectivity between Everglades National Park and the Water Conservation Areas and to restore more natural water flow to Everglades National Park and Florida Bay. The National Park Service worked alongside a Project Delivery Team consisting of federal, state, and local agencies to formulate and evaluate a series of project alternatives.    Everglades National Park is pleased to announce the completion and public release of the Final Environmental Impact Statement (FEIS) for the Tamiami Trail Modifications: Next Steps project. The preferred plan identified in the FEIS would add an additional 5.5 miles of bridging beyond the present 1 mile bridge. When coupled with other planned restoration projects, the additional bridging would provide unconstrained flows of water to Northeast Shark River Slough in Everglades National Park. The resulting increased water volumes and improved flow distribution are expected to promote conditions conducive to the survival of myriad species of fish and wildlife.             Tamiami Trail Modifications: Next Steps Project - Adequacy of National Environmental Policy Act Documentation March 10, 2015  (PDF, 1 KB)         Federal Highway Administration Record of Decision and Adoption of the Final EIS for Tamiami Trail: Next Steps, Alternative 6e  February 9, 2015  (PDF 4.64 MB)           Tamiami Trail Modifications: Next Steps Final Environmental Impact Statement (Visit the link above for all related documents)      ADDITIONAL RESOURCES          Tamiami Trail Modifications:  A Report Addressing the Modifications to the Authorized Plan Based on the Recommendations of the Value Analysis Workshop. (7.7MB)          Tamiami Trail Modifications: Next Steps Project Report Summary of Findings and Draft Environmental Impact Statement May 2010 Hi-Res (3.7 MB) | Lo-Res (1.3 MB)            Tamiami Trail Modifications: Modified Water Deliveries & Next Steps Projects Fact Sheet May 2012 Hi-Res (7.1 MB) | Lo-Res (350 KB)          Tamiami Trail Modifications: Next Steps Project Draft Environmental Impact Statement April 2010 (PDF, 4.6 MB)         Appendix A (PDF, 12.7 MB) Appendix B (PDF, 1.1 MB) Appendix C (PDF, 1.5 MB) Appendix D (PDF, 330 KB) Appendix E (PDF, 7.3 MB) Appendix F (PDF, 390 KB Appendix G (PDF, 35 KB) Appendix H (PDF, 1.6 MB)           Project PowerPoint Presentation From June 24, 2010 Public Meeting (PDF, 1.3 MB)           Project PowerPoint Presentations From September 3, 2009 PDT Meeting (PDF, 4 MB)           Project PowerPoint Presentation From August 19, 2009 Stakeholder Meeting (PDF, 1.4 MB)           Internal Scoping Final Report July 2009 (PDF, 750 KB)           Project PowerPoint Presentation From June 2, 2009 Public Scoping (PDF, 3.8 MB)           Project Newsletter #1 May 2009 (PDF, 315 KB)         GOT QUESTIONS?          Contact Project Staff",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/nessrestoration.htm"
}
