{
    "title": "Everglades National Park: Invasive Animals",
    "body": "Explore This Park    Learn About the Park     Science & Research     Research Programs     Invasive Animals                Invasive Animal Program         Standoff between two top predators: a native American alligator and a nonnative Burmese python.  Sometimes the gators win, and sometimes the pythons win. NPS photo  Large and small, terrestrial, freshwater, estuarine, and marine -- invasive exotic animal species in a range of different sizes, shapes, and forms have invaded Florida in recent years. Nonnative reptiles, amphibians, birds, mammals, and fresh and salt-water fish species have invaded and now call south Florida home, sometimes at the ecological expense of native animal species, and often at the financial expense of humans.      What are native, nonnative, exotic, and invasive species? Exotic species are introduced species, which means that they have been imported from elsewhere by humans. Many exotic species do not present a threat to native species, such as tomatoes and avocados, which are cultivated for the benefit of humans and do not become invasive. Only a small percentage of exotic species become invasive by causing harm to native species, posing a threat to human health and safety, or causing economic damage.       Native species are those that have occurred, now occur, or may occur in a given area as a result of natural processes. Exotic (a.k.a. nonnative, foreign, or alien) species are those those that live outside their native range and arrived there by human activity, either deliberate or accidental. Invasive species have the ability to thrive and spread aggressively outside their natural range.           Park biologists routinely monitor the number and types of native and nonnative species living in various environments, such as this solution hole. NPS photo  Multiple factors promote the success of exotic animal species in south Florida. Humans contribute to the rate of species introduction by unintentional importation on ships and even airplanes, and by intentional importation for the pet trade. Although south Florida is surrounded by water on only three sides, freezing temperatures form an ecological northern boundary, and the resulting tropical island-like conditions account for much of south Florida's susceptibility to exotic animal invasions. The most successful invaders outcompete native species and typically have few biological controls to keep them in check. Learn about the park's invasive animal management tactics at the following links:          Photo courtesy of Don DeMaria  Lionfish          NPS photo  Burmese pythons       What Can You Do to Help?  Be a Responsible Pet Owner! Some exotic species require a LOT of special care. Do as much research as possible and avoid impulse buys. Be aware of any applicable laws and regulations. Even previously allowed pets, such as Burmese pythons, may have new restrictions in place. If you can no longer care for your pet, find someone who can. Remember, DON'T LET IT LOOSE! Wonderful cats and dogs are waiting for adoption at local shelters. Adopt this traditional domestic pet and save a life. Get help for nuisance animals or unwanted exotic pets. Report sightings of nonnative species to allow for a rapid response. View videos to learn more about invasive species in the Everglades.                Visit the Florida Invaders website and download the publication.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/invasiveanimalprogram.htm"
}
