{
    "title": "Everglades National Park: Fire Resources and Links",
    "body": "Explore This Park    Learn About the Park     Nature     Wildland Fire     Fire Resources and Links                Fire Resources and Links       Fire Definitions: Initial Action: The actions taken by the first resources to arrive at a wildfire. Initial action may include the full spectrum of responses from monitoring to aggressive containment. Initial Attack: Initial action focused on aggressive containment of the fire perimeter. Planned Ignition: The intentional initiation of a wildland fire by hand-held, mechanical or aerial device where the distance and timing between ignition lines or points and the sequence of igniting them is determined by environmental conditions (weather, fuel, topography), firing technique, and other factors which influence fire behavior and fire effects (see also prescribed fire). Prescribed Fire: A wildland fire originating from a planned ignition to meet specific objectives identified in a written, approved, prescribed fire plan for which NEPA requirements (where applicable) have been met prior to ignition (see also planned ignition). Red Card: The certification a wildland firefighter is qualified to do the required job when arriving on an incident. Red cards are issued annually and are also called incident qualification cards. Unplanned Ignition: The initiation of a wildland fire by lightning, volcanoes, unauthorized human-caused fires and escaped prescribed fires where the objective is to protect values at risk while meeting resource objectives specified in Land\/Resource Management Plan. Wildfire: An unplanned, unwanted wildland fire including unauthorized human-caused fires, escaped wildland fire use events, escaped prescribed fire projects, and all other wildland fires where the objective is to put the fire out. Wildland Fire: Any non-structure fire, other than prescribed fire, that occurs in the wildland. This term encompasses fires previously called both wildfires and prescribed natural fires.       Everglades Fire Management Organizational Chart(ppt)",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/management\/fireresources.htm"
}
