{
    "title": "Everglades National Park: Fire Ecology",
    "body": "Fire Ecology       Fire is critical to the survival of the pineland and prairie ecosystems of the Everglades. Learn about the historical perspective of fire in the Everglades and how fire is used as an ecosystem management tool today.  Pinelands: Pines and many other plants that grow in this habitat are known to thrive in open sunny areas. Without fire, the shade intolerant pine forest would be replaced by subtropical hardwoods. Frequent fires burn through the pines, reducing hammock encroachment that would otherwise replace pine habitat by casting shade with their dense canopies.  In the event of a fire, however, pineland plants do well.  Pineland plants have evolved with several adaptations for survival during fire. The pineland habitat is capable of returning very quickly after a fire has passed. Prairies: The River of Grass is perpetuated by fire.  For thousands of years, lightning strikes and humans have ignited fires in the sawgrass prairies. Sawgrass fires actually improve the passage of water through the slough or shallow river basin, by reducing grass that would otherwise impede the vital flow of water through the Everglades. Fire not only improves habitat for wildlife by creating a mosaic pattern of vegetation, but also helps reduce large accumulations of flammable fuels near hammocks or tree islands, which harbor a wide variety of subtropical plants that are less tolerant of fire. Coastal Prairies: Outlining the west coast of the Everglades are miles of mangrove forests. Interwoven within the mangrove forests are salt marshes and coastal prairies. Fires are mostly started in coastal prairies by lightning and burn hundreds of acres at a time. Due to the inaccessibility of this area, coastal prairie fires rarely pose any threat to human life or property and are permitted to burn under close monitoring.  Allowing fires to burn under favorable conditions prevents the encroachment of mangroves and exotic plant species into the fresh water prairies, and thus maintains a diverse natural ecosystem. Hammocks: Scattered throughout the Everglades are hammocks, tree islands that are higher in elevation than surrounding sawgrass prairie. Most plants growing in the hammocks are not well adapted to survive severe fires. Consequently, there are several naturally occurring protective features the system provides in the interest of self-preservation. Around the perimeter of a hammock there is a wet, moat-like depression that is created when limestone erodes away. Humidity and higher soil moisture levels inside the hammock are also a good fire deterrent. These features help to protect the many rare and endangered species of plants and animals that rely on this habitat for survival.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/management\/fireecology.htm"
}
