{
    "title": "Everglades National Park: Fire Operations",
    "body": "Fire Operations       Everglades Fire Operations Program consists of four modules:  Two Type 6 Engines One Type 3 Engine One Type 3 Helicopter  During periods of very high or extreme fire danger, it is not uncommon to bring resources from other areas of the country to the park in anticipation of hard-to-control fires. Conversely, Everglades National Park firefighters are sent across the nation every year to assist in all aspects of fire management efforts, while maintaining adequate coverage for the park's local fire situation. Everglades operations staff works closely with the prescribed fire staff to provide assistance in every aspect of prescribed burning. The opposite is also true- the prescribed fire and fire effects staffs supplement the operations staff, filling in open spots on established modules and even coming together as a squad to assist in fire control efforts. In addition, many park employees outside of fire management are red-carded and fill in during periods of very high or exteme fire danger. Firefighters also provide aid with tasks in other areas of park management outside of fire, such as exotics removal and maintenance projects. There are extensive wildland-urban interface and agricultural areas along the eastern boundary of the park. A Memorandum of Understanding (MOU) has been established with the Florida Department of Forestry and Everglades National Park establishing a Mutual Response Zone for initial attack. The MOU allows the agencies to work together in the Mutual Response Zone regardless of which agency has specific fire protection responsibility for the area. This gives Everglades operations staff the ability to keep these fires small and control them before they cross the park boundary. It also increases the amount of personnel, equipment and expertise responding to fires in the Mutual Response Zone.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/management\/fireoperations.htm"
}
