{
    "title": "Everglades National Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                 Nonnative Species         This dense stand of nonnative melaleuca trees was cleared to create suitable conditions for reestablishment of indigenous plants. NPS photo  Invasive exotic (nonnative) species are seriously threatening the integrity of south Florida's native communities. With exotic fishes devouring native fish species and melaleuca trees shading out indigenous plants, the Florida Everglades is suffering from a barrage of pressures brought on by nonnative species. Far from their native homelands, these invaders have a competitive advantage over native species. Because nonnative species typically lack natural predators, they can outcompete native species. They can multiply unchecked, using up valuable resources such as sunlight, water, and nutrients. Native species suffer from this intense competition.        A bucketful of baby Burmese pythons collected from a nest in 2009. NPS photo  In addition to the environmental havoc they wreak, invasive exotic species have major economic impacts. This economic effect is magnified in Florida where the climate and landscape are favorable to the establishment of invasives. Despite best efforts, many of these alien invaders are here to stay. Their spread, however, may be controlled by putting a stop to the release of non-native plants and animals into the wild and by aggressively managing species that are encroaching on natural areas. Learn more about:  Nonnative plants Lionfish Burmese pythons Nonnative insects  To address the issue of invasive exotic plant and animal species, the South Florida Natural Resources Center of Everglades National Park created the following resource management programs and uses them for guidance:          NPS photo  Invasive Plant Program            NPS photo  Invasive Animal Program         In early 2008, Everglades National Park partnered with the Florida Fish and Wildlife Conservation Commission to launch Florida Invaders in south Florida. Visit the website to download an eight-page publication that highlights impacts associated with nonnative species and gives readers a chance to get involved and help stop the invasion.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/nonnativespecies.htm"
}
