{
    "title": "Everglades National Park: About the Artist",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     About the Artist                About the Artist: Kathleen Konicek-Moran         Kathleen Konicek-Moran took first prize in the Vital Connections Art Show for \"Two Endangered Everglades Butterflies on their Host Plant, the Pineland Croton.\" Watercolor on paper, 20 x 22 inches, 2009. Photo courtesy of Kathleen Konicek-Moran, NPS volunteer  When we retired from our jobs as college professors, my husband, Dick, and I had a plan of traveling the country to volunteer in all of our national parks. Instead, our hearts were captured by the Everglades and we never went further. Although its vast grassy wetland (more than a million and a half acres) presents a landscape that has to grow on you to be appreciated, the miracles to be found in the Everglades come at the trailheads, which are filled with the mammals, birds, and reptiles that gather there each winter to take advantage of the waterholes. At practically every step, you are witness to a multitude of different animals, each in their own environmental niche, doing what comes naturally—nesting, fishing, sunning, etc.        Kathleen and Dick Konicek-Moran doing botanical art research in the Cypress Cathedral.  NPS photo by Jennifer Brown  I began as a volunteer nature interpreter, leading tours, but soon found my way to botany. My first job was to look for either rare or invasive plants. This meant that I had to trek through the marsh to get to a hammock (a form of tree island, which we figured had the most potential to harbor these plants) and then survey it—dividing it into quadrants and walking back and forth, identifying plants. Since I was doing this alone, I developed a lot of woods-walking skills—figuring out how to avoid aggressive alligators or how not to startle poisonous snakes. Getting into these tree islands was often difficult because their outer edges were covered with thick shrubbery, poisonous plants, and thorny vines. Once, I followed a deer in—although I had to bend down since the trail was only deer-high. When I walked in the sawgrass, I would have the eerie feeling that it was possible no other human had ever stepped foot in that very place where I was standing. It is, after all, one of the last areas in North America to be explored or inhabited (except by native peoples who lived mostly in the hammocks)—no scientist hazarded the Everglades until the turn of the 20th century.        Kathleen Konicek-Moran on a swamp tromp deep in the heart of the Everglades, searching for the endangered bristle fern. NPS photo by Laurie Humphrey  My artistic life began when I ventured into Miami to take a course in botanical watercolor at Fairchild Tropical Botanic Garden in 2007. Soon afterwards I began drawing and painting native plants for Everglades National Park, creating first a trail guide and then trail signs. I work with a wonderful botanist, Jimi Sadle, who had begun focusing on endangered and threatened plants, which are, unfortunately, not uncommon in the Everglades because of the park's long history of water problems due to development and agricultural issues outside its boundaries. Jimi inspired me to embark on my goal of painting every endangered plant in the park before they were lost to the world. In 2011 we organized an exhibit of botanical art, in collaboration with the Miami-based Tropical Botanic Artists, depicting some of these endangered plants. This was followed in 2013 by an exhibit focused on botanical exploration in the Everglades, which is now traveling throughout Florida. The Everglades have been the source of inspiration and adventure for me for many years now, and I hope that they will be for you. They are yet a wilderness, which is amazing in these days of rampant development. Although they have their share of discomforts and danger, the Everglades of Florida are also rife with miracles.          The test of an adventure is that when you're in the middle of it, you say to yourself, \"Oh, now I've got myself into an awful mess; I wish I were sitting quietly at home.\" And the sign that something's wrong with you is when you sit quietly at home wishing you were out having lots of adventure. -Thornton Wilder            Learn more about Nature Illustrator and Artist Kathleen Konicek-Moran at her website.                   Nature Illustrations: Kathleen Konicek-Moran   11 Photos  Illustrations and artwork of plants and animals in Everglades National Park                         Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/kathleenkonicek-moran.htm"
}
