{
    "title": "Everglades National Park: Geology",
    "body": "Geology         The Shark Valley Observation Tower offers visitors a comprehensive 360-degree view of Everglades landscapes. NPS photo  The landscapes we see today in Everglades National Park, and in all of south Florida, are the direct result of geologic events of the past and ongoing environmental processes. Although the activities of humans have altered the south Florida landscape, the geologic record is still intact. The geologic secrets of the earth are visible to all who learn to recognize them. It is impossible to consider the geology of the Everglades without also considering the hydrology. Primarily consisting of limestone, the bedrock geology of Everglades National Park has responded over time to the ongoing processes of weathering, erosion, compaction of organic sediments, unique hydrologic conditions, and episodes of sea-level rise and fall to produce the landscapes we see today.        UNESCO: United Nations Educational, Scientific and Cultural Organization Logo courtesy of UNESCO  The first criterion listed by the United Nations Educational, Scientific and Cultural Organization (UNESCO) in its designation of Everglades National Park as a World Heritage Site in 1979 is: The Everglades is a vast, nearly flat seabed that was submerged at the end of the last Ice Age. Its limestone substrate is one of the most active areas of modern carbonate sedimentation. UNESCO recognized that the subtropical wetlands, coastal and marine ecosystems, and complex biological processes that make the Everglades a sanctuary for its legendary wildlife would not exist were it not for the underlying geology, which predefines existing Everglades landscapes and ecosystems.        Everglades humor. NPS photo  As in most areas of south Florida, subtle changes in elevation result in dramatic changes in vegetation communities. Pine forests are present on the higher ground of the Atlantic Coastal Ridge. Where fire has been excluded, pines give way to hardwood hammocks. In wetter areas near the end of the ridge, dwarf pond cypress grow. Sawgrass prairies extend south of the ridge. A narrow band of mangroves fringes the southeastern coast, and the shallow waters of Florida Bay provide an abundant food supply for great numbers of wading birds. Geologic Setting South Florida lies within the Atlantic Coastal Plain physiographic province. Locally, this province is divided into seven subprovinces: Okeechobee Basin, Everglades, Big Cypress Swamp, Southern Atlantic Coastal Strip, Ten Thousand Islands, Southwestern Flatwoods, and Florida Keys (see map below).       Map of geologic subprovinces in south Florida. Geographic data provided by St. Johns River Water Management District;Map courtesy of Trista L. Thornberry-Ehrlich, Colorado State University.         Satellite image of central and south Florida acquired during the late 1980s. The large blue circular area is Lake Okeechobee and the red area south of the lake is agricultural. To the southeast and east are State of Florida Water Conservation Areas. Everglades National Park is to the south. Image courtesy of NASA\/USGS  Okeechobee Basin Subprovince Prior to development in south Florida, water flowing through the Greater Everglades slowly trickled south down to the sea from the Okeechobee Basin subprovince in central Florida (view map). During the summer rainy season, freshwater overflowed the south shore of Lake Okeechobee and flowed about 100 miles, dropping only about 12 to 14 feet in elevation, to reach its southern terminus in Florida Bay. From the late 1800s, human population has steadily increased in south Florida. Canals, ditches, dams, and levees were built to drain swamps for agriculture, oil and gas exploration, and urban development. Raised roadbeds, built from the spoils of canal construction, have dammed the natural, low relief, slow moving sheetflow of water from Lake Okeechobee to Florida Bay. Thus, people have forever altered the once-steady, slow flow of freshwater through the Everglades, also known as the \"River of Grass.\"        Frequent thunderstorms during the summer rainy season ensure a seasonal supply of freshwater to the Everglades. NPS photo by Lori Oberhofer  Everglades Subprovince The Everglades subprovince forms an elongate, south-dipping, low-lying area between the Southern Atlantic Coastal Strip subprovince to the east and the Big Cypress Swamp subprovince to the west (view map). The basin has very low relief. The elevation change is only 12 to 14 feet from the maximum near Lake Okeechobee to sea level. Prior to the digging of canals and building of dams, flow in this drainage system was slow and steady from north to south.        Precipitation becomes increasingly acidic as it infiltrates organic plant matter before seeping into the ground. NPS photo  Karst is a term used for the characteristic terrain produced by the chemical erosion of carbonate rocks such as limestone and dolomite. Acidic water dissolves the carbonate rock along cracks and fractures in the bedrock. Most precipitation is of relatively neutral pH but becomes increasingly acidic as it infiltrates live plant tissue, decaying plant debris, and soils before seeping into the ground. Over thousands of years, dissolution within pore spaces and along fractures creates increasingly larger voids.        National Park Service biologists assessing the status of solution holes in the karstic Rocky Glades area of Everglades National Park during the winter dry season. NPS photo  The extensive carbonate rocks of Florida are inherently porous and have been exposed to weathering processes since the last significant interglacial period led to widespread flooding about 130,000 years ago. Since that time, much of the original bedrock has been altered and partially dissolved by acidic rain and groundwater. The Rocky Glades region of Everglades National Park is an area of karst that separates Shark River Slough from Taylor Slough. Solution holes are pits in karst that formed in the past when sea level and the water table were lower than present levels. Solution holes provide winter dry-season refuge for aquatic animals and provide a repopulation source for species upon reflooding of the marsh during the following summer wet season.        The boardwalk trail to Pahayokee Overlook offers visitors distant, sweeping, expansive views of marl prairie while simultaneously providing a chance to examine the marl soil directly underfoot, all without getting your feet wet. NPS photo  Two kinds of soil, marl and peat, occur in the Everglades. Marl is a product of periphyton, a complex assemblage of algae, cyanobacteria, microbes, and detritus. During the dry season, organic material in the periphyton oxidizes, leaving calcium carbonate behind as light-colored soil. Marl also is called calcitic mud and it is common in the short-hydroperiod (short-term flooding) wet prairies of Everglades National Park, where bedrock lies close to the surface. Marl is the most common soil seen on the drive to Flamingo along the main park road.        The darkness of sawgrass peat results from the ash left behind from frequent, hot fires that burn during the winter dry season. NPS photo  Peat soil is a product of long-hydroperiod (long-term flooding) wetlands and typically occurs in areas of deeper bedrock. Peat is composed of the organic remains of dead plants. The color of peat depends on its plant source. Peat derived from sawgrass is typically dark brown to black in color, the darkness a result of frequent, hot fires that burn during the winter dry season. Peat that is fossilized turns into coal, and like coal, peat will burn. Accumulation of peat requires anaerobic conditions, more commonly known as a lack of oxygen. Without oxygen, microorganisms cannot decompose plant material as fast as it accumulates. Abundant precipitation in south Florida during the summer rainy season causes flooding of vast low-lying areas, which prevents oxygen in the air from touching soils and allows the organic material to transform into peat. If left undisturbed over long periods of time, increasingly thick layers of peat accumulate until the surface is able to dry sufficiently to allow either decay or fire. Most natural fires that burn in the Everglades occur during the spring, typically coinciding with the end of the winter dry season when water levels are at their lowest and average daily temperatures are quickly rising. However, human interference in the ecosystem in the form of water-management practices has drained large parts of the Everglades and resulted in severe losses of peat in some areas.        Perfect conditions in Snake Bight for the formation and accumulation of mangrove peat. NPS photo  Marl and peat soils are like opposites that cannot coexist. Marl requires aerobic conditions, while peat requires anaerobic conditions. Peat does not accumulate in the short-hydroperiod marshes in which marl accumulates, and the acidic conditions in which a peat soil thrives would dissolve marl.        Big Cypress National Preserve. NPS photo  Big Cypress Swamp Subprovince The Big Cypress Swamp subprovince defines the western boundary of the Everglades subprovince (view map). The rocks underlying Big Cypress Swamp are among the oldest in south Florida and are composed of silt, sand, and carbonate minerals. This area is slightly higher in elevation that the Everglades basin because it is underlain primarily by the coral-rich limestones of the Pliocene (3 to 5 million years ago) Tamiami Formation, which is exposed in large areas of Big Cypress National Preserve. Elevation in Big Cypress Swamp ranges from 12 to 39 feet above mean sea level in the northern reaches to just slightly above sea level in the mangrove areas in the south. Drainage in the province is primarily to the south and southwest.        Pine rocklands, also called pinelands, commonly occur along the relatively higher elevations of sandy limestone that form the Atlantic Coastal Ridge. NPS photo by Lori Oberhofer  Southern Atlantic Coastal Strip Subprovince The Southern Atlantic Coastal Strip subprovince (view map), including the Atlantic Coastal Ridge, consists of Pleistocene (Ice Age) Miami Limestone, a marine limestone covered by thin sheets of quartz sand. This limestone is composed of tiny spheres called ooids. Calcium carbonate settling out of the seawater coated tiny bits of shell and sand in layer upon layer. The resulting ooids, or spherical grains of limestone, were pushed by longshore currents into the linear Atlantic Coastal Ridge during the Pleistocene. The ooids later cemented into the rock formation known as Miami Limestone (formerly known as Miami Oolite), and this same limestone also covers much of the area to the east of Everglades National Park and most of Florida Bay. Farther to the west, the oolitic Miami Limestone grades into a marine limestone composed of the calcified carbonate remains of tiny moss animals called bryozoans, which lived in quieter waters in the area that is now the central part of Everglades National Park. The Atlantic Coastal Ridge extends from Mahogany Hammock northeast to Miami and ranges in elevation from 5 to 20 feet in the southernmost parts. The width of the ridge ranges from about 10 miles in southern Miami-Dade County to 3 to 5 miles farther north. The ridge prevents water in the Everglades from flowing east and draining into the Atlantic Ocean, directing it instead toward the southwest and into Florida Bay. Much of the south Florida metropolitan area has been built along the Atlantic Coastal Ridge. Outside of park boundaries, much of this landscape has changed dramatically as a result of urban growth.        The West Lake trail immerses visitors in a forest of white mangrove, black mangrove, red mangrove, and buttonwood trees. Roundtrip, this self-guided, wheelchair-accessible loop trail is 0.5 miles (800 meters) long.   The southern parts of the Atlantic Coastal Ridge are breached in places by sloughs (marshy channels of water) oriented perpendicular to the trend of the ridge. The southernmost part of the Southern Atlantic Coastal Strip subprovince wraps around the southern end of peninsular Florida and contains vast tracts of coastal marshes and mangrove swamps. These wetlands cover the area extending from the northeastern part of Florida Bay, around the southern Florida peninsula, and west into the Gulf of Mexico as far as the Ten Thousand Island region near Everglades City. Strips of swamps and brackish marshes that are just above sea level characterize this area. Freshwater runoff and tidal fluxes cause the salinity to vary dramatically. Mangroves, capable of enduring salinity changes, thrive along the southern coastline.        The Huston River, located in the southern part of the Ten Thousand Islands region of Everglades National Park. NPS photo by Lori Oberhofer  Ten Thousand Islands Subprovince A vast labyrinth of mangrove forest, oyster bars, tidal sloughs, and lagoons characterizes the Ten Thousand Islands subprovince, which extends for about 60 miles along the southwestern edge of the Big Cypress Swamp and Everglades subprovinces on Florida's Gulf Coast (view map). The complex of small islands that make up the Ten Thousand Islands protects inland areas from the destructive and powerful winds, large breaking waves, storm surge, and flooding caused by tropical storms and hurricanes that rampage from time to time in the Gulf of Mexico.         Submerged mangrove roots provide excellent habitat for many species of fish and other marine life. NPS photo  These uninhabited islands are surrounded by a highly productive estuary, where freshwater draining from the land mixes with saltwater from the Gulf of Mexico. The mangrove islands provide protected habitat, breeding grounds, and nursery areas for many terrestrial and marine animal species. Mangrove leaves, trunks, and branches eventually fall into the water where they decay and decompose into organic detritis, which forms the basis of an elaborate food chain. The nutrient-rich soup supports a robust marine nursery for species such as pink shrimp, snook, snapper, and tarpon.        One very small island in the Ten Thousand Islands. NPS photo  The Ten Thousand Islands subprovince is largely the result of multiple sea-level fluctuations during the Ice Age. Although glacial ice never extended as far south as Florida, the effects of distant glaciation are evident. The resulting global-scale climatic and sea-level changes played a major role in the formation of the geologic formations and the overall landscapes that we see today in south Florida. Copious amounts of freshwater were trapped within the glaciers as the size of the massive continental ice sheets increased. As the ice sheets grew in size, sea level in south Florida lowered as much as 300 feet below present levels. The Great Ice Age actually consists of four shorter and smaller ice ages with periods of warming in between. During the warmer interglacial stages, large areas of ice melted, returning large amounts of fresh meltwater to the sea. The last interglacial stage occurred about 100,000 years ago. At its peak, sea level in south Florida rose about 100 feet above present levels. Over time, sea-level fluctuations resulted in constantly changing conditions during which periods of sediment deposition alternated with periods of erosion. The variable layering of rocks and sediments that tells the story of Florida's sedimentary history is the result of these variations in sea level.        The Miami skyline is visible from Boca Chita Key in Biscayne National Park, located in the northenmost part of the Florida Keys. NPS photo  Florida Keys Subprovince Composed of limestone or carbonate sand and mud, the Florida Keys subprovince (view map) consists of long, narrow islands that stretch in an arc from the northernmost keys of Biscayne National Park to the southwesternmost keys of remote Dry Tortugas National Park. The islands that make up the northern, upper keys are the exposed remnants of coral reefs that fossilized and were exposed as sea level declined. North of Elliott Key in Biscayne National Park lie several small transitional keys that are composed of sand built up around areas of exposed ancient coral reefs. Yet further north in the Miami metropolitan area, Key Biscayne is composed of sand, as are the barrier islands that protect much of the entire east coast of Florida.        About 67 miles west of Key West, the seven remote islands of Dry Tortugas National Park are considered the southwesternmost extent of the Florida Keys. Fort Jefferson was constructed on Garden Key. NPS photo  To the south, the middle keys, along with much of Florida Bay, consist of oolitic limestone that is similar to the bedrock that makes up the previously discussed Atlantic Coastal Ridge. The shallow waters of Florida Bay are separated into many smaller basins by shallow banks and small islands. As far south and west as the Dry Tortugas, the lower keys consist of carbonate sands and muds that consist of the remains of small marine plants and animals.        Sometimes spelled \"cay\" or \"caye,\" a key is a small, low-elevation, sandy island formed on the surface of an ancient coral reef. NPS photo by William Perry  Drastic fluctuations in sea level resulting from the Ice Age further shaped the Florida Keys into the landscape we see today. When sea level was above current levels, several parallel reefs formed along the edge of the submerged coastline, depositing the Key Largo Limestone. Later sea-level fluctuations caused some of the Miami Limestone to dissolve and then redeposit as a denser cap rock overlying the Key Largo and Miami limestones.         A small piece of rock collected from a poorly consolidated, sandy, fossiliferous limestone layer within the Tamiami Formation. Photo courtesy Florida Geological Survey  Southwestern Flatwoods Subprovince Rounding out the physiographic subprovinces that make up south Florida are the Miocene (5 to 23 million years ago) and Pliocene (3 to 5 million years ago) sedimentary rocks and sediments that underlie the Southwestern Flatwoods subprovince, which lies to the northwest of the Everglades subprovince and west of the Okeechobee Basin subprovince (view map). Landforms in this subprovince include flatwoods, cypress swamps, rocklands, and marl plains. Also present in the northwestern corner of Everglades National Park, the wedge-shaped Tamiami Formation crops out at land surface in the lower reaches of Big Cypress National Preserve and appears as far north as Fort Lauderdale on the east coast of Florida. Following deposition of the sediments of the Tamiami Formation in a warm, shallow sea, rising sea levels eroded and dissolved the uppermost layers, and a subsequent decline in sea levels resulted in deposition of the Miami Limestone on top of the Tamiami Formation. The highly permeable calcareous sandstones and sandy limestones that make up the Tamiami Formation are layered with impermeable clay-rich layers that cannot transport large amounts of groundwater. Commonly found fossils in the Tamiami Formation include barnacles, mollusks, corals, echinoids, foraminifera (marine amoeboid protists), and calcareous nanoplankton.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/evergeology.htm"
}
