{
    "title": "Everglades National Park: Lightscape \/ Night Sky",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Lightscape \/ Night Sky                Lightscape \/ Night Sky        Starry skies peeking through the pine trees in the Pinelands area of the park. Photo courtesy of Judd Patterson, www.juddpatterson.com       Night is a dead monotonous period under a roof; but in the open world it passes lightly, with its stars and dews and perfumes, and the hours are marked by changes in the face of Nature. What seems a kind of temporal death to people choked between walls and curtains, is only a light and living slumber to the man who sleeps afield. ~ Robert Louis Stevenson      The Natural Lightscape        Full moon photographed over Everglades National Park. Nighttime twinkles with light from both natural and human sources and is not nearly as dark as most of us think. NPS photo by Rodney Cammauf  Starry night skies and natural darkness are important components of national parks, which hold some of the last remaining harbors of darkness and provide an excellent opportunity for the public to experience this endangered resource. Everglades National Park is dedicated to protecting and sharing its nighttime skies for the enjoyment of current and future generations. The term natural lightscape describes resources and values that exist in the absence of human-caused light at night. Natural lightscapes are critical for nighttime scenery, such as viewing a starry sky, but also are critical for maintaining nocturnal habitat. Many wildlife species rely on natural patterns of light and dark for navigation, to cue behaviors, or to hide from predators. Lightscapes can be cultural as well, and may be integral to the historical fabric of a place.        The Milky Way as viewed from Everglades National Park's northern neighbor, Big Cypress National Preserve. Photo courtesy of Judd Patterson, www.juddpatterson.com  Unlike humans, the Earth never sleeps. Far away from human settlements, light still shines. Wildfires and volcanoes rage. Oil and gas wells burn like large candles. Auroras dance across the polar skies. Moonlight and starlight reflect off the water, snow, clouds, and deserts. Even the air and ocean sometimes glow. The darkest nights make even the faintest light seem bright. Known as the Milky Way, the glowing band of light that arches across the dark sky on clear, cloudless nights is made up of individual stars that the naked eye cannot distinguish. From the Earth, the Milky Way appears like a band because we view it from the inside looking out. The Milky Way is our edge-on view of the galaxy that holds our own solar system. Best viewed on a clear and moonless night and far from sources of light pollution, the Milky Way is our local galaxy. Each month around the time of the new moon, Everglades National Park offers superbly dark conditions that are ideal for viewing the Milky Way. On a dark night and in a dark place within the park, look to the south to find the Milky Way. In the Northern Hemisphere, the center of the Milky Way will be low in the southern sky, and the glowing band will sweep upward in an arch across the eastern sky to the northern horizon. Some parts of the faint silvery or milky cloud will be slightly mottled. The brighter spots are caused by star clouds, which are concentrations of millions of stars that are too faint to see as individual stars. The darker areas are caused by clouds of interstellar dust that block our view of the stars beyond. Viewing the Milky Way with a pair of binoculars will provide enough magnification to resolve the Milky Way into thousands of individual stars.      Light Pollution        Satellite image of the nighttime urban lightscape in the southeastern United States. At bottom right, the bright lights of Miami on the east coast, Naples on the west coast, and the Florida Keys to the south surround and contrast against the darkness of Everglades National Park. Image courtesy of NASA Earth Observatory\/NOAA\/NGDC  Light that is undesirable in a natural or cultural landscape is often called light pollution. When overlooking city lights from a distant hilltop or viewing satellite images of urban lightscapes, your first impulse may be to marvel at the golden glow that has resulted from human ingenuity and the mastering of electricity that has brought useful light to what would naturally be the darkness of our pre-urban nighttime reality. But when was the last time you saw the Milky Way, or looked up and saw more stars than you even knew could possibly exist? Ironically, the dark side of the modern world is that within the golden glow of urban light, people are no longer able to view the beauty of our natural night skies. Light fixtures that throw light up and sideways instead of down scatter light into the sky, instead of illuminating the ground. In addition to being a problem for astronomers and a major waste of energy, light pollution can disrupt entire ecosystems, particularly for light-sensitive species such as sea turtles.      Protecting the Night        Outdoor lights that shine up and sideways cause light pollution. Image courtesy NPS Night Skies Program  Artificial outdoor lights that shine up or sideways are the primary cause of light pollution. Light that escapes without being blocked scatters throughout the atmosphere, brightening the night sky and diminishing its quality. Inefficient lighting spoils the view, wastes energy, and creates glare, further reducing nighttime visibility. In addition, air pollution particles suspended in the atmosphere increase the scattering of light at night, thereby impacting nighttime visibility — in just the same way that air pollution impacts daytime visibility.        Outdoor light fixtures that block light from shining up and sideways minimize light pollution. Image courtesy NPS Night Skies Program  Fortunately, dark night skies are a recoverable resource. Restoration of darkness can be as simple as flipping a few light switches off. While keeping safety as the top priority, the National Park Service strives to maintain natural darkness through the elimination of wasteful and inefficient outdoor lighting. Although outdoor lighting in developed areas within national parks is necessary for visitor safety reasons, light fixtures can be designed to minimize contributions to light pollution. An opaque shield installed at the top and sides of outdoor light fixtures will block light, preventing it from scattering into the atmosphere, thereby helping to maintain dark night skies.        Night-sky friendly, solar-powered light fixture in the parking lot at Ernest Coe Visitor Center. NPS photo  To the greatest extent possible, the National Park Service attempts to preserve the natural lightscape. Park staff determine the appropriate lighting for a location on the basis of historic character, energy need, cost, maintenance efficiency, light pollution, and effects on wildlife. Efficient lighting is installed in new buildings and facilities, and older buildings are retrofitted as possible. Installation of the solar-powered light fixtures in the parking lot at the Ernest Coe Visitor Center is one example of what the National Park Service is doing to utilize responsible and efficient outdoor lighting. The fixtures direct the light downward to illuminate only what is necessary for visitor needs and safety, thereby preventing glare and light pollution. As a renewable resource, solar energy contributes to energy and cost savings. Learn more about night-sky friendly lighting at the National Park Service Night Skies Program website.      Night Sky Programs at Everglades National Park        Starry skies over Pine Glades Lake. Photo courtesy of Judd Patterson, www.juddpatterson.com  Because of its location away from the lights of local communities, Everglades National Park is an excellent place to view the wonders of the night sky. During the winter season, rangers offer a variety of nighttime programs, including new moon stargazing events, at which telescopes may be available for viewing the night sky. The public is welcome, and reservations are not necessary. Plan to arrive early to allow your eyes to adjust to the darkness. Bring a flashlight and be sure to dress appropriately for the weather. Check the Ranger-Led Programs schedule for the times and locations of new moon stargazing events, and watch for other activities such as ranger-led full moon bicycle rides along the Shark Valley Tram Road.      Exploring Night Skies and Lightscapes        NPS image by Dan Duriscoe  As part of its effort to protect nighttime skies for the enjoyment of current and future generations, the National Park Service catalogs night sky quality throughout the United States. Visit the National Park Service Night Skies website to learn more about night skies and lightscapes in your own backyard, around your home town, and in your adventures to other national parks across the nation.  Science of Light Light Pollution Exploring Night Skies Managing Lightscapes Measuring Lightscapes Making a Difference Where to Stargaze Rate Your Night Sky",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/lightscape.htm"
}
