{
    "title": "Voyageurs National Park: Headquarters Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer     Headquarters Volunteer              Headquarters Volunteer         Voyageurs headquarters building   This position is located at Voyageurs National Park, located in northern Minnesota. Primary duties are disseminating information in person or via mail, telephone, or electronic mail (if background check has cleared for computer use.) Other duties may include: helping to prepare for special events, helping to construct temporary displays and exhibits, filing paperwork and permits, data entry, and other office work. Volunteers will need to know who works at the administration building and what each person does. Volunteers working in this capacity will receive appropriate training, guidance and supervision from the Chief of Interpretation or a District Interpreter.  MAJOR DUTIES  As a uniformed volunteer with the National Park Service, the volunteer serves as a front-line representative of the agency at the park headquarters.Projects may include paperwork and permit organization, routine web assistance, and database entry.The volunteer performs a variety of general office duties, including answering telephones, responding to written or phone requests for information, filing, typing and duplicating informational handouts.The volunteer operates a variety of office machines, including, calculators, copiers, computers (if appropriate background check has been completed), and telephone\/fax machines.The volunteer may be a passenger in government vehicles.  The volunteer may also perform any or all of the following duties in the course of completing their work.These duties are secondary to the primary duties and typically constitute 20% or less of the duties of the position. ·Stocking brochure boxes and brochure distribution to the local area. ·Clipping newspapers for Voyageurs related material. ·Assisting other park staff at special events. ·Going into the field to familiarize self with area resources.  FACTORS  To perform the duties of this position, the volunteer must have the following knowledge, skills and abilities: ·Ability to use basic computer programs. ·Ability to communicate effectively in a courteous, friendly, tactful and intelligent manner  ·Knowledge of NPS mission and goals. ·Knowledge of the park and operations.  Supervisory Controls The volunteer works under the direct supervision of the Chief of Interpretation or a District Interpreter.After receiving specific instructions, the volunteer performs routine assignments independently.The supervisor is available when problems or unusual situations arise.Supervisor spot checks routine work for accuracy, with closer review performed for more difficult or non-routine assignments.  Complexity Assignments are primarily repetitive, consisting of clearly defined tasks.Questions regarding non-routine tasks are referred to the supervisor.More involved projects may be assigned depending on the volunteer’s interest, availability, and training.  Scope and Effect The results of the incumbent's activities contribute to visitor enjoyment and understanding of the park area and the public’s appreciation of the NPS mission.These activities affect the NPS and its employees, visitors, land managers, and neighbors. Personal Contacts The volunteer routinely has contact with other volunteers and park staff.The volunteer sometimes has contact with the visiting public, inholders, and park neighbors.These people represent a cross section of the nation and of other countries of the world.Visitors are of all ages, and from all social, ethnic and economic groups. Physical Demands & Work Environment Standing or sitting for long periods of time, walking on uneven surfaces, bending, lifting of moderately heavy items, use of stepstools and ladders to reach high shelves, and sedentary work is required.Work is generally performed indoors at park headquarters.Trips to park field locations or local travel within or near International Falls, Kabetogama, or Ash River may be required, which may include travelling as a passenger on a government vessel.The volunteer may be subject to working in adverse weather conditions while outdoors.",
    "url": "https:\/\/www.nps.gov\/voya\/getinvolved\/supportyourpark\/headquarters-volunteer.htm"
}
