{
    "title": "Everglades National Park: Barking Up a Tree",
    "body": "Barking Up a Tree: Photography Exhibit         Close-up view of soldierwood tree bark. Timothy Taylor, NPS volunteer  Soldierwood Soldierwood (Colubrina elliptica) trees produce fruit the size of peppercorns. The ripe fruits explode, shooting their seeds for several feet. These tiny explosions sound like rounds of musket fire, hence the name soldierwood. In the United States, this endangered species grows naturally only in the Florida Keys.        Close-up view of black mangrove tree bark. Timothy Taylor, NPS volunteer  Black Mangrove Black mangrove (Avicennia germinans) wood was essential to south Florida's early pioneers. It was burned in smudge pots, producing a thick smoke which made a potent mosquito repellent. The bark pattern of this black mangrove is reminiscent of mud drying in the sun.        Close-up view of a treacherous-looking cockspur spine. Timothy Taylor, NPS volunteer  Cockspur Also known as devil's claw or pull-back-and-hold, the tropical cockspur (Pisonia aculeata) vine grows to tree proportions. Seedlings and young plants survive in broken sunlight, but to reproduce, a plant must be relatively large and have access to nearly full sunlight. The vines cling with their spines as they climb toward the top of the forest canopy.        Close-up view of slash pine tree bark. Timothy Taylor, NPS volunteer  Slash Pine The namesake of the pine rocklands, slash pine (Pinus elliottii) provides needed shade for a diversity of Caribbean understory plants. The pine rocklands have the greatest plant diversity of any south Florida environment.        Close-up view of lichens growing on blolly tree bark. Timothy Taylor, NPS volunteer  Blolly The name of the blolly (Guapira discolor) tree is hard to say without chuckling. Regardless, the pattern of lichens on its bark is seriously beautiful. Birds feed on the small, fleshy fruit of blolly and other native trees, helping to spread their seeds. This is how many Caribbean tree species were introduced to south Florida.        Close-up view of lichens growing on willow bustic tree bark. Timothy Taylor, NPS volunteer  Willow Bustic Willow bustic (Sideroxylon salicifolium), also known as bustic and cassada, turns up just about anywhere in the wild uplands of south Florida, from bay heads to the pine rocklands to the deepest hardwood hammocks of the Florida Keys. This specimen sports brilliant patches of red lichen.        Close-up view of Yellow-bellied Sapsucker (woodpecker) holes in West Indies mahogany tree bark. Timothy Taylor, NPS volunteer  West Indies Mahogany West Indies mahogany (Swietenia mahogani) is frequently visited by Yellow-bellied Sapsuckers, a species of woodpecker that pounds a series of distinctive parallel holes into the bark. Later the sapsucker, along with insects and hummingbirds, will visit the tree to drink the sap that oozes from the holes.        Close-up view of lichens growing on a weatherworn dead buttonwood snag. Timothy Taylor, NPS volunteer  Buttonwood Even in death, a tree has its own character. While walking through the vast Buttonwood (Conocarpus erectus) forest near Flamingo, Bob and Tim found the remains of this big tree.        Close-up view of resurrection ferns growing from the bark of a live oak tree. Timothy Taylor, NPS volunteer  Live Oak Live oak (Quercus virginiana) is one of the few temperate trees that grow in the tropical hardwood hammocks of south Florida. It's a familiar sight to visitors from \"up north.\" Large live oaks host orchids, bromeliads, and, in this case, resurrection fern. Resurrection fern is an air plant, meaning it attaches itself to other plants and obtains its nutrients from the air and from water and nutrients that collect on the outer surface of the bark. Resurrection fern was named for its ability to survive long periods of drought by curling up and appearing dead. As soon as the fern receives even the slightest bit of water, it will uncurl and reopen, appearing to resurrect.        Close-up view of white ironwood tree bark. Timothy Taylor, NPS volunteer  White Ironwood White ironwood (Hypelate trifoliata) is an extremely rare tree, listed by the state of Florida as an endangered species. It occurs in just a handful of sites in south Florida. Planting diverse, often imperiled native trees in south Florida's developed areas is becoming increasingly popular.        The distinctive horizontal rings on this royal palm tree trunk are leaf scars. As the trunk ages, it will become a more uniform cement color. Timothy Taylor, NPS volunteer  Royal Palm The Royal Palm area of Everglades National Park was named for the statuesque royal palm (Roystonea elata) tree, which towers above the surrounding subtropical forest. Severe storms and hurricanes tend to remove the crown of the tree without toppling the trunk, enabling rapid regrowth of the leaves and allowing the trees to grow to tall heights.        The gumbo-limbo tree earned its nickname as the \"tourist tree\" because of its red, peeling bark. Timothy Taylor, NPS volunteer  Gumbo-limbo Gumbo-limbo (Bursera simarouba) is one of south Florida's best known trees. Its rapid growth and high tolerance for wind make it a desirable shade tree that thrives with minimal care in residential areas.        Wild tamarind trees are home to lichens and the tree snails that eat them. Timothy Taylor, NPS volunteer  Wild Tamarind Tree snails of the genus Liguus generally prefer trees with smooth bark and frequently take up residence in wild tamarinds (Lysiloma latisliquum), which host lichens that the snails eat. These large snails are notable for the complex color patterns in their shells. Also known as false tamarind, wild tamarind is easy to recognize by its feathery compound leaves and is not to be confused with the edible African tamarind tree (Tamarindus indica).        Large manchineels have a distinctive bark pattern, resembling scars with sutures. Timothy Taylor, NPS volunteer  Manchineel Infamous for its toxic sap, manchineel (Hippomane mancinella) has been eliminated from most of its south Florida range. Today it's listed as an endangered species. Manchineel is one of most poisonous trees in the world and a Spanish name for it, manzanilla de la muerte, which translates as \"little apple of death,\" refers to the superficial resemblance of its fruit and leaves to those of an apple tree.        This glistening strangler fig was photographed shortly after an afternoon thunderstorm. Timothy Taylor, NPS volunteer  Strangler Fig One of south Florida's most spectacular trees, strangler fig (Ficus aurea) often grows on the trunks of other trees, engulfing them with its bizarre network of roots and eventually taking their place. Vinelike while young and nestled in the limbs of another tree, it later strangles its host with heavy aerial roots and eventually becomes a self-supporting, independent tree. Strangler figs are sometimes used as an ornamental tree but because they grow quickly and can reach 60 feet in height with an even greater spread, they can quickly overtake a small landscape.        The rough, fibrous cypress bark catches the seeds of tropical plants and allows them to sprout and grow, as with this tiny bromeliad. Timothy Taylor, NPS volunteer  Bald Cypress Bald cypress (Taxodium distichum) is one of the few temperate trees in south Florida. Cypress trees lose their leaves in winter, leading many first-time visitors to think they're dead. A long-lived, deciduous wetland species, bald cypress can live as long as 600 years. Cypress domes and strands are valuable to wildlife for food and cover.        Despite its name, red mangrove can come in a variety of colors. This individual sports patches of golden lichen. Timothy Taylor, NPS volunteer  Red Mangrove Red mangrove (Rhizophora mangle) is easy to identify by its arching prop roots, which provide support and stability to the red mangrove, trap mud and silt that flows with the tide, and provide habitat for a variety of wildlife. Everglades National Park is home to the largest swath of mangrove forest in the Western Hemisphere.        Close-up view of Everglades velvetseed tree bark. Timothy Taylor, NPS volunteer  Everglades Velvetseed Sometimes a tree will take on different forms in different habitats. In the pine rocklands, Everglades velvetseed (Guettarda elliptica) is a spindly shrub. In tropical hardwood hammocks of the Florida Keys, it can grow to tree size and develop an attractive, pleated trunk.        Sabal palm leaves emerge directly from the trunk, and the remnants of old leaf stem bases create an interesting crisscross pattern. Timothy Taylor, NPS volunteer  Sabal Palm Florida's state tree, the sabal palm (Sabal palmetto) contains an edible heart that consists of the tree's young leaf bases. Early pioneers went to great lengths to remove the heart, which they called swamp cabbage.        If you use your imagination, the pattern of mastic's bark looks like windows on a skyscraper. Timothy Taylor, NPS volunteer  Mastic Mastic (Sideroxylon foetidissimum) is one of south Florida's tallest trees, sometimes exceeding 100 feet in height. Mastic flowers have a cheese-like odor and produce small, yellow-orange fruit with gummy pulp.        Close-up view of black ironwood tree bark. Leadwood is another common name for this species. Timothy Taylor, NPS volunteer  Black Ironwood Black ironwood (Krugiodendron ferreum) has the heaviest wood of any tree in the United States. Weighing 89 pounds per cubic foot, it sinks in water. Many of south Florida's native trees have extremely dense, tough wood, a possible adaptation to hurricane winds.        Jamaica dogwood bark has an unpleasant odor and a distinctly acrid and bitter taste that causes a burning sensation in the mouth. Timothy Taylor, NPS volunteer  Jamaica Dogwood Jamaica dogwood (Piscidia piscipula) contains chemicals, including rotenone and ichthynone, that are toxic to fish. South Florida's Native Americans dropped the powdered root into the water, enabling them to catch fish. For this reason Jamaica dogwood is also called the Florida fishpoison tree.        The pitch apple tree is nicknamed the \"autograph tree\" because the leaves can be legibly bruised by etching with your fingernail and the damaged leaves will remain on the tree for several years. Timothy Taylor, NPS volunteer  Pitch Apple Pitch apple (Clusia rosea), historically native to the lower Florida Keys, can no longer be found in the wild. Nowadays it's commonly used in native landscaping in south Florida. This tree produces large, showy white flowers, tinged with pink.        Inkwood bark has a beautiful, swirling pattern. This photo depicts the National Champion inkwood, growing deep within a tropical hardwood hammock. Timothy Taylor, NPS volunteer  Inkwood The hard, heavy, durable, red wood of the inkwood tree (Exothea paniculata) has been used for piles and boats because of its resistance to shipworm, a tiny saltwater clam that is notorious for boring into, and eventually destroying, wooden structures that are immersed in sea water. Inkwood bark and berries can be used to make a homemade ink-like substance.        Poisonwood trees are recognized by the oily, purplish-black splotches on the bark, which are from the gummy sap. Timothy Taylor, NPS volunteer  Poisonwood Closely related to poison oak, poison ivy, and poison sumac, poisonwood (Metopium toxiferum) contains the same toxic substance that can result in oozing, itchy welts if the sap is touched. All of these plant species are members of the cashew or sumac family.      About the Exhibit Even long-time residents have trouble identifying the native trees of south Florida. About 125 species, most of which are unfamiliar because of their Caribbean origins, live within the hammocks, cypress forests, mangrove swamps, pine rocklands, and other habitats. The photographs displayed here provide close-up views of 25 native south Florida trees. Such magnified views can unlock secrets to a tree's identification, lead to discoveries about its unique character… and spark a desire to go out and see the real thing. These photographs were displayed as a photography exhibit at the Ernest Coe Visitor Center at Everglades National Park and later at the Dante Fascell Visitor Center at Biscayne National Park. The team that created this exhibit, Bob Showler and Tim Taylor, generously provided the descriptions and photographs to the National Park Service to be included on the Everglades National Park website. Bob Showler While searching for national champion trees (the largest of their species in the United States), naturalist Bob Showler began to notice the special qualities of each tree's bark. He teamed up with photographer Tim Taylor to produce this exhibit. Bob has lived and worked in south Florida's national parks on-and-off since 1979. He never fails to be inspired by the region's amazing natural history. Tim Taylor As a National Park Service volunteer, Tim Taylor became interested in the beauty and photographic possibilities of south Florida's unique vegetation. On trips to different habitats with his friend Bob Showler, they hatched a plan to create a photo project featuring native trees. Tim has visited south Florida frequently for the last 24 years from his home in California. After retiring he has pursued his interests in photography, travel, and working in national parks.                   Barking Up a Tree   25 Photos  Photos of the bark of 25 native south Florida trees: An exhibition by Bob Showler and Timothy Taylor",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/barkingupatree.htm"
}
