{
    "title": "Everglades National Park: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                 Mammals         NPS photo  More than 40 species of mammals inhabit Everglades National Park. Many species commonly associated with drier habitats of forest and fields have adapted to the semi-aquatic environment that constitutes much of the Everglades. It is not unusual to see white-tailed deer foraging for food in the sawgrass prairie, and bobcat can occasionally be seen foraging in the mangroves.  Only one representative of the rabbit family is frequently seen in the park. The marsh rabbit is common in higher freshwater marshes, pinelands, and coastal prairies. and can sometimes be seen swimming, for it has adapted to its \"wet world.\" Cottontails also inhabit the park but are not commonly seen.  Raccoons and opossums are common creatures to most habitats. These creatures are omnivores and their diets vary, although the raccoon prefers turtle eggs and small aquatic animals. The opossum is the only marsupial (pouched) animal in the Everglades.  The gray fox is most frequently seen near hardwood hammocks. It is the only fox that can climb trees, especially leaning trees. The gray fox likes bushes and makes its den in the ground under roots and in tree hollows.  Streamlined river otters are commonly observed in the spring at the Anhinga Trail and Shark Valley. They are long, shiny, brown, seal-like animals that are often called the playboys of the 'glades. Their webbed back feet allow them to swim quickly through the water and they are typically seen feeding on turtles, fish, and an occasional baby gator.  White-tailed deer are the same species as those found throughout the eastern United States, but are smaller because they do not need an extra layer of fat to protect them from the winter cold. Everglades deer bed in hammocks when they are not feeding in the open sawgrass. Fawns are born in the spring months and are white-spotted for camouflage. All plants and animals in Everglades National Park are protected by law. For your own safety, as well as the safety of the animals, please do not feed or harass any wildlife.     Click on the links below for a more detailed account of some of the mammals that inhabit Everglades National Park.     Species List for Everglades National Park¹ E = Federally Endangered T = Federally Threatened I = Invasive\/Exotic U = Unknown          Common Name Scientific Name  Status               Order Artiodactyla (even-toed ungulates)    White-tailed deer  Odocoileus virginianus        Domestic pig Sus scrofa  I                 Order Carnivora (meat-eating mammals)    Domestic dog  Canis familiaris   I    Florida panther Felis concolor coryi  E    Domestic cat Felis domesticus  I    River otter Lutra canadensis       Bobcat Lynx rufus       Striped skunk Mephitis mephitis       Long-tailed weasel Mustela frenata  U    Everglades mink Mustela vison       Coati Nasua narica  I    Raccoon Procyon lotor       Eastern spotted skunk Spilogale putorius  U    Grey fox Urocyon cineroargenteus       Black bear Ursus americanus       Red fox Vulpes vulpes  I             Order Cetacea (whales, dolphins, and porpoises)    Pilot whale Globicephala macrorhyncha       Atlantic bottlenosed dolphin Tursiops truncatus                 Order Chiroptera (bats)     Florida bonneted bat (formerly Florida mastiff bat)   Eumops floridanus (formerly Eumops glaucinus floridanus)   E     Northern yellow bat (also known as Florida yellow bat)  Lasiurus intermedius  U    Seminole bat Lasiurus seminolus  U    Evening bat Nycticeius humeralis  U    Brazilian free-tailed bat Tadarida brasiliensis  U              Order Cingulata (armored mammals)    Nine-banded armadillo Dasypus novemcinctus  I              Order Didelphimorphia (common opossums)    Opossum Didelphis marsupialis                Order Lagomorpha (rabbits and hares)    Eastern cottontail Sylvilagus floridana       Marsh rabbit Sylvilagus palustris                 Order Rodentia (rodents)    Southern flying squirrel Glaucomys volans       House mouse Mus musculus  I    Roundtail muskrat Neofiber alleni       Rice rat Oryzomys palustris       Cotton mouse Peromyscus gossypinus       Norway rat Rattus norvegicus  I    Roof rat Rattus rattus  I    Gray squirrel Sciurus carolinensis       Fox squirrel Sciurus niger       Cotton rat Sigmodon hispidus                    Order Sirenia (manatees and dugongs)    West Indian manatee  Trichechus manatus                     Order Soricomorpha (shrews and moles)    Short-tailed shrew  Blarina brevicauda        Least shrew  Cryptotis parva        Eastern mole  Scalopus aquaticus   U                     ¹Robertson, W.B. & Kushlan, J.A. (2006) Mammals of Everglades National Park. Miami: Everglades Association.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/mammals.htm"
}
