{
    "title": "Everglades National Park: Orchids",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Orchids                Orchids        Cowhorn orchid (Cyrtopodium punctatum) amidst the poisonwood (Metopium toxiferum). Watercolor on paper, 36 x 38 inches, 2013. Original artwork courtesy of Kathleen Konicek-Moran, NPS volunteer       Please remember that collection of all plants and wildlife in national parks is strictly prohibited.      Diverse and widespread, the orchid family (Orchidaceae) features blooms that are often colorful, showy, and fragrant. However, not all orchids belong on a corsage. Some have tiny flowers and, unless viewed under magnification, may not appear to be an orchid at all. Like typical plants, most orchids have leaves, stems, and roots, and all orchids produce flowers. Adaptations of these parts, however, may make them look very different from typical garden plants.          Ladies' tresses. NPS photo  Orchid diversity in the Everglades is the highest of any National Park Service unit in the continental United States. Within the park, species can be found in a wide variety of habitats. Terrestrial orchids, which grow on the ground, can be seen in pinelands, hardwood hammocks, and even in wetlands like prairies and marshes. Some orchids may appear to be growing out of the ground but instead are actually perched upon it or rooted directly to the underlying rock. Some terrestrial species, like spring ladies' tresses (Spiranthes vernalis) are at the southern limit of their more northern range. Others, like longclaw orchid (Eltroplectris calcarata), are tropical species at the northern limits of their range.        The butterfly orchid (Encyclia tampensis) is the most widespread of Florida’s epiphytic orchids. NPS photo by Rodney Cammauf  In warm and humid climates such as that of the Everglades, many orchid species spend their entire life in the trees. These epiphytic plants derive their moisture and nutrients directly from the air, rain, and surrounding organic debris and do not harm the plant that they live on. Unlike terrestrial species, all of the epiphytic orchids are tropical in origin. Life in the treetops can be surprisingly similar to life in the desert: unless weather conditions are rainy or foggy, water is in short supply. To cope with this harsh condition, epiphytic orchids have modified aerial roots and thickened stems that are designed to rapidly absorb and store water.        The endangered clamshell orchid (Encyclia cochleata). Watercolor on paper, 24 x 27 inches, 2011. Original artwork courtesy of Kathleen Konicek-Moran, NPS volunteer  Orchids have long been a focus of attention. In the past, many collectors visited areas that are now protected within the boundaries of Everglades National Park to remove plants with which to augment their personal collection, or to sell for personal profit. Rare species were often targeted because of their value and for the prestige of being the only person in possession of them. Tragically, collection is believed to have directly led to the extirpation of at least three orchid species that once occurred in the park. Unfortunately, these species losses are irreversible.      About the Illustrations The vibrant, detailed botanical illustrations on this page and others are by NPS volunteer and artist Kathleen Konicek-Moran. Kathleen has graciously allowed Everglades National Park to use her original works to help convey the vital connections inherent within the Everglades ecosystem. Learn more about Kathleen Konicek-Moran and what inspires her bountiful flow of creativity.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/orchids.htm"
}
