{
    "title": "Everglades National Park: Plants",
    "body": "Plants                   Bromeliads               Cacti and Succulents               Grasses               Lichens               Marine Plants \/ Algae               Orchids               Wildflowers               Barking Up a Tree: Photography Exhibit               Leafless vanilla (Vanilla dilloniana), presumed extirpated from Everglades National Park. Watercolor and ink on paper, 27 x 15 inches, 2013. Original artwork courtesy of Kathleen Konicek-Moran, NPS volunteer  Located at the confluence of temperate North America and the tropical Caribbean, Everglades National Park is home to representative flora from both climes. The optimal growing conditions that are prevalent throughout south Florida foster a lush growth of plant life that sustains a diverse complex of flora. The Everglades serve as important habitat for a number of endemic and legally protected species. Although nine distinct ecosystems have been identified within Everglades National Park, their boundaries overlap within the dynamic landscape, which is subject to the elements of south Florida. Another major factor that controls the distribution of vegetation within the Everglades is the hydrologic pattern, which is defined by the depth, timing, and duration of inundation (flooding) as well as the quality and salinity of the source water. The flat topography, temporal distribution of rainfall, and proximity to the coast all interact to determine the hydrologic regime. Surficial geology and overlying soil type also influence the composition and abundance of plant species. Disturbances, both natural (including fire, freezes, hurricanes, etc.) and human-caused (such as altered fire regimes, drainage, development, and introduction of exotic pest plants), also impact vegetation patterns. The indelible footprint left behind in Everglades history by early colonial settlers, farmers, and developers is visible throughout the landscape. Wetlands were drained to create arable and developable land suited for agriculture and human habitation and growth. With the support of many early conservationists and advocates, Everglades National Park was established in 1947 to conserve the natural landscape and prevent further degradation of a portion of the Greater Everglades. By that date, however, the established assemblage of plants had already been transformed forever. Native plant species were gradually disappearing and being replaced by exotic plants, some of which were formerly cultivated and used for landscaping or in the nursery trade. Other factors, such as climate change, also stress the ecosystem. The resulting ever-adapting assemblage of plants makes up the mosaic of vegetation that we see today.        Native Plants        The endangered Mrs. Britton's shadow witch orchid (Ponthieva brittonii). Watercolor on paper, 26 x 22 inches, 2009. Original artwork courtesy of Kathleen Konicek-Moran, NPS volunteer  Despite the challenges of human alterations, abundant endemic plant species remain. From photosynthetic periphyton, which is the tiniest building block of the Everglades food chain, to the largest remaining stand of pine rockland forest in south Florida, each and every plant cell plays an important role in the Everglades ecosystem. The great floral variety of the Everglades is one of the key resources of the park. Among the more prominent and colorful plants are bromeliads and epiphytic orchids. Thirty-nine native orchid species occur in the park, in addition to about 750 other kinds of native seed-bearing plants. Within the park, a total of 164 plant species have been listed by the State of Florida, including 47 as threatened, 113 as endangered, and 4 as commercially exploited. That is nearly one out of every four (22.5%) of the park's native plant species! Two native plant species within the park have been federally listed, including one as threatened and one as endangered, and five species are candidates for listing. Although the number changes from time to time as more information is gathered, 66 species that are native to the park are considered to be critically imperiled in south Florida, including grasses, sedges, ferns, orchids, shrubs, trees, and vines. Some of these species are pretty to look at and some of them less so, but each has adapted to a special niche in the watery world of the Everglades.                Giant airplant. NPS photo by Jimi Sadle  Bromeliads Learn about bromeliads, also known as air plants, in the park.          Flowering wormvine orchid. NPS photo by Jimi Sadle  Cacti \/ Succulents Learn about cacti and succulents that grow in the park.          Muhly grass in bloom. NPS photo  Grasses Learn about the true grasses that grow within the famed River of Grass.          Lichen. Jean Seavey, NPS volunteer  Lichens Learn about lichens that grow within the park.          Seagrass. NPS photo  Marine Plants \/ Algae Learn about seagrasses and other marine plants that grow in park waters.          Grass pink orchid. NPS photo  Orchids Learn about orchids growing within the park.          Buttonbush flower. NPS photo  Wildflowers Learn about some of the hundreds of wildflower species that grow in the park.            Bark of a manchineel tree. Timothy Taylor, NPS volunteer  Barking Up a Tree Photography exhibit of some of the native trees of south Florida.          Melaleuca flower. NPS photo  Problem Plants Learn about some of the invasive, non-native plant species that threaten the park and other areas of south Florida.      About the Illustrations The vibrant, detailed botanical illustrations on this page and others are by NPS volunteer and artist Kathleen Konicek-Moran. Kathleen has graciously allowed Everglades National Park to use her original works to help convey the vital connections inherent within the Everglades ecosystem. Learn more about Kathleen Konicek-Moran and what inspires her bountiful flow of creativity.                   Nature Illustrations: Kathleen Konicek-Moran   11 Photos  Illustrations and artwork of plants and animals in Everglades National Park",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/plants.htm"
}
