{
    "title": "Everglades National Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                 Insects, Spiders, Centipedes, Millipedes         The zebra longwing butterfly was designated the official state butterfly of Florida in 1996. NPS photo  Everglades National Park is infamous for its large swarms of pesky mosquitoes and biting flies, whose incessant buzzing and persistent dive bombing can be as annoying as their painful bites. But the park also is home to an astonishing diversity of other small creatures, some of which -- like butterflies -- are quite charismatic. No matter how lovable to humans, however, each and every species has a place in the food chain and is valuable as an important part of the ecosystem.        Eyed click beetle. Although the audible clicking sound is primarily used to avoid predation, the same physical body action that produces the sound is also useful when the beetle is on its back and needs to right itself. NPS photo by Rodney Cammauf  Insects What exactly is an insect? To begin, insects don't have a vertebral column (backbone) like people have and therefore are considered to be a type of invertebrate animal. Instead of a backbone, insects have a hard exterior body covering, called an exoskeleton. Insects are arthropods: invertebrate animals that have an exoskeleton, a segmented body, and jointed appendages. Arthropods are members of the taxonomic phylum Arthropoda, which includes insects, arachnids, and crustaceans. Insects represent about 90 percent of all life forms on earth. More than one million insect species have been identified throughout the world, and some entomologists (scientists that study insects) estimate there may be as many as 10 million species. These species are divided into 32 groups called orders, and beetles make up the largest group. No one knows exactly how many insects are found within Everglades National Park. Entomologists have prepared lists of some insect groups, such as bees, ants, and butterflies, but no park-wide inventory has been carried out yet. The South Florida Collections Management Center, which houses museum collections from five National Park Service units in south Florida, curates more than 5,000 insect specimens from Everglades National Park.        Despite their intimidating appearance, dragonflies do not bite humans and are popular because they eat lots of mosquitoes. Having trouble distinguishing dragonflies from damselflies? At rest, dragonflies keep their wings spread out, while most damselflies hold their wings together above their backs. NPS photo  Insects have six legs and two antennae, and their body is made up of three main regions: head, thorax, and abdomen. They have an exoskeleton that contains sense organs for sensing light, sound, temperature, wind pressure, and smell. Insects typically have four separate life stages: egg, larvae or nymph, pupa, and adult. Insects are cold blooded and do not have lungs, but many insects can fly and most have compound eyes. Insects are incredibly adaptable creatures and have evolved to live successfully in most environments on earth, including deserts and even the Antarctic. The only place where insects are not commonly found is in the oceans. Insects pollinate flowers and crops and produce honey, wax, silk, and other products. However, some species that bite, sting, destroy crops, and carry disease may be considered pests to people and animals.        Like all spiders, this golden silk orb weaver, photographed in Shark Valley, is an arachnid and has eight legs. Insects have only six legs. NPS photo by Sarah Zenner  Arachnids Spiders, scorpions, mites, ticks, whip scorpions, and pseudoscorpions are all arachnids that can be found in Everglades National Park. Unlike insects, arachnids have eight legs and no antennae, and their body is divided into two main segments: a cephalothorax and abdomen. Some arachnids, like the black widow spider and bark scorpion, are poisonous, but most pose no risk to people. Many arachnids are considered to be beneficial, feeding on insects that many people consider to be pests.        Centipede. Image courtesy University of Florida  Centipedes Centipedes are long, thin arthropods with one pair of legs per body segment. Despite \"centi\" in their name, which implies 100 legs, centipedes can have fewer than 20 legs to more than 300 legs, but they always have an odd number of pairs of legs. Centipedes also have a pair of venom claws, which are a modification of the first appendage. Lacking the waxy cuticle of insects and arachnids, centipedes lose body moisture rapidly and therefore reside in moist microhabitats such as soil and leaf litter, underneath stones and dead wood, and inside rotting logs. Although centipedes are present in Everglades National Park, they are not commonly seen because they are mostly noctural. Many species lack eyes and are only capable of discerning light and dark. In some species, the final pair of legs acts as sense organs similar to antennae, but facing backwards.        Millipede. Photo courtesy USFWS  Millipedes Millipedes, however, are commonly seen in the park, and fortunately, unlike centipedes, millipedes do not bite or sting. Millipedes are even longer and thinner than centipedes and have two pairs of legs per segment. Despite \"milli\" in their name, no millipede has 1,000 legs, but common species have anywhere from 36 to 400 legs. Millipedes move much more slowly than centipedes because their legs are tiny in comparison to centipede legs. Because of their lack of speed and inability to bite or sting, a millipede's primary defense mechanism is to curl into a tight coil, thereby protecting their delicate legs inside their exterior body armor.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/insects.htm"
}
