{
    "title": "Everglades National Park: Cacti \/ Desert Succulents",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Cacti \/ Desert Succulents                Cacti \/ Succulents        Night-blooming endangered Simpson's applecactus (Harrisia simpsonii) with its presumed pollinator, the giant sphinx moth (Cocytius antaeus). Watercolor on paper, 24 x 18 inches, 2012. Original artwork courtesy of Kathleen Konicek-Moran, NPS volunteer       Not Just for Deserts...        Agave decipiens growing near Coot Bay. NPS photo by Jimi Sadle  Though often associated with deserts, cacti and succulents are common and quite diverse in tropical and subtropical areas, including the Everglades. Species that are native to the Everglades thrive with abundant rainfall, though they do require a sunny, well-drained site because they can handle wet conditions for only short periods of time. Cacti and succulents are tolerant of sandy, alkaline soils and are well adapted to the rocky locations that are common throughout the Everglades.      Cacti        One of the largest known specimens of Simpson's applecactus (Harrisia simpsonii) in Everglades National Park, with person for scale. NPS photo by Jimi Sadle  Simpson's applecactus (Harrisia simpsonii) has been listed as endangered by the State of Florida. Endemic to Miami-Dade and Monroe Counties, including the Florida Keys and Everglades National Park, its large, white, fragrant, night-blooming flowers and prickly fruit identify the species. Known as \"Queen of the Night\" because it opens only at night, the flower appears pinkish on the outside after it closes at dawn. Drawn to its sweet fragrance, bats, moths, and other night-flying insects pollinate the flowers. Another species of cactus listed as endangered by the State of Florida, mistletoe cactus (Rhipsalis baccifera) has not been seen in the park since 2005 when the last known plant was destroyed by a hurricane.        Erect prickly-pear cactus (Opuntia stricta) growing on Gopher Key. NPS photo by Jimi Sadle  Several native species of prickly-pear cactus (Opuntia eburnispina, humifusa, and stricta) grow within the park. Prickly-pear cactus is easily recognized by its fleshy green pads, large yellow to orange to red cup-shaped flowers, and reddish-purple pear-shaped fruits, called tunas. Although prickly pears bloom for several weeks during the spring and summer, each individual flower lasts for only one day. The Erect variety (Opuntia stricta) is found only in Florida and the tropics.        Acanthocereus tetragonus, commonly known as dildo or triangle cactus. NPS photo by Jimi Sadle  Within the United States, the long, narrow, columnar dildo or triangle cactus (Acanthocereus tetragonus) is native to south Florida and to the lower Rio Grande Valley in Texas. Outside the United States, the species ranges through the Caribbean, Mexico, Central America, and northern South America. The species can grow as high as 23 feet (7 meters). In bloom, its large, white flowers open from midnight until dawn. After blooming, the plant produces shiny, red fruits about 2 inches (5 cm) long.      Succulents        Agave decipiens growing on a shell mound—an archaeological site left behind by Native Americans. NPS photo by Jimi Sadle  Agave decipiens is endemic to south Florida where it grows in coastal habitats such as beach dunes and shell mounds. Its striking, bright green color and spiny leaf margins make it easy to recognize in the field. The genus Agave includes many species that have long been used by humans. Tequila, mescal, and other intoxicating drinks are derived from Agave spp. Sisal hemp (A. sisalana) was a very important source of fibers used in making rope and clothing. Genetic information suggests that A. decipiens may have been introduced from Latin America. Perhaps this species was brought here by one of the early inhabitants of the coastal Everglades from the Yucatan, where its nearest relative, A. vivipara is found.        Wormvine orchid (Vanilla barbellata) is listed as endangered by the State of Florida because of habitat destruction and overcollecting. NPS photos by Jimi Sadle  Everglades has many native plant species that spend all or most of their life without ever touching the soil. These epiphytes often have characteristics for dealing with dry conditions similar to desert and seashore plants. For example, wormvine vanilla (Vanilla barbellata) has just a few tiny leaves, but it's thick succulent stems are capable of photosynthesis and storage of water. The worm-like stems often take on an orange hue when conditions are especially harsh, probably due to pigments produced to reduce the amount of sunlight that reaches the inside of their cells. The beautiful flowers appear mid-summer and because this species occurs in coastal forests, only a few hardy souls ever see them flower in the wild.        Shoreline seapurslane (Sesuvium portulacastrum) growing near the coast. NPS photo by G. Gardner  Shoreline seapurslane (Sesuvium portulacastrum) is a sprawling perennial herb that grows in coastal areas throughout much of the world. In Everglades National Park, shoreline seapurslane is typically found growing in coastal prairie and on beach dunes. It grows on the ocean side of dunes down to the high tide mark. Its thick, fleshy leaves are borne on succulent, reddish-green stems that branch regularly, forming dense stands close to the ground. The plant grows up to 12 inches (30 cm) high with stems growing as long as 3.3 feet (1 meter). Small, showy pink flowers bloom throughout the year, though each flower opens for only a few hours each day. This ground-covering species helps stabilize sand dunes by catching sand grains within its roots, stems, and leaves, thereby helping to prevent beach erosion.      About the Illustrations The vibrant, detailed botanical illustrations on this page and others are by NPS volunteer and artist Kathleen Konicek-Moran. Kathleen has graciously allowed Everglades National Park to use her original works to help convey the vital connections inherent within the Everglades ecosystem. Learn more about Kathleen Konicek-Moran and what inspires her bountiful flow of creativity.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/cacti.htm"
}
