{
    "title": "Everglades National Park: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses          The endangered Everglades crabgrass (Digitaria paucifolia). Watercolor on paper, 26 x 22 inches, 2009. Original artwork courtesy of Kathleen Konicek-Moran, NPS volunteer       The Everglades were dubbed the River of Grass by Marjory Stoneman Douglas in 1947 to describe the slow movement of shallow sheetflow through sawgrass marshes across south Florida. Ironically, sawgrass (Cladium jamaicense) is not a \"true\" grass; it is actually a member of the sedge family, characterized by sharp teeth along the edges of each blade. Rest assured that the Everglades is also home to many species of true grasses in the Poaceae family, also called Gramineae, as well as other native grasses.        Fall in the Everglades is marked by billowing plumes of Muhly grass flowers blowing in the wind. NPS photo by Leslie Velarde  In addition to sawgrass, short-hydroperiod marl prairies in Everglades National Park are dominated by muhly grass, which is in the Poaceae family. Other common species of native grasses include blackrush, arrowfeather, Florida bluestem, and Elliot's lovegrass. Typically, the vegetation is less than 4 feet tall.        Muhly grass blooming in the Everglades. NPS photo by Leslie Velarde  Muhly grass (Muhlenbergia filipes) is native to the southeastern United States. It grows in clumps about 3 to 4 feet tall and about as wide. Its upright, stiff growth habit distinguishes it from other grasses. Muhly grass is most conspicuous in the fall, when delicate purple flowers blanket the foliage. In addition to marl prairies, muhly grass is native to pine flatwoods and coastal prairie. Muhly grass was commonly used for basket weaving by Native Americans.        Various grass species growing among the limestone pinnacles in the Rocky Glades. NPS photo  More than 100 species of native true grasses (Poaceae family) occur in the park, along with dozens of species in other native grass families. In the Everglades, elevation changes of only a few inches can result in entirely different microclimates and microhabitats that offer growing conditions suitable for only certain species. Grasses growing in the Everglades have adapted to living with both a dry season, which runs from November through April, and a wet season, which runs from May through October. During the wet season, some areas flood more extensively and for longer periods of time (long-hydroperiod wetlands) than other areas (short-hydroperiod wetlands). Everglades grass species also are adapted to fires that typically occur during the dry season. Although the grasses may appear to have been obliterated after a wildfire, they quickly reestablish themselves once heavy rains begin to fall again in the late spring.       About the Illustrations The vibrant, detailed botanical illustrations on this page and others are by NPS volunteer and artist Kathleen Konicek-Moran. Kathleen has graciously allowed Everglades National Park to use her original works to help convey the vital connections inherent within the Everglades ecosystem. Learn more about Kathleen Konicek-Moran and what inspires her bountiful flow of creativity.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/grasses.htm"
}
