{
    "title": "Everglades National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds          \"Sophie's Hope,\" a watercolor painting by Nature Illustrator and Artist Kathleen Konicek-Moran. Original artwork courtesy of Kathleen Konicek-Moran, NPS volunteer       The name Everglades has always been associated with birds. The warm, shallow, and vast River of Grass has attracted all types of birds to this region for thousands of years. In the 1800s, the well-known naturalist and artist, John James Audubon, wrote during a visit to south Florida:  \"We observed great flocks of wading birds flying overhead toward their evening roosts .... They appeared in such numbers to actually block out the light from the sun for some time.\"  In Everglades National Park, more than 360 different species of birds have been sighted. Though there are many different ways to identify one group of birds from another, generally birds can be placed into one of three groups: wading birds, land birds, and birds of prey.             Birds at Cane Patch     Listen to bird calls recorded at Cane Patch, a remote backcountry campsite located in Shark River Slough.     Credit \/ Author: NPS Natural Sounds Program   Date created: 2008-08-15               Wading Birds        Various wading birds commonly seen in Everglades National Park. NPS photo by Rodney Cammauf  Sixteen different species of wading birds live in the Everglades. All have long legs for wading into the water to catch their food. The white Ibis is the most common wading bird found in the park. Unlike wading birds that prefer to eat fish, the ibis dines mostly on crayfish. This attractive white bird has a long, slender, curved beak that it uses to probe the mud in search of food. Ancient Egyptians believed the ibis to be the reincarnation of their God, Thoth, the God of Wisdom and Learning. The wood stork is a larger wading bird than the ibis and has an unusual way of feeding. With its beak held in the water, the wood stork shuffles its feet. As a frightened fish swims away from its feet, it bumps into the bird's beak. The sensitive beak can feel the fish, and it clamps down on it within a fraction of a second. Some believe this movement to be the fastest of any organism in the Everglades. The wood stork was federally listed as an endangered species until June 2014, when its status was down-listed to threatened. One of the most common herons you would encounter on a visit to the park would be the green-backed heron. A relatively small wading bird, the antics of this fisherman are fun to watch. Slowly stalking in shallow water, or hanging from a low tree branch, its dart-like jab at a fish is rarely off target. Other wading birds you may encounter on a visit include the great white heron, great blue heron, great egret, snowy egret, tri-colored heron, little blue heron, cattle egret, reddish egret, black-crowned night heron, yellow-crowned night heron, least bittern, glossy ibis, and the very colorful roseate spoonbill.       White ibis. NPS photo  From the earliest written accounts, the Everglades have been lauded as the stage from which yearly spectacles of avian life could be viewed.  Amidst the life-giving waters of the River of Grass, immense flocks of countless birds quenched their thirst, satisfied their hunger, rested during lengthy migrations, and raised their young.  During the turn of the 20th century, the number of birds plummeted under pressure from both the plume trade and the alteration of the south Florida landscape. In fact, protecting this dwindling population was a major catalyst for the establishment of the national park.  Though the effort to restore the historic bird populations has been slow, Everglades National Park remains a popular destination for bird enthusiasts from around the world. More than 360 bird species have been recorded in the park and the list continues to grow. The Everglades remain one of the best destinations for easily observing high concentrations of many diverse species.      Checklist of Birds           View Our Interactive List Here Download the Brochure (PDF, 750 KB)      About the Illustrations The vibrant, detailed nature illustrations on this page and others are by NPS volunteer and artist Kathleen Konicek-Moran. Kathleen has graciously allowed Everglades National Park to use her original works to help convey the vital connections inherent within the Everglades ecosystem. Learn more about Kathleen Konicek-Moran and what inspires her bountiful flow of creativity.                   Nature Illustrations: Kathleen Konicek-Moran   11 Photos  Illustrations and artwork of plants and animals in Everglades National Park",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/birds.htm"
}
