{
    "title": "Everglades National Park: Adaptation",
    "body": "Explore This Park    Learn About the Park     Nature     Climate Change     Adaptation                Adaptations To Climate Change         The view south from the plug at East Cape Canal looking toward Florida Bay. Note the difference between the silted tidal water to the south of the plug, and the clearer freshwater behind it. NPS Photo  During the 20th century, several canals were dug to drain the freshwater marsh of Cape Sable. During the past century and in tandem with sea-level rise, these canals brought pronounced changes to the once exclusively freshwater environment. In an effort to stop the intrusion of salt water to Cape Sable, some of the canals have been plugged. The most recent technology was implemented in 2011 with hopes to increase resilience from sea-level rise as a result of climate change. The Comprehensive Everglades Restoration Plan (CERP) is a multibillion dollar project authorized by Congress in the year 2000. Since then, the effort has increasingly been viewed as south Florida's preeminent adaptation strategy against climate change. Expected to take about 40 years to complete and managed by the U.S. Army Corps of Engineers and the South Florida Water Management District, CERP aspires to increase the amount of freshwater storage, improve water quality, and re-establish the natural water flow through the greater Everglades ecosystem. If successful, these efforts will help protect subterranean aquifers from salt-water intrusion, delay the impacts of sea-level rise along the coast, and buy precious time for wildlife to adapt to the changing environment.        The C-111 canal pump stations became operational in early 2013. Image courtesty U.S. Army Corps of Engineers  Two restoration projects were designed to improve water flow in Everglades National Park. The first is the C-111 canal pump stations to the east of the park. The C-111 canal has drained water from the park into Florida Bay for decades. Now, a pump station redirects water from the C-111 canal to a detention area that helps prevent the loss of water from Taylor Slough and the eastern portion of the park.   The second is the L-29 canal, levee, and 1-mile bridge on Tamiami Trail. The canal and levee just north of Tamiami trail have stored water and provided urban flood protection for decades. However, the canal, levee, and Tamiami Trail road have blocked water from flowing south into Everglades National Park. This reduction in natural water flow, and negative impact on the park, is addressed by raising a 1-mile length of Tamiami Trail so that water can flow freely into the park without damaging the road.        Everglades National Park, the South Florida National Parks Trust, and the University of Miami’s School of Architecture developed this prototype for a semi-permanent Eco-Tent.  NPS Photo  During the 1950s a visitor center, lodge, marina, and campground were constructed at Flamingo. These facilities provided services to visitors for many years but were heavily damaged by hurricanes Katrina and Wilma in 2005. The remains of the buildings were removed, and some visitor services were lost. The park is making an effort to provide similar visitor services again while being mindful of potential impacts from hurricanes and climate change in the future.    To minimize the risk of future loss, the park is experimenting with a combination of both elevated and semi-permanent structures in the redevelopment of Flamingo.  A prototype \"Eco-Tent\" was unveiled on December 19, 2012, for use during the winter season and to illicit visitor feedback. When in use, the portable tent rests on a raised wooden platform. The entire unit can be disassembled and stored when necessary, to avoid damage from tropical storms. This prototype allows Flamingo to increase visitor services and rebuild in a sustainable manner.      NEXT PAGE >> Mitigate Our Contribution To Climate Change      Monitor the Environment << PREVIOUS PAGE",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/ccadaptation.htm"
}
