{
    "title": "Everglades National Park: Mitigation",
    "body": "Explore This Park    Learn About the Park     Nature     Climate Change     Mitigation                Mitigating Our Contribution         A solar light in the Ernest Coe Visitor Center parking lot. NPS Photo  Climate change is primarily caused by the increase of greenhouse gases in the atmosphere from human activities3. To address climate change, the National Park Service is committed to reducing its carbon footprint, which is the total amount of greenhouse gases produced by an organization and all of its activities. Everglades National Park employs various methods to decrease its carbon footprint, including mitigation strategies such as using alternative forms of energy. At the Ernest Coe Visitor Center, solar energy is stored during the day and used at night to light the parking lot. Lights powered by solar energy contribute smaller amounts of greenhouse gases than the same lights powered by fossil fuel. The park's location in the southernmost part of Florida, the \"Sunshine State,\" facilitates the harness of sustainable solar energy.        A solar powered water heater at the Flamingo campground. NPS Photo  At the Flamingo campground, the park uses solar powered water heaters to provide hot water for showers. Hot water was not available before the solar heaters were installed in 2010, so they offer an improved service for park visitors. Because of the high percentage of sunny days in Florida, the solar powered water heaters are an ideal contribution to the park's energy conservation goals.        A biodiesel tram at Shark Valley. NPS Photo  In 2012, Shark Valley Tram Tours replaced its fleet of petroleum diesel trams with biodiesel trams. Biodiesel fuel is made from vegetable oil, animal fats, or recycled restaurant grease and must meet certain standards in order to be used. The biodiesel trams are more fuel efficient than the diesel trams and get two to three times more miles per gallon.  The use of biodiesel fuel substantially reduces the emission of greenhouse gases and harmful pollutants, bringing the park closer to achieving its goal of sustainable operations. It was a long process to get these wonderful biodiesel trams, and the park offers a big thank you to Shark Valley Tram Tours Inc. for its efforts and persistence.        Park employees accepted delivery of the park's first hybrid vehicles in 2008. NPS Photo  Additional mitigation strategies include:  Replaced most of the park's vehicles with hybrid cars Replaced old air conditioning systems with higher energy efficiency systems Adopted an energy conservation strategy for all park facilities       NEXT PAGE >> What Can You Do?      Adapt To Climate Change << PREVIOUS PAGE",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/ccmitigation.htm"
}
