{
    "title": "Everglades National Park: A Changing Climate",
    "body": "Explore This Park    Learn About the Park     Nature     Climate Change     A Changing Climate                Born From A Changing Climate       Imagine yourself visiting the Everglades 10,000 years ago, but instead of standing, you're on a boat and the only land you can see is in the distance. In fact, you would probably be quite disappointed because the Everglades don't even exist yet. The Earth's climate is always fluctuating between glacial cycles that both alter the terrain and influence sea level over thousands of years1. Florida's land mass developed during times of high sea level, when deep oceans covered the peninsula and deposited sediments and sand onto an existing mantle of ancient limestone1. Periodically, this growing land mass emerged from the ocean floor as alternating periods of glaciation transferred more of the planet's water to ice on land and sea level declined considerably.        The historic communities of the south Florida ecosystem are the product of repeated cycles of climate change. Image from Hoffmeister, J.E. 1974. Land From the Sea, University of Miami Press.  About 17,000 years ago -- following the last such glaciation -- the climate began to warm anew1. During this warming trend, south Florida slowly developed its current humid, subtropical character. Subsequent millennia brought the arrival of regular summer rains, feeding recently formed Lake Okeechobee. In times of abundant rainfall, the shallow lake would periodically overflow its banks and send water south, emptying into a rapidly rising ocean1.  The Everglades, as we know them today, find their origins about 3,200 years ago as the pace of rising seas slowed considerably from 23 centimeters (9 inches) to only 4 cm (1.5 inches) per century2. This slower rise in sea level allowed a buildup of mud, shells, and sand along Florida's southernmost coast. The resulting ridge then acted as a low dam and kept ocean water from passing over it. The natural dam also retained rainfall and overflow from Lake Okeechobee, thereby forming a freshwater environment, the Everglades2. Forged by thousands of years of change, a large portion of this unique landscape is now protected as Everglades National Park.      NEXT PAGE >> Why Protect Everglades National Park?",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/ccintroseverborn.htm"
}
