{
    "title": "Everglades National Park: Cape Sable",
    "body": "Explore This Park    Learn About the Park     Nature     Climate Change     Cape Sable                What's Happening to Cape Sable?       One of the most drastic landscape changes in Everglades National Park, and one that is complicated by sea-level rise and inland effects, is seen in the Cape Sable area. Cape Sable is a large coastal landmass located at the southwestern tip of Florida that was once characterized by an expansive interior freshwater marsh with associated freshwater lakes. In the early 1900s, settlers determined to use the area for agriculture began draining the freshwater out to the ocean so the land could dry7. However, the canals they built -- coupled with the effects of hurricanes and the manipulation of water farther north -- transformed Cape Sable, and much of this alteration has been aggravated by climate change.    Scientists have used geological clues found in the landscape to estimate historic sea levels long before humans had the instruments to do so. This analysis shows that sea-level rise in south Florida was relatively slow over the past 3,200 years7; however, modern instrumentation has recorded an accelerated rate of rise over the past century, which has had visible impacts on Cape Sable. The canals are now a pathway for salty ocean water and sediments to travel inland, especially during high tides or with the help of strong wind and surge from tropical storms7. In recent years, the interior freshwater marsh has disappeared almost entirely, and nearby lakes have filled almost completely with marine sediments. Changes along Cape Sable also have implications for the mangrove trees that live at the waters edge. In response to rising seas and increased flooding, the trees have been moving inland as the habitat becomes more suitable. And along the coast, high tides and storm surges have helped wash sediments away from their roots and have contributed to erosion along Cape Sable7. While many wonder whether coastal plants and mangrove forests will be able to keep pace with sea-level rise, others are beginning to notice similar changes further inland.       These two images show the expansion of Middle Cape Canal, the retreat of the shoreline, and the conversion of freshwater marsh to saline water and mangroves from 1928 to 2005. Images from Wanless, H.R., and B.M. Vlaswinkel. 2005. Coastal landscape and channel evolution affecting critical habitats at Cape Sable, Everglades National Park, Florida. Report to Everglades National Park.        NEXT PAGE >> How Are the Saline Glades Changing?      Sea Level Rise in Everglades National Park << PREVIOUS PAGE",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/cceffectscapesable.htm"
}
