{
    "title": "Everglades National Park: Saline Glades",
    "body": "Explore This Park    Learn About the Park     Nature     Climate Change     Saline Glades                How Are the Saline Glades Changing?       Changes in plant communities in the park are not limited to Cape Sable. Paralleling the shoreline in extreme southeastern Florida is a clearly distinct vegetation community known locally as the saline glades, a long, linear zone of sparsely vegetated marsh, much of which occurs within Everglades National Park. Because this area receives little freshwater flow and lies just out of reach of the tides, it is unfavorable to the growth of most inland and coastal plant species8. The zone is best characterized by the few plants species that can survive there: stunted red mangroves, sawgrass, and spike rush.   Over the past 50 years, the coastal vegetation of red mangroves has expanded its range inland (more than 1 km in some areas) and has displaced other freshwater species8. The red mangroves are able to grow farther inland because the exchange of fresh and saline water in the marsh has been influenced by roads, canals, and sea-level rise. Roads block the flow of fresh water from the north into the saline glades and canals reroute fresh water away from the area8. Storm surge and overwash from extreme high tides deposit salt into the soils, making the area inhospitable to freshwater species, and rising seas have helped extend this reach farther inland. This increasingly salty environment makes it easier for saline species to grow and reduces the overall area of freshwater marsh8. Increased sea levels have also brought similar changes elsewhere in south Florida.       The red line in the photographs show how the interior boundary of the saline glades has moved inland from 1940 to 1991. Images from Ross, M., J. Meeder, J. Sah, P. Ruiz, and G. Telesnicki. 2000. The Southeast Saline Everglades revisited: 50 years of coastal vegetation change. Journal of Vegetation Science 11:101-112.       NEXT PAGE >> How Else Is South Florida Affected?      What's Happening to Cape Sable? << PREVIOUS PAGE",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/cceffectssalineglades.htm"
}
