{
    "title": "Everglades National Park: Sea-Level Rise",
    "body": "Explore This Park    Learn About the Park     Nature     Climate Change     Sea-Level Rise                Sea-Level Rise In Everglades National Park       The environment of south Florida and the Everglades is unique because of its low elevation and subtropical climate. Along the coast, seasonal pulses of freshwater from the north meet the constant fluctuation of the tides that nurture several distinct ecosystems, including buttonwood forests. These coastal communities are home to many rare and endangered plants such as tropical orchids and herbs, some of which are found only in south Florida6. Unfortunately, these species' special home is in danger because the habitat is changing, in part due to sea level rise-causing the salinization of groundwater and the soils above6. It is unclear whether or not these species can tolerate the increased salinity that will come as sea level continues to rise due to climate change.    Scientists measure water levels throughout the park -- including in the many inland, freshwater habitats. The water level in these areas varies with changes in rainfall and freshwater flow as well as influences from ocean tides. Over the last 50 years, researchers have observed an increase in the water level at some inland, freshwater sites in the park that is consistent in pace with the observed increase in regional sea level6. Though it is presently unclear why this correlation exists or what implications it might have for the freshwater environments of the Everglades, it does suggest that the influence of sea-level rise may reach far inland.         The rate of water-level rise in a marsh in the park is similar to the rate of sea-level rise measured in Key West. The black line is the trendline for the timeseries. Figure from Stabenau, E., V. Engel, J. Sadle, and L. Pearlstine. 2011. Sea-level rise: Observations, impacts, and proactive measures in Everglades National Park. Park Science 28:26-30.         NEXT PAGE >> What's Happening to Cape Sable?      What We Know About Climate Change << PREVIOUS PAGE",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/nature\/cceffectsslrinpark.htm"
}
