{
    "title": "Everglades National Park: Ernest F. Coe",
    "body": "Father of the Everglades         Ernest F. Coe at the dedication of Everglades National Park. Florida Memory Project  In 1928 Ernest F. Coe wrote Stephen T. Mather, first Director of the National Park Service, outlining a proposal for a national park to be located within the lower Everglades of south Florida. A subsequent meeting took place and from this meeting legislation to create Everglades National Park was introduced by Senator Duncan B. Fletcher of Florida, in December of 1928. This legislation was approved May 25, 1934 and was signed by President Roosevelt on May 30, 1934. It took another thirteen years to acquire the land and define the boundaries of the new park. Ernest F. Coe, affectionately known as Tom by his friends, was born in New Haven, Connecticut, on March 21, 1866. He attended Yale University's School of Fine Arts from 1885 to 1887. He and his wife Anna came to Miami in 1925. Their home was in Coconut Grove where he did landscape work. Anna died in July 1941. As a youngster Coe loved the out of doors, and as an adult he liked to explore the Everglades. On these trips Coe was shocked to learn of rare birds being killed, rare or unusual orchids being taken from their natural habitat, and he feared that many animals would face extinction if something wasn't done. Coe was insistent that Florida should save its unparalleled tropical beauty. In 1928 he created the Tropical Everglades National Park Association (later Everglades National Park Association). As an official of this association he persistently and almost single handedly pushed for the establishment of the park. An inspection party came to Miami in 1930 to decide on areas for inclusion. One of those who participated was Marjory Stoneman Douglas, who would later write The Everglades: River of Grass, which has become a classic about the park and its conservation movement. He was ultimately successful and President Harry Truman dedicated the park in 1947.        \"Coe preparing for the night on the margin of the jungle; the waters of Florida Bay showing in the distance...\" NPS (EVER 17863)  After Coe's death, on January 1, 1951, at age 84, Secretary of the Interior Oscar Chapman said, \"Ernest Coe's many years of effective and unselfish efforts to save the Everglades earned him a place among the immortals of the National Park movement.\" On December 6, 1996, Everglades National Park christened its new visitor center the \"Ernest F. Coe Visitor Center,\" in honor of this man who dedicated his life to the preservation of the everglades. The papers of the Everglades National Park Commission, including Coe's writings, are part of the Everglades National Park's museum collection.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/cf-coe.htm"
}
