{
    "title": "Everglades National Park: Nike Missile Site HM-69",
    "body": "HM69 Nike Missile Base         Aerial View of Nike Missile Base Launch Area NPS    A Relic of The Cold War Everglades National Park houses one of the best preserved relics of the Cold War in Florida. An historic Nike Hercules Missile Site, called Alpha Battery or HM-69, remains virtually the same as it was when official use of the site was terminated in 1979.  This missile base was built by the United States Army Corps of Engineers, completed in 1964 at the height of the Cold War, immediately following the Cuban Missile Crisis of October, 1962. At a time when national security against Soviet attack was America's main priority, the United States Army chose this strategic site within Everglades National Park, located 160 miles from the Cuban coast, to build an anti-aircraft missile site. An Historic Site The base was listed on the U.S. Department of the Interior's National Register of Historic Places on July 27, 2004 as an historic district. The area includes 22 buildings and structures associated with events that have made a significant contribution to American history. Some of the extant structures include three missile barns, a missile assembly building, a guard dog kennel, barracks and a number of other features.   This base was part of a larger missile defense system built in South Florida in response to the Cuban Missile Crisis. There were four Nike Hercules missile sites; B Battery in north Key Largo (now Key Largo Hammocks State Park), C Battery in Miramar, D Battery that is now the U.S. Department of Homeland Security's Krome Detention Center, and A Battery located in Everglades National Park.        Nike Hercules Missiles on missile launcher in South Florida. NPS  HM-69 was also highly significant because of the technologies employed. The South Florida missile defenses were integrated with HAWK missile sites to provide an all-altitude defense capability around South Florida. Approximately 140 crew operated the three aboveground missile barns and guarded against attacks from Cuban air strikes. The personnel of Battery A received a meritorious unit commendation from President John F. Kennedy, which was one of the few times the award was presented for a Cold War deterrence mission. Visitors may visit the Nike Missile Base by ranger-guided walk offered December to April. The schedule for our guided programs varies based on seasonal changes and staffing capabilities, please check our current schedule for details.  Groups of 20 or more are encouraged to call ahead before joining a guided walk. You may contact the park at 305-242-7700 for more information. A Unit Roster of the 2nd Battalion, 52nd Air Defense Artillery lists those who served at the South Florida Sites. Please contact us with corrections \/ additions, we are currently updating this list following the Nike Veteran Reunion.        Are you interested in supporting Nike Missile Site HM-69? A new group of volunteers has recently come together as the \"Friends of Everglades Nike Site\". If you would like to be added to the email list and informed of opportunities to become involved please click here to email the site coordinator.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/hm69.htm"
}
