{
    "title": "Everglades National Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections               Collections       Everglades National Park's museum collection consists of over 2.8 million objects, archival documents and photographs, and specimens. The collection preserves the history, culture and research of the park. The museum collections are managed by the South Florida Collections Management Center located within Everglades National Park. The largest element of the collection is the archives, totaling over 2.1 million items. Examples of materials in the archives include: the Everglades National Park Commission Papers; Superintendent's Month Reports, 1947-1968; newspaper clippings from 1920s-present; field notes, data, and reports documenting the park's natural and cultural resources; oral histories from former residents of Old Flamingo and from soldiers stationed at Nike missile base HM-69; and extensive photographic collections documenting the people and resources of the park. The collection also includes over 62,000 biological specimens, including molluscs, birds, insects, reptiles, amphbians, mammals, and a large herbarium of plants collected in the park. Examples include rare Miami blue butterflies, exotic pythons, Florida tree snails (Liguus fasciatus), and orchids and other plants. The biological specimens and associated records document a wide variety of research conducted in the park, by National Park Service and other researchers. The park's fluid-preserved specimens are on loan the Florida Museum of Natural History. Over 675,000 objects have been recovered from over 300 archeological sites in the park. These artifacts represent the prehistoric and historic inhabitants of what is now Everglades National Park. These objects are stored at the National Park Service's Southeast Archeology Center in Tallahassee, Florida.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/collections.htm"
}
