{
    "title": "Everglades National Park: Royal Palm State Park",
    "body": "Royal Palm State Park         Royal Palm State Park Dedication. NPS (EVER 12239)  The area was first noted when it was surveyed in 1847 by federal surveyor Jack Jackson. Scientists began to study the area in the later 19th century. The land was revered for its botanical diversity and spectacular hammock amongst the glades. During this time Henry Flagler owned much of the land and was building his railroad throughout eastern Florida. Scientists began calling for Paradise Key to be set aside as a state park to avoid it being thrust into Flagler’s development area. The Florida Federation of Women’s Club, and particularly the Preservation Committee chairwoman May Mann Jennings, took a deep interest in the issue and began campaigning for the designation of Paradise Key as a state park. To their success, the state declared 960 acres for Royal Palm State Park in 1916 to the FFWC. This acreage was also matched by Mrs. Flagler. Ingraham highway, a road from Florida City to Paradise Key, had also been recently completed and was dedicated along with Royal Palm State Park, on November 23, 1916. By 1921, 2,080 more acres had been donated by the state, making Royal Palm a 4,000 acre state park. The towering live oaks and royal palms in the middle of the endless prairie enclosed a number of ferns, orchids and scores of other plants. Most interesting for scientists were how rare and tropical plants existed in the small patch in the Everglades. The slough that surrounded the hammock also provided protection against fires, leaving much of the vegetation well preserved. The establishment of Royal Palm State Park began the greater conservation efforts that would lead to the designation of the Everglades as a National Park.        NPs  Royal Palm Lodge was built in 1919 by John F. Umphrey to accommodate the caretaker, Charles A. Mosier. The three-story building also housed visiting scientists and park visitors. The lodge offered meals, in addition to a respite from the mosquitoes in Royal Palm. The lodge continued to be run by caretakers until the National Park Service acquired Royal State Park in 1947. After this, the lodge was converted into park headquarters, housing area, and visitor center. A new visitor center was built in 1952 and Royal Palm was sold to its previous caretakers, Jeannette and Donald Sullivan. The lodge was then sold to Donald’s brother Jack, who relocated it to Homestead. Royal Palm Lodge, renamed “Jack’s Hotel and Motel,” was lost in Hurricane Andrew in 1992.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/royal-palm.htm"
}
