{
    "title": "Everglades National Park: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places       Although the Spanish first discovered Florida in the early 16th century, South Florida remained largely unknown to European Americans until the 19th century. Much of the land south of Tampa, which was once all Everglades, was left blank on maps. The harsh subtropical climate, mosquitoes, and impenetrable soggy marshes made it both unappealing and discouraging for settlers to explore. However, Native Americans had made the area their home for centuries and thrived in an environment that appeared so inhospitable to outsiders. The process of exploring the Everglades gained some momentum as the United States gained control of Florida in 1821. From then on, the United States faced an ongoing dilemma of developing the vast wetlands or abandoning them to the Native people that thrived within them. This section explores the interactions between people and the use of the Everglades. Discover how native tribes built complex and organized societies in a harsh and relentless landscape. The land was further manipulated with the onset of draining and development of agriculture in the area. Beyond this, the Everglades also came to play a role in the United States war efforts. These pages describe the often tumultuous relationship between the land and its users.        aerial over 10,000 islands where Native peoples made their homes. NPS  Shell Works, Tree Islands, and Canals While not much is known about the Calusa and other Native peoples that lived in the southern tip of Florida before the arrival of Europeans, archaeological discoveries of Pre-Columbian architecture and artifacts reveal a great deal about the organization, creativity, and skill of these early Floridians. Beyond shell tools and mounds of discard mounds, native people have also left behind clues of their manipulation of the land in the construction of canal systems. The discovery of an intact canoe canal offers an example of the engineering and organization utilized by native peoples. Click to learn more about the “shell works,\" “tree islands,” and canals left behind by indigenous peoples of Florida.        Road into Royal Palm State Park. NPS  Royal Palm State Park The area now known as Royal Palm in Everglades National Park was originally the first state park in Florida. Then, the Royal Palm State Park, was established in 1916 with the help of the Florida Federation of Women’s Club (FFWC). Before the area was called Royal Palm State Park, it was known as Paradise Key and had both prehistoric and occupations from early Anglo-American settlers. The tree island is bordered on its eastern side by Taylor Slough, the main source of water that runs through the area.        View along the Old Ingraham Highway NPS (EVER 18205)  Old Ingraham Highway Before the 19th century, the vast expanse of marsh, prairie, and impenetrable hammock thick with tropical plants and mosquitoes was an undesirable place for early Europeans and later American settlers. Some surveys of the area began during the Seminole Wars, in which Americans began a battle to push the Seminole people deeper into the Everglades. It was only through advocacy and entrepreneurship of capitalists that the Everglades was drained and access opened for all. With this, the need for roads was paramount. The Ingraham Highway became the first road through the Everglades, which was a 41 mile long, flood ridden, bumpy road that began in Florida City.        Nike Missile NPS  Nike Missile HM-69 Site With over 1.5 million acres covering the tip of south Florida and its proximity to Latin America, the location of the Everglades National Park made it an ideal place to conduct covert Cold War operations that took place from the 1950s to 1989. The Everglades National Park, along with other South Florida National Parks, became integral to the United States’ various Cold War initiatives. Many of the physical traces of South Florida’s Cold War past can still be found. One of these remnants, the Nike Hercules Missile Site HM-69, still stands in the Everglades National Park. This missile base was built by the United States Army Corps of Engineers in 1963 at the height of the Cold War, immediately following the Cuban Missile Crisis of October 1962. At a time when national security against Soviet attack was America’s main priority, the United States Army chose this strategic site within Everglades National Park, located 160 miles from the Cuban coast, to build a missile site.  The site included three above ground missile launchers and 22 associated buildings and structures that made up the Administration area, the Battery Control area, and the Launch area. The HM-69 Nike Missile site was operational until 1979 when it was deactivated. The Administrative area is now the Daniel Beard Research Center and houses an auxiliary storage area. It is the most substantial Cold War resource in the park. During the park’s dry season, from January 1 – April 30, tours are available of the Launch Area.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/places.htm"
}
