{
    "title": "Everglades National Park: Envisioning the Future of Flamingo",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Envisioning the Future of Flamingo                Envisioning the Future of Flamingo        Front view of the Flamingo Visitor Center NPS Photo\/ Shauna Cotrell           Partners in Preservation  Everglades National Park is competing for a preservation grant that will be used to restore the exterior of the Flamingo Visitor Center. Find out what we are planning to do to bring back Flamingo to its Mission 66 prime!  #VoteEverglades            Close up view of columns and under structure of the Flamingo Visitor Center in 1958 NPS Photo\/Jack E. Boucher  Flamingo Visitor Center Architecture With its distinctive breezeway and bright pink exterior, the Flamingo Visitor Center has served as an Everglades destination and gateway to Florida Bay since the 1960s. The Flamingo Visitor Center was built by the National Park Service in the early 1960s as part of the \"Mission 66\" program to modernize national parks for a new generation of park visitors. Mission 66 was a ten-year endeavor by the Park Service to develop new visitor centers, administrative buildings, campgrounds, roads and trails at over 100 National Parks. The program focused on cost efficient construction utilizing modern materials and a modern architectural style. The Mission 66 program is celebrating its 50th anniversary in the same year that the National Park Service celebrates its Centennial. Flamingo's architecture is a unique combination of Park Service Modern and Miami Modern (MiMo). MiMo is a South Florida architectural style that developed post World War II. MiMo embraces International Style but adds glamour, fun, and material excesses to the otherwise stark, minimalist and efficient style typical of modern architecture. Flamingo's incorporation of MiMo included a bold color palette, Keystone veneer, jalousie windows, and louvered screen walls.          Vote Everglades campaign logo   Partners in Preservation Campaign- #VoteYourPark #VoteEverglades From May 25 through July 5, Everglades National Park is one of 20 national parks competing for $2 million in grant funding as part of the Partners in Preservation: National Parks campaign sponsored by the National Trust for Historic Preservation, American Express, and National Geographic. The national parks that win the most public votes during an online voting campaign will be awarded grants for their projects. Everglades National Park's project is to restore the exterior of Flamingo Visitor Center and its surrounding landscape. The $250,000 grant would repair the exterior of the building, restore the historic landscape and improve the visitor experience while supporting the goal of opening a new visitor center inside the building.        Flamingo Visitor Center postcard   What's Next This initial project for the Flamingo Visitor Center is the first in a sequence of efforts to revitalize Flamingo as a premiere destination by the park's 75th anniversary in 2022.  The Flamingo concession prospectus is currently seeking business proposals through July 13, 2016 to provide commercial visitor services. This will bring renewed infrastructure to the area including small cottage and eco-tent lodging, boat tours, canoe\/kayak rentals, retail sales, skiff and houseboat rentals, a full service restaurant, marina services and slip rentals as well as a walk-in campground for both Long Pine Key and Flamingo.          Distant view of the Flamingo Visitor Center in back of docks with small boats tied up, 1964 NPS Photo\/M. Woodbridge Williams  The next significant step will be to rehabilitate the old restaurant side of the Flamingo Visitor Center building and convert that to the new visitor center with updated exhibits and sweeping views of Florida Bay. A smaller, yet essential project for our park visitors will be to rehabilitate the fish cleaning station.              Bringing Mission 66's Flamingo back!  Partners in Preservation   #VoteYourPark",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/envisioning-the-future-of-flamingo.htm"
}
