{
    "title": "Everglades National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Road through pinelands before 1928. Everglades Digital Library      Water in south Florida once flowed freely from the Kissimmee River to Lake Okeechobee and southward over low-lying lands to the estuaries of Biscayne Bay, the Ten Thousand Islands, and Florida Bay. This shallow, slow-moving sheet of water covered almost 11,000 square miles, creating a mosaic of ponds, sloughs, sawgrass marshes, hardwood hammock, and forested uplands. For thousands of years this intricate system evolved into a finely balanced ecosystem that formed the biological infrastructure for the southern half of the state. However, to early colonial settlers and developers the Everglades were potential farm land and communities. By the early 1900s', the drainage process to transform wetland to land ready to be developed was underway. The results would be severely damaging to the ecosystem and the species it supported.  With the support of many early conservationists, scientists, and other advocates, Everglades National Park was established in 1947 to conserve the natural landscape and prevent further degradation of its land, plants, and animals. Although the captivation of the Everglades has mostly stemmed from its unique ecosystem, an alluring human story of the Everglades is deeply interwoven with its endless marshes, dense mangroves, towering palms, alligator holes, and tropical fauna. Various groups and people navigated through and wrestled with the watery landscape to make it home, and even to exploit its natural wonder at times.  On these pages you can discover more about the Native Americans that existed and thrived; the agricultural development and drainage of the Everglades; the people and groups who advocated for the conservation of the area; the Everglades’ role in United States War efforts; the preservation and restoration work that continues today; and much more.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/historyculture\/index.htm"
}
