{
    "title": "Everglades National Park: Park Statistics",
    "body": "Explore This Park    Learn About the Park     News     Press Kit     Park Statistics                Everglades Park Statistics      Area Statistics  Total acreage including expansion (land and water): 1,542,526 acres (64,238 hectares; 2,410 square miles), in Miami-Dade, Monroe, and Collier Counties Designated Wilderness: 1,296,500 acres (524,686 hectares); Potential Wilderness: 81,900 acres (33,144 hectares); for a total of 86% of the total park area Elevation: 0 to 8 feet (2.4 m) (average 6 feet \/ 1.8 m) Average rainfall: 60 inches (152 cm) per year; Rainy season: May through September (mosquito season coincides with the rainy season) Hurricane Season: May 1 through November 15 Average temperature: Winter - High 77째F (25 C), Low 53째F (12 C); Summer - High 87째F (31 C), Low 67째F (19 C)  Significant Dates  Park authorized: May 10, 1934 Established: December 6, 1947, dedicated by President Harry S Truman at Everglades City  Designated Biosphere Reserve and World Heritage Site on October 26, 1976 Desiganted Wetland of International Importance on June 4, 1987 Designated Wilderness on November 10, 1978, according to guidelines set by Wilderness Act of 1965 Hell's Bay Canoe Trail (8 miles \/ 13 km) and the Wilderness Waterway (99 miles \/ 159 km) received National Trails Designation on March 20, 1981 Everglades Expansion Act added East Everglades (109,500 acres \/ 44,315 hectares) to the park on December 13, 1989 Chekika State Park donated by the State of Florida on October 1, 1991 Omnibus Public Land Management Act of 2009 added Tarpon Basin (600 acres \/ 242 hectares) to the park June 11, 2010  Park Visitation Everglades National Park keeps track of the total number of visitors that enter the park through its two entrance stations (Homestead and Shark Valley). While this doesn't include those who enter through the nearly 1\/2 million acres of surrounding waters, it helps park managers identify the needs of visitors. Average visitation for the past few years has been about 1million visitors.  A variety of statistics are available about each National Park across the country individually and collectively through the National Park Public Use Statistics Office. Click here if you'd like to go this website for additional detailed information about visitors to your national park. Park Visitor Demographics The National Park Service supports periodic studies of visitors into the park to better understand the perceptions, needs, and wants of the visiting public and surrounding community.  A series of reports are available on the Park Visitor Demographics Page.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/news\/parkstatistics.htm"
}
