{
    "title": "Everglades National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 29, 2016  Everglades National Park Features “Marsh Life of the Everglades” Art Exhibit by Carmen Ferreiro  HOMESTEAD, Fla: Everglades National Park invites the public to enjoy the latest art exhibit “Marsh Life of the Everglades” by Carmen Ferreiro at the Ernest F. Coe Visitor Center Gallery during the whole month of July. An Artist’s Reception is being held on Sunday, July 10 from 2:00-4:00 p.m.   July 12, 2016  Everglades National Park Reopens Frank Key Channel, Carl Ross Key, and the western side of Palm Key in Florida Bay  HOMESTEAD, Fla.:  Everglades National Park has reopened areas closed to protect the Frank Key and Sandy Key Roseate spoonbill colonies during nesting season. The channel running along the west end of Frank Key, shallow water access at the west side of Palm Key, and Carl Ross Key have been reopened to public access.  Biologists have determined that the nesting colonies are no longer active.   July 11, 2016  Everglades National Park Invites Local Cuban Community to Take Part in Oral History Project  HOMESTEAD, Fla: Latino Conservation Week is taking place from July 16-July 23, 2016 and national parks all over the country are participating! Everglades National Park is conducting an oral history project called ¡Comparte tu Historia! This project seeks to document and highlight the stories of Cuban migrants and their relationship to Everglades National Park and\/or the Cuban Missile Crisis. Participants are encouraged to share their stories, photographs, and any other memorabilia that can be used to educate future generations about the park's history and its connection to Hispanic culture in south Florida. The event will take place on Saturday, July 16, 2016 from 1:00pm-4:00pm and Saturday, July 23rd from 1:00pm-4:00pm, at Ernest Coe Visitor Center, 40001 S.R. 9336, Homestead, Florida. Interested parties should respond to Norma Hartell at 305-242-7807 or to Dyaami D’Orazio at 305-242-7862.   July 05, 2016  Everglades National Park Announces Partial Power Outage on July 6  HOMESTEAD, Fla: Everglades National Park will have a planned power outage to some of its facilities along the main park road from Homestead to Flamingo on Wednesday, July 6th. Florida Power and Light (FPL) will be connecting new electric distribution equipment in the Flamingo area and will shut down power to that line just outside the park’s boundary. The outage will begin at 7:00 AM and is expected to be completed by 7:00 PM on the same day.   June 03, 2016  Everglades National Park and FDOT award contract for next phase of Tamiami Trail enhancements  The National Park Service (NPS) and the Florida Department of Transportation (FDOT) announced today the next significant milestone in the Everglades National Park restoration. On May 23, FDOT awarded a contract to joint venture team of Condotte America Inc. and Stantec for the construction of the 2.6 mile bridge and roadway project on State Road (SR) 90\/SW 8 Street\/Tamiami Trail. F&J Engineering Group Inc. has been selected as the Construction, Engineering and Inspection team.   March 03, 2016  Vintage Day 2016 Update - FEE FREE  Come enjoy the Sixth Annual Vintage Everglades Day on Saturday, March 12, and receive free entrance into the park (at the main park entrance near Homestead).   March 02, 2016  March coe visitor center gallery exhibit  A new art exhibit, in the gallery of the Ernest F Coe Visitor Center, entitled “The Suitcase Show.”  This exhibit is a collection of works on paper by 28 AIRIE (Artist in Residence in the Everglades) fellows that span the history of the AIRIE program from 2003-2009.  The exhibit, curated by Donna Marxer and Irene Christensen, includes works by Rebecca Reeve and Bryan McGovern Wilson.  The exhibit will be on display from March 3 – 31.   February 25, 2016  Connect and Inspire Sundays in the Park  This Sunday, Feb 28th, get outdoors and Find Your Park, at the second Artists in Residence (AIRIE) Sunday in the park series.   February 19, 2016  Closures to Protect Nesting Birds  In a continuing effort to protect nesting Roseate Spoonbills, the following areas in Florida Bay have been closed to all access until further notice: the west side of Palm Key, the channel running along the west end of Frank Key, and Carl Ross Key. In order to minimize disturbance and maximize nesting success for the Roseate Spoonbill and other nesting wading birds, a closure is needed.   January 28, 2016  Connect with and be Inspired by Artists Gone Wild  The public is invited to this event at the Long Pine Key area of the park.  The program will help you connect and be inspired by art created in the park, highlighting the wild culture of Everglades National Park.  The event is free and open to the public with park admission, but RSVP is strongly encouraged at www.airie.org .   January 27, 2016  Everglades National Park Hosts “Waterbirds” Photography Exhibit by Charlie Causey in February  Everglades National Park invites the public to enjoy a photography exhibit entitled, “Waterbirds,” by Charlie Causey at the Ernest F. Coe Visitor Center Gallery during the month of February.  An Artist’s Reception is being held on Saturday, February 6 (between 2 to 5 p.m.).   January 12, 2016  Celebrate the National Park Service Centennial    Great Time for Birdwatching at Everglades National Park  Celebrate the National Park Service Centennial by enjoying a great time to watch nesting birds at Everglades National Park. If you're a birdwatcher, this is a particularly good time of year to watch these wonderful creatures in the nesting process.   January 07, 2016  Celebrate the National Park Service Centennial  Enjoy Free Admission on 16 Days in 2016  In honor of the National Park Service’s 100th anniversary on August 25, 2016, the National Park Service is inviting everyone to join its year-long centennial celebration, by offering free entrance on 16 days in 2016.   December 04, 2015  Everglades National Park Releases Final Environmental Impact Statement for Acquisition of Florida Power & Light Company Land  MIAMI - The National Park Service (NPS) has released the Final Environmental Impact Statement (FEIS) for acquisition of a parcel of land owned by Florida Power & Light Company (FPL) in the East Everglades Expansion Area (EEEA) of Everglades National Park.  Alternative 3, “Fee-for-Fee Land Exchange,” is the NPS preferred alternative. Under this alternative, the NPS would acquire fee title to the FPL property through an exchange for park property, as authorized by Congress in 2009 (P.L. 111-11).",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/news\/newsreleases.htm"
}
