{
    "title": "Everglades National Park: International Designations",
    "body": "Explore This Park    Learn About the Park     News     Press Kit     International Designations                Everglades is Internationally Significant      Everglades National Park is a subtle place where earth, water, and sky blend in a low green landscape; where mere inches of elevation produce distinct changes in vegetation; and where a great wealth of birds and other wildlife find refuge. For this is almost exclusively a biological park dedicated to the preservation of a complex and precisely ordered living mechanism. It lies at the interface between temperate and sub-tropical America, giving a rich diversity of species, many at the limit of their ranges.  The topography is so subdued that a broad sheet of water slowly flows over and through the porous limestone bedrock on its way to the sea, rather than following well-defined valleys. Most of the park is actually covered with water during normal wet seasons, while dry winters cause fresh water to dwindle to a few open areas crowded with wildlife. The great floral variety of the Everglades is one of the key resources of the park. Among its more prominent and colorful plants are Bromeliads and epiphytic orchids. As many as 25 varieties of orchids are known to occur in the park, in addition to over 1000 other kinds of seed-bearing plants and 120 species of trees. Over 36 threatened or endangered animal species reside in Everglades National Park, such as the American alligator (Alligator mississippiensis) and crocodile (Crocodylus acutus), the Florida panther (Felis concolor coryi), the West Indian manatee (Trichechus manatus), and the Cape Sable seaside sparrow (Ammodramus maritima mirabilis). Over 300 species of birds have been recorded, seven of which are rare or endangered. Protection of wading birds and their rookeries from commercial exploitation and encroachments was the prime reason for setting the park aside. Although habitat changes have reduced historic numbers, tens of thousands of birds feed and nest within the Everglades, providing visitors with opportunities of a lifetime for viewing them. With its special significance to the Nation and the world recognized by making the Everglades a National Park, an International Biosphere Reserve, a World Heritage Site, and a Ramsar Wetland of International Importance, its preservation for the benefit of present and future generations is better assured.              Everglades and Dry Tortugas National Parks were jointly designated an International Biosphere Reserve on October 26, 1976. International Biosphere Reserves are a project of the Man and the Biosphere program of the United Nations Educational, Scientific and Cultural Organization (UNESCO). Reserves are protected samples of the world's major ecosystem types. These sites are standards against which we can measure human impact on our environment and predict its probable effects. There are currently 563 reserves in 109 countries. ________________________________________________________________________________           Everglades National Park became a World Heritage Site on October 26, 1979. World Heritage Sites are designated by UNESCO under the Convention Concerning the Protection of the World Cultural and Natural Heritage. By 2010, the World Heritage Convention included 187 nations which had ratified the agreement and placed more than 911 sites on the World Heritage List.  The most significant feature of the 1972 World Heritage Convention is that it links together in a single document the concepts of nature conservation and the preservation of cultural properties. The Convention recognizes the way in which people interact with nature, and the fundamental need to preserve the balance between the two.  The Everglades, a subtropical mosaic of surprising diversity, is a refuge for 13 threatened or endangered animal species. Here, human history spans over 2000 years--from nomadic Calusa to modern settler. ___________________________________________________________________________________          Ramsar Convention on Wetlands   The Everglades was designated as a Wetland of International Importance on June 4, 1987. Known popularly as the \"Ramsar Convention\", the Convention on Wetlands, signed in Ramsar, Iran, in 1971, is an intergovernmental treaty which provides the framework for national action and international cooperation for the conservation and wise use of wetlands and their resources. There are presently 160 parties to the Convention, with 1929 wetland sites, designated for inclusion in the Ramsar List of Wetlands of International Importance",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/news\/internationaldesignations.htm"
}
