{
    "title": "Everglades National Park: Press Kit",
    "body": "Explore This Park    Learn About the Park     News     Press Kit               Press Kit         Park Planner Fred Herling interviewed by local Media Linda Friar, National Park Service  This page is dedicated to the media - whether you write articles for newspapers, magazines, or television, produce stories for news shows or documentaries you should find these resources helpful. We've done the research on the content and the images - so unless clearly indicated, all images are in the public domain (these are not copyrightable), and the content fact checked by park staff.   Please feel free to use this information and any photos or video available on this website and our flickr and youtube pages. We ask that you attribute the source of content or imagery as provided courtesy of - \"National Park Service\" or \"Everglades National Park\"             Below you'll find links to  background information on the park, b-roll and images, and other useful information in writing about or capturing images of this National Park. Further down there are links to additional information about the National Park Service in general. Media interview or other questions regarding story content or images contact Public Affairs at 305-242-7714.     ---------Everglades Press Kit----------- Click on any of the links below for details on each of these categories. News Releases  Current Releases Archived Releases Quick Facts  International Designations Park Statistics  Interesting Park Facts Famous Quotes In Depth Background  Science and Research - South Florida Natural Resource Center (SFNRC) Animals  Plants  History and Cultural Resources Collections Images and Video  Anhinga Webcam Videos   B-Roll Clips  Photos  Social Media  Flickr Photos  Youtube Video Facebook        Superintendent Dan Kimball Interviewed by the Press Jack Roark, National Park Service  Current Issues Everglades Restoration - General Tamiami Trail Bridging - Next Steps Pythons  Lionfish Other Nonnative Species  Climate Change  World Heritage Site - State of Conservation      ----------National Park Service Newsroom----------      The National Park Service maintains a newsroom with background and images on this park and broader issues of managing national parks. Click here to be forwarded to that website.         Historic Photos Access images from the past. Digital images covering a wide variety of subjects from the National Park Service Historic Photograph Collection, including Everglades National Park, are available online.     Please contact the Public Affairs Officer at 305-242-7714 or via email, for updates or additional details. Everglades National Park's Public Affairs Officer mailing address: 40001 State Road 9336, Homestead, FL 33034.",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/news\/presskit.htm"
}
