{
    "title": "Everglades National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 01, 2016  Everglades National Park Hosts Photography Exhibit by South Florida National Parks Camera Club in June  Everglades National Park invites the public to enjoy a photography exhibit by members of the South Florida National Parks Camera Club at the Ernest F. Coe Visitor Center Gallery during the whole month of June. An Artist’s Reception is being held on Sunday, June 5 from 2:00-4:30 p.m.   May 25, 2016  The Everglades Needs You- Vote Everglades to Restore Flamingo  Everglades National Park and the South Florida National Parks Trust launched a campaign today to restore the park’s Flamingo Visitor Center with support from American Express, the National Trust for Historic Preservation, and the public through the Partners in Preservation program.   May 13, 2016  Everglades National Park hosts Global Big Day of birding at Shark Valley  Shark Valley Visitor Center will host its first “Global Big Day” tour on May 14,  2016 at 9:00 a.m.   May 10, 2016  Everglades National Park launches online sale of park e-passes  Visitors to Everglades National Park now have the convenience of purchasing online—at no additional cost—annual and seven-day electronic entrance passes in advance of their trip. The NPS partnered with Smart Destinations to better serve park visitors.   May 03, 2016  Park Offers 5 Million Investment Incentive for Flamingo Business Proposal  On Wednesday, April 27, 2016, the National Park Service (NPS) released a prospectus calling for business proposals to provide commercial visitor services in the extremely popular Flamingo District and Long Pine Key areas of Everglades National Park.   April 26, 2016  Park seeks public comment on Environmental Assessment for Cape Sable Plugs Restoration Phase II Project  Everglades National Park announces the release of the Environmental Assessment (EA) for the Cape Sable Plugs Restoration Phase II Project. The EA is available for review and comment at the NPS website http:\/\/parkplanning.nps.gov\/Cape_Sable_Plugs_EA.   April 26, 2016  Ocean Studies Charter School Exhibits  at Everglades National Park in May  Everglades National Park invites the public to enjoy a photography exhibit during the month of May entitled, “River of Grass: Flowing Through the Generations” by Ocean Studies Elementary Charter School. There will be a reception for the photographers on Saturday, May 7, from 12 to 2 p.m.   April 21, 2016  Tourism to National Park Service Areas in South Florida Creates 227 Million Dollars in Economic Benefit and Over 3000 Jobs  A new National Park Service report shows that nearly 3 million visitors to the National Park Service areas in south Florida spent $227 million last year in surrounding communities. That spending supported over 3,248 jobs in south Florida.   April 17, 2016  President Carter Made Honorary National Park Ranger  Former President Jimmy Carter was bestowed the award and title of honorary national park ranger at an intimate ceremony Sunday by National Park Service Director Jonathan B. Jarvis. This is the highest civilian honor awarded by the agency, and is reserved for individuals whose contribution to the National Park System is exceptional.   April 15, 2016  Everglades National Park Celebrates Centennial with Free Park Entrance April 16 through 24  Americans are encouraged to get out and #FindYourPark during National Park Week, which runs April 16 through April 24. All National Park Service entrance fees will be waived for the week.   March 30, 2016  Everglades National Park Hosts From a Different Angle- Photography Exhibit by Paula Baxter in April  Everglades National Park invites the public to enjoy a photography exhibit entitled, “From a Different Angle” by Paula Baxter at the Ernest F. Coe Visitor Center Gallery during the month of April.  An Artist’s Reception is being held on Sunday, April 10 (between 2 to 4 p.m.).   March 29, 2016  Join our Special Celebration Junior Ranger Day on April 2  Kids of all ages are invited to come learn how to, “explore, learn, and protect” your national park on Saturday, April 2, and become an official Junior Ranger!  Junior Ranger Day is an annual event that highlights youth in national parks, and special activities are planned at the Shark Valley and Royal Palm areas.   March 22, 2016  Emergency Closure of West Side of Palm Key to Protect Nesting Roseate Spoonbills 2016  In a continuing effort to protect nesting Roseate Spoonbills, effective immediately the west side of Palm Key is closed to all access. In order to minimize disturbance and maximize nesting success for the Roseate Spoonbill and other nesting wading birds, a seasonal closure is needed.   March 16, 2016  Record of Decision Signed for Acquisition of Florida Power & Light Company Land in Everglades National Park  National Park Service (NPS) Southeast Regional Director Stan Austin signed the Record of Decision (ROD) on March 16, 2016, approving the acquisition of a parcel of land owned by Florida Power & Light Company (FPL) in the East Everglades Expansion Area (EEEA) of Everglades National Park.   March 10, 2016  Calusa Days at Everglades National Park  Everyone is invited to the Eighth Annual Calusa Days, being held March 14 through 19 in Everglades City at Everglades National Park’s Gulf Coast Visitor Center.   February 25, 2016  Sixth Annual Vintage Everglades Day at Everglades National Park  Mark your calendars for the Sixth Annual Vintage Everglades Day, being held at Everglades National Park on Saturday, March 12, 2016 from 10 a.m. to 3 p.m.   January 04, 2016  Everglades National Park Hosts Big Day Birding Adventures  The public is invited to participate in the Big Day Birding Adventure, a “citizen science” activity to count birds within the varied habitats of Everglades National Park.   December 30, 2015  ENJOY A BIRD WALK WITH PHOTOGRAPHER ROBERT CHAPLIN  Looking for a new event for the New Year? Come to Shark Valley and join Robert Chaplin, fine art and nature photographer and birder, along with a park ranger for a few mile hike down the L67 canal. Bring your camera and learn of great places to take a photo in this area of Everglades National Park. Learn about the birds that inhabit or migrate to south Florida as well. The walk will last approximately an hour. Please call the visitor center at (305) 221-8776 to make a reservation.  (Because it includes a car caravan, the event will be limited to 10 cars.) For your safety, visitors are encouraged to consider personal comfort needs and bring water, sunscreen, and appropriate footwear.  After the bird walk, Robert Chaplin’s and other books will be available at the Shark Valley Bookstore.   December 28, 2015  Free Entrance at Shark Valley for Centennial Launch Event on January 9  The National Park Service is celebrating its 100th anniversary in 2016 and Everglades National Park is inviting everyone to a kick-off event being held at Shark Valley on Saturday, January 9, 2016.  Everglades Superintendent Pedro Ramos will officially launch the Centennial celebration at the Shark Valley Visitor Center starting at 4:00 p.m., followed by an opportunity to meet him personally.  The event also features an art exhibit by Robert Chaplin, and showcases plans for Shark Valley’s new visitor center exhibits.  Shark Valley entrance fees will be waived starting at 3:30 p.m.   December 22, 2015  Special Homestead National Parks Trolley Service for Holiday Season  Free transportation, parking and guided tours to Biscayne and Everglades National Parks are provided as part of the special Homestead National Parks Trolley service for the holiday season. The trolley runs each day from December 26 through 31, 2015, in addition to every weekend through May 1, 2016.   December 18, 2015  Everglades National Park Hosts Photographer  Constance Mier in January  Everglades National Park invites the public to enjoy a photography exhibit by Constance Mier at the Ernest F. Coe Visitor Center Gallery during the month of January.  An Artist’s Reception is being held on Sunday, January 10 (between 2 to 4 p.m.).   December 17, 2015  Ranger-Led Tamiami Trail Triathlon  Join Park Rangers for a day of Paddling, Hiking, and Bicycling  Experience the wilder side of Everglades National Park and Big Cypress National Preserve during a special ranger-led, Tamiami Trail Triathlon of paddling, hiking and biking.  Normally the Tamiami Trail Triathlon is completed at National Park Service sites along the Tamiami Trail (U.S. Highway 41) on your own, in any sequence.  However, Rangers will lead four, all-in-one day events, to experience it all!  The special ranger-led, one-day events are being offered on four Sundays (December 20, January 24, February 21, and March 6).   December 16, 2015  EVER Free Ranger Led Programs  South Florida’s balmy winter is the perfect time to visit Everglades National Park and starting the week of December 20, 2015, the park will offer free, ranger-led programs for the public each week!   November 23, 2015  Fire Management Plan Complete  completion of a new Fire Management Plan (FMP) for Everglades National Park.  The FMP has been updated in response to changes in fire management policy and guidance which have evolved since the last FMP was prepared in 1995.   November 17, 2015  ENJOY PRE-THANKSGIVING CYCLING AT SHARK VALLEY  SHARK VALLEY, Florida:  Shark Valley is hosting a pre-Thanksgiving Bike Ride on Saturday November 21 starting at 4:15 p.m. The ranger-guided ride will last approximately 3 hours and will be limited to 25 participants; please call the visitor center to make a reservation at (305) 221-8776.   November 02, 2015  Deborah LaFogg Docherty November Coe Gallery Exhibit  You can meet and talk to Docherty at an Artist’s Reception open to the public on Saturday, November 7 (between 2-4 p.m.).   October 22, 2015  Homestead National Parks Trolley Partnership Receives National Award  Homestead National Parks Trolley has received the prestigious 2015 National Park Service (NPS) Director’s Partnership Award, given in recognition of the most significant accomplishments achieved by parks and outside groups working together on projects that provide lasting benefits for parks and communities.   October 20, 2015  Enjoy a Healthy Halloween Cycling at Shark Valley  Enjoy a Healthy Halloween Cycling at Shark Valley   October 13, 2015  Volunteers Needed for Historic Nike Missile Program  Calling all Nike veterans and Cold War and military enthusiasts! We need your help! Everglades National Park (Park) houses one of the best preserved relics of the Cold War, a Nike Hercules Missile Base (HM-69).   October 01, 2015  Everglades and Dry Tortugas National Parks Will Increase Entrance & Camping Fees Beginning October 1  Starting on October 1, Everglades and Dry Tortugas National Parks will increase entrance fees for visitors in order to fund important maintenance and improvement projects within the park.  Everglades and Dry Tortugas have not increased park-wide fees since 1997.   September 18, 2015  Free Park Entrance and Volunteer Opportunities on  In honor of National Public Lands Day on September 26, there will be no entrance fees for all visitors to Everglades and Dry Tortugas National Parks.  Opportunities are being provided to volunteer at Everglades National Park, in the largest single-day volunteer effort for public lands in the United States.   September 08, 2015  Gulf Coast Visitor Center Ranger-Led Canoe Trips  Experienced paddlers are invited to join “Ranger–led Canoe Explorations in the Ten Thousand Islands,” every Sunday through October. The 4 hour trips will begin at 9 a.m. at the Gulf Coast Visitor Center, located at 815 Oyster Bar Lane in Everglades City, Florida 34139.  (These Ranger-led canoe trips had previously been offered every Tuesday.)   September 02, 2015  Everglades National Park Hosts Photographer Alan Seelye-James in September  Everglades National Park invites the public to enjoy an exhibit by Alan Seelye-James, who will showcase his photography at the Ernest F. Coe Visitor Center Gallery at Everglades National Park during the month of September.  An Artist’s Reception is being held on Saturday, September 19 (between 2-4 p.m.).   August 31, 2015  Everglades National Park Finalizes General Management Plan  Everglades National Park announces the release of its final General Management Plan\/East Everglades Wilderness Study\/Environmental Impact Statement (Final GMP), which provides broad guidance for the next several decades on natural and cultural resource protection, appropriate types of visitor activities, and facility development within the park.   August 30, 2015  Park anounces plans to Reopen August 31  HOMESTEAD, KEY WEST:  Everglades and Dry Tortugas National Parks are preparing to open to visitation following the passage of Tropical Storm Erika. On Monday, August 31, Everglades National Park’s entrance gates and visitor centers will be open to the public at 10 a.m., and concessions will be operational at 10:00 a.m. or shortly after.  Concessions at Dry Tortugas National Park will be operational at the start of business on Tuesday, September 1.   August 28, 2015  Everglades announces closures in preparation for Tropical Storm Eria  In the interest of public safety, due to the approach of Tropical Storm Erika, Everglades and Dry Tortugas National Parks will be closing to visitors at 6:00 p.m. on Saturday, August 29.   August 20, 2015  FIND YOUR PARK AND CELEBRATE THE 99TH BIRTHDAY OF THE NATIONAL PARK SERVICE  The National Park Service is turning 99 years old on August 25 and Everglades and Dry Tortugas National Parks want to give you a present – free admission!  The usual entrance fee will be waived for all visitors on August 25.  Come experience the beauty of the Everglades, or a very special living history event at Dry Tortugas, depicting what life was like at Fort Jefferson back in the 1860’s. Re-enactors will be at the park from August 25 through 28 and will recreate the experiences of Battery “C” stationed at Fort Jefferson during the Civil War.   August 13, 2015  Temporary Closure of East Everglades Area to Improve Visitor Safety and Curb Vandalism  To ensure visitor safety, the East Everglades Area of Everglades National Park will be temporarily closed to all access from 6 p.m. to 6 a.m. daily, effective immediately. The closure encompasses all East Everglades land and facilities administered by Everglades National Park that are accessible by SW 168 Street and\/or SW 237 Avenue in Miami, Florida. This closure is being enacted to ensure visitor safety following recent acts of vandalism, illegal dumping and environmental damage, rendering National Park Service facilities unsafe for visitors.   August 10, 2015  West Side of Palm Key, Frank Key Channel and Carl Ross Key Reopened  Areas managed to maximize nesting success and minimize disturbance to nesting wading birds have been reopened to public access, including the west side of Palm Key, Frank Key Channel and Carl Ross Key. Wildlife biologists have determined that herons, egrets and Roseate Spoonbills have finished nesting in these areas for the season.   July 30, 2015  Paurotis Pond Opened  Paurotis Pond (and the zone beyond the parking area adjacent to the pond), has been reopened after the seasonal closure to protect nesting birds. Visitors may now enjoy open access for fishing, canoeing, and wildlife viewing.  Paurotis Pond is located 24 miles from the main park entrance in Homestead.   July 24, 2015  Everglades National Park Hosts Photographer Lloyd Goradesky in August  Everglades National Park invites the public to enjoy an art exhibit of “Gator in the Bay: the World's Largest Gator,” by artist Lloyd Goradesky at the Ernest F. Coe Visitor Center Gallery during the month of August. An Artist’s Reception and Art Party is being held on Saturday, August 1 (between 4 - 7 p.m.).   Free photography and video workshops are being held each Saturday (between 1 – 3 p.m.).  The Florida Everglades 99th Anniversary Event is being held Tuesday, August 25, beginning at 11 a.m., where the artist will provide a presentation about the “Power of Art.”  All events are free and family friendly and anyone interested is encouraged to attend.   June 18, 2015  Warden from Democratic Republic of the  Congo  Biscayne and Everglades National Parks are hosting Ghislain Somba, a Warden at Garamba National Park in the Democratic Republic of the Congo. National Park Service employees are providing Warden Somba with extensive training in natural resources management, visitor and resource protection, wildlife management and interpretation. He is training in the United States for one month.   June 08, 2015  Canoe Explorations – Ten Thousand Islands Gulf Coast Visitor Center Hosts Ranger-Led Canoe Trips Through August  Experienced paddlers are invited to join “Ranger–led Canoe Explorations in the Ten Thousand Islands,” every Tuesday through August, starting June 9. The 4 hour trips will begin at 9 a.m. at the Gulf Coast Visitor Center, located at 815 Oyster Bar Lane in Everglades City, Florida 34139.   June 02, 2015  Park Calling for Flamingo Visitor Services Business Proposals  On Tuesday June 2, 2015, the National Park Service (NPS) released a prospectus calling for business proposals to provide commercial visitor services in the extremely popular Flamingo District and Long Pine Key areas of Everglades National Park.   May 29, 2015  Everglades National Park Hosts Artist Shauna Lee Lange  Everglades National Park invites the public to enjoy an art exhibit by Shauna Lee Lange, who will showcase her series in microcircles entitled, \"Periphery: Neo-Pointillism.\" The collection will be on exhibit at the Ernest F. Coe Visitor Center Gallery at Everglades National Park during the month of June.  An Artist’s Reception is being held on Sunday, June 28 (between 3 - 5 p.m.).   May 29, 2015  Become an Artist in Residence in the Everglades  Applications Due June 15!  Spanning the southern tip of the Florida peninsula and most of Florida Bay, Everglades National Park is the only subtropical wilderness in North America. It is known for its rich wildlife, particularly large wading birds, and it is one of the only place in the world where both alligators and crocodiles coexist.  We are pleased to receive applications which may consider the 2016 National Park Service Centennial in some way.  AIRIE anticipates connecting the selected 2016 artists with the general public through dynamic outreach events in the Everglades throughout the year.   May 18, 2015  Everglades National Park Receives Centennial Challenge Grant to Offer Education Programs to Local Schools  Everglades National Park and the South Florida National Parks Trust (SFNPT) announced today that they are the joint recipients of a 2015 National Park Service (NPS) Centennial Challenge Grant. Centennial Challenge Grants are part of a multi-year effort to prepare for the National Park Service Centennial in 2016. The funding received by Everglades National Park will bring 12,500 students, teachers, and chaperones from south Florida schools to the park to experience the Everglades first hand through educational programs that support state curriculum.   May 12, 2015  Everglades National Park Reopens Frank Key Channel and Carl Ross Key in Florida Bay  Everglades National Park has reopened areas closed to protect the Frank Key and Sandy Key Roseate spoonbill colonies during nesting season. The channel running along the west end of Frank Key and Carl Ross Key have been reopened to public access. Visitors to Carl Ross Key are reminded that while Carl Ross Key is open, Sandy Key is permanently closed to public entry year-round to protect sensitive wildlife, and people should not walk from Carl Ross Key to Sandy Key.   April 23, 2015  Tourism to Everglades National Park creates $104.5 Million in Economic Benefits  A new National Park Service (NPS) report shows that 1,110,900 visitors to Everglades National Park in 2014 spent $104,476,500 in communities near the park. That spending supported 1,552 jobs in the local area and had a cumulative benefit to the local economy of $155,544,700.   April 21, 2015  Earth Day Temporary Closures  Everglades National Park announces temporary closures of a portion of the main park road, and buildings located near the main entrance to the park near Homestead.   April 14, 2015  Celebrate National Park Week at Everglades National Park  National Park Week will be commemorated nationwide by the National Park Service April 18 to 26, and Everglades National Park is inviting everyone to come enjoy free park entrance the opening weekend, April 18 and 19.  National Park Week is an opportunity to engage families and communities nationwide in America’s Great Outdoors, by reconnecting people with opportunities to enjoy parks located right in your back yard.  The theme this year for National Park Week is, “Find Your Park.”   April 01, 2015  Everglades National Park Hosts the South FL Foto Group  Everglades National Park invites the public to enjoy an art exhibit by the South FL Foto Group, entitled, “The Many Facets of the Everglades,” featuring stunning photographs of the Everglades. The collection will be on exhibit at the Ernest F. Coe Visitor Center Gallery at Everglades National Park during the month of April.   April 01, 2015  Emergency Closure of West Side of Palm Key to Protect Nesting Roseate Spoonbills  In a continuing effort to protect nesting Roseate Spoonbills, effective immediately the west side of Palm Key is closed to all access. In order to minimize disturbance and maximize nesting success for the Roseate Spoonbill and other nesting wading birds, a seasonal closure is needed.   March 30, 2015  Everglades National Park: 2015 State of Conservation  World Heritage Site Report, “Everglades National Park: 2015 State of Conservation”   March 12, 2015  Calusa Days Celebrated at Everglades National Park  Have you ever wondered what life was like in prehistoric south Florida, before window screens, air-conditioning, and bug spray? Come to Calusa Days to find out how the Calusa Indians survived this harsh environment!  The event is being held the weekend of March 28 and 29, at the Gulf Coast Visitor Center in Everglades City, Florida. There are many activities for both kids and adults, and all are invited.   March 04, 2015  Everglades hosts Big Day Birding Adventure  Everglades National Park Hosts Big Day Birding Adventure   February 27, 2015  Everglades National Park Hosts an Exhibition by Photographer Daniel Eric Madrigal  Everglades National Park invites the public to enjoy an exhibit by photographer Daniel Eric Madrigal, which will be on display at the Ernest F. Coe Visitor Center Gallery during the month of March.  The exhibit is entitled, “Everglades Forever, An Experience by Daniel Eric Madrigal,” and features stunning photographs of the Everglades. The public is also invited to meet the artist at receptions being held on Sunday, March 1 (10 a.m. to 5 p.m.), and again on Saturday, March 28 (8 a.m. to 5 p.m.).   February 18, 2015  New Report to be Presented on the Rare Plants of Everglades National Park  A new report by the Institute for Regional Conservation (IRC) on the status of the rare plants of Everglades National Park will be released March 2   February 18, 2015  FIFTH ANNUAL \"VINTAGE DAY\" CELEBRATION  Meet dreamers and schemers at the Fifth Annual Vintage Day Celebration, being held in Everglades National Park on Saturday, March 7, 2015, from 10 a.m. to 3 p.m. Visitors of all ages will have the opportunity to interact with costumed characters representing the “dreamers and schemers” that shaped Everglades National Park as we know it today.  There will also be special tours and presentations by local authors and historians.   February 18, 2015  New Report to be Presented on the Rare Plants of Everglades  A new report by the Institute for Regional Conservation (IRC) on the status of the rare plants of Everglades National Park will be released March 2. This comprehensive report, 10 years in the making, documents the status of rare plants in the park and provides park managers recommendations on habitat management in the face of potential impacts of sea level rise, invasive exotic species and other threats to the health of this ecosystem.  The report includes a current assessment on the status of 59 of the rarest plant species in the park.   February 12, 2015  Tamiami Trail Try-athlon  Join National Park Service staff Saturday, February 21, for a chance to test yourself and experience the wilder side of Everglades National Park and Big Cypress National Preserve while paddling, hiking and biking. For the first time, Everglades and Big Cypress will be offering a ranger-led, “Try-athlon” at park service sites along the Tamiami Trail (U.S. Highway 41), which runs through these two national park service units.   February 10, 2015  Free Entrance to National Parks President's Day Weekend  Get Outdoors this weekend and enjoy free entrance to  Everglades and Dry Tortugas National Parks,  February 14 – 16, for the President’s Day holiday weekend.   February 04, 2015  Park Seeks Public Comment on Proposed Cape Sable Dams Restoration – Phase II Project Environmental Assessment  The National Park Service (NPS), in compliance with the National Environmental Policy Act of 1969 (NEPA), plans to prepare an Environmental Assessment (EA) for the evaluation of dams on four waterways – House Ditch, Slagle Ditch, Raulerson Canal, and East Side Creek – in the Cape Sable region of Everglades National Park.   February 04, 2015  Ceramic League of Miami Art Exhibition at Coe Visitor Center  Everglades National Park invites the public to enjoy an art exhibit by the Ceramic League of Miami, on display at the Ernest F. Coe Visitor Center Gallery during the month of February.   February 02, 2015  First Annual Homestead Eco-Fair Commemorates Partnership with the Parks  The first annual Homestead Eco-Fair will take place on Saturday, February 7, 2015 from 12 noon to 3 pm at Losner Park in downtown Homestead.  It will be a perfect day to enjoy several free activities with the family.   January 22, 2015  Prescribed fire to Reduce Hazardous Vegetation and Stimulate Native Plants  Everglades National Park to conduct prescribed fire to reduce hazardous vegetation and stimulate native plant response   January 13, 2015  Paurotis Pond Closed for Nesting Season 2015  Everglades National Park announces the seasonal closure of Paurotis Pond and the area beyond the parking area adjacent to the pond, in a continuing effort to protect the threatened Wood Stork and all nesting birds in this area from human disturbance.   January 07, 2015  Fee Free Days in 2015  There are nine more reasons to enjoy your national park service units in 2015 - all will offer free admission on nine days in 2015. In addition, Everglades National Park will offer free admission for its annual Vintage Day celebration (March 7, 2015, main entrance only) and its Junior Ranger Day (March 21, 2015).   January 07, 2015  Pedro Ramos Selected as New Superintendent  Southeast Regional Director Stan Austin announced that Pedro Ramos has been selected as Superintendent of Everglades and Dry Tortugas National Parks in Florida. Ramos has been serving as superintendent of Big Cypress National Preserve since January 2009. Ramos will begin his new assignment in mid-January.   January 07, 2015  Cindy Rose Photography Exhibit  Everglades National Park invites the public to enjoy an art exhibit by Cindy Rose. The exhibit entitled, “River of Grass: A Diverse Ecosystem,” features stunning photographs of the Everglades. The collection will be on exhibit at the Ernest F. Coe Visitor Center Gallery at Everglades National Park during the month of January.   December 19, 2014  2015 Winter Free Seasonal Ranger-Led Programs to Begin  Winter of 2014 to 2015 - Free Seasonal Ranger-Led Programs to Begin   December 19, 2014  Free Ranger Led Programs  Winter is the perfect time to visit Everglades National Park! Spectacular opportunities abound to enjoy the great outdoors in your back yard. During south Florida’s dry season there are few mosquitoes, afternoon storms are gone and temperatures are cooler.   December 19, 2014  Park Offers Two Additional Public Meetings to Talk About Recreation Fee Increase Proposal  December 19, 2014 – UPDATE– FEE INCREASE PUBLIC MEETINGS - Additional information is provided below on two additional public meetings on proposed park fee increases, being held onJanuary 12 in Naples and January 15in Homestead.   December 17, 2014  Free Holiday Trolley to the Parks  Celebrate the Holiday Season with Free Trolley Visits to Your National Parks!   December 12, 2014  December Ernest Coe Art Exhibit  Everglades Impressions: Art Exhibit on display at Ernest F. Coe Gallery December 2014   December 09, 2014  AIRIE BRINGS THE EVERGLADES TO THE CITY WITH KNIGHT FOUNDATION SUPPORT  AIRIE BRINGS THE EVERGLADES TO THE CITY WITH KNIGHT FOUNDATION SUPPORT   December 02, 2014  Everglades National Park to conduct prescribed fires to protect Cape Sable Seaside Sparrow habitat and manage exotic plants  Everglades National Park to conduct prescribed fires to protect Cape Sable Seaside Sparrow habitat and manage exotic plants   December 01, 2014  Parks Seek input on Proposed Fee Increases  In September 2014, the National Park Service authorized all park units to engage the public and stakeholders on proposed fee increases as part of the 2014 National Park Service fee review.   November 24, 2014  Celebrate the Everglades National Park Quarter on December 4  Everglades National Park has received the prestigious honor of being selected as the one national site in the state of Florida to be portrayed on the reverse side of a newly- minted, United States quarter, and the public is invited to its ceremonial release, being held on Thursday, December 4 in Homestead.   November 24, 2014  Enjoy Thanksgiving at Everglades National Park  The Thanksgiving holiday is a great time to visit Everglades National Park, with special ranger programs making this a wonderful time to experience your back yard national park and the largest wilderness area east of the Rocky Mountains!   November 21, 2014  Homestead National Parks Trolley Returns to Meet Growing Demand  Homestead National Parks Trolley Returns to Meet Growing Demand   November 20, 2014  AIRIE Announces 2015 Fellows  AIRIE Announces 2015 Fellows   November 14, 2014  Campgrounds Reopening on a Limited Basis on November 15  HOMESTEAD, FLORIDA – Everglades National Park’s two drive-in campgrounds are reopening on a limited basis on November 15. The Long Pine Key Campground is reopening one to two loops, with limited sites available. The remainder of the Long Pine Key Campground will reopen no later than Christmas. The Flamingo Campground will reopen A-Loop, T-Loop, and walk-ins on November 15. The B-loop will reopen mid-January and will remain open during the busy season.   November 10, 2014  Free Homestead Trolley Tours to Biscayne and Everglades National Parks for NASCAR Fans  HOMESTEAD, FLORIDA – NASCAR event fans may enjoy a special opportunity to ride on the Homestead National Parks Trolley on Thursday, November 13, 2014, to Biscayne and Everglades National Parks. The special trolley route provides round trip transportation from the Speedway’s RV parking lot. Trolleys depart to Biscayne National Park at 10:30 a.m., and 1:20 p.m., and to Everglades National Park at 9:00 a.m. and 1:54 p.m. Free guided tours are provided on the trolley where visitors may learn about the history and ecosystems of the parks and community, and free entrance is provided to both national parks.   November 07, 2014  Everglades Wilderness Writing Expedition  Panel Discussion November 13  at Florida International University  HOMESTEAD, Florida:  Anyone who enjoys wilderness will want to attend a special panel discussion being held on Thursday, November 13, 2014, at the Biscayne Bay Campus of Florida International University.  The event is being held from 6:00 – 7:00 p.m. at the Wolfe Theater, located at 3000 NE 151st Street (Room WUC 100), Miami, Florida 33181.   November 06, 2014  Celebrate Veteran’s Day at Everglades and Dry Tortugas National Parks FREE Entrance to all National Parks Nike Missile Base Open House  Homestead\/Key West: Acting Superintendent Bob Krumenaker is inviting everyone who loves Everglades and Dry Tortugas National Parks to enjoy free entrance next Tuesday, November 11, in celebration of Veteran’s Day.   November 01, 2014  EVERGLADES: A VISION THROUGH THREE LENSES  Homestead, Florida: The photography of “Three Amigos” will be exhibited in the Ernest F. Coe Visitor Center Gallery at Everglades National Park during the month of November. Come browse the exhibit and meet the artists and park staff Saturday November 8 at a 1pm reception hosted by the Three Amigos at the Gallery, there is no cost to visit the Ernest F. Coe Visitor Center Gallery.   October 23, 2014  Everglades National Park seeks public comment on the Environmental Assessment for updated Fire Management Plan  Everglades National Park is pleased to announce the release of an Environmental Assessment (EA) for an updated Fire Management Plan (FMP).  The EA is important because it evaluates the impacts associated with a newly updated Fire Management Plan since policy has changed since the last update in 1995.   October 10, 2014  Winners of Wilderness Writing Expedition Announced!  HOMESTEAD, Florida: Everglades National Park is pleased to announce the university students selected to participate in the Everglades Wilderness Writing Expedition- a new and innovative program that will connect aspiring local writers to the Everglades wilderness while creating future park stewards.  These students, all from south Florida Universities, will participate in the adventure of a lifetime!   October 09, 2014  “Everything everGLADES” Panel Discussion October 16 at Florida Atlantic University  BOCA RATON, Fla – An exciting opportunity to attend a panel discussion about the Everglades is being held on Thursday, October 16 at 7:00 p.m., in the Florida Atlantic University (FAU) Theater.  The panel discussion is entitled, “Everything everGLADES,” and will be an in-depth discussion on the ecology and sustainability, social justice and the arts in the Everglades.  Anyone interested is invited to attend.   October 01, 2014  Gallery Exhibit at Everglades National Park  Wings and Wildflowers: Oil Paintings by Patricia Rottino Cummins  HOMESTEAD, Florida:  Patricia Rottino Cummins will exhibit her oil on canvas paintings in the Ernest F. Coe Visitor Center, located at the Homestead entrance to Everglades National Park, during the month of October, 2014.   September 15, 2014  Common Ground:  Artists in the Everglades  BOCA RATON, Fla – The University Galleries in Florida Atlantic University’s Dorothy F. Schmidt College of Arts and Letters presents, “Common Ground: Artists in the Everglades” at the Schmidt Center Gallery, 777 Glades Road, Boca Raton campus. The exhibition will open on Friday, September 19 at 6:30 p.m. and will be on view through Wednesday, November 5. All events are free and open to the public.   September 04, 2014  Waterways: Marine Debris  HOMESTEAD, Florida:  Seabirds ingesting balloons, marine mammals entangled in discarded fishing gear, and sea turtles abandoning plans to nest are among the issues caused by marine debris that are covered in the latest episode of “Waterways.”   September 03, 2014  Request for Interest or Pre-solicitation for Flamingo Concession Contract  HOMESTEAD, Florida:  The National Park Service has issued a Request for Interest or pre-solicitation for a prospectus that will be issued in the coming months soliciting offers for a 20 year Concession Contract to provide lodging, camping, tour boat, food and beverage, retail, and other services within the Flamingo Area of Everglades National Park.   September 02, 2014  Everglades Foundation Partners With National Park Service  to Restore Cape Sable  HOMESTEAD, Florida - Today the Everglades Foundation announced a $143,000 grant to the National Park Service which will pay for 50 percent of the cost of an environmental assessment of canals that are harming the ecosystem of Cape Sable.   August 25, 2014  Coastal Prairie Prescribed Fire to be conducted in Everglades National Park  Homestead, FL:  Everglades Fire Management plans to conduct a prescribed fire to eradicate invasive, non-native plants in the coastal prairies region of Everglades National Park.  Approximately 10,000 acres will be burned in the coastal prairies, a remote, roadless area of the Park, approximately 10 miles northwest of the Flamingo Visitor Use Area.   August 21, 2014  Win a Trip of a Lifetime Call for Applicants for the Everglades Wilderness Writing Expedition  Homestead, Florida: Have you ever imagined yourself exploring exotic places in search of the perfect story? Do you dream of travelling and changing the world through your writing? For over a century, the Everglades has been immortalized through the writings of people like Marjory Stoneman Douglas, Carl Hiaasen, Zora Neale Hurston and Michael Grunwald.   August 19, 2014  National Park Service Turns 98! Celebrate with FREE entrance to Everglades and Dry Tortugas National Parks  Homestead\/Key West: Acting Superintendent Bob Krumenaker is inviting everyone who loves Everglades and Dry Tortugas National Parks to come enjoy free entrance this Monday, August 25, in celebration of the 98th birthday of the National Park Service. According to Superintendent Krumenaker, “We are excited to join in the nationwide celebration of the 98th birthday of ‘America’s best idea,’ the National Park Service, and invite everyone to come enjoy your national park.”   July 25, 2014  Ernest F. Coe Visitor Center Roof Repairs Result in Temporary Changes in Access  HOMESTEAD, Florida:  Replacement of the roof on the park’s main visitor center, named after Ernest F. Coe, will result in temporary access changes to this building and the nearby park headquarters building during the next 3 months.   July 22, 2014  Tourism to South Florida National Parks Creates $206 Million in Economic Benefit and Over 2700 Jobs  HOMESTEAD, Florida – A new National Park Service report shows that over two and a half million visitors to the national parks in South Florida, spent $206 million last year in surrounding communities. That spending supported over 2,700 jobs in South Florida.  In Everglades National Park 1,047,116 visitors spent over $96 million and supported 1302 jobs in surrounding communities.   July 22, 2014  Paurotis Pond Opened Following Nesting Season 2014  HOMESTEAD, Florida - Paurotis Pond (and the zone beyond the parking area adjacent to the pond), has been reopened after the seasonal closure to protect nesting birds. Visitors may now enjoy open access for fishing, canoeing, and wildlife viewing.  Paurotis Pond is located 24 miles from the main park entrance in Homestead.   June 24, 2014  Everglades National Park Conducts Prescribed Burn  June 25 2014 in East Everglades  Everglades National Park will be conducting the East Everglades Unit 3 Prescribed Burn on Wednesday, June 25, beginning at 8:00 a.m. (weather permitting).   June 13, 2014  Everglades and Biscayne National Parks Campaign to Improve Boating Safety  Everglades and Biscayne National Parks are teaming up to reduce the number of accidents and fatalities related to boating under the influence of drugs and alcohol. The campaign, called Operation Dry Water, will be held June 27-29, 2014.   June 09, 2014  A Conversation with Everglades Artists at ArtCenter South Florida in Miami Beach  MIAMI BEACH, Florida: The Artist in Residence in the Everglades (AIRIE) program and ArtCenter\/South Florida present “A Conversation with Everglades Artists” on Wednesday, June 18 (7:00 – 8:00 p.m.).   June 05, 2014  Bob Krumenaker Appointed Acting Superintendent  Bob Krumenaker Appointed Acting Superintendent, Everglades and Dry Tortugas National Parks   May 29, 2014  Celebrate National Trails Day Volunteer at Everglades National Park  Everglades National Park invites the local community to celebrate National Trails Day by volunteering at the Park.  National Trails Day encourages all Americans to get outside to experience, appreciate, and celebrate the natural places where we can find spectacular scenery, peace of mind, and recreation.   May 29, 2014  Everglades National Park Receives 2014 America’s Best Idea Grant from the National Park Foundation  Everglades National Park is one of 39 national parks selected to receive a 2014 America’s Best Idea grant from the National Park Foundation, the official charity of America’s national parks.   May 13, 2014  Become an Artist in Residence in the Everglades  The Artist in Residence in the Everglades (AIRIE) program at Everglades National Park is calling for applications of artists for the twelve spots open for the 2015 calendar year.   May 02, 2014  Park Seeks Public Comment on Proposed Replacement of a Communications Tower  Environmental Assessment  The National Park Service (NPS) is beginning an environmental assessment (EA) for the proposed replacement of an NPS owned radio tower at the Dr. Bill Robertson Research Center within Everglades National Park.  Verizon Wireless Personal Communications, LP (Verizon Wireless) has applied for a Right-of-Way Permit to replace the existing 250 foot, guyed radio tower (currently supporting NPS radio repeaters) with a self-supporting wireless telecommunications tower of the same height, and to install a pre-fabricated equipment shed, fenced compound, and possible  access drive.  The NPS is required by the Telecommunications Act of 1996 and NPS Management Policies to consider applications for installation of wireless telecommunications facilities (WTF) on NPS lands.   April 30, 2014  “Flight:  Aloft in the Everglades” A World Heritage Site Art Exhibition Presented May 3 – July 6  Everglades National Park is pleased to announce the opening of, “Flight:  Aloft in the Everglades,” the next exhibit in a series of special Artists in Residence in the Everglades (AIRIE) exhibitions highlighting Everglades National Park’s international designation as a World Heritage Site.   April 21, 2014  2014 Everglades National Park Reopens Frank Key Channel in Florida Bay  Everglades National Park has reopened areas closed to protect the Frank Key Roseate Spoonbill colony during nesting season.  The channel running along the west end of Frank Key, and day use access to Carl Ross Key, have been reopened to public access.   April 21, 2014  Waterways Program Highlights Wading Birds and Benthic Studies  The educational television series, “Waterways,” continues to showcase the south Florida ecosystem in an exciting new two-part episode.  The unique wading birds of Everglades National Park are featured, as well as benthic studies that explore the make-up of the seafloor in the Florida Keys National Marine Sanctuary.   April 17, 2014  Summer Season at Everglades National Park  Changes in Hours and Closures  Everglades National Park is implementing annual changes in visitor services for the slower summer season at Flamingo and at Long Pine Key Campground.   April 16, 2014  Celebrate National Parks Week  at Everglades and Dry Tortugas National Parks!  FEE FREE WEEKEND APRIL 19 -20  Everglades and Dry Tortugas National Parks will have free admission April 19 and 20, opening weekend of National Park Week.   April 14, 2014  Everglades National Park Hosts Volunteers-in-Parks Day  Get Outdoors and create a new kind of national park memory by volunteering in your national park, just minutes away from Miami.   April 07, 2014  \"Beginning to End?” Florida International University Honors College Exhibit  Everglades National Park is proud to present a Florida International University (FIU) Honors College Exhibit, “Beginning to End?” at the Coe Visitor Center Gallery, April 4 - April 25, 2014.  The Honors College at FIU offers a four-year program for their most talented and outstanding students. These courses emphasize a broad liberal arts focus and an interdisciplinary approach to learning. Since September 2013, a group of students chose to meet all day every other Friday in various habitats and locations in Everglades National Park. Classes involved discussing literature on location, identification of flora and fauna, as well as hiking, biking, canoeing, and slough slogging, while accompanied by their professors, park rangers, artists, and scientists.  Students also participated in a service activity to benefit the park, visited the historic Nike Missile Base, and restoration sites located in the park.   April 04, 2014  Everglades National Park Conducts Hole-in-the-Donut Central Prescribed Burn  Everglades National Park will be conducting the Hole-in-the-Donut (HID) Central and Block AA Prescribed Burn on Monday, April 7, 2014 (weather permitting).  The 1,007 acre prescribed burn is scheduled to begin at 7:00 a.m.   March 28, 2014  Shawn Benge Appointed Acting Superintendent  Shawn Benge has been appointed the acting Superintendent for both Everglades and Dry Tortugas National Parks effective March 31 2014. Shawn will be on a 90 day assignment to fill the position held by retiring Superintendent Dan Kimball for the past ten years.   March 25, 2014  National Poetry Month celebrated in Everglades  To commemorate UNESCO’s World Poetry Day and National Poetry month, visitors will encounter Everglades-inspired poetry throughout Everglades National Park starting through April 30, 2014.  Visitors will enjoy vibrant banners featuring voices of the Everglades through words and rhythms from former Artist-in-Residence-in-Everglades (AIRIE) poets.   March 12, 2014  Nile Crocodile Removed from Everglades National Park  HOMESTEAD, Florida – Everglades National Park, and partners including the University of Florida (UF), Florida Fish and Wildlife Conservation Commission (FWC), and the Swamp Apes (a volunteer organization), worked together over the weekend to capture a Nile crocodile that was reported in Everglades National Park, in the Chekika area of the park, which is currently closed to the public.   March 12, 2014  Art Exhibit Promotes Literacy and Art at Everglades National Park  HOMESTEAD, FL: Everglades National Park is pleased to invite the community on Sunday, March 30th at 1:00pm, to a park sponsored art exhibit by the March Artist-in-Residence-in-Everglades (AIRIE) volunteer Nathaniel Sandler.  Mr. Sandler will exhibit books and reading materials as a means for visitors to experience something fun and interesting at the park.  The exhibit promotes literacy, art, and the tangible, timeless beauty of books by disseminating the printed word.  The books and reading materials will be available for free to visitors. Mr. Sandler will set up at the Royal Palm, near the Anhinga Trail.   March 11, 2014  Pack up the Kids and Get Outdoors for Junior Ranger Day  Pack up the Kids and Get Outdoors for Junior Ranger Day March 22!   March 07, 2014  New Deputy Superintendent selected for Everglades and Dry Tortugas  Everglades National Park Superintendent Dan Kimball announces the selection of Justin Unger as Deputy Superintendent for both Everglades and Dry Tortugas National Parks effective March 3 2014.  Unger  was formerly the Chief of Administration for the National Mall and Memorial Parks. “Justin brings a unique blend of park experience, academic study, and work in municipal governments that make him an ideal partner for our local communities and leader of our diverse team of talented park professionals,” says Kimball.   March 03, 2014  Tourism to Everglades National Park Creates $103 Million in Economic Benefit   Report shows visitor spending supports 1,402 jobs in local economy  HOMESTEAD, Florida – A new National Park Service (NPS) report shows that 1,141, 906 visitors to Everglades National Park in 2012 spent approximately $103 million in communities near the park. That spending supported 1,402 jobs in the local area.   March 03, 2014  New Shark Valley Visitor Center Dedication and Sunset Tram Tour  The new facility combines the operations of three partners into a single structure: Everglades National Park (visitor center), Florida National Parks Association (sales outlet), and Shark Valley Tram Tours (sales and bicycle rentals).   February 26, 2014  Free Entrance to Everglades National Park for Vintage Day  this Saturday  HOMESTEAD, Florida: The 4th annual Vintage Day celebration will be held in Everglades National Park this Saturday March 1, from 10:00 a.m.to 3:00 p.m. Visitors of all ages will have the opportunity to interact with the characters that helped create Everglades National Park—one of the most biologically and culturally diverse parks in the world.   February 20, 2014  Public Information Meeting February 27, 2014 on Federal Highway  Administration Adoption of the National Park Service’s Tamiami Trail  Modifications  Next Steps Final Environmental Impact Statement  Homestead, Florida: Everglades National Park invites the public to participate in a Public Information Meeting on the Federal Highway Administration Adoption of the National Park Service's Tamiami Trail Modifications: Next Steps Final Environmental Impact Statement will be held Thursday, February 27, 2014.   February 20, 2014  Public Information Meeting to be held February 27 on F ederal Highway Administration Adoption of the National Park ServicesTamiami Trail Modifications  Homestead, Florida:  Everglades National Park invites the public to participate in a Public Information Meeting on the Federal Highway Administration Adoption of the National Park Service's Tamiami Trail Modifications: Next Steps Final Environmental Impact Statement will be held Thursday, February 27, 2014.   February 20, 2014  Getting the Water Right Presentation February 23 by Photographer Adam Nadel  HOMESTEAD, FL: Everglades National Park is pleased to invite the community to a presentation on Sunday, February 23 by photographer Adam Nadel, who will discuss his project, “Getting the Water Right.”  The free event will begin at 4:00 p.m., at the Audiotheque at ArtCenter\/South Florida, located at 924 Lincoln Road #201, Miami Beach, Florida 33139. Mr. Nadel is the February Artist in Residence in the Everglades (AIRIE), and his project is a museum exhibition that documents the people and landscape of the greater Everglades watershed. Nadel has crisscrossed the Everglades to document how politics, culture, economy, and ecology have dynamically interacted, and often collided, to push the Everglades ecosystem to the edge of collapse. Nadel explains, “The Artist in Residence in the Everglades program allowed me to document the natural splendor of the Everglades landscape, the beauty of its native species, and the invasive exotic animals and plants that threaten the ecosystem.” For more information about Adam Nadel’s work, visit his website www.adamnadel.net For more information on the AIRIE program call 305-242-7752, or visit http:\/\/www.nps.gov\/ever\/supportyourpark\/everartistinresidence.htm Applications for 2015 are currently being received; the deadline is June 1, 2014.   February 17, 2014  National park seeks public comment on draft environmental impact  Everglades National Park is seeking public comment on its Draft Environmental Impact Statement (EIS) for the Acquisition of Florida Power & Light Company (FPL) Land in the East Everglades Expansion Area (EEEA). The Draft EIS was released January 17 for public review, and public comment is requested by Tuesday, March 18, 2014. The Draft EIS is available for review and comment at: http:\/\/parkplanning.nps.gov\/EVER  (then go to the “Open for Comment” link). A limited number of paper copies and compact disks (CDs) of the plan are also available upon request by contacting Everglades National Park at 305-242-7700. A public meeting is scheduled to receive comments on the Draft EIS:   February 10, 2014  Everglades National Park Conducts Prescribed Burn in East Everglades  Everglades National Park will be conducting the Heck House Prescribed Burn (East Everglades Unit 5) on Tuesday, February 11 and continue through Wednesday, February 12 (weather permitting).  The general location of the prescribed burn is along the eastern boundary of the park, west of Southwest 218 Avenue, and between Southwest 136 and 168 Streets.  The planned burn area is about 2,475 acres in size. The Florida Forest Service and South Florida Water Management District will be assisting.   February 03, 2014  Gallery Exhibit at Everglades National Park Finding Connections by Andrea Huffman  Everglades National Park is proud to present, \"Finding Connections\" by Andrea Huffman at the Ernest F. Coe Visitor Center Gallery during the month of February.  An artist’s reception will be held Saturday, February 15, 2014, beginning at 12:00 noon.  Admission is free.   January 30, 2014  Spawning aggregations and tropical connections  The latest episode of the educational television series Waterways delves into the importance of fish spawning aggregations in the Florida Keys and the new book Tropical Connections: South Florida’s Marine Environment.   January 17, 2014  Everglades National Park Seeks Public Comment on Draft Environmental Impact Statement for Acquisition of Florida Power and Light Company Land in East Everglades Expansion Area  Everglades National Park is seeking public comment on its Draft Environmental Impact Statement (EIS) for the Acquisition of Florida Power & Light Company (FPL) Land in the East Everglades Expansion Area (EEEA). The Draft EIS was released today for public review, and public comment is requested by Monday, March 17, 2014.   January 13, 2014  Artists Reception January 18 for Gallery Exhibit, Eyes of Everglades by Cynthia L. Diaz  Everglades National Park is proud to present, \"Eyes of Everglades\" by Cynthia L. Diaz at the Ernest F. Coe Visitor Center Gallery during the month of January.  An artist’s reception will be held Saturday, January 18, 2014, from 12:00 noon to 3:00 p.m.  Admission is free.   January 07, 2014  Paurotis Pond Closed for Nesting Season 2014  Everglades National Park announces the seasonal closure of Paurotis Pond and the area beyond the parking area adjacent to the pond, in a continuing effort to protect the endangered Wood Stork and all nesting birds in this area from human disturbance.   January 07, 2014  Everglades National Park Hosts Big Day Birding Adventure  The public is invited to participate in the Big Day Birding Adventure, a “citizen science” activity to count birds within the varied habitats of Everglades National Park.   December 31, 2013  Free Homestead National Parks Trolley to Launch at January 4 Celebration  Join us Saturday, January 4, from 11:00 a.m. to 1:00 p.m., to celebrate the launch of the first ever public transportation to Everglades and Biscayne National Parks! Free transportation, free parking, a guided tour, and waived entrance fees are all part of this exciting new public service. This innovative project, a partnership between the City of Homestead and Everglades and Biscayne National Parks, is the only public transportation available to these South Florida National Parks. Live music, free food and educational programs will be enjoyed by all at the Trolley grand opening including National Park Conservation Mascot Teddy Mather, National Park Superintendents, Local Girl and Boy Scout Troops, and City of Homestead officials.   December 20, 2013  Homestead National Park Trolley Made Official at Historic Signing Ceremony  The Homestead National Parks Trolley program was made official Wednesday night at the Homestead City Council Meeting, when Everglades National Park Superintendent Dan Kimball and Biscayne National Park Superintendent Brian Carlstrom joined Homestead Mayor Jeff Porter in signing an historic Memorandum of Understanding. This innovative project is the only public transportation available to these national parks and offers trolley riders free transportation, free parking, a guided tour, and waived entrance fees to the parks.   December 18, 2013  Long Pine Key Campground Reopening December 19  The Long Pine Key Campground is reopening Thursday, December 19, when visitors can enjoy newly paved roads, campsites and parking.  The campground, closed due to budget realities for the first time in 2013 during the slower summer season, will be open for the rest of the busy winter season and staffed by employees and volunteers until April 15, 2014.   December 18, 2013  Free Seasonal Ranger Led Programs to Begin  Winter is the perfect time to visit Everglades National Park!  Spectacular opportunities abound to enjoy the great outdoors in your back yard.  During south Florida’s dry season there are few mosquitoes, afternoon storms are gone and temperatures are cooler.   December 11, 2013  Waterways Explores Big Cypress and Keys Canals  Waterways continues its exploration of the south Florida ecosystem in a new two-segment episode. This latest episode takes a look at Everglades National Park’s neighbor to the north—Big Cypress National Preserve—and a plan to clean-up the manmade canals in the Florida Keys.   December 11, 2013  Chekika Day Use Area Closed Indefinitely  Due to current budget realities, Everglades National Park will not be reopening the Chekika Day Use Area as previously announced, and it will remain closed indefinitely.  This popular part of Everglades National Park is located in the northeast part of the park, off Krome Avenue at the west end of SW 168th Street in Miami.  Chekika was previously only open seasonally (December 1 to April 30, 8:00 a.m. to 5:00 p.m.) due to a tendency to flood during the wet season. Though park facilities are closed, 237th Avenue and SW 168th Street in the park will remain open for visitor use (bird watching and wildlife viewing).   November 29, 2013  Carl Ross and Frank Key Channels Annual closure 2013  In a continuing effort to protect Roseate Spoonbills in Florida Bay, Everglades National Park will close Carl Ross Key and Frank Key Channel to public entry during the winter nesting season. These temporary closures are intended to provide added protection for two of Florida Bay's most significant spoonbill colonies.   November 20, 2013  Get Outdoors and Enjoy Thanksgiving Weekend at Everglades National Park  “Get Outdoors!” Enjoy Thanksgiving Weekend at Everglades National Park   November 14, 2013  Long Pine Key Campground Opening Delayed to December  Due to improvements to park roads and parking lots, the reopening of the Long Pine Key Campground will be delayed due to paving work.  It was previously announced that it would reopen on November 15, however that is now being delayed until mid-December.  In the interim, those desiring to camp will be able to utilize the Flamingo Campground instead.   November 06, 2013  Fresh AIRIE Exhibition Highlights Artists’ Experiences at a World Heritage Site  Everglades National Park will kick off Fresh AIRIE: Artists’ Experiences in a World Heritage Site, at the Miami Dade College’s (MDC) Homestead Campus. This traveling exhibition features works by more than 30 artists as part of the Everglades National Park’s AIRIE Collection, including painting, photography, video, audio composition and poetry.  An opening reception and panel discussion will take place on Thursday, Nov 14.  The art work will remain on display at the Homestead Art Space through Dec. 13.   November 06, 2013  Tropical Botanic Artists present Botanical Exploration in the Everglades  Tropical Botanic Artists is presenting an exciting new exhibit through November at Everglades National Park. “Botanical Exploration in the Everglades” features watercolor portraits, a documentary film, and informative panels by Everglades National Park Botanist Jimi Sadle.   October 31, 2013  Get Outdoors! It's Fee Free Weekend at Everglades National Park Weekend Concludes with Special Nike Missile Site Open House Monday – Veterans Day  Entrance fees to Everglades National Park will be waived during the entire Veterans’ Day weekend, (November 9th through the 11th).  Visitors can enjoy a variety of outdoor activities in the nearly 1.5 million acres of this unique National Park, with an entrance to the park just minutes away from  Homestead, Florida City, Miami, Naples, and Everglades City!   October 25, 2013  Everglades Artists participate in Everglades Forever Weekend at Museum of Discovery and Science  Everglades National Park and participants in the Artist in Residence (AIRIE) program will be part of the American Express Everglades Forever Celebration kickoff hosted by the Museum of Discovery and Science in Fort Lauderdale, Florida November 2 and 3. A special exhibit of select AIRIE artwork will be part of this great weekend of activities.  Artists and Park Rangers will be on hand for parts of the program to answer questions and explain the exhibit.   October 18, 2013  Public Comment Period Extended  on Draft Florida Bay Seagrass Habitat Restoration Management Plan  October 18, 2013: Due to the federal government shutdown between October 1 and 16, the public comment period for the draft Seagrass Habitat Restoration Management Plan has been extended through Friday, October 25, 2013. The link to review and comment on the plan is: http:\/\/parkplanning.nps.gov\/projectHome.cfm?projectID=40553. Thank you for your continued interest and support of Everglades National Park. Subscribe to Everglades National Park News Feed | What is RSS Please Note - Original Press Release Issued August 20, 2013 - included below for reference.   October 17, 2013  Everglades National Park is Open  Everglades National Park re-opens to visitors today.   September 27, 2013  Waterways TV Program Addresses Climate Change  “Waterways” TV Program Addresses Climate Change and Sea Level Rise in South Florida   September 19, 2013  Traveling Park Exhibit Available for Local Display  Everglades National Park’s Community Outreach Program is pleased to announce the launch of its travelling exhibits program. The park has a suite of easy-to-assemble, traveling exhibits and displays that can be featured at any facility in the local community, including schools, libraries, shopping malls, banks, and hotels.   September 19, 2013  Celebrate at Everglades and Dry Tortugas National Parks on  National Public Lands Day  September 28  Superintendent Dan Kimball is inviting everyone who loves Everglades and Dry Tortugas National Parks to come enjoy free entrance on Saturday, September 28, in celebration of National Public Lands Day. A volunteer project is also being held at Shark Valley, for anyone who would enjoy an opportunity to serve.   September 12, 2013  National Park Service Helps Teachers Make Learning Fun and Relevant  Today the National Park Service (NPS) launched a new online service for teachers that brings America’s national parks, including Everglades National Park, into neighborhood classrooms. The new “Teachers” section of the NPS website at www.nps.gov\/teachers provides a one-stop shop for curriculum-based lesson plans, traveling trunks, maps, activities, distance learning, and other resources. All of the materials draw from the spectacular natural landscapes and authentic places preserved in America’s national parks.   August 23, 2013  Celebrate at Everglades and Dry Tortugas National Parks as the National Park Service Turns 97  Celebrate with FREE entrance to all national parks  Superintendent Dan Kimball is inviting everyone who loves Everglades and Dry Tortugas National Parks to come enjoy free entrance this Sunday, August 25, in celebration of the 97th birthday of the National Park Service.   August 22, 2013  City of Homestead to Provide Free Trolley Transportation to Everglades National Park  Free public transportation to Everglades National Park from the City of Homestead will be available on weekends this winter from approximately November to May. The popular, free Homestead community trolley service will add the national parks to its weekend routes.   August 22, 2013  Paurotis Pond Opened Following Nesting Season  Paurotis Pond (and the zone beyond the parking area adjacent to the pond), has been reopened after the seasonal closure to protect nesting birds. Visitors may now enjoy open access for fishing, canoeing, and wildlife viewing.  Paurotis Pond is located 24 miles from the main park entrance in Homestead.   August 22, 2013  Ernest F. Coe Gallery Reception and Exhibit Featuring “Fragmented Paths Through the Everglades” by Jessica Fiallo  Everglades National Park is pleased to invite the community to a reception for photographer Jessica Fiallo on Sunday, September 1 at the Ernest F. Coe Visitor Center Gallery (2:00 to 5:00 p.m.), and to enjoy her exhibit entitled, “Fragmented Paths Through the Everglades” throughout the month of September 201   August 20, 2013  Everglades National Park Seeks Public Comment on Seagrass Habitat Restoration Management Plan for Florida Bay  Everglades National Park is seeking public comment on its just completed Draft Seagrass Habitat Restoration Management Plan for Florida Bay. The draft plan was released today for public review, and comments will be accepted through Friday, October 4, 2013.   August 12, 2013  Exciting New Art Exhibit Inspired by Birds of the Everglades  The Ernest F. Coe Visitor Center Gallery is now showcasing works from the Artist-in-Residence-in-Everglades (AIRIE) program. The exhibit features donated works inspired by the amazing diversity of birds in Everglades National Park.   July 11, 2013  Everglades National Park Announces Seasonal Extension of  Idle-Speed Area in Snake Bight Pole and Troll Zone  Everglades National Park Superintendent Dan Kimball announced that the opening of the seasonal extension of the Jimmy’s Lake idle-speed area will begin on July 15, 2013. The area is located within the Snake Bight Pole and Troll Zone, a 9,400-acre non-combustion engine use zone in northern Florida Bay, just east of Flamingo.  In reaching his decision, Superintendent Kimball considered the public input of many that know Florida Bay extremely well, and additional site assessments conducted by park staff.   The extension area will be open from July 15 through October 31, taking into account historic high summer water levels in the area.   July 02, 2013  Gallery Exhibit at Everglades National Park  “The Majestic River of Grass”  Photography by Stephen Shelley  Stephen Shelley will display his photography in Everglades National Park’s Ernest F. Coe Visitor Center Gallery during the month of July.  His favorite subject is the Florida Everglades and the Florida Keys where he spends hours wading through cypress domes or mangroves swamps looking for new perspectives and subject matter.  Mr. Shelley’s goal is to capture the beauty of nature on canvas and encourage conservation of our natural resources so that they may continue to be enjoyed by future generations.   June 20, 2013  Everglades National Park Ramping for up Operation Dry Water 2013  Everglades National Park will be participating in Operation Dry Water June 28-30, as part of a nationally coordinated effort to reduce the number of accidents and fatalities related to Boating Under the Influence (BUI). The mission of Operation Dry Water also brings awareness and education to recreational boaters about the dangers of alcohol and drug use on the water.   June 03, 2013  Latest Waterways Addresses Florida Panther and Water Quality  Television viewers across Florida will be educated and entertained by the latest episode of the long-running, documentary television series Waterways that highlights recovery efforts of the endangered Florida panther, as well as the threats of pharmaceuticals and plastics in our oceans and streams   June 03, 2013  Oyster Bay Chickee Out of Service Due to Fire  Oyster Bay Back Country Chickee Out of Service Due to Fire   May 23, 2013  Everglades National Park Hosts National Trails Day Volunteer Event  All Americans who love natural places are commemorating National Trails Day on June 1, and Everglades National Park’s nationally award winning volunteer program is hosting an event.  Anyone who would like to participate is encouraged to come be a part of the celebration.  National Trails Day encourages all Americans to get outside to experience, appreciate, and celebrate the natural places that provide spectacular scenery, peace of mind, and recreation.  Everglades National Park is loved by many for being such a place, and all are invited to join the teams who will trim the popular boardwalk and paved trails along the main park road, starting at Payhayokee and finishing at Royal Palm.   May 08, 2013  Public Comment Due by May 12 for Everglades National Park’s Draft General Management Plan  Everglades National Park would like to encourage anyone interested in providing public comment on its Draft General Management Plan \/ East Everglades Wilderness Study \/ Environmental Impact Statement (Draft GMP) to do so soon. The Draft GMP was released February 27 and the public comment period ends this Sunday, May 12, 2013.   May 03, 2013  Everglades National Park Hosts Armed Forces Day  on May 18  Everglades National Park’s nationally award winning volunteer program is hosting a volunteer event in recognition of Armed Forces Day, on Saturday, May 18.   The volunteer event is taking place at the park’s historic Nike Missile Site, one of America’s best preserved sites from the Cold War Era and the Cuban Missile Crisis.  Although Everglades National Park was established to protect wildlife, in response to the gravity of the situation, park managers issued a permit to the U.S. Army to build the base within the park.  Official military use was terminated in 1979.  It is now listed on the U.S. Department of the Interior's National Register of Historic Places.  Volunteers are invited to join park staff to help preserve and restore for future generations this site that holds such an important place in the history of our nation and the world.   May 03, 2013  Everglades National Park Hosts International Day  for Biological Diversity on May 19  Everglades National Park’s nationally award winning volunteer program is hosting a volunteer event in recognition of the International Day for Biological Diversity on Sunday, May 19, at Shark Valley.  The International Day for Biological Diversity aims to increase understanding and awareness of biodiversity issues.   May 01, 2013  Chekika Day Use Area and Long Pine Key Campground Close  Everglades National Park’s Chekika Day Use Area and Long Pine Key Campground have been closed for the summer season.   April 25, 2013  Artist in Residence in Everglades Announces June 1 Deadline for 2014 AIRIE Residencies  AIRIE is now accepting applications for month-long residencies in Everglades National Park from visual and performing artists, writers, and composers.   April 25, 2013  Summer Season at Flamingo  Marina Store Hours Change and Buttonwood Café Closes  The Flamingo District of Everglades National Park is announcing that annual changes in hours for the summer season are now in effect.  The Marina Store has new hours for the summer: 7:00 a.m. to 5:30 p.m., on weekdays, and 6:00 a.m. to 5:30 p.m. on weekends.  The Buttonwood Café is closed for the rest of the summer season.   April 22, 2013  Everglades National Park’s Award Winning Volunteer Program Hosts Volunteers-in-Parks Day  Everglades National Park’s nationally award winning volunteer program is hosting an event for National Park Service Volunteers-in-Parks Day, this Saturday, April 27, 2013.  The volunteer event is at the park’s historic Nike Missile Site, one of America’s best preserved sites from the Cold War Era and the Cuban Missile Crisis.  Although Everglades National Park was established to protect wildlife, in response to the gravity of the situation, park managers issued the U.S. Army a permit to build the base within the park.  Official military use was terminated in 1979.  It is now listed on the U.S. Department of the Interior's National Register of Historic Places.  Volunteers are invited to join park staff to help preserve and restore for future generations this site that holds such an important place in the history of our nation and the world.   April 22, 2013  Everglades National Park Hosts Arbor Day Volunteer Event  Everglades National Park’s nationally award winning volunteer program is hosting an event in recognition of Arbor Day, on Sunday, April 28, 2013.  The event is being held at the Chekika Day Use Area to protect native trees and their habitat from exotic species of plants. Volunteers will pull up by hand an exotic plant called Syngonium and use loppers to cut back a larger exotic plant, Brazilian pepper.   April 22, 2013  Earth Day 2013: Our Green Parks - the National Park Service Plan for Sustainability  One year after releasing a strategic plan – and a shared vision – for sustainable operations within our nation’s parks, the National Park Service is going even greener. In the year since the Green Parks Plan, released on Earth Day 2012, focused the bureau on sustainable management of national parks and key environmental issues ranging from reducing energy and water consumption to adopting greener transportation methods to lowering emissions of greenhouse gases, parks have achieved notable successes.   April 17, 2013  Everglades National Park Celebrates National Poetry Month  During the month of April, visitors will see vibrant banners displayed throughout the park featuring the Everglades-inspired poems written by our former Artist-in-Residence-in-Everglades (AIRIE) poets. These brightly-colored banners capture the voices of the Everglades through words and rhythms that commemorate National Poetry Month held each year in April. “In a park known for its spectacular and diverse wildlife, the art and voices of AIRIE artists reveal other unique, and oftentimes missed, dimensions of this special place,” said Dan Kimball, Superintendent of Everglades National Park. “The poetry will share the symphony of the Everglades through the words of AIRIE poets and provide Park visitors with an opportunity to better enjoy and understand the Everglades.” About AIRIE   April 09, 2013  Everglades National Park Extends Deadline for Proposals for Commercial Visitor Services at Flamingo  Everglades National Park has extended the deadline to April 25 for bids for the concession contract that provides commercial visitor services at Flamingo, located 38 miles from park headquarters.  The prospectus addresses the operations and provides lodging, camping, tour boat, canoe\/kayak rentals, skiff rentals, houseboat rentals, bicycle rentals, boat slip rentals, food and beverage, retail, boat transfer service and other visitor services.  The deadline has been delayed in response to questions from bidders which resulted in revisions to the prospectus, and to give potential bidders more time. The projected annual revenue in 2015 (when all services will be offered to visitors, including new lodging):  $3.5 to $4.9 million.  The contract term for operations at Flamingo is ten years. The minimum franchise fee will be 4.7% of gross revenue for the ten years of the contract.   April 09, 2013  Everglades National Park Reopens Frank Key Channel in Florida Bay  Everglades National Park Superintendent Dan Kimball, announced today the reopening of Frank Key Channel in Florida Bay to the public. The closure buoys in Frank Key Channel have been replaced with no wake signs.   April 03, 2013  Everglades National Park Hosting Additional Public Meetings on Long Term Vision for the Park  Everglades National Park has scheduled two additional public meetings on its Draft General Management Plan for April 16 (Marathon) and April 17 (Key West). Three public meetings were recently held in which important input was provided by the public and four meetings previously announced will take place next week. Based on interest from Congressman Joe Garcia and constituents in the middle and lower Keys, meetings will also be held in Marathon on April 16 and Key West on April 17.  These meetings are being held throughout south Florida to facilitate public comment on the park’s Draft General Management Plan \/ East Everglades Wilderness Study \/ Environmental Impact Statement (Draft GMP). The Draft GMP was released February 27 for public review, and public comment is requested by Sunday, May 12, 2013.   March 28, 2013  Everglades National Park Unveils New  Park Employee for a Day Geocache Trail  Everglades National Park recently unveiled the new \"Park Employee for a Day\" geocache trail. Often billed as a \"high-tech scavenger hunt,\" geocaching is a location-based experience that challenges visitors with a Global Positioning System (GPS) or mobile device to discover hidden treasures. The activity has gained popularity over the years commensurate with the increasing availability of GPS-enabled devices.   March 28, 2013  Everglades National Park Seeks New Artists for 2014  Everglades National Park has extended the deadline for applications to exhibit artwork in the Ernest F. Coe Visitor Center Gallery. The park is especially seeking local amateur artists using a variety of media that focus on the natural and cultural beauty of the Everglades. The park is also interested in highlighting Everglades inspired, student artwork, including K-12 institutions and universities. Each year the application period is open from January 1 to March 31 to apply for the following year. This year the deadline for 2014 has been extended to June 30, 2013.   March 26, 2013  Everglades and Biscayne National Parks Welcome City of Homestead Recognition as Gateway City  Everglades National Park Superintendent Dan Kimball and Biscayne National Park Superintendent Brian Carlstrom welcome the City of Homestead’s resolution naming itself as, “The Gateway to the Everglades and Biscayne National Parks.”  The City of Homestead approved the resolution during the March 20 Homestead City Council Meeting.   March 22, 2013  Everglades National Park Gallery Exhibit Featuring Mary Keithan’s, “Birds of the Everglades”  Artist Photographer Mary Keithan will be showing color nature photographs at the Ernest F. Coe Visitors Center Gallery during the month of April 2013. The exhibition is the result of photographs taken in 2012 while pursuing her passion under the auspices of the Artist-in-Residency-in-the-Everglades (AIRlE) program at Everglades National Park.   March 22, 2013  Junior Ranger Day at Everglades National Park is April 6!  Everglades National Park is pleased to invite kids who want to be Junior Rangers to visit the park for free on April 6 to learn how to, “Explore, Learn, and Protect” your national parks! Admission to the park will be free for families participating in the Junior Ranger Day event.  Junior Ranger Day is an annual event and is part of the national Junior Ranger Program, designed specifically for kids and families who visit National Park Service sites.   March 15, 2013  Everglades National Park Extends Public Comment Period for Proposed Fee Increase for Backcountry Camping  Everglades National Park Superintendent Dan Kimball announced today that the public comment period has been extended to allow interested parties more time to comment on a proposed fee increase for all backcountry camping. The public comment period was originally scheduled to end on March 15, but to facilitate public involvement it has been extended an additional thirty days, to April 16, 2013.   March 15, 2013  Everglades National Park Hosting Public Meetings on Long Term Vision for the Park  Everglades National Park is hosting a series of public meetings to facilitate public comment on its Draft General Management Plan \/ East Everglades Wilderness Study \/ Environmental Impact Statement (Draft GMP). The Draft GMP was released February 27 for public review, and public comment is requested by Sunday, May 12, 2013.   March 14, 2013  AIRIE Fellows Exhibit at Locust Projects - Opening Reception Saturday  Locust Projects, in partnership with Artists in Residence in Everglades (AIRIE), is pleased to present a site-specific installation by the New York-based collaborative duo Wade Kavanaugh & Stephen B. Nguyen. Known for undulating installations of twisted and gnarled paper that engulf spaces and surround the viewer, Kavanaugh and Nguyen will create an immersive three-dimensional drawing based on their impressions of the Everglades, where they are AIRIE artists in residence. Their practice focuses on the collaborative process itself, resulting in abstractions of the entangled mangrove roots, waving sawgrass, and muscular storm clouds of the Everglades waterscape.   March 12, 2013  Celebrate Calusa Days March 23 - 24 at Everglades National Park’s Gulf Coast Visitor Center  EVERGLADES CITY, Florida – Celebrate Calusa Days and Florida Archaeology Month on March 23 and 24 at the Gulf Coast Visitor Center of Everglades National Park.  Visitors will enjoy a unique opportunity to learn about the prehistory and archaeological resources in the Ten Thousand Islands of southwest Florida.  Highlights include visits to the Turner River and Sandfly Island Indian Shell Mounds to learn about how the Calusa Indians lived. Participants will also be able to step into the past as they try atlatl throwing, pottery making, mask painting, and more.  Activities are free except for the boat tours to the shell mounds.   March 12, 2013  Everglades National Park Conducts Hole-in-the-Donut East Prescribed Burn  HOMESTEAD, Florida:  Everglades National Park will be conducting the Hole-in-the-Donut (HID) East prescribed burn on Tuesday, March 12, 2013 (weather permitting).  The 1,736 acre prescribed burn began at 9:30 a.m.   March 12, 2013  UPDATE:  Media Availability for Everglades National Park Draft General Management Plan  Everglades National Park is seeking public comment on its Draft General Management Plan \/ East Everglades Wilderness Study \/ Environmental Impact Statement (Draft GMP) through May 12, 2013.   March 05, 2013  Everglades National Park Seeks Input on Proposed Fee Increase  Everglades National Park Superintendent Dan Kimball announced today that public comment is requested on proposed fee increases for backcountry camping. The comment period runs through March 15, 2013.   February 28, 2013  Everglades National Park Seeks Public Comment on Long Term Vision for the Park in Draft General Management Plan  Everglades National Park is seeking public comment on its Draft General Management Plan \/ East Everglades Wilderness Study \/ Environmental Impact Statement (Draft GMP). The Draft GMP was released today for public review and public comment is requested by Sunday, May 12, 2013.   February 27, 2013  Everglades National Park Tourism Creates Millions in Local Economic Benefit  A new National Park Service (NPS) report for 2011 shows that the 934,351 visitors to Everglades National Park spent approximately $146.8 million in communities surrounding the park.  This spending supported 2,408 jobs in the local area.   February 21, 2013  Watch History Come to Life at the 3rd Annual Vintage Day Celebration at Everglades National Park  Watch history come to life at Everglades National Park’s third annual Vintage Day celebration on Saturday, March 2, from 10:00 a.m. to 3:00 p.m. This year’s theme, “The Battle to Preserve Paradise,” explores the rich stories of the Everglades during the first half of the twentieth century. Park admission at the Homestead entrance will be waived for the day and all activities are free of charge for the whole family.   February 12, 2013  50 Years Ago Today - Remembering Northwest Orient Flight 705  Everglades National Park commemorates the loss of 43 people who perished 50 years ago today when Flight 703 broke apart mid-air due to severe weather and crashed in a remote area of Everglades National Park.   February 08, 2013  Annual Chekika Bicycle Rodeo and Safety Fair February 23  HOMESTEAD, Florida: Everglades National Park is pleased to host a \"Bicycle Rodeo and Safety Fair.\" The bike rodeo is a one-day training event for young bicycle riders designed to prevent bicycle-related accidents and injuries.   February 08, 2013  Everglades Mountains and Valleys  Video Series and Contest for Educators  A new video series has been released by Everglades National Park’s Environmental Education Program and a corresponding contest for educators is being held through March 1, 2013.   February 07, 2013  Panel Discussion February 12 - Culture among the Vultures: Art in the Everglades  On Tuesday, February 12, 2013, a panel discussion will take place from 6:00 to 8:00 p.m., at Books & Books in Coral Gables, featuring Artist-in-Residence-in-Everglades (AIRIE) fellows in a discussion about culture in the Everglades. People often associate the Everglades with its abundant natural vistas: The river of grass, mangrove islands and glorious skyscapes. This panel discussion will focus on how people have made expressions of culture in the Everglades.   February 05, 2013  First Restoration Component to Directly Benefit The Park  Everglades National Park joined other federal and state partners to celebrate the completion of a key component in improving freshwater deliveries to the southern end of the Everglades ecosystem, during a January 11 dedication ceremony at the C-111 Spreader Canal Western Project.   January 29, 2013  Everglades National Park Requesting Proposals for Commercial Visitor Services at Flamingo  prospectus for a concession contract that provides commercial visitor services at Flamingo in Everglades National Park   January 29, 2013  World Wetlands Day in Everglades – Making a World of Difference  Everglades National Park will host a volunteer event to promote World Wetlands Day and habitat restoration by removing invasive plants in the Hole in the Donut restoration area.   January 08, 2013  Paurotis Pond Closed for Nesting Season 2013  Everglades National Park announces the seasonal closure of Paurotis Pond and the area beyond the parking area adjacent to the pond, in a continuing effort to protect the endangered Wood Stork and all nesting birds in this area from human disturbance.   January 07, 2013  National Day of Service Event at Everglades National Park  In recognition of the National Day of Service, Everglades National Park will host a public volunteer event on Saturday, January 19, 2013, in the housing and maintenance areas in the Royal Palm District of the park.   December 26, 2012  Meet Everglades Artist in Residence this Saturday  Everglades National Park is pleased to invite the community to visit the December Artist in Residence at Everglades, Trong Gia Nguyen, at the Anhinga Trail within Royal Palm, on Saturday, December 29th.   December 21, 2012  Everglades National Park Gallery Exhibit Featuring Michael Stern Photos  An exhibition featuring Michael Stern’s nature photography of Everglades National Park will be on display at the Ernest F. Coe Visitor Center Gallery beginning January 1, 2013 through January 31, 2013.   December 13, 2012  Park Conducts Tower Tract (East Everglades 6) Prescribed Burn  Homestead, Florida:  Everglades National Park will be conducting the Tower Tract (East Everglades 6) Prescribed Burn on Friday December 14, 2012, in the East Everglades District of the park.   December 13, 2012  Park Conducts Pine Island Prescribed Burn  Homestead, Florida:  Everglades National Park will be conducting a 1,212 acre prescribed burn on Thursday December 13, 2012, in the Pine Island District of the park.   December 13, 2012  Eco-Tent for Flamingo  Everglades National Park Partners with University of Miami to Create Eco-Tent for Flamingo   December 06, 2012  Prescribed Burn On Thursday December 6  Homestead, Florida:  Everglades National Park will be conducting a prescribed burn on Thursday December 6, 2012, in the East Everglades District of the park (Chekika).   December 04, 2012  Peruvian Parks Leader Receives Award  Peruvian National Parks Leader Receives World Heritage Fellowship at Everglades National Park   October 18, 2012  Veterans visit Park’s Nike Missile Site HM-69  Everglades Media Availability Veterans visit Park’s Nike Missile Site HM-69 Sunday October 21   October 15, 2012  Refurbished Missile shell returns to Park  The George T. Baker Aviation School has completed refurbishment of a 41-foot Nike Hercules Missile (shell) and will transfer it back to Everglades National Park on Friday, October 19, at 9:00 a.m.   September 18, 2012  Everglades National Park Celebrates National Public Lands Day  Everglades National Park Celebrates National Public Lands Day   September 16, 2012  Cold War Exhibit Featured to Coe Visitor Center  Cold War Exhibit Featured to Coe Visitor Center   August 27, 2012  Everglades National Park Opens Following Tropical Storm Isaac Closure  Everglades National Park experienced minor impacts from Tropical Storm Isaac and will be open to visitors at 12:00 noon August 28, 2012.   August 21, 2012  Everglades National Park Partners with Local School to Restore a Piece of Cold War History  Everglades National Park Partners with Local School to Restore a Piece of Cold War History   August 01, 2012  Flamingo Marina Boat Ramp Repairs Scheduled  Flamingo Marina Boat Ramp Repairs Aug 6 – Sept 1   July 22, 2012  Search for Missing Boater Concludes with Tragedy  Search for Missing Boater Concludes with Tragedy   July 22, 2012  August Art Exhibit and Artist Reception  The exhibition \"Wild Florida\" by local photographer Phoenix will be on display during the month of August at the Ernest F. Coe Visitor Center Art Gallery in Everglades National Park.  A special \"Meet the Artist\" reception will be held Saturday, August 4th from 1:00 to 3:00 pm at the Ernest Coe Visitor Center Gallery.   July 22, 2012  Waterways: Preserving Fort Jefferson  The next episode of Waterways ventures 70 miles west of Key West, Florida, to Dry Tortugas National Park, where park staff, masons, conservation specialists and the 482nd Civil Engineers Squadron from Homestead Air Reserve Base are hard at work preserving Fort Jefferson.   July 05, 2012  Deer Hammock Wildfire  Everglades National Park’s Fire Management Division is suppressing a lightning ignited wildfire which started Tuesday July 3rd   June 30, 2012  Everglades National Park Reopens Paurotis Pond  Paurotis Pond reopens after seasonal closure.   June 14, 2012  Park comments on EPA and State Water Quality Agreement  Superintendent comments on Water Quality Agreement between EPA and Florida   June 05, 2012  Park Offers Free Admission this Saturday  Everglades & Dry Tortugas Offer Free Admission this Saturday   May 31, 2012  Photography Exhibit to Open  Everglades National Park is hosting an exciting new photography exhibit entitled, Three Views of the Everglades. The exhibit will be in place from June 2-June 30th, 2012.   May 18, 2012  Free Military Entrance Passes  Thanking America’s Armed Forces Active Duty U.S. Military Offered Free Entrance to All National Parks   May 16, 2012  Celebrate Armed Forces Day  In recognition of Armed Forces Day, Everglades National Park will host a volunteer event   May 16, 2012  Florida Bay Map and Guide Updated  Updated Florida Bay Map and Guide Available   April 30, 2012  Free Nature Photography Class, Sunday May 6  Everglades National Park is pleased to invite the community to visit our Artist in Residence, Mary Keithan, at the Anhinga Trail on Sunday, May 6, 2012.   April 30, 2012  Award Winning Nature Photographer to exhibit at Everglades National Park  Paul Marcellini, an award-winning Miami nature photographer will be displaying a new series of work, called Meet Your Neighbors in the Ernest Coe Visitor’s Center   April 11, 2012  Stunning Photo exhibit at Coe Visitor Center through April 30  There's always something new and interesting to see or hear - so get outdoors and experience the Everglades!   The Ernest F. Coe Visitor Center Art Gallery in Everglades National Park is currently hosting  a collection of stunning wildlife photography by Kevan and Linda Sunderland at the Visitor Center Gallery.   April 11, 2012  Artist in the Park Event April 12  Get Outdoors for a special event with current park artist Joanna Kidd and Danni Dowling at Anhinga Trail.   March 21, 2012  New Moon Star Gazing Event  New Moon Star Gazing Event   March 21, 2012  Mark Your Calendar - Pack up the Kids - and Head to the Park for Junior Ranger Day!  Mark Your Calendar - Pack up the Kids - and Head to the Park for Junior Ranger Day!   March 20, 2012  Park Celebrates Archeology Month with Calusa Days at the Gulf Coast Visitor Center  Park Celebrates Archeology Month with Calusa Days at the Gulf Coast Visitor Center   March 16, 2012  Everglades National Park = visitors, money and jobs for local economy  Everglades National Park = visitors, money and jobs for local economy   March 16, 2012  Everglades National Park to Host UNESCO Director General at Tourism Roundtable  Will celebrate 40th Anniversary of UNESCO’s World Heritage Convention Program that draws visitors from around the globe to Florida’s Everglades National Park   March 14, 2012  UNESCO World Poetry Day celebrated in Everglades  UNESCO World Poetry Day celebrated in Everglades   March 13, 2012  Emergency Closure of East Cape and Homestead Canals  Emergency Closure of the East Cape Canal and Homestead Canal   March 13, 2012  Park Celebrates 40th Anniversary of World Heritage Convention  Everglades National Park Celebrates the 40th Anniversary of the World Heritage Convention: Hosts UNESCO Director General   March 12, 2012  Everglades National Park Celebrates 40th Anniversary of World Heritage Convention:  Everglades National Park Celebrates 40th Anniversary of World Heritage Convention: Hosts UNESCO Director General   March 04, 2012  Park to conduct Prescribed Burn Monday March 5, 2012  Park to conduct Prescribed Burn March 5 2012   March 01, 2012  First Annual Everglades \"Bicycle Rodeo and Safety Fair\"  \"Bicycle Rodeo and Safety Fair\" is a one-day training event for young bicycle riders designed to prevent bicycle-related accidents and injuries.   February 29, 2012  Meet Marjory Stoneman Douglas in Person  Chat with Marjory Stoneman Douglas, celebrated activist and author of \"Everglades: River of Grass\" at the Vintage Everglades Day Celebration on Saturday March 3rd, 2012 from 10 AM to 3 PM   February 23, 2012  Superintendent to join Historical Reenactors for Vintage Everglades Day Event!  Superintendent Dan Kimball will join park staff and volunteers portraying important historical characters from the early 20th century as part of the 2nd annual Vintage Everglades Day celebration on Saturday March 3rd, 2012.   February 21, 2012  Park Hosts Public Workshops on the Snake Bight Pole and Troll Zone  Park Hosts Public Workshops on the Snake Bight Pole and Troll Zone March 5 and 8 Homestead Florida: National Park Superintendent Dan Kimball announced today that the park will host two public workshops to provide an update and gather public input on their experiences over the past year using the Snake Bight Pole and Troll Zone in Florida Bay, established in January  2011.   February 14, 2012  New Moon Star Party  Join Park Rangers for a New Moon Star Party. On Saturday, February 25, 2012, at 9:00 pm, Everglades National Park will host a New Moon Star Party event.   February 13, 2012  Presidents Day Volunteer Event at the Nike Missile Site  On Saturday, February 18, 2012, Everglades National Park will host a volunteer event at the park’s historic Nike Missile Site, one of the Nation’s best preserved sites from the Cold War Era.   February 09, 2012  Vintage Everglades Day 2012  Mark Your Calendars for the 2nd Annual \"Vintage Day\" Celebration at Everglades National Park!   February 06, 2012  February Coe Visitor Center Art Exhibit  LIGHT ON WILD FLORIDA Exhibit of photographic prints by Susan Schermer at Coe Visitor Center Now through Feb 29, 2012   January 30, 2012  Waterways Back On-the-Air and Online!  After a nearly four-year hiatus, Waterways has returned with two brand new episodes highlighting invasive exotic species and education programs promoting responsible recreation.   January 20, 2012  Get Outdoors - Come Play with Clay on the Anhinga Trail  Get Outdoors - Come Play with Clay on the Anhinga Trail   January 18, 2012  Get Outdoors for Big Day Birding Adventures at Everglades National Park  Get Outdoors for Big Day Birding Adventures at Everglades National Park   January 06, 2012  Fulfill a Dream, Join the Everglades Volunteer Team  Fulfill a Dream, Join the Everglades Volunteer Team  Special volunteer program for Martin Luther King Day   January 04, 2012  Prescribed Burn January 4 and 5  Park plans prescribed burn January 4 and 5, 2012.  No related closures anticipated.   December 29, 2011  Update on Park General Management Plan  Update on the Everglades National Park General Management Plan   December 28, 2011  Macroalgae: Hidden Colors of the Sea  Twenty-nine original watercolors by the Tropical Botanic Artists Collective will be on display at the Coe Visitor Center during the month of January 2012   December 22, 2011  Paurotis Pond Closed for Nesting Season 2012  Paurotis Pond closed for 2012 Nesting Season   December 22, 2011  Seasonal Ranger Programs to Begin  Tis’ The Season To Visit Everglades National Park Ranger-Guided Programs Begin December 23th   December 15, 2011  Lanscape Painting on the Anhinga Trail  Artist in Residence, Bill Brody, will demonstrate his artwork and talk to visitors about his large scale landscape paintings   November 29, 2011  Park Continues Prescribed Burn - UPDATE  Park Prescribed Burn Continues after successful ignition this morning   November 29, 2011  \"IveGot1\" – Mobile App now Available!  IveGot1\" – iPhone Mobile App now Available!  Track invasive exotic plant and animal species in Florida   November 29, 2011  Art Exhibit Celebrates 10 years of Artists in Residence in Everglades Program  An exciting new art exhibition will celebrate the tenth anniversary of one of South Florida’s most successful art-and-nature collaborations: the Artists In Residence In Everglades (AIRIE) program.   November 28, 2011  Park to Conduct Prescribed Burn  Park to conduct prescribed burn November 29 and 30 in north eastern area of the park   November 11, 2011  Carl Ross and Frank Key Channels Annual Closure  Everglades National Park Closes Carl Ross and Frank Key Channels in Florida Bay to protect Roseate Spoonbills during winter nesting   November 07, 2011  Veterans Day at Everglades National Park  Celebrate Veterans Day Weekend at Everglades National Park Nike Missile Base Open House Saturday Fees waived at all fee stations November 11 - 13   September 15, 2011  Celbrate National Public Lands Day - Volunteer !  Celebrate National Public Lands Day - Come Volunteer at the Park   September 09, 2011  Park Rangers Declare Park Visitor as Missing  Park Rangers Declare Park Visitor as Missing   September 01, 2011  Park Rangers continue search for Park Visitor  Park Rangers continue search for Park Visitor   August 31, 2011  Park Rangers launch search for Park Visitor  Park Rangers launch search for Park Visitor   August 24, 2011  Park Firefighters Manage Shanty Wildfire  Everglades National Park firefighters are currently managing a wildfire that began Tuesday afternoon as a result of a lightning strike.   August 19, 2011  Damage from Lightening Strike Repaired  Damage from Lightening Strike at Everglades National Park Repaired   August 18, 2011  Lightening Strike disrupts phone and internet access  Lightening Strike disrupts phone and internet access at Everglades National Park   August 17, 2011  Parks Curator Nancy Russell Recognized for Excellence  South Florida Parks Curator, Nancy Russell, honored for stewardship of culural resources in south florida parks.   August 05, 2011  Wildfire in Everglades National Park 100% Contained  The \"Afternoon Fire\" in Everglades National Park (Park) is now 100% contained   August 04, 2011  Everglades Afternoon Fire Update  Firefighters Continue to Manage Wildfire in Everglades National Park   August 03, 2011  Park Firefighters Manage Wildfire caused by Lightning  Everglades National Park firefighters continue to manage a wildfire that began Monday in the northeast sector of the park.   July 27, 2011  Special Presentation on Liguus Tree Snails at Park Visitor Center  Join Artist-in-Residence Kathy Garvey 2:30 pm on Saturday, July 30, 2011 at the Ernest Coe Visitor Center for a presentation and discussion of liguus tree snails and their unique patterns.   July 11, 2011  Flamingo’s Buttonwood Café Closes for Summer Season  The Buttonwood Café in the Flamingo District of Everglades National Park will be closed for the rest of the summer season, reopening in November 2011.   July 07, 2011  Hola Everglades – An introduction to Everglades National Park en Español  Hola Everglades – An introduction to Everglades National Park en Español   July 05, 2011  Join Everglades National Park in: “Rolling Towards Restoration, One Tire at a Time!’’ Volunteer Event  Join Everglades National Park in: “Rolling Towards Restoration, One Tire at a Time!’’ Volunteer Event   July 02, 2011  “Photographic Images of the Everglades”  Everglades National Park will exhibit photographic works from members of the Purple Isles Art Guild of the Florida Keys from July 1 to July 31, 2011   June 28, 2011  Park Scoping Period Extended for FPL EIS  UPDATE - Park Scoping Period Extended to July 25 for Acquisition of Florida Power and Light Lands Environmental Impact Statement   June 24, 2011  Park Videos help Plan a Visit or Experience a Virtual Visit!  Park provides videos to plan a visit or experience a virtual visit through expanded Video Series.   June 24, 2011  Flamingo’s Buttonwood Café Summer Hours  The Buttonwood Café in the Flamingo District of Everglades National Park announces its summer hours.   June 16, 2011  Join Everglades National Park in a “Welcome to the Summer” Volunteer Day and Tour  Everglades National Park is inviting volunteers to plant Muhly Grass in the landscape surrounding the Flamingo Campground kiosk   June 09, 2011  Aritist in Residence Demonstration & Discussion Sunday June 26  Join Park Artist in Residence Sunday for a Special Demonstration   June 09, 2011  Park seeks public comment on proposed Acquisition of Florida Power and Light Lands Environmental Impact Statement  Park seeks public comment on proposed Acquisition of Florida Power and Light Lands Environmental Impact Statement   June 02, 2011  June Art exhibit for Coe Visitor Center  Visitor Center's rotating Art Exhibit to enjoy the work of Artist Joseph Weinzettle who explores use of traditional and natural materials for his art.   June 02, 2011  Volunteer for Trail Cleanup Saturday  Join park staff and other volunteers  for a day of clearing Rowdy Bend Trail in the Flamingo District of the park   April 29, 2011  New Photo Exhibit at Coe Visitor Center for May 2011  May 2011 Coe Visitor Center Photo Exhibit by Paula Baxter   April 21, 2011  Help Your National Park this Arbor Day  Help Your National Park this Arbor Day Volunteer Event - April 30 at Everglades National Park   April 13, 2011  Everglades National Park Celebrates Poetry Month  Encounter Everglades-inspired poetry throughout Everglades National Park this April during the O, Miami Poetry Festival   April 12, 2011  Celebrate National Parks Week at Everglades and Dry Tortugas National Parks!  Celebrate National Parks Week at Everglades and Dry Tortugas National Parks! Special Programs Offered and Entrance Fees waived at both parks April 16 - 24   April 11, 2011  “Everglades National Park… A place like no other!”  “Everglades National Park… A place like no other!”  Photo Exhibit by Maxis Gámez   April 05, 2011  Junior Ranger Day at Everglades National Park  Junior Ranger Day at Everglades National Park - Saturday, April 9, 2011   April 05, 2011  Volunteer Day Saturday April 16  Come out and give back to your national park.   March 18, 2011  Everglades National Park Experiencing Very High Fire Danger  Everglades National Park Experiencing Very High Fire Danger   March 17, 2011  Endangered Plant Art Exhibit at Everglades National Park  Homestead Florida - Update: A special program will be held at Everglades National Park as part of this exhibit.   March 04, 2011  New Exhibit on Invasive Species Unveiled at Four Area Parks and Preserves  New Exhibit on Invasive Species Unveiled at Four Area Parks and Preserves   March 01, 2011  Park Hosts End of Season New Moon Star Party!  Park Hosts End of Season New Moon Star Party!   March 01, 2011  Everglades National Park celebrates Archeology Month  Dig up the past, discover a lost civilization and learn the ways of the Calusa Indians - March 26 and 27   March 01, 2011  Unique Endangered Plant Art Exhibit at Everglades National Park Coe Visitor Center  Unique Endangered Plant Art Exhibit at Everglades National Park Coe Visitor Center   January 27, 2011  Temporary Evening Closure of Buttonwood Canal Bridge  Temporary evening closure of Buttonwood Canal Bridge Jan 30 thru Feb 24   January 27, 2011  “The Everglades” Oil Paintings by Linda Apriletti  “The Everglades” -- Oil Paintings by Linda Apriletti on display at Coe Visitor Center   January 13, 2011  Temporary Closure of Old Ingraham Highway  Temporary Closure of Old Ingraham Highway starting January 18, 2011   January 12, 2011  Don't Miss the first \"Vintage Day\"Celebration at Everglades National Park!  Saturday, February 5 th , 2011 from 11 AM to 2 PM is a Vintage Day Celebration at Everglades National Park.   January 07, 2011  Electricity now available at 41 Flamingo Campsites at Everglades National Park  Everglades National Park is pleased to announce improvements to the Flamingo campground area   December 30, 2010  Temporary Closure of Paurotis Pond for Nesting Season  Temporary Closure of Paurotis Pond for Nesting Season   December 28, 2010  Park Hosts New Moon Star Party  Everglades National Park will host a New Moon Star Party event   December 28, 2010  Everglades National Park Announces Ranger guided winter program schedule  Everglades National Park is preparing for the park’s busy visitor season with a new slate of ranger guided programs   December 27, 2010  Everglades National Park Advisory  Park Implements Snake Bight Pole and Troll Zone in Florida Bay   December 22, 2010  New Art Exhibit at Coe Visitor Center Features the Imagery of Paul Marcellini  December and January exhibit features award-winning photographer Paul Marcellini   December 17, 2010  Salazar Proposes Additional Bridging of Tamiami Trail to Restore Historic Water Flows to Everglades  Salazar Proposes Additional Bridging of Tamiami Trail to Restore Historic Water Flows to Everglades   November 15, 2010  Everglades Spanish Reality Show  Park and partners work to develop a spanish language reality show where a local spanish family experiences camping in this national park   October 25, 2010  Park Celebrates Veterans Day  Everglades National Park Celebrates Veteran's Day - Historic Nike Missile Base Open House   September 10, 2010  Rare Bird Spotted in Everglades National Park  Cuban Pewee, A Rare Bird to the U.S. Spotted in Everglades National Park   May 05, 2010     May Art Exhibit at Coe Visitor Center Features Paintings by Kathy Wright  May Art Exhibit at Coe Visitor Center Features Paintings by Kathy Wright The Everglades Project: A Landscape in Flux    April 13, 2010  Come Celebrate National Parks Week at Everglades and Dry Tortugas National Parks!  Special Programs Offered and Entrance Fees waived at both parks April 17 - 25   April 08, 2010  Park Museum Acquires Historical Document  Everglades National Park Museum Acquires Historical Documents   March 29, 2010  Junior Ranger Day at Everglades  Your child can become a Junior Ranger April 3! Come be part of Junior Ranger Day at Everglades National Park!   March 16, 2010  Phase 2 of Spreader Swales Pilot to Commence  Everglades National Park Announces Intent to Proceed With Second Phase of Spreader Swales Pilot Project   March 16, 2010  Join Everglades Rangers for \"Nocturnal Encounters\"  Join Everglades Rangers for \"Nocturnal Encounters\"   March 10, 2010  Park to offer Special Tours March 27 and 28 for Archaeology Month  Park to offer Special Tours March 27 and 28 for Archaeology Month   March 09, 2010  March Art Exhibit at Coe Visitor Center Features work of Linda Apriletti  March Art Exhibit at Coe Visitor Center Features paintings of Linda Apriletti   February 17, 2010  Park Implements Manatee Protection Areas in Chokoloskee Bay  Everglades National Park Implements Manatee Protection Areas in Chokoloskee Bay   February 12, 2010  Everglades Nocturnal Encounters  New Evening programs for the whole family at Everglades National Park - Join Everglades \"Nocturnal Encounters\"   February 12, 2010  Photo Exhibit at Coe Visitor Center Features work of Jeff Ripple  February 2010 photography exhibit at Coe Visitor Center features work of Jeff Ripple   February 08, 2010  Park conducts Prescribed Burn  Park conducts prescribed burn in East Everglades District of the park   January 22, 2010  Paurotis Pond closed for Nesting Season  Paurotis Pond closed for Nesting Season   January 21, 2010  Recent Cold Weather Causes Significant Fish Kill in Everglades National park  Recent Cold Weather Causes Significant Fish Kill in Everglades National park   January 12, 2010  Court Awards Everglades National Park $295,000 in damages for Vessel Grounding Case  National Park Service settles Vessel Grounding Case   December 29, 2009  Popular Nike Missile Tours Now Available  Popular Historic Nike Missile BaseTours Now Available   December 22, 2009  Artist in Residence receives Pollock-Krasner Foundation Grant to support Everglades Project  Artist in Residence receives Pollock-Krasner Foundation Grant to support Everglades Project   December 18, 2009  Park announces opening of New Backcountry Campsites in Florida Bay  Park announces opening of New Backcountry Campsites in Florida Bay   December 17, 2009  Comments Sought on Proposed Seawall Repairs at Flamingo, Everglades National Park  Comments Sought on Proposed Seawall Repairs at Flamingo, Everglades National Park   December 09, 2009  Everglades National Park to provide Fire Media Workshop December 16  Everglades National Park to provide Fire Media Workshop December 16 “How to safely report on prescribed fires”   December 04, 2009  Salazar: Tamiami Trail a Major Milestone in Restoration of Everglades and in Vision for America's Great Outdoors  No abstract supplied.   November 20, 2009  Tamiami Trail Groundbreaking Ceremony Announced  Tamiami Trail Groundbreaking Ceremony Set for December 4 2009   October 30, 2009  Botanical Treasures of the Everglades - Coe Visitor Center Exhibit  November 2009 Coe Visitor Center Art Exhibit   October 30, 2009  Park Seeks Comments on Proposed Pole and Troll Zone in Florida Bay  Park will hold public meetings November 9 and 10 to answer questions on proposed Pole and Troll Zone in Florida Bay   October 27, 2009  Everglades Celebrates the end of Wet Season  Halloween Slough Slog at Shark Valley in Everglades National Park   October 15, 2009  Superintendent Commends SFWMD Announcement on C-111 Project  Superintendent Commends SFWMD Announcement on C-111 Project   October 08, 2009  October 2009 Coe VC Art Exhibit  “BIRDS OF THE EVERGLADES” Michael Stern - Nature Photographer   September 24, 2009  Help Us Make America’s Best Idea Even Better!  Help Us Make America’s Best Idea Even Better! Join Everglades National Park on September 26 for a Day of Service and Celebration   August 27, 2009  Parks jump into Twittering  Parks Launch Pilot Twitter Accounts to Expand Outreach & Communication Efforts   August 27, 2009  Parks offer Virtual Experience through Podcasts and Webcams  No abstract supplied.   August 20, 2009  Everglades National Park ARRA Cape Sable Canals Dam Restoration Project moves to the next step  Everglades National Park’s American Reinvestment and Recovery Act Cape Sable Canals Dam Restoration Project moves to the next step!   July 27, 2009  FPL ROW EA Public Comment Period Extended  UPDATE: Public Scoping Comment Period Extended  to August 4, 2009 for Acquisition of Florida Power and Light Lands Environmental Assessment   July 02, 2009  Summer Photo Exhibit at Coe Visitor Center  Judd Patterson Photography exhibit at Coe Visitor Center through September 30, 2009   July 02, 2009  Interagency Team to Host Annual Invasive Species Summit  Interagency Team to Host Annual Invasive Species Summit   July 02, 2009  Everglades Summer Family Film Festival  Lights, Camera, Animal Action! Summer Family Film Festival at Coe Visitor Center   July 02, 2009  volunteers gather at Key Largo for day of service  Volunteers Gather at Local National Parks Service office for Day of Service   June 30, 2009  Proposed Acquisition of Florida Power and Light Lands  Environmental Assessment  Park seeks public comment on proposed Acquisition of Florida Power and Light Lands  Environmental Assessment   June 15, 2009  Fee Free Weekends  America’s Best Idea – the national parks – gets even better this summer…it’s free!   June 03, 2009  Cape Sable Environmental Assessment  Available for Comment  Park seeks public comment on Cape Cable Canals Dam Restoration Project Environmental Assessment    May 31, 2009  Park seeks public comment on proposed Enabling Restoration of Northeast Shark River Slough  Park seeks public comment on proposed “Enabling Restoration of Northeast Shark River Slough” Environmental Impact Statement - Public Meeting June 2, 2009   May 05, 2009  PILOT SPREADER SWALE PROJECT and ENVIRONMENTAL ASSESSMENT  PILOT SPREADER SWALE PROJECT and ENVIRONMENTAL ASSESSMENT   April 28, 2009  Chekika closes for wet season 2009  Chekika day use area of the park closes for wet season 2009   April 28, 2009  Coastal Prairie Hiking Trail Reopens  Coastal Prairie Hiking Trail Reopens   April 28, 2009  May 2009 Coe Visitor Center Art Exhibit  May 2009 Coe Visitor Center Art Exhibit Redland Elementary School’s Backyard: The Everglades - through a Student's Eyes   April 09, 2009  National Park Week and Earth Day Activities at Everglades National Park  National Park Week and Earth Day Activities at Everglades National Park   April 08, 2009  April 11 2009- Junior Ranger Day at Everglades National Park  April 11, 2009- Junior Ranger Day at Everglades National Park!   April 07, 2009  Everglades National Park to Install Electrical hook-ups for RV camping  Everglades National Park to Install Electrical hook-ups for RV camping and Seeks public comment on proposed camping fee increase for these RV sites   April 07, 2009  April 2009 Coe Visitor Center Art Exhibit  UNIQUE TREES SUBJECT OF PHOTO EXHIBIT AT EVERGLADES NATIONAL PARK VISITOR CENTER   April 02, 2009  Park Letter to the Editor RE GMP Public Meetings  Everglades National Park Letter to the Editor - Re: Keynoter article by Kevin Wadlow from April 1, 2009 Edition - “We’re being lied to”   March 26, 2009  Park GMP Public Meetings in April 2009  Everglades National Park to hold Public Meetings to present revised Preliminary Alternative for the Park's marine areas  as part of update to General Management Plan   March 11, 2009  Park Celebrates Archaeology Month with Turner River Tour March 28 and 29  Park Celebrates Archaeology Month with Turner River Tour March 28-29   March 11, 2009  Free Educational DVD Helps Boaters Navigate Waters of Florida Bay  Free Educational DVD Helps Boaters Navigate Waters of Florida Bay   March 11, 2009  March Coe Visitor Center Art Exhibit  En Plein Air Art and Photo Show  March 2009 Coe Visitor Center Art Exhibit   February 27, 2009  Everglades National Park releases revised Preliminary Alternative for the Parks marine areas  Everglades National Park releases revised Preliminary Alternative for the Park's marine areas as part of update to General Management Plan   February 04, 2009  Everglades New Podcasts available  Everglades National Park Launches Video Podcast Programs   February 04, 2009  february 2009 art exhibit coe visitor center  “The Endangered Everglades – Part II” exhibit at Everglades National Park   January 28, 2009  RSVP required for Media Briefing on FL Bay Reports  RSVP required for Everglades National Park press briefing on two recently completed research studies on Florida Bay   January 26, 2009  Fuel available at Flamingo  Fuel and boat tours available at Flamingo   January 23, 2009  Park Rangers Dangerous Duties  Everglades National Park Presents \"Park Rangers Dangerous Duties\" Meet a park ranger and check out some of the tools of the trade at three show-and-tell presentations   January 23, 2009  ENP Media Briefing on new Science Studies  Everglades National Park press briefing on two recently completed research studies on Florida Bay   January 13, 2009  January Coe Visitor Center Exhibit  January 2009 Coe Visitor Center Photography Exhibit by Karen Glaser   January 08, 2009  Nike Missile Base Opens 2009  Historic Nike Missile Base Opens to the Public   January 06, 2009  January photography exhibit at Coe Visitor Center  January Photography Exhibit  -“Butterflies of Everglades National Park”   December 25, 2008  Everglades National Park selects Concessionaire for Commercial Visitor Services  Everglades National Park selects Concessionaire for Commercial Visitor Services.  Visitor Services Limited at Flamingo during transition.   December 25, 2008  Limited Services at Flamingo  Everglades National Park selects Concessionaire for Commercial Visitor Services Flamingo Visitor Services Limited during Transition Everglades National   December 10, 2008  U S Deputy Secretary of the Interior to announce important step forward in Everglades Restoration  Media Advisory - Deputy Secretary Lynn Scarlett to announce important step forward in Everglades Restoration   December 01, 2008  New Photo Exhibit at the Ernest Coe Visitor Center in Everglades National Park  New Photo Exhibit at the Ernest Coe Visitor Center in Everglades National Park Michael Stern - Nature Photographer   November 21, 2008  Chekika Reopens for 2008 season  Chekika reopens for season 2008.  This area of the park is open seasonally due to tendency to flood during wet season.   November 06, 2008  Everglades Pilot Spreader Swales Project  Everglades National Park seeks input on Pilot Spreader Swales Project   October 02, 2008  High water at Shark valley  High water at shark valley limits visitor access   October 01, 2008  Volunteer day at Gulf Coast District of Everglades National Park  Bring Back the Butterflies; Join an Everglades National Park Volunteer Work Day!!   September 29, 2008  October 2008 exhibit at Coe Visitor Center  New Exhibit at Coe visitor Center William Vega Oil Paintings of Florida Bay   September 25, 2008  Park seeks public comment on proposed Cape Sable Canals Dam Restoration Project  Environmental Assessment  Park seeks public comment on proposed Cape Sable Canals Dam Restoration Project \/ Environmental Assessment   September 22, 2008  Everglades and Dry Tortugas National Parks announce a Fee Free Weekend September 27 and 28 2008  Everglades and Dry Tortugas National Parks announce a Fee Free Weekend September 27-28, 2008   September 10, 2008  Everglades National Park Reopens Following the Passage of Hurricane Ike  Everglades National Park Reopens Following the Passage of Hurricane Ike   September 09, 2008  Parks Extend Closure Following Passage of Hurricane Ike  Parks Extend Closure Following Passage of Hurricane Ike     September 08, 2008  Temporary Park Closures in Effect for Hurricane Ike on Tuesday September 9  Temporary Park Closures in Effect for Hurricane Ike on Tuesday, September 9   September 07, 2008  Portions of Everglades National Park Open for Visitation Monday September 8  Portions of Everglades National Park Open for Visitation Monday, September 8   September 06, 2008  Everglades National Park Open Sunday Sept 7  Everglades National Park open Sunday Sept. 7   September 05, 2008  Temporary Park Closures due to Hurricane Ike  Temporary Park closures due to Hurricane Ike   August 19, 2008  Everglades and Dry Tortugas National Park to Reopen after Tropical Storm Fay  Everglades and Dry Tortguas National Parks to repoen following the passage of Tropical Storm Fay   August 17, 2008  Everglades and Dry Tortugas National Parks to close temporarily for pending Storm Fay  Everglades and Dry Tortugas National Parks to close temporarily for pending Tropical Storm Fay   August 17, 2008  Temporary Park Closure Due to Tropical Storm Fay  Dry Tortugas and Everglades National Parks will be closing to visitors in anticipation of the impending arrival of Tropical Storm Fay.   August 07, 2008  Flamingo Commercial Services Plan Approved  Flamingo Commercial Services Plan approved.   July 16, 2008  Everglades National Park to expand Volunteer Team  Everglades National Park to expand Volunteer Team!   July 09, 2008  Student Interns at Everglades National Park  Ford Motor Company intern program with the National Park Service brings a student transportation interpreter to spend the Summer at Everglades National Park   June 17, 2008  Mustang Corner Fire declared out  Everglades National Park Declares Mustang Corner Fire Out   June 12, 2008  Cuban immigrant smuggling at Flamingo  Everglades National Park Rangers respond to Cuban immigrant smuggling at Flamingo   June 10, 2008  Coe Visitor Center Exhibit June 2008  New Exhibit at Coe visitor Center  “The Endangered Everglades – Part I” exhibit at Everglades National Park by Donna Marxer - painter   June 06, 2008  Mustang Corner Fire 100 Percent contained  Everglades national Park declares Mustang Corner fire 100% Continued   May 15, 2008  Everglades Continues Suppression Efforts for Mustang Corner Fire  Everglades National Park personnel continue efforts today to control a large wildfire that originated south of the Chekika visitor area.   May 15, 2008  Everglades National Park Requesting Proposals for Commercial Visitor Services  On Friday, May 9, the National Park Service (NPS) released a prospectus for a concession contract that provides commercial visitor services at two locations in Everglades National Park.   May 15, 2008  No Gas Available in Flamingo  Everglades National Park has closed its gas fueling facilities at Flamingo due to a recent fuel spill.   May 15, 2008  Everglades National Park Announces Road Closures  In the interest of safety, Everglades National Park is announcing the temporary closure of Richmond Drive (SW 168th Street) west of the park border.   May 14, 2008  Everglades Fire Grows to 7,000 Acres  A fire, most likely human-caused, in Everglades National Park will be fully suppressed according to park superintendent Dan Kimball, due to its proximity to two populations of a federally listed endangered species—the Cape Sable Seaside Sparrow.   May 06, 2008  National Park Service Issues Request for Bids to Provide Ferry Service to Dry Tortugas National Park  The National Park Service has released a prospectus for businesses interested in bidding to  provide daily passenger ferry service to Dry Tortugas National Park from Key West, Florida. Those interested in being considered must include breakfast and lunch as part of their proposal. The contract will prospective applicants to sell lunch to non ferry patrons, limited retail sales on board the ferry, sale of alcoholic beverages on the return trip to Key West, Florida, and day trips from Jefferson to Loggerhead Key.   May 02, 2008  Everglades National Park Announces Private Donation to Everglades National Park Environmental Education Program  Everglades National Park Announces Private Donation to Everglades National Park Environmental Education Program   May 02, 2008  New Art Exhibit at Everglades National Park Coe Visitor Center  New Art Exhibit at Everglades National Park Coe Visitor Center   April 28, 2008  Everglades National Park Providing Free Florida Bay Boating DVD  No abstract supplied.   April 24, 2008  South Florida to Receive $6 million in Centennial Challenge Grants!  The National Park Service (NPS) announced today that south Florida’s National Parks and Preserve will receive $6 million in additional funding for four projects in 2008!  Half of this will support a significant restoration project in Everglades National Park and the rest  will provide the parks and preserve the ability to increase environmental education, recruit and train volunteers to become citizen scientists, and to support resource protection and restoration efforts.   April 22, 2008  Earth day Electronic Field Trip at Everglades  Everglades National Park celebrates Earth Day and National Park Week with an Electronic Field Trip   April 18, 2008  Carl Ross Key in Florida Bay is opened for day-use  Carl Ross Key in Florida Bay is opened for day-use   April 15, 2008  Park Seeks Public Comment on the Flamingo Commercial Service Plan Preferred Alternative Through May 15, 2008  Everglades National Park Superintendent Dan B. Kimball is pleased to announce the release of the Preferred Alternative (Alternative D) for the Draft Flamingo Commercial Services Plan for a final 30-day review period.   March 31, 2008  April 5 - Junior Ranger Day at Everglades National Park  April 5 2008 - Junior Ranger Day at Everglades National Park!   March 31, 2008  Feeling the Everglades, the Art of Bill McCreary  “Feeling the Everglades, the Art of Bill McCreary”  A new exhibit at the Ernest F. Coe Visitor Center in Everglades National Park begins with an artist's reception on April 4 2008.   March 24, 2008  UPDATE Maps of AIP preferred alternative available on Park Website  UPDATE – Maps of AIP preferred alternative to be presented at March 26 Public Meeting available on Park Website   March 24, 2008  Rangers enforce no poaching regulations in Everglades National Park  Rangers enforce no poaching regulations in Everglades National Park   March 12, 2008  Public input sought on Plan to remove Area of Indadequate Protection Designation  Park seeks public comment on a Plan to address the Manatee Area of Inadequate Protection in the Gulf Coast area of Everglades National Park.   March 04, 2008  March 8 and 9 Everglades National Park to celebrate Dade Heritage Days  Everglades National Park to celebrate Dade Heritage Days With Special Programs in the Park March 8 and 9   March 04, 2008  New Photo Exhibit at Coe visitor Center  Everglades National Park News Release - New Exhibit at the Edward R. Coe Visitor Center in Everglades National Park  \"On Nature's Side - photos by Johnny and Aida Villaronga\"   February 20, 2008  USGS Maps Show Potential Non Native Python Habitat Along 3 US Coasts  NPS and USGS annoucne USGS Maps Show Potential Non-Native Python Habitat Along Three U.S. Coasts   January 13, 2008  Park seeks public comment on a Plan to address the Manatee Area of Inadequate Protection in the Gulf Coast area of Everglades National Park  Park seeks public comment on a Plan to address the Manatee Area of Inadequate Protection in the Gulf Coast area of Everglades National Park.   November 26, 2007  Everglades National Park celebrates Sixtieth Anniversary  Everglades National Park celebrates 60th Anniversary!   November 20, 2007  Park seeks public comment on Draft Flamingo Commercial Services Plan  Park seeks public comment on Draft Flamingo Commercial Services Plan   November 19, 2007  Americas Best Idea Photo Exhibit  America’s Best Idea Photo Exhibit Opens at Biscayne and Everglades National Parks   October 20, 2007  New Photography exhibit at Everglades National Park Coe Visitor Center  New Photography exhibit at Everglades National Park Coe Visitor Center \"The Everglades, An Avian Treasure.\"   October 20, 2007  Status of Cape Sable Seaside Sparrow  2007 Survey Report  Status of Cape Sable Seaside Sparrow – 2007 Survey Report   September 21, 2007  SOUTH FLORIDA NATIONAL PARKS ADJUST SPECIAL USE PERMIT FEES  SOUTH FLORIDA NATIONAL PARKS ADJUST SPECIAL USE PERMIT FEES   August 24, 2007  Everglades National Park Centennial Proposals Eligible for Matching Funds  Everglades National Park's Centennial Proposals Eligible for Matching Funds   August 22, 2007  STUDENT TRANSPORTATION INTERPRETER SPENDS SUMMER AT EVERGLADES NATIONAL PARK  STUDENT TRANSPORTATION INTERPRETER SPENDS SUMMER AT EVERGLADES NATIONAL PARK   July 05, 2007  Everglades Paradise Found an Exhibition by Jose F. Garcia at Everglades National Park  \"Everglades - Paradise Found” an Exhibition by Jose F. Garcia at Everglades National Park   July 05, 2007  Everglades Enhances Outreach Through Two New Web Features  Everglades National Park is pleased to announce the launch of two new on-line offerings: both a downloadable audio tour and a live newsfeed.   June 26, 2007  Everglades National Park opens Carl Ross Key for Day Use after a successful Roseate Spoonbill nesting season  Everglades National Park opens Carl Ross Key for Day Use after a successful Roseate Spoonbill nesting season   June 26, 2007  Secretary Kempthorne Welcomes World Heritage Committee's Decision  Secretary Kempthorne Welcomes World Heritage Committee’s Decision to Remove Everglades National Park from List of Endangered Sites   June 25, 2007  Park adds 7th public meeting for public comment on the General Management Plan Preliminary Alternatives for Everglades National Park  Park adds 7th public meeting for public comment on the General Management Plan Preliminary Alternatives for Everglades National Park   June 04, 2007  Park extends deadline for public comment on the General Management Plan Preliminary Alternatives for Everglades National Park  Park extends deadline for public comment on the General Management Plan Preliminary Alternatives for Everglades National Park   May 24, 2007  Park seeks public comment on the General Management Plan Draft Alternatives for Everglades National Park  Park seeks public comment on the General Management Plan Draft Alternatives for Everglades National Park   May 23, 2007  EVERGLADES NATIONAL PARK TEMPORARILY CLOSES TWO POPULAR CAMPING SITES DUE TO VANDALISM  Everglades National park temporarily closes two popular camping sites on the Wilderness Waterway due to Vandalism   May 23, 2007  Everglades National Park to allow Summer Generator use at Flamingo campgrounds  Everglades National Park to allow Summer 2007 Generator use at Flamingo campgrounds   May 08, 2007  2007 Summer Hours at Everglades National Park  Everglades National Park announces reduced summer hours for 2007.   May 07, 2007  May 2007 Artist in Residence at Everglades National Park  Artist in Residence work on display at Everglades National Park Coe visitor Center through May 2007   April 26, 2007  Climate Change Testimony to Congress Subcomittee  No abstract supplied.   April 10, 2007  April 28 Junior Ranger Day At Everglades National Park April  Junior Ranger Day events slated for April 28 at Everglades National Park.   April 07, 2007  Public Meetings seeking input on Park Fee Increase  Everglades National Parks  hold public meetings to get public input on proposed fee increase.   March 21, 2007  Everglades National Park reopens Frank Key Channel  Everglades National Park Superintendent, Dan Kimball, announced today the reopening of Frank Key Channel in Florida Bay to the public.   March 21, 2007  Interior Chief of Staff Brian Waidmann to Host Listening Session in Miami  No abstract supplied.   March 16, 2007  Major Anniversaries, Biscayne-Everglades Greenway  Major Anniversaries, Biscayne-Everglades Greenway Are Focus of Public Events March 22 and 24 at Miami-Dade College’s Homestead Campus   March 16, 2007  Miami National Park Service Centennial Initiative Listening Session  National Park Service Centennial Initiative holds Miami Listening Session for public input   March 14, 2007  Trilingual Junior Park Ranger Program  South Florida National Parks announce Trilingual Junior Park Ranger Program   March 07, 2007  March 2007 - Artist in Residence at Everglades National Park  Luis Nunez art on display at everglades national park during March 2007.   March 06, 2007  National Park Seeks input on proposed fees  National Park Service seeking input on proposed fee increaes at Dry Tortugas and Everglades National Parks   March 02, 2007  Manatee Speed Zone Enforcement in Chokoloskee Bay  Boating speed zone enforcement to protect Manatees in Chokoloskee Bay   February 22, 2007  Artist in the Park and other Events Feb 2007  Art in the Park at Everglades   January 12, 2007  Everglades Association obtains major grant for ENP  Everglades Association has received $115,000 from an anonymous charitable foundation to support the 2006-2007 schedule of environmental education activities at ENP.   December 23, 2006  Eco Pond Reopens  EVERGLADES NATIONAL PARK REOPENS POPULAR ECO POND IN FLAMINGO   December 13, 2006  Temporary closures to Protect Roseate Spoonbills  Everglades National Park plans temporary closings to protect Roseate Spoonbills during winter nesting   December 01, 2006  Bilingual Exhibits  Everglades National Park to Dedicate New Bilingual Exhibits   November 30, 2006  Everglades Photography To Be Shown  EVERGLADES PHOTOGRAPHY TO BE SHOWN AT EVERGLADES NATIONAL PARK VISITOR CENTER   November 27, 2006  Ranger Diaz Returns  Ranger Diaz, Community Outreach Specialist,  returns to South Florida to enhance Community Awareness of South Florida National Parks   November 27, 2006  Volunteers Needed  Volunteer Opportunities at Everglades National Park   October 05, 2006  Park seeks public comment on the Flamingo Commercial Services Plan  Everglades National Park seeks public input on the future of Flamingo   August 30, 2006  Everglades National Park Reopens Following Hurricane Ernesto Closure  Everglades National Park Reopens Following Hurricane Ernesto Closure   August 29, 2006  Park Remains Closed for Tropical Storm Ernesto  Everglades National Park Will Remain Closed Following Pending Storm   August 27, 2006  Park Closes For Tropical Storm Ernesto  Everglades National Park will close for Tropical Storm Ernesto",
    "url": "https:\/\/www.nps.gov\/ever\/learn\/news\/newsarchive.htm"
}
