{
    "title": "Everglades National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety      America's Everglades - one of the most beautiful National Parks to experience. Plan for your trip - as south Florida's subtropical climate brings significant seasonal changes.  Due to these dramatic changes in weather during each year, we encourage you to read about and prepare apropriately when visiting this very special place during the Dry Season and the Wet Season. Important Safety Precautions:  Physical fitness and weather - Please keep in mind personal physical fitness levels of all in your party and consider any limitations when planning your outdoor activities including hiking, biking, or paddling in the Everglades,. If you or anyone from your group is not from Florida and unfamiliar with the sub-tropical environment and terrain, they should be aware that it can be very hot and humid, especially in the summer.   Local knowledge of terrain - Please familiarize yourself with the trails before hiking, biking, or paddling. You should know how long the trail is and the approximate time it takes to do a certain trail. In addition, you should let someone know your plans so that if you are gone too long and become lost the park can better assist any needs.  Ask a park ranger or park volunteer, if unsure where to find this information.   For Outdoor activites in the Everglades preparation is a must - Bring water (especially in the summer), insect repellent (summer and if you will be in or around heavy vegetation), sunscreen, and proper clothing for the activity you will be doing.   Supervise small children - Please keep small children close and under supervision, especially around wildlife and bodies of water. The park is a wild and natural area, and animals move about freely. Exercise even more caution at night.    Pets - If traveling with your pet, please be aware that pets are not allowed on most trails in the park. Avoid leaving your pet in a parked car due to high temperatures. Wildlife such as alligators and crocodiles may perceive animals like small dogs as prey. Protect yourself and your pet by keeping them on a leash in parking lots and other designated areas away from wildlife. For the health and safety of your pet, consider leaving them at home or boarding them at an appropriate facility while you visit the park. Do not feed any wildlife that you encounter, including birds. Feeding wildlife of any kind will eventually make the animal aggressive and is illegal. Alligators and crocodiles that are fed by humans begin to associate humans with food and can become aggressive.    Mosquitoes are plentiful especially at certain times of the year. Protect yourself from bites and mosquito-borne diseases by wearing long sleeves and pants and\/or using insect repellent. For fewer mosquitoes, avoid the shade and walking through grassy areas. Mosquitoes are more prevalent on overcast days and at dusk and dawn, especially during the summer. While the Aedes species of mosquitoes that carry the Zika virus do live in South Florida, they are more prevalent in urban areas. Additional information on ZikaAlligators and crocodiles - Crocodilians are one of the reasons people visit the park, however, these are wild animals that can be dangerous to humans. Keep a safe and respectable distance of at least 15 feet. If an animal is hissing, you are too close, even if it is more than 15 feet. Alligators and crocodiles are more active at night and do most of their hunting from dusk to dawn. Although they may look like a statue at times, they are alive and alert and can react lightning fast. Touching an alligator is never a good idea. Feeding or harassing an animal, including throwing objects at it, is a criminal offense that carries a fine. Any action that alters the natural behaviors of an animal is harassment. Poisonous plants - The park's ecosystems support a variety of plant life including some that cause reactions to human skin. Poison ivy which can grow as a plant, vine, or shrub is common especially in sunny patches of forested areas. Poisonwood is a tree or shrub found mainly in the pine rocklands and hardwood hammocks. Physical contact with these plants may cause a skin rash. Burning these plants can cause significant damage to the airway.      Warning - Vultures May Damage Vehicles  Vultures are attracted to the rubber on vehicles and have been know to cause severe damage to windshields, sun roofs, and windshield wipers.  Vultures are a federally protected migratory species and may not be harmed.    What you can do:        Avoid parking near groups of vultures Park in full sun Use a car cover Cover exposed rubber with a wet sheet or towel Use loud noises to spook vultures off vehicles Notify a ranger",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/safety.htm"
}
