{
    "title": "Everglades National Park: Tram and Boat Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Tram and Boat Tours              Concession Tours in Everglades National Park       In addition to ranger-led activities, there are other ways to enjoy a guided tour through the park. Concession boat captains narrate boat tours along the mangrove coast at both Flamingo and the Gulf Coast, and Tram Tour naturalists guide your explorations of the Shark River Slough. Bicycle rentals are available at Shark Valley and Flamingo. Canoe rentals are available for self-guided exploration at the Gulf Coast and Flamingo areas of the park. Check below for more information on these exciting adventures!      Shark Valley Tram Tours Guided two-hour narrated tram tours are offered along a fifteen-mile loop into the \"River of Grass\". Tours depart from the benches behind the visitor center, providing a great opportunity to see wildlife and learn about the Freshwater ecosystem. Reservations are strongly recommended during the dry season (winter) when Everglades National Park is at its busiest. Bicycle rentals are available from the Tram Tour concession. Prices and hours subject to change. Please call 305-221-8455 for current information.       Everglades National Park Boat Tours The Gulf Coast boat tour of the Ten-Thousand Islands departs from the Gulf Coast Marina area. Tours operate everyday, year-round. Canoe rentals are available to explore nearby waterways. Hours and prices subject to change. For current information call: Gulf Coast - 239-695-2591       Everglades National Park Boat Tours II, Inc. The Flamingo area boat tour explores the Whitewater Bay backcountry north of Florida Bay. The marina at Flamingo offers limited services including marina shop, rentals (canoe, kayak, skiff, bicycle, house boats, etc) and fuel. Lodging facilities are CLOSED due to Hurricanes Katrina and Wilma of 2005. Plans to rebuild are under review. Restaurant facilities are open from January through May.  The Buttonwood Cafe offers breakfast and lunch on their menu. Call for operating hours. Hours and prices are subject to change. Reservations are strongly recommended during the busy dry, winter season. For current information call: Flamingo -239-695-3101",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/guidedtours.htm"
}
