{
    "title": "Everglades National Park: Alternative Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Alternative Tours              Permitted Tour Guides      WANT TO EXPLORE THE EVERGLADES WITH A GUIDE?  Guided tours are available for those who'd like to see the park with assistance of someone who's familiar with different aspects of this 1.5 million acre wilderness, but want to do this on their own schedule and in smaller more personal groups or individually.  Tour guides are required to have a permit from the park ensuring they are licensed and insured businesses authorized to provide visitors additional options in exploring this wonderful resource.  Please note that the National Park Service issues these permits, but does not provide any specific recommendations or assess the specific content of these tours through the current permit process.  You should interview the guide to ensure they'll meet your personal needs. Under each category below is a list of permittees, these lists are updated annually and are current as of that time. There are guided trips for those who'd like to fish, canoe, birdwatch, or just see the flora and fauna.  These tours are in addition to the regularly scheduled concession or ranger guided tours available in the park and     Eco Tours Tour guide listing includes individuals and businesses that provide the following:  Boat trips that traverse parts of the park and discuss the unique qualities of various habitats and species in the park. Bird watching trips that focus on the many native and migrating birds that can be found in the park, including discussions of their preferred habitats. Note: List is arranged by the permit holders base location; all are permitted to operate anywhere in the park. To view list, click here.     Kayak and Canoe Tours The unique environment of the Everglades can be seen at water level by tours in kayaks or canoes. Tour providers include groups who bring their own equipment to the park or outfitters who provide equipment and local guides. Note: List is arranged by the permit holders base location; all are permitted to operate anywhere in the park. To view list, click here.        Photography Tours Discover the Everglades through these unique photography workshops.  Note: List is arranged by the permit holders base location; all are permitted to operate anywhere in the park. To view list, click here.     Fishing Guides Everglades offers a variety of fishing opportunities including account, flats, and kayak fishing.   Guides, using local knowledge of the waters and favorite fishing spots maximize the fishing experience in the unique waters of the park. There are a number of fishing guides permitted to provide services to visitors in the park.  Listings have been organized by the permit holders base location, though all are permitted to operate anywhere in the park.  Click here to download a PDF of the guide list.      Miscellaneous Activities Some individuals or groups provide activities in Everglades National Park that may not fit into the above categories. These include: motorized camping, sailing, pole boat tours, and transportation and livery. Note: List is arranged by the permit holders base location; all are permitted to operate anywhere in the park. To view list, click here.",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/permittedtours.htm"
}
