{
    "title": "Jefferson National Expansion Memorial: Archives",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Archives                 Archives       The archives will be closing early on Wednesday, November 25 at 1:30 pm and closed on Thanksgiving Day, November 26.     The JNEM Archives is charged to preserve records and manuscripts that document the administrative history of the park and its associated themes. As the corporate memory of the Jefferson National Expansion Memorial, the Archives also makes its resources available to the public in accordance with objectives outlined in the park's Statement for Management:  To enhance and enlarge public understanding and appreciation of the significance of 19th century American westward expansion and of the related individual significance of the Old Courthouse, the Arch, and of the early development of St. Louis.   The JNEM Archives is open to the public for research. Materials may not be checked out, but may be used in the library reading room. Please see our research procedures. The JNEM Archives contains 39 individual collections. Most of the collections contain material relating to the development and administration of the Jefferson National Expansion Memorial site, including the construction of the Gateway Arch and the Museum of Westward Expansion. Other collections contain materials that relate to the park's main theme of St. Louis's role in the settlement of the American West. See a list of the processed collections. The JNEM Archives contains many visual images of the park and other subjects. Get more information on visual images. The JNEM Archives can provide photographic reproductions of images in its collections. Please see our price list for prices. Click here for the scanning policy. The Archives is open from 8:00 a.m. to 4:30 p.m. Monday through Friday. It is closed on federal holidays. You can contact Archivist Jennifer Clark at 11 North Fourth Street St. Louis, MO 63102 Phone: 314-655-1600 Fax: 314-655-1652 If you are interested in volunteering in the JNEM Archives, please contact our volunteer coordinator, Mike Corns at (voice) 314-655-1600. The Archivist is also interested in working with students to develop internships. Learn more about volunteering and internships.        Unidentified workers working on the construction of the Gateway Arch-Update! Both workers have now been identified! left to right: Carroll Allison and Vito Camarata.   Construction Worker Identification Program  The JNEM Archives launched a project to identify the workers in the Gateway Arch construction images.  These images are slides, mostly taken by amateur photographers from approximately 1963-1966. They have been scanned and uploaded into our Flickr account. If you worked on the Gateway Arch yourself, or if you know someone who did and you can help us to identify people in the photos, the park would be very appreciative.  Even if you don't know anyone who worked on the Arch you may enjoy the photographs! On the Flickr site you can tag, make notes on or comment on the images. If you would like to use the images in a project, they may be downloaded, the archivist would really love to hear about it if you do use them and the park should be credited: National Park Service, Jefferson National Expansion Memorial.  You can contact the archivist if you have any questions about the project or about the Flickr site or would like to come in to see the slides in person.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/archives.htm"
}
