{
    "title": "Everglades National Park: Mobility",
    "body": "Mobility       People with impaired mobility, especially those reliant on wheelchairs, will find this information helpful in planning an enjoyable visit to Everglades National Park.  Visitor Centers The Ernest Coe Visitor Center, located at the park entrance near Homestead, offers an accessible route from the parking lot to the building via a curb ramp. The parking lot contains van accessible parking spaces clearly identified by signage. The center offers ease of access to the interior of the building through automatic swinging doors operated by an easily accessed manual switch. This is a good place to begin your visit and orient yourself on what the park has to offer. The Royal Palm Visitor Center is accessible to wheelchairs. The trailheads and store can be accessed via a curb ramp from the parking lot through a barrier-free path. The parking lot contains van accessible parking spaces identified by clear signage. This area allows for ideal wildlife viewing along the Anhinga Trail, which is also wheelchair friendly. The Flamingo Visitor Center is accessible by a steep ramp. The parking lot contains van accessible parking spaces identified by clear signage.  The Shark Valley Visitor Center is accessible to wheelchairs from the parking lot via a curb ramp. The parking lot contains van accessible parking spaces identified by clear signage.  The Gulf Coast Visitor Center is accessible by elevator from the parking area. The parking lot contains van accessible parking spaces identified by clear signage. Wheelchairs are available on loan on a first come first serve basis at Royal Palm Visitor Center, Flamingo Visitor Center, and Shark Valley Visitor Center.      Trails A great way to experience the Everglades is to do so on one of the many accessible trails. These have a firm and stable surface which can be paved or a boardwalk. The following are wheelchair accesible and less than 3\/4 of a mile in distance.  Anhinga Trail Gumbo Limbo Trail Pineland Trail Pa-hay-okee Overlook Mahogany Hammock Trail West Lake Trail Bobcat Hammock  Other trails at Long Pine Key and Flamingo used to be two-track roads. These may be muddy or passable depending on the season.      Campgrounds The Long Pine Key and Flamingo frontcountry campgrounds both have accessible campsites. Each contains wheelchair accessible restrooms. The parking lot contains van accessible parking spaces identifiable by clear signage. There is only one backcountry site that is accessible to visitors with mobility impairments. It is the Pearl Bay Chickee, located about a four hour canoe trip away from the main park road. It features handrails, a canoe dock, and an accessible chemical toilet.      Ranger-led Activities and Concession Tours There are a variety of ranger-led activities ranging from guided tours of some of the trails to amphitheater programs. Most of these occur during our winter season, during the summer our programs are limited. Check the list of current ranger-led activities. more... Many of the concession-led boat tours from Flamingo and Gulf Coast are wheelchair accessible. The Shark Valley tram tour is accessible as well; trams contain a ramp for wheelchairs.  Tour includes a stop at an observation tower which has a steep ramp; it may be accessible with assistance. Call ahead for arrangements. more...      For more information contact Everglades National Park information, 305-242-7700. For TDD, call 305-242-7740.                   Accessibility   6 Photos            Mobility   10 Photos            Hearing   5 Photos",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/mobility.htm"
}
