{
    "title": "Everglades National Park: Employee for a Day Geocache Trail",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Geocaching     Employee for a Day Geocache Trail                Park Employee for a Day Geocache Trail              Ready to step into the shoes of our park employees, and try YOUR hand at managing Everglades National Park? During your visit, we invite you to do exactly that! The Park Employee for a Day geocache trail is comprised of five caches that follow the path of the Main Park Road towards Flamingo. You'll be looking for traditional caches-each of which contains a particular case study that requires your attention. At each cache, you will be presented with a different real-world case study for your consideration. Read through the information presented in the cache and consider how you might deal with the particular issue. Then, please be sure to share your thoughts when you log your find. This is a golden opportunity to weigh in on YOUR national park!              Park Employee for a Day Geocache #1         Coordinates: N 25º 23.723' W 080º 35.021' This simple park-n-grab is your starting point for the Park Employee for a Day geocache trail. In the cache container you will find a brochure with additional information about the other caches, as well as coordinates for each.       Additional details and helpful hints can be found by visiting the official cache page on Geocaching.com              Park Employee for a Day Geocache #2         Coordinates: N 25º 22.921' W 080º 36.561' The hunt for this cache will take you to one of the most popular areas in the park. While there, you will be challenged to figure out how to help ensure public safety in the presence of abundant of Everglades wildlife.      Additional details and helpful hints can be found by visiting the official cache page on Geocahing.com And once you log your find, see how we're currently managing the relationship between wildlife and visitors.              Park Employee for a Day Geocache #3         Coordinates: N 25º 22.933' W 080º 37.331' Finding this cache requires a slow drive down a historic road where you might catch a glimpse of wild turkeys, blue birds, or even the occasional Floirda panther! Your search will also lead you to consider a decades-long problem plaguing the park.      Additional details and helpful hints can be found by visiting the official cache page on Geocahing.com And once you log your find, see how we're currently managing this problematic invader.            Park Employee for a Day Geocache #4         Coordinates: N 25º 23.458' W 080º 48.147' This park and grab will take you to a deceptive landscape filled with small surprises. The placidity of this landscape belies the chaos that can come from just one lightning strike.      Additional details and helpful hints can be found by visiting the official cache page on Geocahing.com And once you log your find, see how the park actually managed this high-stakes dilemma.            Park Employee for a Day Geocache #5         Coordinates: N 25º 08.274' W 080º 55.935' Finding this cache will require an enjoyable stroll along a scenic shoreline trail. Your search will not only bring you to the southernmost geocache on the US mainland, but will ultimately have you considering the costs of beach-front access.      Additional details and helpful hints can be found by visiting the official cache page on Geocahing.com And once you log your find, see how the park is addressing  this unprecedented situation.",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/employee4aday.htm"
}
