{
    "title": "Everglades National Park: Tamiami Trail Triathlon",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Tamiami Trail Triathlon              Tamiami Trail \"Triathlon\"          Get out and explore YOUR national park and preserve! The Tamiami Trail \"Triathlon\" encourages individuals and families to get out of their cars and explore areas within easy access of the Tamiami Trail. Participants bike the 15 mile loop road from the Shark Valley Visitor Center; hike a 3 mile loop trail from the Oasis Visitor Center; and, canoe or kayak a 3.5 mile route from the Gulf Coast Visitor Center in Everglades City. The triathlon challenge is available for visitors to take part in on their own at any time of the year. The Tamiami Trail \"Triathlon\" is a cooperative program between Everglades National Park and Big Cypress National Preserve, and generously supported through support by the South Florida National Parks Trust. As we celebrate 100 years of the National Park Service in 2016, we encourage everyone to take the challenge to the next level! The Centennial Triathlon Challenge is 100 miles for 100 years! Complete 100 miles of hiking, biking and paddling in at least two of the four National Park units in south Florida during 2016. The miles don't need to be done all at once but do need to be completed in 2016.  Pick up your special South Florida National Parks Centennial Triathlon Challenge Passport book today at any visitor center in Big Cypress National Preserve or Everglades, Biscayne or Dry Tortugas National Parks! When the Tamiami Trail was completed in 1928, it was the first east\/west route ever created across the Everglades of south Florida. As the first cars rumbled across the peninsula from Everglades City to Miami they would travel at the break neck speed of 35 mph. Today, people are traveling much faster, and seldom take the time to get far from their car or the road.           By taking part in the Tamiami Trail \"Triathlon\" participants will have the opportunity to explore the mysteries of the Everglades\/Big Cypress region of southwest Florida. Many will be surprised to find how quickly you can leave the hustle and bustle of our daily lives behind just a few yards from the road. The triathlon is something that anyone can take part in at any time of the year. Annually, Everglades National Park and Big Cypress National Preserve work cooperatively to get information out about the triathlon challenge. Participants in the triathlon will receive an informational guide that will provide details to look for while taking part in each activity. After completing each activity, participants will have to answer a question related to observations made along the way. Once all three triathlon events are completed participants will receive a prize for the completion of the entire \"triathlon.\" Good luck - get outside - enjoy yourself.        Tamiami Trail \"Triathlon\" Site Specific Details       BIKE                The biking leg of the triathlon is offered at the Shark Valley Visitor Center in Everglades National Park. Individuals may bring their own bikes; limited rentals are available on-site as well. There is an entrance fee for the Shark Valley area during operational hours.    To review the route using Google Earth click here. For those with a Garmin GPS you can get the track log for the route by clicking here.          HIKE                NPS Photo  J Roark  The hiking portion originates from the Oasis Visitor Center in Big Cypress National Preserve. There is no entrance fee associated with this area. However, participants must complete a backcountry permit to access the backcountry within the Preserve. Hikers should be aware that they may be walking in wet or muddy conditions, and should bring a change of shoes, socks and pants for after their adventure. It is highly recommended to wear lightweight pants in the swamp rather than shorts. During certain times of the year (the summer rainy season) triathlon participants may be walking in water about knee (20 - 30 inches) deep. A walking stick is always a good idea while hiking in the swamp. Work with visitor center staff on permits, trail conditions and to get other details about the hike. For more on swamp walking click here.    To review the route using Google Earth click here. For those with a Garmin GPS you can get the track log for the route by clicking here.          CANOE OR KAYAK                To complete the canoe\/kayak leg of the triathlon participants will start from the Gulf Coast Visitor Center located in Everglades City. Check in at the visitor center to get maps, directions, and up to date tide and weather information. Paddlers should wear closed toed shoes to protect their feet from cuts on oysters, rocks, and shells. Sun protection and extra water are recommended as well as insect repellant in the spring, summer, and fall. Participants may bring their own equipment, rent equipment at the visitor center or from other vendors within Everglades City. There is no entrance fee associated with the Gulf Coast Visitor Center.    To review the route using Google Earth click here. For those with a Garmin GPS you can get the track log for the route by clicking here.     General Safety Considerations Click here for a guide to \"Playing it Safe\" while exploring in backcountry areas of south Florida. Be sure to check weather conditions before going into the woods and be sure to dress appropriately. Each participant should be prepared with plenty of water, sunscreen and snacks. Bringing a hat and mosquito repellent are a good idea as well, though you may not encounter bugs during certain times of the year. For more information, please click here for a short informative video highlighting excellent safety tips! Cell phone coverage is spotty, and you should not rely on them alone. Be sure to let a family member or friend know where you are going and when you are expected to return. Advise them that if they do not hear from you within a reasonable time from your pre-arranged plans to contact Park Dispatch at - 800-788-0511.",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/tamiami-trail-triathlon.htm"
}
