{
    "title": "Jefferson National Expansion Memorial: Book Spotlight",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Book Spotlight                Book Spotlight       RSS  About This Blog The library would like to highlight prominent books in the collection that offer something new or relevant to the ongoing discussion of history in our community. With this in mind, Book Spotlight will  provide a monthly summary of a new or undiscovered book that might be of interest to readers. All the books featured in JNEM Library Book Spotlight are available in the park library, located in the Old Courthouse at 11 N. Fourth Street. Please note that the library is a research facility and therefore books do not circulate. Many of the books highlighted will also be available at local public libraries.    Carl Wimar: Chronicler of the Missouri River Frontier  July 14, 2016 Posted by: Tom Dewey, Librarian  0 Comments     Carl Wimar was a German-born American artist who devoted much of his career to painting images of the American frontier. Wimar’s life was tragically short, but his output was impressive. His scenes of Indian life and dramatic portrayals of the conflict between Native Americans and pioneers helped to establish many of the myths of the American West that prevail to this day.      So Rugged and Mountainous; Blazing the Trails to Oregon and California, 1812-1848  June 15, 2016 Posted by: Tom Dewey, Librarian  0 Comments     So Rugged and Mountainous is a large-scale work that tells the story of the American westward expansion movement of the early to mid-1800s. Author & historian Will Bagley uses a wealth of primary sources to create a panorama of stories to inform readers of the myriad of viewpoints regarding this monumental event. He also tells why and how this massive emigration began.       Downtown St. Louis  May 10, 2016 Posted by: Tom Dewey, Librarian  0 Comments     St. Louis author and historian NiNi Harris has written a book detailing another aspect of her favorite city. Downtown St. Louis tells the story of the origin and development of the river city and provides many details and facts that might surprise longtime residents of St. Louis. It also features a wonderful assortment of historical photos that bring Harris’ narrative to life.       Oregon Trail Stories: True Accounts of Life in a Covered Wagon  April 12, 2016 Posted by: Tom Dewey, Librarian  0 Comments     In the mid-1800s, thousands of pioneers braved the long and arduous journey across the Great Plains for a chance to build a new life in the West.  These emigrants traveled more than 2,000 treacherous miles to the Pacific Ocean over the Oregon Trail in what became the largest mass migration in American history.  Along the way they wrote letters and kept diaries, and some published memoirs of their trip years after their journey.      Pioneer Women: Voices from the Kansas Frontier  March 03, 2016 Posted by: Tom Dewey, Librarian  0 Comments     Joanna Stratton has created a remarkable book filled with stories of women on the frontier. Pioneer Women: Voices From the Kansas Frontier is a treasure trove of material for anyone interested in the pioneer west, especially from a woman’s perspective.       My Folks Don't Want Me to Talk About Slavery  February 12, 2016 Posted by: Tom Dewey, Librarian  0 Comments     Belinda Hurmence has edited a compelling book about slavery titled My Folks Don’t Want Me to Talk About Slavery.  The book is a collection of oral histories by former slaves and descendants of slaves and offers rare, original accounts of lives in bondage. The narratives in this collection are all from North Carolina.      More Than Petticoats: Remarkable Missouri Women  January 07, 2016 Posted by: Tom Dewey, Librarian  0 Comments     More Than Petticoats: Remarkable Missouri Women profiles the lives of thirteen of the state’s most interesting and important historical figures. Author Elaine Warner introduces us to women from all across Missouri, from many different backgrounds, and from various walks of life.  The women profiled here all showed strength and compassion as they broke through social, cultural or political barriers to make contributions to society.      Historic Photos of the Gateway Arch, by NiNi Harris. Nashville: Turner Press, 2009.  November 24, 2015 Posted by: Tom Dewey, Librarian  0 Comments     Historic Photos of the Gateway Arch is much more than simply a photo book.  In addition to the dozens of wonderful black and white photos, this wonderful volume also features six essays on the history of the famous monument in St. Louis.  In the preface Harris says the completed Gateway Arch achieved what Saarinen (the architect) stated was a purpose of architecture, “To fulfill man’s belief in the nobility of his existence.”      From the Palaces to the Pike  September 24, 2015 Posted by: Tom Dewey, Librarian  0 Comments     From the Palaces to the Pike: Visions of the 1904 World’s Fair recreates in words and pictures the visual and emotional impact of the St. Louis World’s Fair (officially the Louisiana Purchase Exposition.) It was an event that captured the imagination of thousands of people. The authors explain how a large urban park was transformed into a world-class fair and how all the drama that ensued was worth all the effort.      Women of the West  August 10, 2015 Posted by: Tom Dewey, Librarian  0 Comments     Nearly forty years ago author Dorothy Gray wrote a book of informative biographical essays on women whose lives affected the American West.  The book, simply called Women of the West, inspired many other writers to delve deeper into the subject.      Henry’s Freedom Box; A True Story from the Underground Railroad  July 08, 2015 Posted by: Tom Dewey, Librarian  0 Comments     Henry’s Freedom Box is a beautifully crafted picture book that briefly relates the story of Henry \"Box\" Brown's daring escape from slavery. The book’s author, Ellen Levine, was fascinated by Brown, whose story appeared in the 1872 book, The Underground Railroad, by William Still.      Welcome to Kirsten's World, 1854: Growing Up in Pioneer America by Susan Sinnott  May 20, 2015 Posted by: Tom Dewey, Librarian  0 Comments     Welcome to Kirsten’s World, 1854: Growing Up in Pioneer America tracks a young girl and her family’s journey from Sweden to the New World using documents such as photographs, newspaper articles, letters, and other assorted artifacts.      Portraits of Conflict: A Photographic History of Missouri in the Civil War,  April 01, 2015 Posted by: Tom Dewey, Librarian  0 Comments     Portraits of Conflict, by William Piston and Thomas Sweeney, is a fascinating book that offers informative essays and hundreds of images of individuals associated with the Civil War and Missouri.  The authors explain that Missouri was a deeply divided border state and politically important to both the Union and Confederacy.      A Most Unsettled State; First Person Accounts of St. Louis During the Civil War  January 23, 2015 Posted by: Tom Dewey, Librarian  0 Comments     Many people don’t automatically think of St. Louis when the Civil War is mentioned, but the city has many interesting stories associated with the war.  St. Louis was under martial law and divided to its core during the Civil War years and A Most Unsettled State conveys this dynamic through the pens of those who experienced it. Author NiNi Harris collects memoirs, letters, sermons, and accounts that reveal a critical time in a volatile place.      The Making of An Icon: The Dreamers, the Schemers, and the Hard Hats Who Built the Gateway Arch  November 18, 2014 Posted by: Tom Dewey, Librarian  0 Comments     The Making of An Icon: The Dreamers, the Schemers, and the Hard Hats Who Built the Gateway Arch  compiles stories from many viewpoints offering a fresh look at the history of the making of the country’s tallest man-made monument.      The American West  October 27, 2014 Posted by: Tom Dewey, Librarian  0 Comments     Bestselling author Dee Brown (Bury My Heart at Wounded Knee) has compiled a book that chronicles the American West during the last half of the nineteenth century. The book, simply titled The American West, is a series of well-written essays on a myriad of topics including prominent Indian leaders, miners, cowboys, soldiers and settlers.      Likeness and Landscape: Thomas M. Easterly and the Art of the Daguerreotype  June 16, 2014 Posted by: Tom Dewey, Librarian  0 Comments     Delores Kilgo’s book Likeness & Landscape: Thomas M. Easterly and the Art of the Daguerreotype sets a new standard for excellent daguerreotype reproduction and celebrates Thomas M. Easterly as a significant figure in early photography.      The Old Courthouse  May 06, 2014 Posted by: Tom Dewey, Librarian  0 Comments     The Old Courthouse in downtown St. Louis is a building many people have seen time and time again. The Greek Revival style building frequently appears as a recognizable symbol of the city alongside the Gateway Arch.  It is rightly famous for its association with Dred and Harriet Scott and their quest for freedom.  Their legal battle was nationally and historically significant and began in the building in 1846. But the building’s history reveals much about the people of St. Louis and the times in which it was created and Moore’s The Old Courthouse tells that story with much authority and interest.      The First Chouteaus: River Barons of Early St. Louis  March 26, 2014 Posted by: Tom Dewey, Librarian  0 Comments     Authors William Foley and C. David Rice wrote a very compelling book titled The First Chouteaus: River Barons of Early St., Louis in the early 1980s. The book explores the early history of St. Louis and the tremendous effect the Chouteau family had in its early development.      Mrs. Lincoln and Mrs. Keckly; the Remarkable Story of the Friendship Between a First Lady and a Former Slave  February 13, 2014 Posted by: Tom Dewey, Librarian  0 Comments     Mrs. Lincoln and Mrs. Keckly is a fascinating look at the lives and friendship of two nineteenth century women.  Historians have told us much about Mary Todd Lincoln, but Elizabeth Keckly has certainly not received her due.      The Steamer Admiral and the Streckfus Steamers: A Personal View  November 26, 2013 Posted by: Tom Dewey, Librarian  0 Comments     Annie Blum’s book The Steamer Admiral is an entertaining and informative book that tells the story of the boat and the family behind it. The author begins her story with a memoir of her years working on the steamer Admiral and gives great detail to the features of the amazing boat.      Seeking St. Louis: Voices From a River City, 1670-2000  September 05, 2013 Posted by: Tom Dewey, Librarian  2 Comments     Seeking St. Louis: Voices From a River City is a compelling look at voices from the past and what they have to say about the river city of St. Louis. The book is a wonderful collection of perspectives, both famous and not-so-famous.      Route 66 St. Louis: From Bridges to the Diamonds  July 19, 2013 Posted by: Tom Dewey, Librarian  0 Comments     Author Norma Bolin covers a lot of ground in her lengthy book about Route 66 and its culture.  Route 66: From Bridges to the Diamonds tells many stories about St. Louis and its cultural past, many through interviews with longtime residents and their offspring.  The author covers all parts of the St. Louis metro area, including some areas not particularly identified with Route 66.      The Gateway Arch: An Architectural Dream  June 17, 2013 Posted by: Tom Dewey, Librarian  0 Comments     The Gateway Arch: An Architectural Dream is an amazing book because it tells not only the story of how the famous St. Louis monument was built, but also reveals some of the people behind the story too.  These people come to life in oral history segments that are interwoven in the pages of this fascinating and beautiful book.      A Long Hard Journey: The Story of the Pullman Porter  May 14, 2013 Posted by: Tom Dewey, Librarian  0 Comments     Local author Fredrick McKissack died recently at the age of 73.  He wrote many award- winning books with his wife, Patricia McKissack in the past 33 years.  Let’s celebrate that partnership and look back at a book they wrote in 1989.      A Wicked War: Polk, Clay, Lincoln, and the 1846 U.S. Invasion of Mexico  April 30, 2013 Posted by: Tom Dewey, Librarian  0 Comments     Author Amy S. Greenberg’s skilled storytelling and solid scholarship bring this American war to life with memorable characters, plotlines, and legacies. Often overlooked, the U.S.-Mexican War featured lots of drama as it divided the nation, paved the way for the Civil War a generation later, and virtually launched the career of Abraham Lincoln. A Wicked War brings all these elements to life.      Pretty-shield: Medicine Woman of the Crows.  March 22, 2013 Posted by: Tom Dewey, Librarian  0 Comments     As we celebrate Women’s History Month in March, let’s remember a woman who shared her life story several decades ago. Pretty-shield, the legendary medicine woman of the Crows, remembered what life was like on the Plains when the buffalo were still plentiful.      Inside the White House; America's Most Famous Home  February 12, 2013 Posted by: Tom Dewey, Librarian  0 Comments     Inside the White House; America’s Most Famous Home. Caroli, Betty Boyd. Pleasantville, NY: Reader’s Digest, 1999. The White House has a long and interesting history that unfolds in the splendid book, Inside the White House; America’s Most Famous Home.      Dred and Harriet Scott: Their Family Story. Hager, Ruth Ann. St. Louis County Library, 2010.  February 12, 2013 Posted by: Tom Dewey, Librarian  1 Comments     Author Ruth Ann Hager sheds new light on many aspects of the Dred Scott family in her recent book, Dred & Harriet Scott: Their Family Story. Hager, a certified genealogist and genealogical lecturer, works at the St. Louis County Library as a genealogical specialist and is clearly motivated by her subject material.      Lincoln: An Illustrated Biography  December 01, 2012 Posted by: Tom Dewey, Librarian  0 Comments     Lincoln: An Illustrated Biography. Philip B. Kunhardt, Jr., Philip B. Kunhardt III, and Peter W. Kunhardt.  New York: Alfred A. Knopf, 1992. Many people are crowding theaters to see Steven Spielberg’s  film, Lincoln. To any reader who wants a closer look at the sixteenth president, I propose they get a copy of Lincoln: An Illustrated Biography.      Days of Jubilee: The End of Slavery in the United States  November 01, 2012 Posted by: Tom Dewey, Librarian  0 Comments     Days of Jubilee: The End of Slavery in the United States. Patricia & Frederick McKissack. New York: Scholastic Press, 2003. Patricia and Frederick McKissack’s book, Days of Jubilee: The End of Slavery in the United States, explains early on that there was no single day when slavery ended in the United States. The day a slave was told of his or her freedom was their day of emancipation- their “day of jubilee.”      Thomas Jefferson Architect: The Built Legacy of Our Third President  October 05, 2012 Posted by: Tom Dewey, Librarian  2 Comments     Thomas Jefferson Architect: The Built Legacy of Our Third President, is a tribute to Jefferson’s architectural legacy and an archive of his building legacy. Thomas Jefferson is considered by many as our first great American architect and the Jeffersonian classical style is one of the most recognized architectural styles in American history.      Joe Jones: Radical Painter of the American Scene  September 19, 2012 Posted by: Tom Dewey, Librarian  0 Comments     Joe Jones: Radical Painter of the American Scene.  Walker, Andrew. St. Louis: St. Louis Art Museum and University of Washington Press, 2010. Joe Jones (1909-1963) was an American painter and social realist from St. Louis. His artistic career is explored in Andrew Walker’s book, Joe Jones: Radical Painter of the American Scene. The book is a catalogue for a recent exhibition on Jones.      Abraham Lincoln and Frederick Douglass: The Story Behind an American Friendship  August 28, 2012 Posted by: Tom Dewey, Librarian  3 Comments     Abraham Lincoln and Frederick Douglass: The Story Behind an American Friendship, by Russell Freedman. Boston: Clarion Books, 2012. Author Russell Freedman, a Newberry Medal winner for Lincoln: A Photobiography, once again sets his sights on Lincoln, but this time he writes a joint biography about the friendship of Lincoln and Frederick Douglass.      57 Years: A History of the Freedom Suits in the Missouri Courts  August 03, 2012 Posted by: Tom Dewey, Librarian  1 Comments     Sestric, Anthony J. 57 Years: A History of the Freedom Suits in the Missouri Courts. St. Louis, MO: Reedy Press, 2012. The new book, 57 Years: A History of the Freedom Suits in the Missouri Courts, is the collective story of the people who worked to legally undo the mandates of the slave laws through freedom suits.      Book Spotlight: May 2012  June 15, 2012 Posted by: Tom Dewey, Librarian  0 Comments     Mark Twain: A Life. Ron Powers. New York: Free Press, 2005. Any curious reader wanting a capsule biography of Mark Twain should probably steer clear of this voluminous entry on the famous writer’s life and work.  If, however, you are attempting to get a more thorough look at the man- then this might be the book for you.      Book Spotlight: April 2012  May 24, 2012 Posted by: Tom Dewey, Librarian  1 Comments     Saarinen’s Quest: A Memoir. Knight, Richard. San Francisco: William Stout Publishers, 2008. For anyone wondering who the person was that created the famous Gateway Arch, this book has many answers.      Book Spotlight: March 2012  February 29, 2012 Posted by: Tom Dewey, Librarian  1 Comments     Sisters: The Lives of America's Suffragists. Jean H. Baker. New York: Hill and Wang, 2005. Historian Jean H. Bakercombines the life stories of Lucy Stone, Susan B. Anthony, Elizabeth Cady Stanton, Frances Willard, and Alice Paul into a compelling collective history titled Sisters: The Lives of America's Suffragists.      Book Spotlight: February 2012  January 31, 2012 Posted by: Tom Dewey, Librarian  2 Comments     The St. Louis African American Community and the Exodusters. Jack, Bryan M. Columbia: University of Missouri Press, 2007. After the Reconstruction era ended in the United States, life for many African-Americans remained intolerable.      Book Spotlight: January 2012  December 30, 2011 Posted by: Tom Dewey, Librarian  0 Comments     U. S. Grant: American Hero, American Myth. Waugh, Joan. Chapel Hill: University of North Carolina Press, 2009. Most Americans today are unaware of how revered U.S. Grant was in his lifetime.      Book Spotlight: December 2011  December 01, 2011 Posted by: Tom Dewey, Librarian  0 Comments     Fur, Fortune and Empire: The Epic History of the Fur Trade in America, by Eric Jay Dolin. New York: W.W. Norton and Co., 2010. Fur, Fortune and Empire: The Epic History of the Fur Trade in America is an exciting story of American history.      Book Spotlight: November 2011  November 01, 2011 Posted by: Tom Dewey, Librarian  0 Comments     The People of the River's Mouth: In Search of the Missouria Indians, by Michael Dickey. Columbia, MO: University of Missouri Press, 2011 The People of the River's Mouth explores the Missouria people, the first American Indians encountered by European explorers venturing up the Pekitanoui River-the waterway we know as the Missouri. This Indian nation was a dominant force in the upper Midwest in the pre-colonial era.      Book Spotlight: October 2011  September 30, 2011 Posted by: Tom Dewey, Librarian  0 Comments     From All Points: America's Immigrant West, 1870s-1952, by Elliot Robert Barkan. Bloomington: Indiana University Press, 2007. By the end of the 20th century the American West was home to nearly half of America's immigrant population, including Asians and Armenians, Germans and Greeks, Mexicans, Italians, Swedes, Basques, and others. This book tells their rich and complex story.      Book Spotlight: September 2011  September 01, 2011 Posted by: Tom Dewey, Librarian  0 Comments     The Civil War Remembered (Official National Park Service Handbook); Virginia Beach: Donning Co. Publishers, 2011. \"The Civil War era saw not only our greatest military struggle, but also our greatest social revolution and our greatest evolution as a nation.\"  -From the preface of The Civil War Remembered.      Welcome to Book Spotlight  August 01, 2011 Posted by: Tom Dewey, Librarian  0 Comments     The library would like to highlight prominent books in our collection that offer something new or relevant to the ongoing discussion of history in our community. With this in mind, we would like to inaugurate a new feature on our website that provides a summary of a new or undiscovered book that might be of interest to readers.      Book Spotlight: August 2011  August 01, 2011 Posted by: Tom Dewey, Librarian  0 Comments     Founding St. Louis: First City of the New West by J. Frederick Fausz, History Press, 2011. Founding St. Louis: First City of the New West helps fill many gaps in the history of St. Louis and the Mississippi River Valley.",
    "url": "https:\/\/www.nps.gov\/jeff\/blogs\/BookSpot.htm"
}
