{
    "title": "Everglades National Park: Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Boating               Boating      Visitors can explore Florida Bay, Whitewater Bay, and the Ten Thousand Islands area by boat, kayak, or canoe.  Each area has its own unique characteristics and habitats to explore.  Boating in the waters of the Everglades is a task for the skilled.  Treacherous passes cut through long banks of mud and seagrass, separating the basins of our shallow coast in Florida Bay.  Other areas, especially in the Ten Thousand Islands, have many oyster reefs and sandbars.  Safely exploring this region, while protecting the sensitive underwater habitats, requires the ability to \"read the water\".  Shallow areas are not always marked, especially in the area between Flamingo and Everglades City.  Knowing the draft (depth) and limits of your boat is critical, as is the ability to read and utilize nautical charts.  Follow the links on this page for more specific information on exploring each of these areas. To learn how to safely navigate the waters of Florida Bay, boaters can take a partner sponsored online boater education course called Eco-Mariner. Click on the Eco-Mariner image to start the boating safety course that provides the basic knowledge to protect Florida Bay's sensitive environment.           Marinas & Boat Ramps   Launch Fees     Boating Safety & Regulations   Motors      No Wake Zones   Closures     Boating Impacts   Personal Watercraft                   Download the Florida Bay Map & Guide PDF (2.25 MB) Printable Version (2.71 MB)             Download the Fishing Regulations       Polling near Flamingo  NPS Photo   J Roark  Boating in the waters of the Everglades is a task for the skilled. Treacherous passes cut through long banks of mud and seagrass, separating the basins of our shallow coast in Florida Bay. Other areas, especially in the Ten Thousand Islands, have many oyster reefs and sandbars. Safely exploring this region, while protecting the sensitive underwater habitats, requires the ability to \"read the water\". Shallow areas are not always marked, especially in the area between Flamingo and Everglades City. Knowing the draft (depth) and limits of your boat is critical, as is the ability to read and utilize nautical charts.",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/boating.htm"
}
