{
    "title": "Everglades National Park: Bird Watching Spots",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bird Watching Spots               Bird Watching Spots         NPS photo  J Roark   Anhinga Trail  Wading birds, cormorants, Purple Gallinules, and nesting Anhingas may be found along the path anytime of the day during the winter (dry) season.        NPS Photo  J Roark   Eco Pond Wading birds, American Coots, Osprey, White-crowned Pigeons, warblers, Red-shouldered Hawks, Anhingas, rails, Painted Buntings and other transients are best viewed here in the morning.          NPS Photo  J Roark   Gulf Coast Visitor Center and Vicinity Wading birds, cormorants, Osprey, Bald Eagles, pelicans, and shorebirds can be observed from the visitor center or by boat in the 10,000 Islands. Peregrine Falcons, Swallow-tailed Kites, Wood Storks, skimmers, and a variety of warblers make a seasonal appearance.          NPS Photo  J Roark   Mahogany Hammock and Vicinity Cape Sable Seaside Sparrows may be heard and seen early in the morning from the main park road during the spring. Bald Eagles and warblers are also active in the morning, while Barred Owls come out in the evening.          NPS Photo  J Roark   Mrazek Pond Most of the year only a few ducks and wading birds, but for a few days during some winters, large numbers of wading birds, including Roseate Spoonbills and Wood Storks, move in to feast.          NPS Photo  J Roark   Nine Mile Pond Snail Kites, wading birds, Wood Storks, Roseate Spoonbills, Limpkins, and White-crowned Pigeons make this spikerush community their home. The best times to find these birds is in the morning via canoe._          NPS Photo  J Roark   Paurotis Pond Roseate Spoonbills and wading birds make appearances year round, while in the early spring a Wood Stork rookery dominates the mangroves of this small pond.          NPS Photo  J Roark   Shark Valley Tram Road and Vicinity Wood Storks, wading birds, Snail Kites, and Anhingas may be found throughout the day along the tram road.          NPS Photo  J Roark   Snake Bight Trail Warblers and Mangrove Cuckoos frequent the trail in the morning hours while wading birds, shorebirds, and flamingos sometimes feed near the boardwalk at high tide.",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/bird-watching-spots.htm"
}
