{
    "title": "Everglades National Park: Shark Valley",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Shark Valley                Shark Valley Ranger Guided Tours       This page provides an overview of programs offered at Shark Valley during different times of year.  This can help visitors consider what they might like to do on a visit to the park. This district is accessed through an entrance off US 41 (Tamiami Trail) on the north end of the park.   Please note that Ranger Programs Change by Season!  Check in with the park during the summer season to see  if there have been changes to the current schedule before packing up your car and heading to the park. Warm and wet weather sometimes lead to cancellation of programs.    Call General Park Information 305-242-7700 or the Shark Valley Visitor Center 305-221-8776 (note that this number is staffed 8:00 a.m. - 4:30 p.m., leave a voicemail if not answered and someone will return your call during the next staffed shift).       December - March - Dry Season - Increased Ranger programs April - November - Wet Season - Reduced Ranger programs      Directions  Summaries of the Ranger Programs that are available in this District are below. Note that not all programs are available during the summer season. Most programs are scheduled from January through March.  If you have questions please contact the park's information line.          Shark Valley Ranger-Guided Programs May 1 to September 30, 2016    Current schedule May 1- September 30, 2016 (PDF, 126KB) Ranger Walk Join a park ranger or volunteer for a stroll along the Shark Valley Canal. 45 minutes. Wheelchair accessible. Held every Sunday, Monday, Friday and Saturday at 9:15 a.m. Everglades Exploration The Everglades story is a complex tale of plants, animals, water, and history. Join us for a short talk and get an in-depth glimpse of the Everglades. Meet at the benches behind the visitor center. 30 minutes. Wheelchair accessible.  Held from Sunday to Friday at 2:30 p.m. (No programs on Saturday) Wild Walk in the Wilderness! Want to try something different? How about \"off-roading\"? Want to test yourself against the Everglades in the summer? A park ranger or volunteer will lead you through Shark River Slough using your feet as your  wheels\" for a great adventure! Be prepared for high water levels, insects and mosquitoes. Reservations are required and children must be at least 12 years old. Call 305-221-8776 for more information. 2 hours. Held on May 21, June 18, July 16, August 20 and September 17 at 9:00 a.m. Canal Biking Join a ranger for a car caravan trip to the L-67 Canal, approximately 5 miles to the east of the Shark Valley entrance. This is the old eastern boundary of the park. The bike tour will lead you down the canal berm on an unpaved, gravel road. Explore the wildlife along the canal and the great views of the eastern portion of Shark Valley Slough and the Everglades. Meet near entrance gate at Shark Valley, car caravan to L67 lot, five miles east of Shark Valley. Reservations are required one week in advance to the scheduled ride. For more information, call 305-221-8776. Approximately 3 hours. Bring your own bicycle.  Held on May 28, June 25, July 23, August 27 and September 24 at 7:30 a.m. Glades Biking in the Morn'  Explore the subtleness of the wetlands as the morning light wakes up its inhabitants, birds, turtles and alligators sunning themselves along your path. Join a park ranger or volunteer for a 15-mile bike ride out into Shark River Slough. Bring your own bicycle or rent one from the concession. Meet on the back side of the visitor center by the benches. Approximately 3 hours. Held on May 15, June 12, July 10, August 14 and September 15 at 9:00 a.m. Meteor Shower Bike Ride Watch an amazing meteor shower over the sawgrass prairie. Listen to the accompanying Everglades \"night symphony\" as you get a glimpse of a meteor shower arching across the dark night sky. Climb the observation tower to enjoy the mystery and feel the magic of the Everglades wilderness at night. Join a park ranger for an evening 15-mile bike ride. Bring your own bicycle. Reservations required one week in advance. For more information call 305-221-8776. Held on May 5 and July 29 at 6:30 p.m.        Shark Valley Tram Tour NPS Photo  Shark Valley Tram Tours (Offered year round; 2-hours, fee charged)    Find yourself in the middle of the \"River of Grass\", the heart of the Everglades. See alligators, wading birds and other wildlife in their natural habitat. Narrated by a park ranger or park naturalist. (Reservations recommended - 305-221-8455).   Trams run everyday from 9:00 a.m. to 4:00 p.m. at the following times: Tours at 9:30 a.m., 11:00 a.m., 2:00 p.m. and 4:00 p.m.          Tamiami Trail Triathlon NPS  Tamiami Trail \"Try-Athlon\" (year round)   A triathlon you can complete anytime you please. Bike, hike, and Canoe to complete the Tamiami Trail Triathlon in one day, one month, one year. It's up to you. Start at the Gulf Coast Visitor Center, at Shark Valley Visitor Center or Big Cypress Oasis Visitor Center. However-Whenever! Get out and enjoy the experience!        Observation tower NPS Photo  Ranger Programs (varies by season) *Subject to changes*   Bird Walk    Join a Park Ranger or Volunteer for a stroll along the Shark Valley canal. Learn about the history of the area, identify the birds, and discover what makes the Everglades unique. Meet at the benches by the canal. Wheelchair Accessible. 30-45 minutes.   Nature Walk   There are four different tree islands in the Everglades. Join a Park Ranger or Volunteer as they take you through and introduce you to one of them. Meet at the benches behind the Visitor Center. Wheelchair Accessible. 30-45 minutes.          Bobcat trail NPS Photo  Everglades Exploration Some like to walk, others like to talk, and they all like to have fun. See what the rangers have planned each day as they explore a new topic in the Everglades. Meet at the benches behind the Visitor Center. Wheelchair accessible. 30 minutes.      Wild Walk in the Wilderness! \"SAWGRASS and CATTAILS and MUCK OH MY! SAWGRASS and CATTAILS and MUCK OHMY!!\"… Want to try something different? How about \"off-roading\"? A Park Ranger or Volunteer will lead you through the Shark River Slough using your \"feet\" as your \"wheels\" for a great adventure! Approx. 2 hours. Reservations are required (Children must be at least 12 years old).Call 305-221-8776 for reservations and what to wear.        A group of visitors cycling through tram and bicycle roads NPS Photo  Biking Programs (winter program only) Note: Bicyclists 15 years and under MUST wear a helmet. Reservations are taken up to two weeks prior to the ride. Call the Visitor Center to make reservations or for more information: 305-221-8776 Sunrise in the Glades - (approx. 3 hours.) Come out for a special Sunday morning ride. Wake up with a 15-mile bike ride in the wee-hours of the morning. Be at the observation tower in time to watch as the sun comes up over theglades slowly warming and waking its inhabitants. Bring your own bicycle and arrive 30-minutes before the start time to meet the ranger at the gate. Glades Biking in the Morn' (approx. 3 hours) Explore the subtleness  of the wetlands as the morning light wakes up its inhabitants, birds, turtles and alligators sunning themselves along your path. Spider webs covered in the morning dew glistening in the sun. Join a Park Ranger or Volunteer for a 15-mile bike ride out into Shark River Slough. Bring your own bicycle or rent one form the concession for $18.00. Meet on the backside of the Visitor Center by the benches. Full Moon Bike Tour - (approx. 3 hours) Watch an amazing sunset over the sawgrass prairie. Listen to the Everglades \"night symphony\" as the full moon climbs slowly into the sky. Climb the observation tower to enjoy the mystery and to feel the magic of the Everglades Wilderness at night. Join a park ranger for an evening 15-mile bike ride. Meet behind the Visitor Center. Bring your own bicycle. Reservations required and will be taken 7 days prior to the scheduled ride.",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/shark-valley-ranger-guided-tours.htm"
}
