{
    "title": "Everglades National Park: Hiking Trails",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking Trails               Hiking Trails      The following trails are not being maintained due to the presence of species on the federal list of endangered species. The trails are still passable but you may encounter ground vegetation or vines on trail. Travel at your own risk.Coastal prairie trail: Critical habitat for Cape Sable thoroughwortSnake Bight: Critical habitat for Cape Sable thoroughwortRowdy Bend: Critical habitat for Cape Sable thoroughwortChristian Point: Critical habitat for Cape Sable thoroughwortBear Lake: Critical habitat for Cape Sable thoroughwortLPK Bike Trail: Critical habitat and presence of Florida leafwing and Bartram's scrub hairstreak butterflies and their host plants.       In many areas of the park, trails allow you to explore the diversity of habitats within south Florida.  While exploring the park, be sure to bring plenty of water and be aware of changing weather conditions.  If you hear thunder, seek cover immediately.  The safest places to do so may be inside a building or vehicle. Insects can be present year-round; with the hot, humid summer months being the most severe.  Be prepared for mosquitoes and a variety of biting flies.A wide array of land trails offer visitors opportunities for leisurely walks, extended hikes and bicycle treks. Check out the links below to download hiking and bicycling brochures.  Flamingo and Pine Island trails are accessible from the main entrance of the park in Homestead Florida, while the Shark Valley trail is closer to Miami off of U.S. 41. Pine Island Hike and Bike TrailsShark Valley Bike TrailFlamingo (general Hiking and Canoe Trail map) Hells Bay Canoe Trail      Nine Mile Pond Canoe TrailGulf Coast Trails (general information)  Paddlers can access many miles of Gulf Coast water trails along or near the park's southern and western coasts.  **Note** Pets are not allowed on any of the park's trails.                 Shark Valley Trails               Gulf Coast Trails               Flamingo Trails               Pine Island Trails",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/hiking-trails.htm"
}
