{
    "title": "Everglades National Park: Flamingo",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Flamingo                Flamingo Ranger Guided Tours       This page provides an overview of programs offered at Flamingo during different times of the year. This can help visitors consider what they might like to do on a visit to the park.  Please note that Ranger Programs Change by Season!   Check in with the park and our calendar of events to see if there have been changes to the current schedule below before packing up your car and heading to the park. Warm and wet weather sometimes lead to cancellation of programs.        You can reach the General Park Information line at 305-242-7700 or the Flamingo District at 239-695-2945. These phone lines are generally staffed from 8:00 a.m.- 4:30 p.m. during the busy season. If no one answers please leave a voicemail and someone will return your call on the next shift.    December - March - Dry Season - Increased Ranger programs April - November - Wet Season - Reduced Ranger programs      Directions Below are descriptions of Ranger guided programs available in the Flamingo District of the park at different times of the year. Check the current schedule to see if they are available on the date you are coming to the park. Check with the park's general information line if you have questions about when programs might be available.                A Park Ranger leads a bird walk NPS Photo  Ranger Programs that vary be season *Check with General Park Information or our Visitor Center for current schedule*   Early Bird Walk   Join us for an easy stroll to observe the birds of the Flamingo area. Be prepared to drive. Bring binoculars (if you have them). Beginners are welcome. Check at the Flamingo Visitor Center for details.     Big Day Birding Adventure     Join a ranger for this 6-hour birding adventure!  Be prepared to travel 38 miles down the Main Park Road to watch and count birds at various stops. Pack a lunch and bring mosquito repellent and binoculars (if you have them). Trip ends at Flamingo. For more information, call 239-695-3092.            Flamingo Visitor Center NPS Photo\/ R Cammauf  The Mobile Museum    Stop by the Flamingo Visitor Center any time between 1:30 p.m. and 3:30 p.m. to marvel at this diverse collection of natural history display.         Manatee Talk   Flamingo is manatee country! Meet for a talk about these marine mammals...and a chance to see one in person! Accessible, 30 minutes.               A Ranger giving a talk about crocodiles NPS Photo  Croc Talk    Flamingo is America's \"Crocodile Capital.\" Learn about these rare reptiles, and for a possible view of the real thing! Accessible, 30 minutes.         Discover Walk   Join a ranger to explore the Everglades. May involve walking a mile or more. Check at the Flamingo Visitor Center or call 305-242-7700 for program details and location. Prepare for mosquitoes. 2.5 hours.         Car Caravan   Meet at the Flamingo Visitor Center for this drive to various stops along the road to experience the Everglades. Be prepared to drive your own vehicle. 2.5 hours.            Ranger-guided walks NPS Photo\/R Cammauf  Python Talk     Yes, pythons are really here, not that we want them. Get past the hype to learn the real story about pythons in the Everglades.  Accessible, 30 minutes.        Tropical Trees Walk   Take an easy stroll to learn about Flamingo's Caribbean plants and trees. Meet at the Flamingo Visitor Center. 2 hours.       Naturalist's Knapsack   Learn about those things which make the Everglades a special place. Check at the Visitor Center for program topics. Meet at the benches below the Flamingo Visitor Center. Accessible, 30 minutes.              Canoeing at Nine Mile Pond NPS Photo\/Glenn Gardner  Canoe the Wilderness     Be prepared to drive to the canoe site. Minimum age to paddle is 14 years old. For more information and to sign up for a trip, go to the Flamingo Visitor Center or call 305-242-7700. 3.5 hours.       Evening Program   Join a ranger to unlock the secrets of Flamingo's natural and cultural history. Check the Visitor Center or campground for program topics and meeting location. Accessible, 1 hour.",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/flamingo-ranger-guided-tours.htm"
}
