{
    "title": "Everglades National Park: Frequently Asked Questions",
    "body": "Frequently Asked Questions               Where is Everglades National Park located and how do I get there? When does the park close? How much are the entrance fees to the park? Are there any lodging facilities in the park? Do I need reservations to camp? How much are the camping fees? Are there any restaurants or food vendors in the park? Do I need a permit to camp in the backcountry? What is the difference between alligators and crocodiles? Are crocodiles and alligators aggressive? How large do alligators and crocodiles get? Has anyone in the park ever been attacked by an alligator? Where can I take my pet in the park? Are there airboat tours inside the park? Is fishing allowed inside the park? Is swimming allowed in the park? What activities are there to do while visiting the park?                           1. Where is Everglades National Park located and how do I get there?  Everglades National Park covers 1.5 million acres of South Florida and spans 2 counties: Monroe, Miami-Dade and Collier.  There are 3 ways to access the park. The main entrance located on State Road 9336 in Homestead, which connects visitors to the Royal Palm area and the Flamingo area of Everglades National Park. The Shark Valley entrance is located on U.S. 41 Tamiami Trail in Miami and the Gulf Coast entrance is located on Oyster Bar Lane in Everglades City. Note: these entrances do not interconnect within the park.  Additionally, boaters and paddlers can enter the park through its coastal boundaries and waterways. For more information on how to get to the park, visit our Directions page.    2. When does the park close?  Everglades National Park's Main Entrance in Homestead and Shark Valley Entrance in Miami is open 24 hours a day, 7 days a week, 365 days of the year.  However, the entrance station is generally not staffed after 6:00 p.m., but visitors can enter or exit at any time. Visitors will NOT get locked in the park overnight.     3.How much are the entrance fees to the park?  Entrance fees vary depending on your mode of transportation, military service status and age. The standard entrance fee is $20.00 per vehicle, which is good for 7 days starting from the day of purchase. For a complete list of park entrance fees, check our Fees page. Note: Visitors with Annual, Senior, Access, or Volunteer passes who have left them at home will be required to pay. The Park Service does not keep a database of passes.   [MORE]   [TOP]                     4. Are there any lodging facilities in the park? Lodging facilities are not available in Everglades National Park. However, the park has two campground facilities: the Long Pine Key campground located near the Homestead entrance of the park and the Flamingo campground located in Flamingo, 38 miles south of the Homestead entrance. The park also offers numerous backcountry sites to do wilderness camping.        5. Do I need reservations to camp? How much are the camping fees? The Flamingo campground is open year-round and reservations can be made from November 20-April 15 through ReserveAmerica.com or Recreation.gov. From April 16-November 19, the campgrounds operates on a first-come, first-serve basis. The campground features 234 drive-up sites for $20.00 per camp site per night and also features 41 electric hookup sites for $30.00 per camp site per night. The Long Pine Key campground is open seasonally, from November 15-May 31, and operates on a first-come, first-serve basis. Reservations are only required for the group site, which is open seasonally from November 15-April 15. For group site reservations call, 305-242-7873.  The campground also features 108 individual drive-up sites for tents and RVs for $20.00 per campsite per night. For backcountry camping information, refer to question #7.        6. Are there any restaurants or food vendors in the park? Everglades National Park provides a limited variety of snack foods and beverages that are sold at the Ernest F. Coe Visitor Center bookstore, at the Royal Palm Visitor Center bookstore, at the Flamingo marina store and at the Gulf Coast Visitor Center store. The Park also has the Buttonwood Cafe located in Flamingo that opens seasonally from November 15 to April 15. However, we recommend that all visitors bring their own food and beverages during their stay at the park.      7. Do I need a permit to camp in the backcountry? Wilderness permits are required for all overnight camping. There is a $15.00 processing fee, as well as a $2.00 per person per day camping fee. Permits may only be obtained in person the day before or the day your trip begins. Permits are free in the summer (late April to mid-November), but they are required and visitors must follow self-registration at the Flamingo or Gulf Coast Visitor Centers.       8.What is the difference between an alligator and a crocodile? One of the differences is on where they live. Alligators mainly live in freshwater habitats, while Crocodiles live in salt or brackish water habitats. Everglades National Park is the only place in the world you may spot gators and crocs in the same body of water; perhaps you can spot them in Paurotis pond or Nine Mile Pond where freshwater and saltwater mix. Another difference is their skin color. Alligators are black to dark grey in color while crocodiles are a green-grey color.       A classic difference between alligators and crocodiles is their snout. It is hard to tell apart, unless you are up close. An alligator's snout is more like a shovel -wide and blunt (used like a shovel too); a crocodile's snout is pointed with more teeth sticking out (better for catching fish). 9. Are crocodiles and alligators aggressive? Both crocodiles and alligators are wild animals whose behavior can be unpredictable. Generally, crocodiles tend to have a flight or fight response. They encounter humans less frequently than alligators but have been known to be a bit more aggressive when provoked. Alligators that have been fed associate people with food and may exhibit more aggressive behavior around humans. Feeding or harassing alligators is a criminal offense as it can ultimately result in harm to the alligator, humans or both. Please keep a safe distance of 15 to 20 feet when viewing wildlife.  It is illegal to touch, feed and\/or harass any wild animal during your visit at the park.         10. How large do alligators and crocodiles get? An alligator's maximum size average is around 12 feet, which is common in older alligators, but not many are found of this size in the park. Most large gators we will see in the park are between 7 to 10 feet. Crocodiles grow a bit larger than alligators, maximum size around 13 feet.        11. Has anyone in the park ever been attacked by an alligator? Since 1990, two people swimming or splashing in the alligator's habitat have provoked alligator attacks that resulted in injuries, but not loss of life. Signs are posted that warn visitors against swimming in any of the freshwater ponds, trails, canals or any body of water within Everglades National Park. There have been no recorded alligator attacks on park visitors on any trail in Everglades National Park. Alligators and crocodiles have plenty of natural food here and do not seek out humans or pets. However, small animals and children and movement in the water or along the shoreline, mimic prey-like behavior which may attract these animals. Alligators that have been fed associate people with food and may exhibit more aggressive behavior around humans. Feeding or harassing alligators is a criminal offense as it can ultimately result in harm to the alligator, humans or both.  We would like to remind visitors to keep a safe distance when viewing wildlife (15 feet to 20 feet) and do not harass or feed wildlife.  Swimming\/snorkeling\/diving is prohibited in all canals, ponds, freshwater lakes, marked channels, and boat basins inside the park.     [MORE]   [TOP]                12. Where can I take my pet in the park? Pets are allowed (6-foot (2 m) leash) in parking lots and campgrounds, but not on trails or in wilderness areas. Currently pets are only permitted in the following areas:  On roadways open to public vehicular traffic In roadside campgrounds and picnic areas On maintained ground surrounding publis facilities Aboard boats        All pets must be on a leash not to exceed six feet and under close supervision, even in designated areas. Note: Pets and Service Animals present in areas not permitted, open themselves to predation by wildlife as well as posing a significant danger to the handler and other visitors.     [MORE]   [TOP]                13. Are there airboats tours inside the park?  Because most of the nearly 2,400 square miles of Everglades National Park is managed as a wilderness area, airboats are prohibited in these parts of the park (including Florida Bay).        14. Is fishing allowed inside the park?  Yes, fishing is allowed inside the park. A Florida fishing license is required, unless you are under 16 years of age or you are a Florida resident over the age of 65. These licenses can be purchased at bait and tackle shops, at Wal-Mart or in-town. They can also be purchased online at www.myfwc.com or by calling 888-FISH-FLO (305-347-4356).       Along the Main Park Road (accessed through the city of Homestead), Nine Mile Pond is the dividing line between saltwater and freshwater. If fishing at Nine Mile Pond and north of Nine Mile Pond, a freshwater fishing license is required. Anywhere south of Nine Mile Pond, a saltwater fishing license is required.  For fishing at Gulf Coast (in Everglades City), a saltwater fishing license is required.  Florida fishing regulations apply to our park, but with a few exceptions. Stop by our Visitor Center or download our Everglades National Park fishing regulations for more information. Visitors can get a tide table from the entrance station if they want one.     [MORE]   [TOP]             15. Is swimming allowed in the park? Swimming\/Snorkeling is prohibited in all canals, ponds, freshwater lakes, marked channels, and boat basins inside the park.    [MORE]   [TOP]       16. What activities are there to do while visiting the park? There are many ways to experience Everglades National Park. You can go biking, bird watching, boating, camping, paddlesports (canoe and kayak), fishing, geocaching, hiking or attend our ranger programs. For a complete description of activities, visit our Things To Do page.",
    "url": "https:\/\/www.nps.gov\/ever\/faqs.htm"
}
