{
    "title": "Jefferson National Expansion Memorial: Artifact of the Month",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Artifact of the Month                Artifact of the Month       RSS  About This Blog The Artifact of the Month column will feature artifacts from the park's collection, some on display, some that are in storage. Artifact of the Month is intended to give you a sneak peek behind the scenes into the history of these fascinating items.    Two Nineteenth Century Kerosene Lamps  July 14, 2016 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     Oil\/kerosene lamps were often used as much for ornamentation in a room as for a source of light. They reached their peak in artistry in the second half of the nineteenth century, which became the golden age of American oil lamps.       Coffee Mill and Spice Caddy  May 10, 2016 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     No matter what era in history, people have always needed food processing items to prepare life-sustaining foods for themselves and their families. Our museum collection has two examples from two different periods of those types of items. One example is a cast iron and wooden coffee grinder (JEFF 5239) dating to the 1880’s-1890’s. The other is a tin spice caddy (JEFF 8097) dating to the 1850’s      Two Pairs of Late 19th Century Spectacles  December 01, 2015 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     Whether used for scholarly, fashion or corrective reasons, eyeglasses were indeed one of the world’s most important inventions. One of St. Louis’s many successful industries in the nineteenth and twentieth centuries was eyeglass production. This month we highlight from our collection interesting examples of spectacles made by two different St. Louis companies-Erkers Eyecare and Abel&MacDonald.       Graniteware Coffee Boilers  September 30, 2015 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     Graniteware is a type of metal used mostly in the construction of kitchen items such as pots, coffeemakers, and dinnerware.  An inexpensive and durable metal, it was first made possible in the 1800’s.  It is also known as enamelware.  The park has two excellent examples (JEFF 681 and JEFF 789) of mottled and speckled blue and white large-capacity, chuck-wagon sized coffee boilers made of enamel coated tin that are believed to date back 115 to 140 years.      1904 World’s Fair Souvenirs  August 10, 2015 Posted by: Kathleen Moenster, Assistant Curator  1 Comments     In 1904, St. Louis welcomed the world to the Louisiana Purchase Exposition with great enthusiasm. Everyone who came wanted the experience of a lifetime. They sought souvenirs in quantity to remember their visit to the Fair. Those souvenirs still represent the success and excitement of the World’s Fair in St. Louis. The park’s collections contain several fascinating examples of these mementos.      Beaded Purses  April 29, 2015 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     Beaded purses are works of art, statements of personal taste, and status symbols. They combine the look and feel of a jeweled surface with the flexibility of fabric. Jefferson National Expansion Memorial has two beautiful examples of beaded purses from the Victorian era in its collections. Whether hand-crafted or commercially produced, beaded purses have been in vogue in North America for well over two hundred years, and in Europe for much longer.      Samantha Packwood Saddle  January 23, 2015 Posted by: Kathleen Moenster, Assistant Curator  1 Comments     This beautifully preserved saddle from our collections is of great interest because it was used by a young lady riding a mule headed west in a wagon train along the Oregon Trail in 1844.  William Packwood and his family were from Springfield, Illinois, and had to join two different wagon trains to reach their final destination. Their journey took them through St. Louis along the Oregon Trail to what is now Olympia, Washington. Mrs. Packwood’s side of the family was related to Meriwether Lewis. His grand journey west with William Clark, encouraged the family to seek a better way of life in what was then called Oregon. This sidesaddle, used by their daughter, nine year old Samantha Packwood, remained in the family’s possession until the 1980’s, when Samantha’s great-great-grandson donated it to the Jefferson National Expansion Memorial.      Ladies' Hand Fans  August 20, 2014 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     The origin of hand fans can be traced as far back as ancient Egypt. The folding fan originated in Japan in 637 and were first used in China, Japan and India. Italy imported folding fans from the East through Venice, a major trading center for the Orient. Their popularity spread through Europe. The vogue of ladies’ fans continued into the eighteenth and nineteenth centuries and spread to America. By 1865, the fan was an indispensable fashion accessory for the emerging middle class, reaching the peak of its success in the Victorian era. We are fortunate to have an array of ladies’ fans from the early twentieth century in the collection that show the variety of materials and designs of this very important accessory.      General Electric Radio  June 02, 2014 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     Of all the new products put on the market during the 1920’s, very few had the impact on society than the radio.  It is a symbol of the radical advances in technology which created fundamental changes in everyday life.  A fine example of this “technology” in the park’s collection is JEFF 7938, a 1930 General Electric Radio J-125 Console Model.      1870s Sewing Machine  May 08, 2014 Posted by: Kathleen Moenster, Assistant Curator  8 Comments     Through most of human history, women spent thousands of hours not only making clothing for their families, but repairing clothing. Because of the time involved in producing clothing many people dreamed of inventing a machine to do the work sewing pieces of cloth together. During the early 1800’s, many sewing devices were invented with moderate to poor success. By the mid to late 1800’s, sewing devices were vastly improved and what we now know as the sewing machine came into existence. Our exhibits in the Old Courthouse include an early model of one of these machines, Our sewing machine (JEFF 6089) was manufactured in the by the Wilcox and Gibbs Sewing Machine Company      Player Piano  May 08, 2014 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     The rise of the player piano grew with the rise of mass-produced pianos for the home in the late nineteenth and early twentieth centuries. A beautiful piece from the JNEM collections is JEFF 8211, a mahogany player piano, c 1903\/1905 (with roller) made by the Palmer Piano Company.      Pearl-Cast Iron Parlor Stove  December 03, 2013 Posted by: Kathleen Moenster, Assistant Curator  6 Comments     Among the early industries in St. Louis, the manufacture of stoves emerged as one of the largest and most successful. The ever growing market for stoves in the West coupled with the abundance of iron from the area, made stove manufacturers quite wealthy. In the slightly more than 100 years that it existed, St. Louis led much of the country in stove manufacturing. A fine example of a cast iron stove in our collection is JEFF 4750-an 1869 cast iron parlor stove, Bridge, each and Company, Model #7-The Pearl.      Late 19th Century \"Log Cabin\" Style Quilt  October 29, 2013 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     Quilts have been a part of history as long as have beds themselves.  In Europe, they comforted kings and queens.  In America, however, quilts came to be used in vastly different circumstances.  Here, pioneers in need of warm bed covers and with little cloth to spare, out of necessity, sewed together scrap after scrap of material to achieve bed-size patchwork panels.  One of the many sources of inspiration for quilt patterns was pioneer living itself which contributed to the development of the “Log Cabin” pattern.  The Artifact of the Month is an example of a 19th century “Log Cabin” style quilt from the collections.  In making these quilted bed covers, women also achieved a level of beauty and creative expression not otherwise found in many frontier homes.      Copper Leaves from the Dome  September 17, 2013 Posted by: Jennifer Clark, Archivist  0 Comments     Copper Leaves (shingles) from the Dome      The Settlement of Saint Louis or The Founding of Saint Louis by Fernand LeQuesne  September 09, 2013 Posted by: Jennifer Clark, Archivist  4 Comments     This large scale painting known as both “The Settlement of Saint Louis” and “The Founding of Saint Louis” depicts the founding of the city of St. Louis by Pierre Laclede in 1764.      An Official Daily Program from the 1904 Louisiana Purchase Exposition for Saturday, October 8th  July 19, 2013 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     The 1904 Louisiana Purchase Exposition was a showcase of man’s progress.  It was intended to commemorate a proud past but also point the way to a bright future.  In order to assist the many visitors that attended the Fair, daily programs were issued serving as guide books that described the day’s events and provided a map of the Fair.  JEFF 2333 is one of those colorful programs from October 8th, 1904.      Jukebox  April 30, 2013 Posted by: Kathleen Moenster, Assistant Curator  1 Comments     The impact of the jukebox on American culture was profound.  People now had the freedom to listen to what they wanted to, almost anywhere they wanted.  On exhibit in the St. Louis gallery of the Old Courthouse is JEFF 8277, a Seeburg Rex 1937 model art deco style jukebox that holds 20 records.  The development of the jukebox is an interesting story.      Pen and Ink Drawing of a Keelboat  February 28, 2013 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     Paul Rockwood was an American graphic artist, printmaker and lithographer who made many drawings of keelboats, flatboats and other views of early transportation on the western rivers. Keelboats were common rivercraft at the beginning of the 19th century.  The history of early transportation on the Mississippi River would be incomplete without a discussion of the important role of the keelboat.  Artifact JEFF 1407 is a well-executed pen and ink drawing by Paul Rockwood which depicts the arduous t      Who Am I? Children's Book by Lily Swann Saarinen. Artifact of the Month for January 2013  January 01, 2013 Posted by: Jennifer Clark, Archivist  1 Comments     A charming children's book by Lily Swann Saarinen, wife of Eero Saarinen and member of the team that won the architectural competition in 1948.      Karl Bodmer Aquatint “The Steamer Yellowstone\/On The\/ 9th April 1833” Artifact of the Month for December 2012  December 06, 2012 Posted by: Kathleen Moenster, Assistant Curator  3 Comments     Swiss artist Karl Bodmer was one of the greatest painters of the American West.  His aquatint engraving \"Steamer Yellow-Stone\/On The\/19th April 1833\" is the artifact of the month.  His works are remarkable for their careful detail and sensitivity and are recognized as some of the most perceptive and visually compelling visions of America and its peoples.      The Gateway Arch Ephemera Collection, Artifact of the Month for November 2012  November 20, 2012 Posted by: Jennifer Clark, Archivist  0 Comments     The Gateway Arch Ephemera Collection is meant to document the development of the image of the Arch to become the primary icon of St. Louis. Since 1948, the image of the Gateway Arch has been used in a wide variety of ways and represented on all types of materials. The collection comprises items on which the Gateway Arch design has been used artistically and commercially to promote ideas, products and events associated with St. Louis.      Old Courthouse Square Survey, Artifact of the Month for September 2012  October 05, 2012 Posted by: Jennifer Clark, Archivist  1 Comments     This month’s artifact of the month is a survey of the land for the Old Courthouse dated 1826.      \"St. Louis\" Model Automobile made by George Dorris, Sr. Artifact of the Month for October 2012  October 05, 2012 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     One of the most popular artifacts on exhibit at Jefferson National Expansion Memorial is the 1904 “St. Louis” model of the Dorris automobile manufactured by the Saint Louis Motor Carriage Company.      Campaign Buttons, Artifact of the Month for August 2012  September 19, 2012 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     Since America is now in the throes of the 2012 Presidential campaign and election, it seems like an appropriate time to discuss examples of campaign buttons from the Jefferson National Expansion collection.      Fur Trade Illustration Project Papers, Artifact of the Month for July 2012  September 18, 2012 Posted by: Jennifer Clark, Archivist  0 Comments     This month’s artifact of the month is one of the park’s wonderful archival collections - The Fur Trade Illustration Project. This fascinating collection consists of two hundred and fifty pen and ink drawings by National Park Service artists William Macy and James Mulcahy.      Jefferson Peace Medal, Artifact of the Month for June 2012  September 17, 2012 Posted by: Kathleen Moenster, Assistant Curator  1 Comments     This large, silver Thomas Jefferson peace medal was donated to Jefferson National Expansion Memorial in 1964. It is a fascinating piece of the past. These precious medals were given as tokens by explorers to important leaders and chiefs of Native American tribes as a symbol of peace and friendship between the two groups. Read about its interesting history.      Terra Cotta Owl Architectural Ornaments, Artifact of the Month for May 2012  August 28, 2012 Posted by: Jennifer Clark, Archivist  1 Comments     A pair of 128 lb terra cotta owl ornaments recovered from 121 South Second Street on the Arch grounds by park employee, John Bryan and saved for their architectural interest.      Thomas Moran Watercolor, Artifact of the Month for April 2012  April 01, 2012 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     Thomas Moran Watercolor      Indian Wars Widows Project Records, Artifact of the Month for March 2012  March 01, 2012 Posted by: Jennifer Clark, Archivist  1 Comments     The collection comprises the records of park historian Don Rickey. In the 1960s, Rickey was planning exhibits for the Museum of Westward Expansion and was searching for information, letters, photos and artifacts from men who were soldiers in the United States Army in the West. Rickey undertook a project in 1962 to contact all the surviving un-remarried widows of Indian Wars Veterans who were still receiving pensions from the U.S. Department of Veterans Affairs.      Meyer Brothers Drug Company Artifacts, Artifact of the Month for February 2012  February 01, 2012 Posted by: Kathleen Moenster, Assistant Curator  3 Comments     Meyer Brothers Drug Company Artifacts      Titian Ramsay Peale's Insect Specimen Collection Kit, Artifact of the Month for January 2012  January 01, 2012 Posted by: Jennifer Clark, Archivist  0 Comments     January's artifact of the month is Titian Ramsay Peale's insect specimen collection kit. This kit was a vital tool of one of America's early naturalist explorers used in his efforts to document the native species of the American continent.      The Emigrant's Guide, Artifact of the Month for December 2011  December 01, 2011 Posted by: Kathleen Moenster, Assistant Curator  2 Comments     Emigrant's Guide to the West guidebook      Prussian Vases, around 1860, Artifact of the Month for November 2011  November 01, 2011 Posted by: Jennifer Clark, Archivist  6 Comments     The artifact of the month for November is a pair of extremely large and elaborate vases that were presented to St. Louis lawyer Charles Gibson as a gift from the Prince Regent of Prussia Wilhelm I (later to be King of Prussia and the first Emperor of Germany). The gift was in recognition of Gibson's work representing the previous King of Prussia, King Friedrich Wilhelm IV, in a legal case that took place in St. Louis' Old Courthouse.      Old Courthouse Deed, Artifact of the Month for October 2011  September 30, 2011 Posted by: Kathleen Moenster, Assistant Curator  0 Comments     The deed to the land the Old Courthouse stands on.      Oath of Loyalty Book, 1868-1871, Artifact of the Month for September 2011  September 01, 2011 Posted by: Jennifer Clark, Archivist  2 Comments     The artifact of the month for September is a fascinating reminder of the hostility and resentment that remained in the state after the end of the Civil War. This Oath of Loyalty book consists of pages containing the text of the \"test oath\" and the signatures of men holding (or seeking) public office in the city.      Nineteenth Century Cameras, Artifact of the Month for August 2011  August 01, 2011 Posted by: Kathleen Moenster, Assistant Curator  1 Comments     Nineteeth Century Cameras      Introduction  July 30, 2011 Posted by: Jennifer Clark, Archivist  0 Comments     Introduction to this blog",
    "url": "https:\/\/www.nps.gov\/jeff\/blogs\/AOM.htm"
}
