{
    "title": "Everglades National Park: Backcountry Camping",
    "body": "Explore This Park    Plan Your Visit     Backcountry Camping            Backcountry Camping          Camp Sites Backcountry camp sites provide the perfect opportunity to experience the vast wilderness of the Everglades.  Visitors can select between a variety of ground sites, beach sites and elevated camping platforms known as chickees. Most of the sites are found in the Ten Thousand Islands and along the rivers that feed them. The majority of sites are accessible by canoe, kayak or motorboat, though a few may be reached by foot from Flamingo or Everglades City. Visitors should be aware that no backcountry site is available by car.         Winter is the best season to go. Summers are hot, muggy, and mosquitoes are plentiful. Feeding wildlife anywhere in the park is prohibited. Use caution around campsites where alligators or other wildlife may have been fed or gained access to human food. If wildlife associate humans with food, they may exhibit more assertive behaviors.  Review our Wilderness Trip Planner to get you started on your backcountry adventure!  Call either the Gulf Coast (239-695-3311) or the Flamingo (239-695-2945) Visitor Centers for detailed information to help with your trip planning.  Reservations Reservations are not accepted for any backcountry site.         Fees and Permits A backcountry permit is required for all wilderness campsites and issued the day before or the day of your trip. During the winter season (mid-November through mid-April) backcountry permits must be obtained in person at the Gulf Coast Visitor Center or at the Flamingo Visitor Center between the hours of  8:00 am - 4:30 pm.  A permit processing fee of $15 will be charged as well as a $2 per person per day camping fee. During the summer season (mid-April through mid-November) permits are free but are still required. They are available 24 hours 7 days per week. Follow self-registration instructions at either visitor center.    Permits are not issued over the telephone except for visitors coming in from the Florida Keys to camp at North Nest Key, Little Rabbit Key, Shark Point Chickee, Johnson Key Chickee and Cape Sable. Please call 239-695-2945. Note: The maximum backcountry stay is 14 days. A few tips on getting backcountry permits:  For sites where only one or two campers are allowed, people should arrive at the ranger station a day in advance to secure permits on busy weekends. If you seek a permit for the day you arrive, plan to be flexible and have alternative sites in mind. There are a high number of permits allowed for beach camping along Cape Sable, so it's generally possible to snag backcountry for these on the morning of your departure. A few backcountry sites are accessed via the Florida Keys and you can reserve these by phone the day before.",
    "url": "https:\/\/www.nps.gov\/ever\/planyourvisit\/backcamp.htm"
}
