{
    "title": "Biscayne National Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners        Student Conservation Association volunteer Leslie Bobonis releases a rehabilitated sea turtle back into Biscayne National Park.        Partnerships are crucial to the success of Biscayne National Park's conservation and education mission, and the park is always open to ideas for new ventures.      Partners Providing Financial, Advocacy and Staff Support The South Florida National Parks Trust operates as a local fund of the National Park Foundation, chartered by Congress as the official charitable partner of America's National Parks. The Trust works to ensure that more people have an opportunity to visit and enjoy three of South Florida's four national parks (Biscayne, Everglades and Dry Tortugas) by supporting educational programs, volunteer activities and visitor services within each park. The Florida National Parks Association (FNPA) features books, videos, and related products about the flora, fauna, and history of Biscayne, Dry Tortugas and Everglades National Parks and Big Cypress National Preserve. Net proceeds from the sale of products are returned to the National Parks to support park educational and visitor service programs. For nearly 90 years, the National Parks Conservation Association has worked to protect and enhance America's National Park System for present and future generations. This mission is accomplished through advocacy for the parks and the National Park Service, education of the public and of decision-makers regarding park issues, and through assessment of the health of the parks and park management. The Student Conservation Association (SCA) is a national nonprofit group that places 3000 volunteers annually as conservation interns. Each year, SCA members help to protect vital habitats, threatened wildlife, and other at-risk resources in our nation's parks, forests and urban green spaces. This unique experience instills an ethic of conservation and inspires lifelong stewardship that benefits our members, our society and our environment. Tropical Audubon Society is a group of dedicated citizens who care about the quality of South Florida's environment. They have a three-pronged approach to meeting their mission. Conservation: to work toward protection of the natural world and to promote wise stewardship of natural resources, especially native plants and animals and their habitat. Education: to promote, among members and the public of all ages, an understanding and appreciation of nature, the environment, and ecological relationships. Enjoyment: as a society of members with compatible interests, to enjoy together the study and protection of nature.      Community Partners Tropical Everglades Visitor Association The Tropical Everglades Visitor Association (TEVA) is a not-for-profit organization that operates a visitor center on US Highway 1 in Florida City. While they provide information on all of South Florida, the dedicated TEVA volunteers have a special knowledge of South Miami-Dade County's attractions, lodging and restaurants. Greater Miami Convention and Visitors Bureau The Greater Miami Convention & Visitors Bureau (GMCVB) is the official sales and marketing organization for Greater Miami and the Beaches. Use this link to find complete Miami, Florida tourism information including attractions, events, clubs, accommodations and much more. South Florida Community Partners The South Florida Community Partners is a dynamic group of residents, entrepeneurs, students, professionals, activists and volunteers who join with the National Park Service staff to enhance cultural diversity in South Florida's National Parks by providing programs, resources and opportunities that are available to all. Some notable projects they are consistently involved with are the Jones' Project on Porgy and Totten Keys as well as the sizable annual outreach event March for Parks. In 2008 March for Parks comes back to Biscayne. Please check back in January 2008 for more details! For information on joining the SFCP, please call 305-224-4203. Reef Environmental Education Foundation The Reef Environmental Education Foundation is a grassroots, non-profit organization of recreational divers who regularly conduct fish biodiversity and abundance surveys during their dives. REEF was founded in 1990, out of growing concern about the health of the marine environment, and the desire to provide the SCUBA diving community a way to contribute to the understanding and protection of marine populations. REEF achieves this goal primarily through its volunteer fish monitoring program, the REEF Fish Survey Project. Participants in the Project not only learn about the environment they are diving in, but they also produce valuable information. Scientists, marine park staff, and the general public use the data that are collected by REEF volunteers. Every year, REEF conducts the Great Annual Fish Count at Biscayne for participants from the general public and has also initiated a specialized project with the park, using expert REEF divers. The goal of this project is to fully characterize the reef distribution and abundance in Biscayne National Park (BNP), with a specific focus on small and cryptic species. Between March, 2005 and September 2006 teams of REEF expert volunteers conducted 337 visual fish censuses at 158 sites among 9 habitat types within the Biscayne National Park (BNP) near Miami, Florida. 276 species were documented during the biannual surveys from 10,728 sightings records, adding 66 species to the BNP inventory list of fishes present in the park. Voucher specimens and photographs of those species previously undocumented in the BNP were collected and included in a museum collection. This effort resulted in significant increases to the BNP fish species list utilizing a cost effective, volunteer-based, non-extractive method. Because of the opportunity to survey in non-traditional habitats (and the opportunity to find rare species), this was one of REEF's Advanced Assessment Team's favorite projects. For more information, call 305-852-0030.",
    "url": "https:\/\/www.nps.gov\/bisc\/getinvolved\/partners.htm"
}
