{
    "title": "Jefferson National Expansion Memorial: Thomas Jefferson",
    "body": "THOMAS JEFFERSON       While Thomas Jefferson was a youth, he made a pact with his best friend, Dabney Carr, that in the event of the death of either of them, the survivor would bury the other under a particular oak on a small mountain, a place Jefferson called \"Monticello.\" When Carr died at the age of 30 in 1773, he remained Jefferson's best friend, their comradeship further solidified by the fact that Carr had married Jefferson's favorite sister Martha. While slaves were preparing Carr's grave, Jefferson sat nearby, taking notes on the time required to turn the soil. Two men spent 3½ hours at this job; thus, Jefferson calculated, one man would take 7 hours and could therefore be expected to turn an acre of ground in four working days. This somewhat strange parable shows us Thomas Jefferson at a moment when he was most vulnerable, when he internalized even his most profound grief after the death of his best friend. It is a perfect example of the way in which Jefferson hid his emotions from people in his own time, and thus from modern historians as well. Who was Thomas Jefferson? Biographers have been trying to answer that question for nearly 200 years. We know that he was a complex man, but what was Jefferson really like? Basic facts reveal that he was tall (6'2½\"), freckled, sometimes rumpled, humorless, and sensitive. His mind was luminous, his tastes extravagant. He was able to grasp and adapt new ideas instantaneously. Some called him a genius. Although not the inventor some claim him to have been (he invented only an iron moldboard for a plow), Jefferson adapted the best ideas he saw in America and Europe for use on his estate, Monticello. The house he designed there is a genuinely important (even essential) piece of world architectural heritage, and echoes of its lines can be seen in the shape of the Gateway Arch and many other monuments, homes and buildings across America. Jefferson was not a good politician in terms of the way 20th century politicians operate. Unlike Harry Truman, Jefferson \"couldn't stand the heat\" of political life. Yet Jefferson (somewhat furtively) presided over the party machinery crafted as the \"loyal opposition\" during the presidencies of George Washington and John Adams, and developed an American political philosophy which has lasted 200 years. This philosophy, of state and local government having precedence over federal power, has enjoyed more popularity during the last decade than at any time during the 20th century. Jefferson was no businessman. The inheritor of large estates and many slaves, a studious, eager farmer, he nevertheless stayed in debt for most of his life. He extolled the virtues of the \"common man,\" the yeoman farmer, yet loved the amenities of a decadent Europe. He was a slaveholder who favored emancipation, yet never freed a single slave during his lifetime (he freed three in his will). As you can see, answering the seemingly simple question \"who was Thomas Jefferson\" is not easy. We can only relate selected facts about Jefferson's life; what he found to be important, what his likes and dislikes were. In all of his voluminous correspondence and his books, he rarely lets us see his inner feelings. These we must see through stories such as what Jefferson did as the grave of his friend Dabney Carr was being dug. Thomas Jefferson was born April 13, 1743, the third child of ten and the first son of Peter and Jane Randolph Jefferson. His father was a classic Virginia frontiersman, a self-made man and judge, a member of the Virginia House of Burgesses. Thomas Jefferson was born at Shadwell, the family home in Virginia, built at the base of the Blue Ridge Mountains on the fringe of what was then the British frontier. Jefferson spent most of his youth, however, on another family estate called Tuckahoe, 50 miles further east than Shadwell. Regarding his parents, we know that Jefferson loved and admired his father, but never spoke with any feeling about his mother, with whom it is believed his relationship was strained. He did not form close attachments with most of his siblings. When Jefferson was 9, the family moved back to the Shadwell plantation, leaving him behind at Tuckahoe in the care of a tutor, the Anglican minister William Douglas. For five years Jefferson lived with Douglas, whom he found to be an indifferent teacher and a poor scholar. Jefferson may have felt abandoned at Tuckahoe. Although he visited Shadwell occasionally, Jefferson's formative years lacked parental care and affection. In 1757, Peter Jefferson died suddenly at the age of 49. Thomas Jefferson's comment on his father's death is significant: \"When I recollect that at fourteen years of age the whole care and direction of myself was thrown on myself entirely, without a relation or friend qualified to advise or guide me, and recollect various sorts of bad company with which I associated from time to time, I am astonished I did not turn off with some of them and become as worthless to society as they were.\" This passage reveals Jefferson's alienation from his family, and also his strong will to direct his own education and career. Peter Jefferson left his son 7,500 acres of land, 21 horses and 53 slaves. He left his wife Jane the house and lands at Shadwell. After his father's death, Jefferson sought out another tutor, the Anglican minister James Maury, who taught Jefferson about the classics, science and natural history. Maury's eight children and three other scholars who boarded with him threatened to burst his house at the seams. One of the students living with Maury was Dabney Carr, destined to become Jefferson's best friend. Jefferson visited Shadwell on weekends, but it was not a cheery place for him. He became an introspective, moody young man. He learned the violin and to appreciate fine music. He became an expert rider, known throughout his life for long, solitary rides on horseback, which fed his desire to be alone. After two years with Maury, Jefferson decided that he had absorbed all the man had to offer,and at age 16 applied for admission to William and Mary College in Williamsburg, Virginia. Jefferson was accepted, and while at college befriended a professor of Mathematics, William Small, with whom he spent time both in and out of class. Small's deistic religious views probably helped to form the young Jefferson's opinions on this subject. Jefferson's views on religion, like everything else about him, were complex. Jefferson best fit the mold of a Deist, an 18th century form of religious thought which equated the universe to a giant clock, and portrayed God as the ultimate clockmaker, setting the universe in motion and letting it tick along on its way, undisturbed and without divine intervention. Jefferson came to believe that Jesus was an important philosopher, but did not believe him to be the son of God. In fact, Jefferson created his own Bible from the Gospels, cutting and pasting the story of Jesus' life together, emphasizing Jesus' philosophy and eliminating the miracles. (This Bible was only discovered after Jefferson's death, and was unknown during his lifetime). Jefferson's religious views were very important to us politically in the United States; Jefferson reacted strongly against the laws of Virginia Colony which allowed only Anglicans to hold public office. These laws prompted Jefferson to write the Statute of Religious Freedom for Virginia, ideas later incorporated into the Bill of Rights of the U.S. Constitution. Jefferson's statute, written after the Revolutionary War as the Virginia State Constitution was being drafted, led to the religious freedoms we enjoy in America and the separation of church and state. This is one of the three things Jefferson wished to be remembered for, which are carved (at his request) on his gravestone. Jefferson's friend Dabney Carr attended William and Mary with him. This initial two year period in Williamsburg may well have been the happiest of Jefferson's life. He ran about the town with his friends and indulged in sports. At the end of his William and Mary term Jefferson decided to stay on in Williamsburg to study law with George Wythe, who Jefferson called \"my second father\" and \"the Cato of his country.\" Wythe was one of the most distinguished, brilliant and respected lawyers in the colonies, and his influence on the mind of the young Jefferson is incalculable. Jefferson was drawn into a circle of the most cultivated men in Virginia society, including the Royal Governor, Francis Fauquier. His expenses consistently outran his allowance from his father's estate, setting up a lifelong pattern of bad money management. Wythe fit a pattern as well; that of mentor to a boy who seemed to crave a strong male figure in his life. Maury, Small, and Wythe were all important tutors and father figures to the young Jefferson. It was during this period that Jefferson fell in love with Rebecca Burwell, a charmer of the society set. He was too shy to tell her of his feelings, and escaped to Shadwell, not returning to Williamsburg for nine months. Finally he mustered up the courage to propose marriage to her, but instead of popping the question gave her a long and rambling diatribe which he understood to be a proposal and she did not. When he later learned that she had become engaged to another man, he was afflicted with a severe headache for several weeks. Jefferson was in Williamsburg in 1765 when the colony was upset by the Stamp Act crisis. He was a spectator at Patrick Henry's defiant speech in the House of Burgesses, in which Henry declared that Parliament had no right to tax the colonies. Jefferson studied law under George Wythe for five years, until 1767. That year Jefferson decided to take a trip to the north, traveling through Maryland to Philadelphia and New York City, then taking a coastal vessel back to Virginia. Upon his return he was admitted to the Virginia bar. Jefferson, now 24, began to ride the circuit as a lawyer, traveling from Staunton to Culpepper to Albemarle and back again. Not a good public speaker or adept at criminal law, it was said that Jefferson took only routine cases for modest fees. Other interests began to absorb his fertile mind, including music and playing his violin, experimentation with gardening at Shadwell, and Palladio's Book of Architecture. It was this book which stirred an idea in Jefferson to build a different kind of house; a house away from the rivers and the lowlands, a house constructed on land he had inherited, a little mountain which he dubbed, in Italian, \"Monticello.\" Jefferson's house was a 40 year project. He was never satisfied, always tearing down, improving, moving and shifting elements, adding inventions, and dreaming of still more changes. Jefferson's genius is nowhere displayed to greater effect than at Monticello; his home is an architectural masterpiece. The top of the little mountain was leveled off in 1767-68, and construction began on the south outbuilding in 1769, a building with a single room from which Jefferson could live and superintend construction of the main house. Meanwhile, Jefferson was chosen to represent his district in the House of Burgesses in Williamsburg. The resolutions passed by the House against Britain's Townshend Acts in 1767 caused Royal Governor Lord Botetourt to dissolve the House, which reconvened at Raleigh Tavern down the street. Led by George Washington, the Burgesses voted to join the Association for the Nonimportation of British Manufactures. This was one of the first instances of intercolonial solidarity, and Jefferson was a player in it. The experience caused Jefferson to begin examining the larger legal and political questions of the relationship of the American colonies to Great Britain.      Part II When his family's home at Shadwell burned to the ground in 1770, most of Jefferson's papers and books were incinerated. But Jefferson was preoccupied with other matters. In October, 1770, he visited The Forest, the plantation of a wealthy lawyer and planter named John Wayles. Wayles made his fortune primarily from the slave trade. His daughter Martha was a widow after just two years of marriage, with an infant son. She was accomplished on the spinet and harpsichord, and Jefferson became her leisurely suitor. He was primarily absorbed during this period, however, in the construction of Monticello. The pace was slow as he continued to alter his blueprints and sketches. Jefferson married Martha Wayles Skelton on January 1, 1772. Over the following ten years, Martha gave birth to six children, the first just less than nine months after the wedding. Of the six, only two survived to adulthood; Martha, (called Patsy) the eldest, and Mary (or Maria, called Polly by Jefferson), born in 1778. Jefferson destroyed the letters he exchanged with Martha during their courtship, so she remains a bit of a mystery to historians. She seems to have been frail, and was nearly constantly pregnant during the marriage. In 1773, Jefferson's young stepson died, as did his father-in-law, John Wayles. Martha Jefferson was left 11,000 acres of land, 35 slaves, and innumerable debts upon her father's death. Among the slaves she inherited were slaves reputed to be her father's black mistress and several slave children who were her half-sisters and half-brothers. In 1774, the Virginia House of Burgesses again protested British acts, this time the closing of Boston Harbor. Jefferson wrote a scholarly treatise entitled A Summary View of the Rights of British America, which \"personalized\" the argument between the colonies and the mother country. The colonies were organizing for resistance, and Jefferson was becoming known within his state as a leading patriot. He was selected as an alternate for Peyton Randolph, who was a Virginia delegate to the Second Continental Congress in Philadelphia in 1775. At the last minute, Randolph could not go, and so Jefferson went in his place, arriving in Philadelphia in June. The armed rebellion against Britain had just begun that April in Massachusetts, and George Washington was chosen to lead the American forces. Jefferson soon found a friend and ally in Congress in the Massachusetts lawyer John Adams; their somewhat opposing personalities complemented one another. Jefferson was re-elected to the Congress by the Virginia Assembly, and returned once more to Philadelphia in September 1775. Jefferson found Congress to be tedious and boring, but enjoyed associating with the many intelligent physicians and philosophers in what was then America's largest city. These included Benjamin Franklin, Dr. Benjamin Rush, and the astronomer\/mathematician David Rittenhouse. Thomas Jefferson's mother died suddenly in the spring of 1776 — and that's about all we know about the event. Jefferson merely noted it in his account book, and never commented on either her or her passing. He returned to Virginia for the funeral, and was back in Philadelphia by mid-May. Virginia joined other state representatives in pressing for the independence of the colonies from Britain, and on June 19, Congress appointed a committee of five to draw up a declaration to this effect. The committee was composed of Benjamin Franklin of Pennsylvania, Roger Sherman of Connecticut, Robert Livingston of New York, John Adams of Massachusetts, and Thomas Jefferson of Virginia, who was given the actual chore of writing the document. On July 2, 1776, Congress officially passed a resolution calling for full independence from Great Britain, and was presented with Jefferson's draft. Many sections of the draft were controversial, and Congress picked apart, deleted sections, and changed the wording of several of Jefferson's key phrases. By July 4, the document was ready, was accepted by Congress, and was read to a crowd gathered outside the Pennsylvania State House, now known as \"Independence Hall.\" The Declaration of Independence sealed the lasting fame of Thomas Jefferson. He became a national and world figure at age 33. Although he resented the changes Congress made to his draft, Jefferson took great pride in his authorship of the Declaration; it is the second of three things he most wished to be remembered for. Jefferson left the Continental Congress for good in September 1776, returning to Monticello. Although appointed by Congress as an emissary to France along with Benjamin Franklin, Jefferson declined the appointment. During the next couple of years, Jefferson was an occasional attendee of Virginia Assembly sessions in Williamsburg, but his main absorption was Monticello, which he continued to alter and expand. In 1779, a sudden swing of 12 votes in the Assembly gave Jefferson a majority, electing him Governor of Virginia. This was a post he neither sought nor wanted. He took office during the darkest days of the war, when rampant inflation and counterrevolution by Tories plagued Virginia. Jefferson was the last governor to occupy the old Royal Governor's Palace in Williamsburg. As governor, he encouraged the military operations of George Rogers Clark in the west. The southern military campaign went badly for the Americans, however, and in 1781 a victorious British army under Lord Charles Cornwallis entered the state. Jefferson moved slowly, too slowly, to raise militia forces to prepare to meet the threat. On June 1, 1781 he resigned his post, the end of two one-year terms as Governor. Jefferson was a controversial figure at this time, heavily criticized for inaction and failure to adequately protect the state in the face of a British invasion. Even on balance, Jefferson had been a very poor state executive, and left his successor, Thomas Nelson, Jr., to pick up the pieces. Nelson did so, personally raising militia forces to augment American armies under Lafayette and Washington, and French forces under Rochambeau, which bottled up the British in the port of Yorktown, forcing the surrender of Cornwallis and the virtual end of hostilities. In 1783, a negotiated peace gave the United States the independence it had declared in 1776. The Virginia Assembly made an investigation into Jefferson's conduct while governor, and although he was cleared of any wrongdoing, the whole affair left a stain on his reputation. Visitors to Monticello just after the war found Jefferson to be casual and offhand with them to the point of rudeness; but when his conversational appetite was whetted he became \"irresistibly animated,\" lively and enthusiastic. During this period Jefferson wrote Notes on the State of Virginia, his only book and one of the first scholarly works produced in America. Notes on the State of Virginia was an answer to European critics of America, (specifically to questions posed by the Frenchman François Barbé Marbois, who claimed that Europe surpassed America in intellect, physical beauty, abundance of flora and fauna, and all other matters). Europeans had been saying that their continent was superior to the Americas, and Jefferson answered them in his book not only by refuting false statements, but by saying that Virginia, and thus America, surpassed Europe. (Remember that Virginia in 1783 considered itself the owner of all the land later called the Northwest Territory out to the Great Lakes, Kentucky and Tennessee). Notes on the State of Virginia reviewed the geography of the state, rivers, ports, mountains, flora, fauna, climate, American Indian people, constitution, laws, colleges, buildings, religion, manners, manufactures, commerce, weights, measures, money, and included a bibliographic section. An extremely important section on slavery was also included, in which Jefferson set forth his ambivalent ideas regarding that institution. Jefferson criticized slavery in the book, and remarked, \"indeed I tremble for my countrymen when I reflect that God is just.\" He also concluded that it was his \"suspicion\" that the African Americans he observed were \"inferior to the whites in the endowments both of body and mind.\" This unfortunate attitude remains one of the most difficult things for 20th century Americans to reconcile. Jefferson, over and above his political philosophy, architectural genius, and authorship of the Declaration of Independence, is most often recognized today as a slaveholder. His statement that \"All men are created equal\" seems to ring hollow in the face of his ownership of slaves. Martha Jefferson's health declined rapidly after the birth of the Jeffersons' last child. Jefferson personally tended her through her final illness. She died September 6, 1782, and Jefferson was despondent for years afterward. Long, solitary rides over the countryside brought him some relief from his emotions. He never spoke of his wife again. The words on her tombstone were chosen by Jefferson from the Iliad: \"If in the house of Hades men forget their dead, Yet will I even there remember my dear companion.\" Taking his mind from the tragedy, Jefferson re-entered public life. He returned to Philadelphia as a Congressman from his state in 1783, accompanied by his daughter Martha (Patsy), who became his constant companion, staying by his side until his death in 1826. Part III Early in 1784, Congress decided to send Jefferson to France to join Benjamin Franklin and John Adams in negotiating commercial treaties with various European powers. He sailed with Patsy, several household slaves, and William Short, a fellow Virginian for whom he had high regard. Jefferson's visit to Europe was overwhelming, as he encountered things he had only read about and seen in engravings in books. The great architecture, art, and culture of the ancient Romans and the Renaissance was his to admire in person. While in France Jefferson lived in style, bought the latest clothes, finest wines, best books, glass, china, and silverware. Patsy was educated by nuns at an expensive girls school. Jefferson loved France; it was as though he was made for that country, a Frenchman at heart. \"Behold me, at length on the vaunted scheme of Europe!\" he exclaimed. Jefferson soon met and fell in love with Maria Cosway, a British painter. She was beautiful, intelligent, talented, spoke several languages - and she was married. Her husband, Richard Cosway, was also an artist - a small, foppish dandy who treated Maria badly. Jefferson was 43, Maria 27. They toured Paris together for six wonderful weeks. Jefferson somehow dislocated his right wrist during this period; it has been hypothesized that he did so by boyishly jumping over a fence, tripping in the process. Characteristically, Jefferson taught himself to write with his left hand, and remained ambidextrous for the rest of his life. Jefferson's idyll with Maria was suddenly cut short by Richard Cosway, who, having completed his artistic commission, insisted that Maria return to England with him. With Maria's departure, Jefferson's world fell apart once more. He composed his famous essay, The Dialogue of the Head vs. the Heart, which summed up his feelings regarding the practical vs. the romantic in a mock conversation between his brain and his heart. It was a love letter composed for Maria - with his left hand. It is not known whether the Jefferson\/Cosway affair went beyond romantic letters and walks in the countryside. Maria was a Roman Catholic and suffered more than her share of guilt over the relationship. She worried obsessively about pregnancy, for she didn't want to have children. Although they continued to correspond, Jefferson's head seemed to take control over his heart after Maria left for England, while Maria fell more deeply in love with him. She secretly visited Paris alone and spent more time with Jefferson, but this time he was distant and removed. Her dependency upon Jefferson made her later love letters to him sound desperate. It is through this correspondence that we know so much about Jefferson's affair; letters were saved on both sides. Whatever Jefferson felt for Maria Cosway was masked, but they continued to correspond until very late in his life. In later years, Maria left her husband, received an annulment, and founded a convent in Lodi, Italy. Richard Cosway was declared to be insane and institutionalized. In 1785, Jefferson's daughter Lucy died of whooping cough in the United States, prompting Jefferson to send for his youngest surviving child, Polly, to join him in Paris. Polly, aged nine, was accompanied on her ocean voyage by several household slaves, including Sally Hemings. A young 14-year-old slave girl, it is believed that Hemings was the daughter of Jefferson's father-in-law, John Wayles, and a slave woman. It was said that Sally Hemings bore a strong resemblance to Jefferson's late wife Martha, (who was probably her half-sister). It was with this slave girl that Jefferson carried on a life-long affair, and with whom he fathered several children. New DNA evidence has proved with some finality that Jefferson indeed fathered at least one of Sally Hemings' sons, bearing out the truth of the old rumors and political slander that accompanied this liason. Jefferson cared for Sally's mulatto children, and he noted each of his slave's births in his farm journal. It is important to discuss this issue in some detail. The following passage, by Douglas L. Wilson, is from an article entitled \"Thomas Jefferson and the Character Issue,\" which appeared in Atlantic Monthly in November 1992, prior to the DNA testing: \"It is a measure of the change that has occurred in the past thirty years that the one thing [people] nowadays are most likely to associate with [Jefferson], apart from his authorship of the Declaration of Independence, is a sexual liaison with one of his slaves, Sally Hemings. College teachers are often dismayed to discover that many if not most of their students now regard this as an accepted fact. But this is not all. In the prevailing ethos of the sexual revolution, Jefferson's supposed liaison is widely received with equanimity and seems to earn him nothing more reproachful than a knowing smile. For most, such a liaison is apparently not objectionable, and for some, its presumed reality actually seems to work in his favor, showing him to have been not a stuffy moralist but a man who cleverly managed to appear respectable while secretly carrying on an illicit relationship. In effect, something that before the 1960s would have been universally considered a shameful blot on Jefferson's character has become almost an asset.\" The difference between modern opinions on Jefferson's affair and attacks that were made on Jefferson during his lifetime is one of tone. James Callendar, who originated the attacks in 1802, was a once pro-Jefferson newspaper editor who was disappointed in not being appointed to a Federal post when Jefferson was elected to the Presidency. Callendar's attacks upon Jefferson were meant to discredit and disgrace his former benefactor. Callendar had both political and personal motives to ruin Jefferson's reputation, and cannot be considered as a reliable source, although his attacks were well-known and generally believed by Jefferson's enemies at the time. Fawn Brodie, author of the book Thomas Jefferson: An Intimate History, on the other hand, presented her material as a love story, saying that only the conventions of the time prevented Jefferson from marrying Sally Hemings. This was a very different presentation of the same material, not written to discredit Jefferson, but rather to show him as a man trapped by the institution of slavery, which kept him from marrying his true love. More recently author Annette Gordon-Reed in her book Thomas Jefferson and Sally Hemings emphisized the lopsided and misplaced power in the relationship between these two people, one a President of the United States and the other a woman he kept as his property. Indeed, many African Americans question the disparity in age between the two and liken the teenaged Sally's liason with Jefferson to statuatory if not actual rape. The recent DNA revelations have been disturbing to Jefferson scholars, enlightening to the public and especially welcome to African Americans as confirmation of what many had been saying for decades. Little was written, nothing was discussed by Jefferson about the Sally Hemings issue during his lifetime, and apparently his immediate family, particularly daughters Patsy and Polly, turned a blind eye. As we have seen, Jefferson was a person who was extremely protective of his personal life. When Jefferson's daughter Polly arrived in France in 1785, she did not recognize her father or her older sister Patsy, from whom she had been separated for four years. Jefferson witnessed the beginnings of the French Revolution in 1789, before his departure for America. He returned to the United States different in many ways - wiser, and more worldly from his European travels (he visited England, Germany and Italy as well as France). The United States had changed as well. The Constitution had been written, and a new government formed. George Washington had been elected the nation's first President, and John Adams, Vice President. Washington felt that a cabinet of advisors to the President was necessary, and so appointed Alexander Hamilton as Secretary of the Treasury; Edmund Randolph, Attorney General; and Henry Knox, Secretary of War. In addition, he asked Thomas Jefferson to serve as the first Secretary of State. Jefferson accepted the appointment, and after attending the wedding of his daughter Martha to Thomas Mann Randolph, traveled to New York, the temporary capitol of the United States. (A note in reference to the Constitution: while Jefferson was in France, he opposed the ratification of the Constitution on the grounds that it contained no Bill of Rights. Through his correspondence with James Madison, Jefferson insisted upon the Bill of Rights, which Madison pushed through the first U.S. Congress as the original 10 amendments to the Constitution). Jefferson soon found that an intense philosophical and personal rivalry was developing between Alexander Hamilton and himself. Hamilton favored a future United States which would be urban, oriented toward Great Britain as our closest ally, and centered around a strong banking and capitalist system. Hamilton's United States would be controlled from a strong central government. Jefferson advocated a rural, agrarian ideal, the yeoman farmer, asthe best type of uncorrupted, true American. He also favored France as our best European ally, and a weaker central government, with the individual states having the strongest hand in most matters. Both men were strong-willed and stubborn, and their clashes became more and more bitter as the years wore on. In exchange for the assumption of the debts of individual states by the Federal government (advocated by Hamilton), the national capital site was situated in the South (Washington, D.C., advocated by Jefferson), with Philadelphia serving as the interim capital for ten years, while Washington, D.C. was literally created from nothing. This is but one example of the early political compromises of George Washington's cabinet. The Jefferson-Hamilton clashes can be seen as a microcosm of the political history of the United States down to the present day. When the nation was first created, it was thought that there would be no political factions, since the victorious Americans, Whigs (or patriots) all, had defeated the hated Tories. But this was not so. Jefferson and Hamilton were the leading examples of the two political factions or parties which began to form in the United States. The party of Hamilton and John Adams came to be called the Federalists, while the party of Jefferson and Madison was known as Democratic-Republicans, or Democrats. Jefferson resigned from the cabinet in 1793, but ran for President in 1796. John Adams won the election, but under the terms of the Constitution at that time, the man with the second largest number of electoral votes served as Vice President. As a result, Thomas Jefferson found himself presiding over the Senate at age 53, covertly heading the opposition party to the policies of President Adams. Jefferson's biggest contribution during these years was his authorship, with Madison, of the Virginia and Kentucky Resolutions in 1798. These statements, released as though they were the opinions of the individual states (and they did sum up the way the majority of the people felt in those states), declared the ability of a state legislature to render a Federal law with which they did not agree to be null and void. The statements were a reaction to the Alien and Sedition Acts, passed by the Adams administration to suppress dissent within the United States, and sanctioning the imprisonment of citizens, particularly newspaper editors, who criticized the President or the Congress. The Alien and Sedition Laws were a clear violation of rights guaranteed by the Constitution, and were later repealed. But the philosophy espoused by Jefferson in the Virginia and Kentucky resolutions, which included the principle of nullification and supremacy of states rights, echoed down to the time of the American Civil War. The election of 1800 was one of the first political turning points in American history. The election of Jefferson as President was hailed as the triumph of the \"common man,\" in reaction to the Federalist forces of John Adams. This was a very complicated election, one which deserves more detail than can be given here.      Part IV The Presidency Thomas Jefferson served two full terms in the White House, from March 4, 1801 to March 4, 1809. His major accomplishments included the Louisiana Purchase and the dispatch of Meriwether Lewis and William Clark on their Voyage of Discovery. But many of Jefferson's Presidential accomplishments are little-known to the general public. For instance, did you know that the United States fought and won a war against a country in North Africa while Thomas Jefferson was in office? The war started not long after his inauguration, when on May 14, 1801, the Pasha (Prince) of Tripoli increased \"tribute\" demands upon the United States, and declared war. The Barbary states of Tripoli, Algiers, Morocco and Tunis charged the United States and several European countries a certain yearly fee for the use of the Mediterranean Sea; if this \"tribute\" was not paid, ships from the offending countries were boarded and seized, their cargoes confiscated and sold by the North Africans. In effect, payment of tribute was a form of extortion. Although the United States never officially declared war on Tripoli, Jefferson dispatched an American squadron of naval vessels to the Mediterranean Sea. Several battles took place, and the United States imposed a naval blockade to keep goods and services from entering or leaving Tripoli. United States Marines actually seized Derna, the principal city of Tripoli, on April 26, 1805. Finally, on June 4, 1805, a peace treaty was signed which gave the United States the freedom of the Mediterranean and relinquished Tripoli's claims for tribute. The memory of this undeclared war lives on in the Marine Corps Hymn, which you may recall begins with the lines: \"From the Halls of Montezuma, to the shores of Tripoli.\" Besides winning an undeclared war, Jefferson looked toward the West. He encouraged westward expansion by authorizing the purchase of the port of New Orleans, and backed the actions of his ambassadors when they were able to buy all of the Louisiana Territory for only $15 million. Even before the purchase was made, Jefferson encouraged Congress to authorize a major expedition across the continent to the Pacific Ocean, and personally chose its leader, his secretary, Meriwether Lewis. Lewis and Clark added greatly to the scientific and geographical knowledge of the American West. President Jefferson signed the bill authorizing Ohio to enter the Union as the 17th state on March 1, 1803; Ohio was the only state to enter the Union during Jefferson's Presidency. Jefferson also signed legislation establishing the United States Military Academy at West Point in 1802, and the act which prohibited the importation of slaves after January 1, 1808. Near the end of Jefferson's administration, tensions began to grow with Great Britain and France over issues such as the impressment of American sailors, and Jefferson responded with what we might call today \"economic sanctions.\" He imposed an embargo which prohibited American commerce with either Great Britain or France. Impressment was a practice followed by many European nations, including Great Britain. An example of a case of impressment might run like this: An American merchant ship is sailing in the North Atlantic, bound for Mediterranean ports. Suddenly, a British warship appears on the horizon and sails very close to the American ship, telling it to stop or they will fire upon it. Officers and sailors from the British warship row over to the American ship, search its cargo and among its crew, and force certain sailors to go away with them to join the British Navy. Usually a false claim was made that the Americans were deserters from British ships, and that it was the right of the British Navy to reclaim them. Impressment was looked upon as a very degrading and embarrassing procedure for a young country like the United States, which was ill-prepared at that time to fight back against the formidable British Navy. The tensions of the 1807-1809 period were one of the major causes which led the United States to declare war on Great Britain in 1812. The embargo was very unpopular in the United States, as it hurt American commerce and forced everyday Americans to do without imported goods. Jefferson's personal popularity suffered as a result. One more important thing which took place during Jefferson's administration was a judicial decision in a case known as Marbury v. Madison. The case was started because Jefferson did not like one of the appointments made by his predecessor in the Presidency, John Adams. The appointment, made in the last few hours of Adams' administration in 1801, elevated a man named William Marbury to the position of justice of the peace. Jefferson asked his Secretary of State, James Madison, to dismiss Marbury, and Marbury sued the government in the person of Madison so that he might be reinstated in his job. The case went all the way to the U.S. Supreme Court, which dismissed Marbury's suit, stating that the court lacked jurisdiction in the case. More importantly, the Supreme Court declared that a section of the Judiciary Act of 1789 was unconstitutional. This was the first time that the Supreme Court declared an act of Congress invalid, which opened a new role for the court, eventually gaining an important place as the third, co-equal branch of government, along with the Congress and the Executive. Jefferson's Vice Presidents were Aaron Burr (1801-1805) and George Clinton (1805-1809), both from New York. Jefferson's cabinet of political advisors consisted of: Secretary of State: James Madison (1801-1809) Secretary of the Treasury: Samuel Dexter (1801) Albert Gallatin (1801-1809; also served under Madison until 1814) Secretary of War: Henry Dearborn (1801-1809) Attorney General: Levi Lincoln (1801-1805) John Breckenridge (1805-1806) Caesar Rodney (1807-1809) Secretary of the Navy: Robert Smith (1801-1809) Part V In 1808 Jefferson encouraged and supported James Madison in his bid for the Presidency. After Madison won the election, Jefferson was ready for retirement. In March 1809, Jefferson returned to Monticello. There, attended by his faithful daughter Martha Randolph, he filled his days with a structured schedule of books, plants, flowers, riding, architecture, tinkering with mechanical devices, and pondering philosophical questions. Monticello became a museum of sorts, housing Mastodon bones and Indian artifacts from western expeditions. The world's great figures made their way to Jefferson's doorstep. Monticello itself had been altered again, during the Presidential years, and took on its present appearance, reflecting much of the architectural sensibility Jefferson had absorbed in Europe. Two major events shaped Jefferson's final years; a healing in the breached relationship with John Adams, and the construction of Jefferson's other architectural masterpiece, the University of Virginia in Charlottesville. The university was the third of the three major accomplishments which Jefferson asked be carved on his gravestone. Thomas Jefferson died at Monticello on July 4, 1826, exactly fifty years to the day of the adoption of the Declaration of Independence by the Continental Congress. Coincidentally, his old friend John Adams died on the very same day in Quincy, Massachusetts. Adams' last words were, reportedly, \"Thomas Jefferson still lives!\" Adams was wrong, for his old friend had died a few hours earlier. But perhaps in another way, Adams was right. Jefferson does indeed still live today. The words of the Declaration of Independence have gathered new meaning as time has passed, and have inspired freedom movements and democracies around the world. Jefferson's political philosophy has never been in greater vogue since the time of the Civil War than it is today. His architecture and personal genius live on in the restoration of his home at Monticello and such monuments as the Jefferson Memorial in Washington and the Gateway Arch in St. Louis. The entire western half of the United States is a memorial to Jefferson's vision, for the purchase of Louisiana, which he championed, began the floodtide of \"manifest destiny.\" Who was Thomas Jefferson? Will we ever really know? Perhaps it is right that he should remain an enigma. If we look upon him as a philosopher rather than a politician, as a scientist rather than a diplomat, we may be able to accept him more in the role of a man of mystery, a man about whom we will never know the full truth. He was probably the most complex of our founding fathers, a flawed man who could not express emotion, yet his words and philosophy created a nation. Jefferson Facts Thomas Jefferson came from a family of ten children. They were: Jane (b. 1740); Mary (b. 1741); Thomas (b. 1743); Elizabeth (b. 1744); Martha (b. 1746); Peter Field (b. and d. at six weeks in 1748); a boy, never given a name, who died right after his birth (b. and d. 1750); Lucy (b. 1752); Anna Scott and Randolph (both b. 1755). The last two children were twins; Jefferson is the only President thus far to have twin siblings. Thomas and Martha Jefferson had six children. They were: Martha (b. 1772); Jane Randolph (b. 1774, d. 1775); a son (b. and d. 1777); Mary (b. 1778, d. 1804); a daughter (b. 1780, d. 1781); and Lucy Elizabeth (b. 1782, d. 1785). Only Martha and Mary lived to maturity. Our current best evidence suggests that Thomas Jefferson and Sally Hemings had seven children. They were: Thomas (b. 1790), Harriet (b. Oct. 5, 1795, d. Dec. 1797), Edy (b. and d. 1796), Beverly (b. Apr. 1, 1798), Harriet (b. May 1801), Madison (b. Jan. 19, 1805, d. 1877) and Eston (b. May 21, 1808, d. 1852). Jefferson and Vegetarianism Was Jefferson a vegetarian? The short answer is no. This excerpt from a letter to Dr. Vine Utley, written in 1819 by Jefferson, gives a broader perspective: I live so much like other people, that I might refer to ordinary life as the history of my own. I have lived temperately, eating little animal food, and that not as an aliment, so much as a condiment for the vegetables, which constitute my principal diet. I double, however, the Doctor's [Dr. Benjamin Rush] glass and a half of wine, and even treble it with a friend; but halve its effects by drinking the weak wines only. The ardent wines I cannot drink, nor do I use ardent spirits in any form. Malt liquors and cider are my table drinks, and my breakfast is of tea and coffee. I have been blest with organs of digestion which accept and concoct, without ever murmuring, whatever the palate chooses to consign to them, and I have not yet lost a tooth by age. Jefferson and Books \"I cannot live without books\" wrote Thomas Jefferson, as a tenth wagonload of volumes left Monticello in 1815. His entire library was being transported to Washington, D.C. as a replacement for the recently destroyed Library of Congress. Jefferson amassed and lost several libraries during his lifetime. When he was 27, he lost his first collection of books when the family plantation, Shadwell, burned. By the time he was 40, he possessed 2,640 volumes, including the entire libraries of Richard Bland and Peyton Randolph. On March 6, 1783, Jefferson made up a catalogue of his personal library, following a system of classification based on the faculties of the human mind as set forth by Sir Francis Bacon. While in France Jefferson was particularly diligent about collecting books, especially those which dealt with American geography and exploration. A letter written on January 31, 1806 by Jefferson gives important information regarding his library and his arrangement and classification of books. In 1814, the British burned the Capitol building in Washington, D.C., which then housed the 3,000 volume Library of Congress. In 1815, Jefferson offered to sell Congress his personal library, which was at least twice the size of the library which had been lost. He calculated that his books took up 855.39 square feet of wall space and that the cases occupied 676 cubic feet altogether. After a lengthy debate in Congress, Jefferson's 6,487 books were purchased for $23,950. They were shipped to Washington, D.C. from Monticello in their shelves or \"cases.\" No sooner did Jefferson sell these books than he began to amass another library. He built up a collection of over 1,000 more books before his death. As for Jefferson's classification system, he rejected an alphabetical approach, favoring classification by subject. Jefferson pasted numbered labels on his books as classifiers, just as is done in modern libraries. In using \"Lord Bacon's table of science, modifying it to the changes in scientific pursuits which have taken place since his time,\" Jefferson created a unique classification system, one of the earliest to be used. Bacon divided the mind into \"Memory, Reason and Imagination.\" These were translated by Jefferson into Memory = History, Reason = Philosophy, and Imagination = Fine Arts. These three major headings were subdivided; for instance, History was divided into two branches, Civil and Natural (which we would call science); and Philosophy into Moral and Mathematics. Further subdivisions were assigned chapter numbers, 1-44. Examples: 1. Ancient History                                           10. Medicinal 2. Foreign History                                           11. Animal Anatomy 3. British History                                             12. Zoology 4. American History                                        13. Botany 5. Ecclesiastical History                                   14. Mineralogy 6. Natural Philosophy                                      15. Technical Arts 7. Physical History                                          17. Religion 8. Chemistry                                                   24. Politics 9. Surgery                                                       30. Geography 32. Music Jefferson's classification system was a notable advance over what had been done by others up to his time. It was used up until the early 1900s at the Library of Congress. In 1851, most of the books Jefferson sold to the Library of Congress were destroyed in a fire. A couple of thousand have survived, however, as cherished treasures. What did Jefferson like to read? He enjoyed books on mathematics. He liked fiction with a moral, and this included everything from Shakespeare to Lawrence Sterne! He knew English as well as classical works of fiction. Jefferson deplored novels. \"When this poison [a novel] infects the mind, it destroys its tone and revolts it against wholesome reading,\" he exclaimed. In his later years, Jefferson enjoyed the works of classical antiquity the best. He could read Greek, Latin, French, Italian and Spanish in the original. He loved Greek the most, and was particularly interested in the correct pronunciation of classical Greek. His favorite Roman writer was Tacitus. He enjoyed reading ancient history, but hated Plato and Aristotle; in fact, Jefferson disliked all philosophical systems because of their rigidity.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/thomas-jefferson.htm"
}
