{
    "title": "Jefferson National Expansion Memorial: The Dred Scott Case",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Dred Scott Case                The Dred Scott Case      One of the most important cases ever tried in the United States was heard in St. Louis' Old Courthouse. The Supreme Court decided the case in 1857, and hastened the start of the Civil War. When the first case began in 1847, Dred Scott was about 50 years old. He was born in Virginia around 1799, and was the property, as his parents had been, of the Peter Blow family. He had spent his entire life as a slave, and was illiterate. Dred Scott moved to St. Louis with the Blows in 1830, but was soon sold due to his master's financial problems. He was purchased by Dr. John Emerson, a military surgeon stationed at Jefferson Barracks, and accompanied him to posts in Illinois and the Wisconsin Territory, where slavery had been prohibited by the Missouri Compromise of 1820. During this period, Dred Scott married Harriet Robinson, also a slave, at Fort Snelling; they later had two children, Eliza and Lizzie. John Emerson married Irene Sanford during a brief stay in Louisiana. In 1842, the Scott's returned with Dr. and Mrs. Emerson to St. Louis. John Emerson died the following year, and it is believed that Mrs. Emerson hired out Dred Scott, Harriet, and their children to work for other families. On April 6th, 1846, Dred Scott and his wife Harriet filed suit against Irene Emerson for their freedom. For almost nine years, Scott had lived in free territories, yet made no attempt to end his servitude. It is not known for sure why he chose this particular time for the suit, although historians have considered three possibilities: He may have been dissatisfied with being hired out; Mrs. Emerson might have been planning to sell him; or he may have offered to buy his own freedom and been refused. It is known that the suit was not brought for political reasons. It is thought that friends in St. Louis who opposed slavery had encouraged Scott to sue for his freedom on the grounds that he had once lived in a free territory. In the past, Missouri courts supported the doctrine of \"once free, always free.\" Dred Scott could not read or write and had no money. He needed help with his suit. John Anderson, the Scott's minister, may have been influential in their decision to sue, and the Blow family, Dred's original owners, backed him financially. The support of such friends helped the Scotts through nearly eleven years of complex and often disappointing litigation. It is difficult to understand today, but under the law in 1846 whether or not the Scotts were entitled to their freedom was not as important as the consideration of property rights. If slaves were indeed valuable property, like a car or an expensive home today, could they be taken away from their owners because of where the owner had taken them? In other words, if you drove your car from Missouri to Illinois, and the State of Illinois said that it was illegal to own a car in Illinois, could the authorities take the car away from you when you returned to Missouri? These were the questions being discussed in the Dred Scott case, with one major difference: your car is not human, and cannot sue you. Although few whites considered the human factor in Dred Scott's slave suit, today we acknowledge that it is wrong to hold people against their will and force them to work as people did in the days of slavery.      Learn more by using these links:  See the chronology of the case here.  Learn about the trials here.  The Dred Scott Courtroom.  Learn about slavery in Missouri here.  Learn about the African-American community in St. Louis at that time.  For Teachers: To learn about our Dred Scott Traveling trunk click here.  To learn about trail re-enactments click here.  Other sites about Dred Scott: See the actual case files on Washington University's Dred Scott webpage.  Learn about the Missouri Archives' project to preserve the original papers.  See other Freedom Suits filed at the Old Courthouse through the Missouri State Archives St. Louis Branch website.  Read the Supreme Court Decision via the Library of Congress' Slaves and the Courts online exhibit.",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/dredscott.htm"
}
