{
    "title": "Biscayne National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management         The wreck of the Alicia. Part of the Maritime Heritage Trail.     There was a time when the phrase \"managing the park\" was almost oxymoronic. The earliest national parks were remote places set aside to allow nature to take its course; \"managing\" such an area involved doing very little, if anything. Things have changed though, and now national parks receive millions of visitors each year. In some places this crush of people has altered air and water quality, resulted in public safety problems and caused serious deterioration of facilities and resources. On the other hand, parks exist in part to help people know and understand their heritage as a means to knowing and understanding themselves. Reconciling these two sometimes-conflicting ideas is what managing a park is all about. Interpreting a multitude of regulations and applying them to each situation that arises, while at the same time keeping in mind the needs and expectations of park visitors can be difficult. Add to this pressures from a variety of special interest groups and limitations on staffing and supplies, and the task is often mindboggling. Sometimes unpopular decisions must be made in order to protect park resources. A 1978 amendment to an earlier law (the 1970 Act for Administration) states that \"...the authorization of activities (in national parks) shall not be exercised in derogation of the values and purposes for which these various areas have been established....\" Congress has directed the National Park Service, then, to protect the resources and values of these areas, regardless of how popular or unpopular that position may be. Park management is not achieved by merely relying on experience and instincts. Whenever possible it is based on solid scientific research, conducted not only by park staff, but by universities and independent researchers as well. Nor is efficient park management achieved solely through the efforts of park staff. Financial constraints are a very real part of managing national parks. Several partner organizations assist the park to meet its needs through financial support. Clearly, the term \"park management\" is no longer an oxymoron. It is a complex task that involves skilled professionals from many fields. In national parks, the need for efficient, innovative park management is especially important, for national parks protect the very best of this nation's rich heritage. And the law of the land dictates that, in turn, these resources, and the American public that own them, deserve the very best that the National Park Service can give them.      .",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/management\/index.htm"
}
