{
    "title": "Biscayne National Park: Florida Keys",
    "body": "Florida Keys        Caesar Creek and surrounding Keys.        Looking across the bay, they appear as a string of emeralds lying along the eastern horizon. As you move closer, they rise out of the azure waters and reveal themselves as a chain of subtropical isles. Together they anchor the northern end of the coral rock Florida Keys and transition to the sand barrier islands of the north. Elliott Key, the park's largest island, is considered the first of the true Florida Keys. It, and the keys to its south, are the remains of coral reefs which formed when ocean waters were much higher than they are now. Walking the island today, you can see the remains of the coral, even identifying the types of coral that you are treading on. The islands to the north of Elliott Key, from Sands Key to Soldier Key, are considered \"transitional\" islands – sharing some of the features of the hard rock coral keys to the south and some with the sand barrier islands to the north. Together, these islands provide a protective barrier between the ocean to the east, and the shallow waters of Biscayne Bay to the west. As you approach the islands you will see mangroves and other salt tolerant plants such as saltwort, glasswort, and sea purslane thriving along the shoreline. But as you travel onto the island, moving away from the salt water, the plants change. Now you find yourself in a tropical hardwood hammock, surrounded by mahogany, paradise tree, gumbo limbo, satinleaf, and ironwood, tropical trees that are not found outside of South Florida within the continental United States. You will also be surrounded by insects. Dragonflies are all about, feeding continuously on that most dreaded of insect – the mosquito – the most common insect you are likely to encounter. But there are others too. Butterflies, including the endangered Schaus swallowtail, tree hoppers and hundreds of others make these tropical keys their homes. Spiders weave their golden orbs through the trees in hopes of catching their next meal. Other animals can also be found here. Snakes (and yes, there are rattlesnakes on some of the islands), lizards, raccoons, marsh rabbits, rats, and mice all make their homes here. On Elliott Key, you might even see a Mexican red-bellied squirrel, a legacy of an island resident who released some on the island long before the park was established simply because he liked squirrels. In addition to the lush natural heritage found on the islands, there is also a rich cultural heritage to be found (see the park's Cultural Resources). Before Europeans found this area, the Tequesta people had hunting and fishing camps located on these islands, satellite camps of the main settlement located at the mouth of the Miami River (downtown Miami today). Later, homesteaders farmed, fished, and salvaged ships which foundered on the nearby coral reefs. The rich even built weekend retreats on Boca Chita Key and Adams Key, two of the three park keys which have facilities for visitors today. Today, these islands or keys provide a glimpse of what all of the Florida Keys were like in the days before cars, bridges, and development. They provide a place for relaxation, contemplation, and exploration as well as a stepping stone to the coral reefs to the east.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/nature\/keys.htm"
}
