{
    "title": "Biscayne National Park: Classroom Programs",
    "body": "Classroom Programs         Students completing estuary connection.   All Classroom Programs Ranger led: Yes Program length: 1 hour Standards based: Yes Group size: minimum 15 School's responsibility: Classroom or auditorium for presentation Park's responsibility: Ranger & Program materials For more information: Call (305)230-7275 x 08 or e-mail us    Sea Turtle Journey Students can learn the natural history and the perils facing sea turtles through story time with a National Park Ranger, followed by an activity illustrating the important role students play in sea turtle conservation. Programs conducted April - May on Tuesdays and Thursdays only. Grades: 4-6th To register for Sea Turtle Journey click here Coral Reef Connection We will bring the reef to you! A ranger will present a hands-on discovery of coral, why it is important and what students can do to keep reefs in Biscayne and around the world healthy. Programs conducted April - May on Tuesdays and Thursdays only.  Grades: 4th-10th To register for Coral Reef Connection program click here What DO You Do? Your students will be introduced to National Parks and the four ecosystems of Biscayne National Park while learning about careers as a National Park Ranger. This program is designed to be portable and can be presented in a classroom or library setting. Programs conducted April - May on Tuesdays and Thursdays only. Grades: 4th-12th To register for What DO you do? click here        A view from the reef. NPS\/TERRY HELMERS  Electronic-Field Trip Do you live too far away from Biscayne National Park to be able to bring your class on an actual field trip? With the Underwater Ecosystem Adventure Electronic Field Trip, teachers and students from around the world can virtually ‘visit’ Biscayne National Park’s treasured resources. Participants in the E-Field Trip tour the mangrove shoreline, the shallow bay, and the northern portion of the third largest coral reef tract in the world. The E-Field Trip is designed to be a stand alone, standard’s based educational activity or to be used as an introductory component for groups scheduled to visit Biscayne National Park. Click here to begin your Underwater Ecosystem Adventure Electronic Field Trip. Grades: 4th-8th Ranger led: No, teacher led Program length: Varies Standards based: Yes Group size: Any Chaperones: n\/a Program dates: Year-round Teacher workshop required: No School’s responsibility: Internet access Park’s responsibility: n\/a To register and for more information: go to website Underwater Ecosystem Adventure Electronic Field Trip",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/education\/classroom-programs.htm"
}
