{
    "title": "Jefferson National Expansion Memorial: The Lewis and Clark Journey of Discovery",
    "body": "The Lewis and Clark Journey of Discovery       Thomas Jefferson's Grand Idea..Lewis and Clark's Great Adventure  \"...the object of your mission is to explore the Missouri River, and such principal streams of is, as, by its course and  communication with the waters of the Pacific Ocean, whether  the Columbia, Oreon, Colorado or any other river, may offer the most direct and practicable water  communication across this continent for the purposes of commerce...\"           Corps of Discovery Learn about the people involved in the journey! Here we have short biographical sketches of Meriwether Lewis, William Clark, York, Sacajawea, Toussaint Charbonneau, Jean Baptiste Charbonneau \"Little Pompey\", and all the other members of the expedition.         The Journey Learn about the journey of the Corps of Discovery. This section contains information about the native people that the Corps encountered, fossils, geography, mapmaking, science of the expedition and a photo album of places, plants and animals described in the journals.      Timelines The timelines in this section provide a chronological overview of the Lewis and Clark Expedition. They chronicle the major events of the expedition from April 20, 1803 to September 23, 1806.         Teacher Resources Teacher resources on the Lousiana Purchase and Lewis and Clark Expedition. Here you will find curricula for K-12, information about what education was like in the Lewis and Clark era, and a curriculum built around Patrick Gass' journal.          Cahokia Courthouse   Bicentennial Symposia To commemorate the bicentennial of the Lewis and Clark expedition, Jefferson National Expansion Memorial held a series of four scholarly symposia on various topics related to the Louisiana Purchase, the Lewis and Clark expedition, early exploration in the West and other related topics.  Click here to see the schedules, read speaker biographies, and see the full text of some of the papers presented.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/the-lewis-and-clark-journey-of-discovery.htm"
}
