{
    "title": "Biscayne National Park: Mangroves",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Mangroves                Mangroves        Biscayne's mangove forest protects not only the shoreline from erosion, but tiny animals from predators, too. NPS Photo      Stretching along miles of Biscayne National Park's western edge is a mysterious place that can remind one of the jungles seen in old movies. From the water, you see an unbroken line of trees with their beautiful, dark green leaves reaching almost to the water. As you get closer, you see that between the water and the leaves is a seemingly impenetrable tangle of prop roots, arching from the tree's trunk to the water. You have reached the mangrove forest – one of the longest continuous stretches of mangroves left on the Florida's East coast.The word mangrove is used to describe several trees, not closely related to one another, that flourish in salty environments. Some have the ability to block absorption of salt at their roots while others secrete excess salt through their leaves, allowing them to thrive where other trees would die.These mangroves, with their impenetrable root system, help to keep Biscayne's waters clean and clear by slowing the water that flows into the bay from the land, allowing the sediment carried by the runoff to settle out. These roots also provide shelter and protection for a host of marine organisms, especially the very young and small, while the trees branches above provide breeding and nesting areas for many birds, including the brown pelican.Leaves fall from the mangrove's branches all year round. These leaves break down to become food for many marine organisms which, in turn, become food for larger organisms including commercially important species of fish, pink shrimp, and the Florida spiny lobster. Without healthy mangrove forests, Florida's vital recreational and commercial fisheries would drastically decline.Three types of mangroves live in the park, not only along the mainland shoreline, but fringing the park's islands as well. In the textbook situation, starting from the water and working inland, you will find red, black, then white mangroves.         Red Mangrove (Rhizophora mangle) This tree was once found all along the Florida shoreline. It thrives along muddy coastlines where you find its spreading roots reaching outward toward the sea in water as deep as three feet. One could almost imagine this tree walking into the water with its stilt-like prop roots. These prop roots grow in mass thickets, which make them virtually impenetrable. Because of this, developers destroyed miles and miles of these trees to gain access to the shore and the water for condos, hotels, and manmade beaches. Today, this destruction has slowed as the mangroves are now protected throughout the state, even on private property. The red mangrove's seeds, known as propagules and resembling large beans or green cigars, germinate on the tree. When they drop from the tree they can float in the water for up to a year before becoming lodged along the shore where they start growing into a new trees.         The Black Mangrove (Avicennia germinans) The black mangrove finds its home in mostly salty, silty, saturated soils found along the tidal shoreline. It prefers higher and dryer soils than the red mangrove. This mangrove is characterized by the many cigar-like \"pneumatophores\" sticking out of the soil all around the trunk. These \"snorkel-roots\" can extend 6 or more inches above the saturated soil, allowing the submerged roots to obtain surface oxygen even as the tide comes in. Like the red mangrove, the black mangrove's green seed will germinate while still on the tree and can float in saltwater for up to 4 months before finding a suitable place to grow.         White Mangrove (Laguncularia racemosa) The white mangrove is normally found further inland than the red or black mangroves. The base of its leaves have two salt-excreting glands near the leaf blade which allow it to get rid of excess salt. All of the mangroves have trouble with cold weather and freezes, but the white mangrove is the least cold tolerant of the three.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/nature\/mangroves.htm"
}
