{
    "title": "Biscayne National Park: Biscayne Bay",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Biscayne Bay                Biscayne Bay        Dolphins on Biscayne Bay       A vast expanse awaits you as you venture from the mangrove shoreline out onto Biscayne Bay. With the wide blue sky above and the gin clear waters below, you seem suspended in time and space. But then you notice that there is movement all around. A brown pelican glides overhead then suddenly wheels and crashes into the water to gather its next meal. Maybe you'll see a sea turtle skimming above the seagrasses, or a manatee grazing. Life surrounds you.Biscayne Bay is a shallow estuary, a place where freshwater from the land mixes with salt water from the sea and life abounds. It serves as a nursery where infant and juvenile marine life reside. Lush seagrass beds provide hiding places and food for a vast array of sea life. In fact approximately 70 percent of the area's recreationally and commercially important fishes, crustaceans, and shellfish spend a portion of their young lives in the bay's protective environment.Protected from the ocean to the east by a chain of islands or keys and by the mainland to the west, the bay is one of the most productive ecosystems in the park. Fresh water flow brings nutrients from inland areas. Plants use these nutrients, along with energy from the sun, carbon dioxide, and water to produce food through photosynthesis.Beneath the bay's clear waters are two primary ecosystems: hardbottom and seagrass.         Hardbottom Where sediments are thin, plants can't take root. These areas are appropriately called hardbottom, and could be described as an underwater desert. Although the hardbottom areas may appear barren and lifeless, this is far from the truth. They are home to soft corals, sponges, and numerous other invertebrates which find shelter inside the sponges or beneath the sediments, including the tasty spiny lobster which finds food and shelter in the hardbottom.      Seagrass Meadows Where sediments are more than just a few inches thick, lush meadows of seagrasses form. Like the grasses of your lawn at home, seagrasses are flowering plants. They have roots, stems, and flowers. They produce oxygen. And without exceptionally clear water that allows the sunlight to reach them, seagrasses will die off just as your lawn at home would if it were deprived of sunlight.         Seagrasses are critically important to the bay's ecology because they help stabilize sediments, keeping the water much clearer than it otherwise might be. Seagrasses also provide food and hiding places for countles juvenile and adult creatures. There are three major types of seagrasses found in the bay. Shoal grass (Halodule wrightii) is an early colonizer of disturbed areas and usually grows in water too shallow for other species. Turtlegrass (Thalassia testudinum), the most common seagrass in the park, has wide leaf blades and a deep root structure, and forms most of the large, lush seagrass meadows found in the park. Manatee grass (Syringodium filiforme) is easily recognizable because its leaves are cylindrical.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/nature\/biscaynebay.htm"
}
