{
    "title": "Biscayne National Park: Coral Reefs",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Coral Reefs                Coral Reefs        Coral reefs are amazingly diverse ecosystems. NPS Photo by Stephen Frink      No sea-lover could look unmoved on the blue rollers of the Gulf Stream and the crystal-clear waters of the reef, of every delicate shade of blue and green, and tinged with every color of the spectrum from the fantastically rich growths on the bottom, visible to the last detail through this incredibly translucent medium. It scarcely resembles northern seawater at all – a cold semi-opaque, grayish-green fluid, which hides the mysteries of the bottom. Drifting over the Florida Reef on a quiet day one may note all the details of its tropical luxuriance twenty feet below, and feels himself afloat on a sort of liquid light, rather than water, so limpid and brilliant is it. Commodore Ralph Middleton Munroe, describing his first visit to the area in 1877      When South Florida pioneer Ralph Munroe first visited the Florida reef, he saw something not all that different from what today's visitors can experience in Biscayne National Park. Blue neon gobies and yellow-striped porkfish punctuate a background of golden-brown elkhorn corals and swaying purple sea fans. A loggerhead sea turtle takes a breath at the surface as a young nurse shark settles to the bottom. But kaleidoscopic colors and frenetic movements belie the simplicity of the reef's primary architects.        Corals extend their tentacles to trap food particles. A. Bourque  Tiny coral animals, called polyps, obtain calcium from seawater and use it to manufacture cup-like limestone skeletons around themselves. Generations of polyps creating adjoining cups result in fantastically shaped colonies that take on the appearance of flowers, mountains, and animal antlers. When colonies of various species occur in close proximity, they create the living fortresses we call reefs.        Corals share space on the reef with algae and octocorals. A. Bourque  Corals aren't the only reef dwellers though. Sea whips, sea fans, and other soft corals sway back and forth in the current, giving the whole reef the appearance of movement. Bright sponges feed by filtering small plants and animals from seawater. Christmas tree worms burrow directly into the stony coral skeletons, adding tufts of red, orange, and purple to the grooved surface of brain corals. Algae and other plants growing in and around the reef provide an important food source for fish, shrimp, crabs, and a myriad of other animals.        Queen angelfish A. Bourque  For most people though, it is the fish that give reefs their magical qualities. Over 200 species of fish can be spotted on Biscayne's reefs. The diversity of colors, shapes, sizes, and behaviors is amazing. Inch-long damselfish nip at a diver's facemask, attempting to chase her away from its carefully tended algae garden. A green moray hovers, mouth agape, at the entrance to its lair. A variety of fish wait their turn at a \"cleaning station,\" where tiny gobies scour their bodies for parasites. A stoplight parrotfish chomps on coral, devouring algae, polyps, and stone in one bite. A 500-pound goliath grouper peers out from under a ledge. A pair of spotfin butterfly fish float effortlessly through the water.         Nurse shark glides through a coral reef. A. Bourque  Like a bustling city, the reef is active day and night. Polyps on the soft corals withdraw as hard coral polyps emerge to begin a night of feeding. Parrotfish and wrasses wrap up in mucous sleeping bags, as octopi and squirrelfish become active. This \"shift change\" ensures that the reef's plentiful food supply is utilized 'round the clock.       Sponge diversity is high on coral reefs. A. Bourque  Coral reefs are among the most biologically diverse ecosystems on earth. Every crack and crevice seems to be occupied by something. As a result, human knowledge of the reef is constantly growing – a fact that should prove valuable as coral reefs around the world experience problems from pollution, overfishing, boat groundings, and disease. Florida's reefs are the world's most accessible, just a few miles by automobile from millions of residents and tourists. For this reason, they are also among the world's most vulnerable reefs. When diving, snorkeling, or boating, keep the following in mind:  Do not stand on, sit on, break, or touch corals. The tiny polyps are fragile and easily damaged by even the gentlest touch. Always be aware of where your feet are. In your excitement to share your discoveries with others, you could be hitting the reef with your fins. When boating, use a chart to avoid running aground. Use mooring buoys where available. When anchoring a vessel, ensure the anchor is firmly set in sandy areas, not in coral.  By following these simple guidelines, you can ensure that your visit to the reef leaves no trace, visitors in 2077 will still see it the way Ralph Munroe did in 1877.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/nature\/coralreefs.htm"
}
