{
    "title": "Jefferson National Expansion Memorial: Virginia Minor and Women's Right to Vote",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Virginia Minor and Women's Right to Vote                Virginia Minor and Women's Right to Vote      Trial Script: Trial for the Right to Vote The Virginia Minor case is one of two nationally significant cases (the other being the Dred Scott case) heard in St. Louis' Old Courthouse which were eventually appealed to the United States Supreme Court.  Virginia Minor was an officer in the National Woman Suffrage Association, which during the 1872 presidential election decided to challenge voting restrictions in the United States which excluded women.  The nation-wide movement of 1872 originated with Virginia and her husband Francis Minor.  Virginia Minor’s attempt to register to vote was refused by the ward registrar in St. Louis, and the Minors sued him in the St. Louis Circuit court. Virginia Louisa Minor was born March 27, 1824 in Goochland County, Virginia.  She was related to the Meriwether and the Lewis families.  She studied for a short time at the academy for young ladies in Charlottesville, Virginia, and was schooled at home.  She was known for her charm and beauty, and was described as being \"sweet and retiring-looking,\" with \"ladylike manners\" and an \"old-fashioned\" charm.  On August 31, 1843, she married her cousin, Francis Minor, a lawyer and graduate of Princeton and the University of Virginia.  They lived in Mississippi for a time, close to family members who had emigrated there, and then moved to St. Louis where an even larger family group had settled.  Just prior to the Civil War they bought a farm in St. Louis, in what is now the Central West End, near Enright, Bayard, Euclid and Fountain Avenues, east of Kingshighway.  During the Civil War Mrs. Minor assisted in hospitals in the St. Louis area through the Western Sanitary Commission, and provided produce from her farm to Benton Barracks, three miles north of their home, to improve the diet of the soldiers. The Minors had only one child, a son born in 1852; he died in an accident in 1866.  That same year Virginia Minor launched the woman suffrage movement in Missouri, and in 1867 took an active role in founding the Woman Suffrage Association of Missouri, which was the first organization in the world to make its exclusive aim that of enfranchising women.  She was elected the first president of this organization at their premiere meeting, held on May 8, 1867 in the Director's Room of the Mercantile Library in St. Louis.  This meeting predated the National Woman's Suffrage Association, founded by Susan B. Anthony and Elizabeth Cady Stanton, and the American Women's Suffrage Association founded by Lucy Stone in 1869. At the woman suffrage convention held in St. Louis in 1869, Virginia Minor made an impassioned speech urging women to no longer submit to their inferior condition.  Francis Minor drafted a set of resolutions which asserted the right of woman suffrage under the U.S. Constitution, based on the wording of the 14th Amendment.  When printed in pamphlet form, this message was sent around the country.  Minor stated that under the terms of the 14th Amendment, ratified July 9, 1868, women were citizens of the United States and entitled to all the benefits and immunities of citizenship.  Thus, women already, by law, had the right to vote.  All they had to do was go out and exercise this right.  The Minors used the first section of the 14th Amendment to make their case.  This states that \"All persons born or naturalized in the United States and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.  No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.\" The Minors belonged to the National Women's Suffrage Association (NWSA), which opposed ratification of the 15th Amendment, which stated that \"The right of citizens of the United States to vote shall not be denied or abridged by the United States or by any state on account of race, color, or previous condition of servitude.\"  The NWSA opposed the amendment on the grounds that it ensured the right of African-American men to vote but did not give the vote to women.  The NWSA broke with a rival faction, headed by Lucy Stone and called the American Women's Suffrage Association, over this issue.  Stone's group supported the 15th Amendment on the grounds that they believed that change would come about incrementally.  Virginia Minor resigned from the Missouri Association in 1871, for in that year they affiliated with Stone's AWSA.  [The two organizations reunited in 1890, in what was called the National American Woman's Suffrage Association]. In 1872 it was not a new thing for a woman to vote in an election, but that was the year targeted by the NWSA for a nationwide attempt to force the issue of woman suffrage and gain headlines.  For instance, several women tried to vote in the 1870 and 1871 elections in various parts of the country.  Wyoming Territory granted universal suffrage in 1869, and Utah followed suit in 1870.  In 1871, a Michigan woman voted successfully because voting officials did not question her rights, and she continued to vote for several years thereafter.  But 1872 would be the election which provoked the test case. On October 15, 1872, Virginia Minor tried to register to vote in the upcoming election, but was refused by St. Louis' sixth district registrar, Reese Happersett.  Happersett refused to register Minor because she was female, thus provoking a civil suit brought by Virginia and her lawyer husband, Francis Minor.  Minor's action was part of a nation-wide pattern of civil disobedience, in which hundreds of women across the country attempted to vote.  Susan B. Anthony led a small delegation of women to the polls in Rochester, New York, and was successful in casting her vote for Ulysses S. Grant.  Three weeks later, however, on Thanksgiving Day, Anthony was arrested on the charge of voting fraud.  Anthony was a celebrity who was used by the judicial system as an example and a warning to all women in the United States.  When Anthony's case came to trial early in 1873, the judge had written his opinion before the trial started, and directed the jury to find a guilty verdict.  Anthony was ordered to pay a fine of $100, which she refused to do. Virginia Minor's case was different in that she was not prosecuted criminally for trying to vote, but brought suit (through her husband; married women could not sue in Missouri courts until after the passage of the Married Women's Act of 1889) in a civil action against the registrar because he would not allow her to register to vote.  Minor contended that women were U.S. citizens under the 14th amendment to the Constitution, which \"nowhere gives [states] the power to prevent\" a citizen from voting. The Minor's petition was presented to the court as a written statement on January 2, 1873.  Reese Happersett's lawyer, Smith P. Galt, objected to the Minor's version of the events and filed a demurrer and appealed to have the case heard during the General Term of the Circuit Court.  This hearing took place on February 3, 1873 in Circuit Court #5, which is today the park library, Old Courthouse room 212.  By agreement, both sides submitted their arguments in writing.  There was no trial or jury in the Virginia Minor case.  The Minors were represented by John B. Henderson, John M. Krum and Francis Minor.  Henderson was the author of the 13th Amendment and an agitator for the 15th Amendment to the U.S. Constitution.  The Minors quickly lost their case in the lower court, but appealed to the Missouri Supreme Court. Francis Minor was the clerk of the Missouri Supreme Court, but was removed or voluntarily stepped down on May 1, 1873.  On May 7, 1873, the Missouri Supreme Court heard Minor's case in their chambers on the second floor, west side of the south wing of the Old Courthouse (where the park's administrative offices are today).  The state supreme court said that the purpose of the 14th Amendment (which guaranteed the rights of citizenship and equal protection under the law to people born or naturalized in the United States), was meant to extend voting rights to the newly freed slaves, giving African Americans \"the right to vote and thus protect themselves against oppression....\"  The court continued by saying that \"There could have been no intention [in the amendment] to abridge the power of the States to limit the right of suffrage to the male inhabitants.\" The case was appealed to the U.S. Supreme Court, where Francis Minor made the presentation.  He claimed that denial of suffrage in the states was a matter of practice rather than law.  For instance, women had voted in New Jersey between 1787 and 1807 when a new state constitution made no mention of woman suffrage.  Minor stated that \"the plaintiff has sought by this action for the establishment of a great principle of fundamental right, applicable not only to herself but to the class to which she belongs, for the principles here laid down, (as in the Dred Scott case,) extend far beyond the limits of the particular suit and embrace the rights of millions of others, who are thus represented through her. . . . It is impossible that this can be a republican government, in which one-half the citizens thereof are forever disenfranchised.\" In October 1874 the U.S. Supreme Court ruled, in a unanimous decision handed down by Chief Justice Morrison R. Waite, that \"the Constitution of the United States does not confer the right of suffrage upon anyone,\" because suffrage was not coexistent with citizenship.  The courts ducked the issue of defining a woman's place in society, and refrained from discussing the fact that although women were full citizens under the law, they did not enjoy the same rights and privileges of citizenship as men did.  The courts merely upheld the right of individual states to decide which citizens could vote within their borders. With the court's decision, hopes for a judicial solution to the woman suffrage question were dashed.  Suffragists turned their efforts toward state-by-state campaigns to change state constitutions to allow women to vote.  These efforts were particularly successful in the West.  The territories of Wyoming and Utah already allowed women to vote, and Wyoming came into the union as a state in 1890 with no voting restrictions placed upon women.  In 1893, Colorado allowed women the vote; in 1896, Idaho, and Utah came into the union in that year with no voting restrictions against women. The State of Washington allowed women to vote in 1910, followed by California in 1911 and Oregon, Arizona and Kansas in 1912.  These nine states were the only states to allow woman suffrage before the ratification of the 19th Amendment in 1920. Virginia Minor appeared before the U.S. Senate committee on woman suffrage in 1889 to once more state her case.  She served as honorary vice president of the Interstate Woman Suffrage Convention, held in Kansas City in 1892.  She died in 1894, and was buried in Bellefontaine Cemetery in St. Louis.  Since she regarded the clergy as hostile to her goal of equal rights for women, her funeral was conducted without a clergyman.  Virginia Minor left $1,000 in her will to Susan B. Anthony for \"the thousands she has expended for women,\" and $500 to each of two nieces, provided they did not marry; if one married, her share would go to the unmarried niece. Like the Dred Scott case, the Virginia Minor case dealt with definitions of who is a citizen, and what privileges and immunities citizenship entails.  The women's movement of the 1870s was actually a national movement for citizenship rights.  It was only after the hopes of the movement were dashed with the Minor decision that it became a single-issue, women's suffrage movement.  Unfortunately, the animosities which resulted pitted one social group against another, with white women, African-American women, and African-American men all in separate camps and rarely cooperating toward a goal of mutual interest.  As a direct result of the denial of the right to vote to women, the courts found ways in which to limit voting rights for African-American men as well, cynically skirting the legislation of the 14th and 15th amendments with \"Jim Crow\" laws.  These laws eventually extended beyond just voting rights to a \"separate but equal\" system of segregation sanctified by the Supreme Court's ruling in Plessy v. Ferguson.  The U.S. Supreme Court was determined to uphold states rights in reaction to the expansion of the Federal Government's power during the Civil War.  Individual human rights, rarely considered by the court during this period, were secondary to the preservation of the rights of individual states to regulate voting and other matters within their borders.  It was only much later, in the 1950s, that the court began to exercise a fundamental philosophy of human rights, hearkening back to Thomas Jefferson's idealistic \"all men are created equal\" phrase in the Declaration of Independence.  The nation should not only preach ideals and human rights, the Earl Warren-headed court professed, but as the foremost democracy on earth it should also uniformly practice fair and equal treatment for all its citizens, in whatever state they might reside. While the grand architecture of St. Louis' Old Courthouse provides a backdrop which speaks of the seriousness of the law, as well as the precedents of ancient Greece and Rome upon which our laws were founded, in the Virginia Minor case, as well as in the appeals of the Dred Scott case, the judicial system failed to protect the rights of ordinary citizens.  Thus, the building's architecture forms an ironic counterpoint to the events which sometimes unfolded within its courtrooms.  Recently, naturalization ceremonies have been held in the rotunda, during which visitors have witnessed the inspiring sight of hundreds of immigrants, from countries all over the world, being given the opportunity to enjoy the full privileges and immunities of United States citizenship, won due to the sacrifice and perseverance of people like Dred Scott and Virginia Minor.  The example they set in small, seemingly unimportant cases in St. Louis, led to momentous events which changed our country forever.   Bibliography of Sources  Primary Sources: St. Louis Times: October 16, 1872, p. 1 November 1, 1872, p. 5 November 6, 1872, p. 4 November 13, 1872, p. 4 November 22, 1872, p. 4 January 3, 1873, p. 8. January 22, 1873, p. 6. January 25, 1873, p. 1. February 23, 1873, p. 12. February 25, 1873, p. 4. March 6, 1873, p. 4. May 1, 1873, p. 4. May 8, 1873, p. 2. St. Louis Globe: October 2, 1872, p. 4 October 15, 1872, p. 4 October 16, 1872, p. 2 Statement, Brief and Petition in the Case of Virginia L. Minor vs. Reese Happersett, St. Louis: Industrial Age Printing Company, 1873 Post, Truman A., editor, Reports of Cases Argued and Determined in the Supreme Court of the State of Missouri, vol. LIII.  St. Louis: Gilbert Book Company, 1907. Wallace, John William, editor, Cases Argued and Adjudged in the Supreme Court of the United States, October Term, 1874, vol. XXI.  Washington, D.C.: W.H. & O.H. Morrison, 1875. Laws of Missouri Passed at the Session of the 35th General Assembly Jefferson City, Missouri: Tribune Printing Company, 1889. Secondary Sources:  Coalier, Paula, “Beyond Sympathy: The St. Louis Ladies’ Union Aid Society and the Civil War,” Gateway Heritage, Summer 1990, Vol. 11, No. 1, pp. 38-51. DuBois, Ellen \"Speech at the Conference on the 75th Anniversary of the Women's Suffrage Movement.\" Jensen, Oliver \"Letter from the Editor\" [About the election of 1872] American Heritage, June 1972 Lehman, Godfrey D. \"Susan B. Anthony Cast Her Ballot for Ulysses S. Grant\" American Heritage, December 1985 Lunardini, Christine, What Every American Should Know About Women's History, Holbrook, Massachusetts: Bob Adams, Inc. 1994 Morris, Monia Cook, “The History of Woman Suffrage in Missouri, 1867-1901,” Missouri Historical Review, October 1930, Vol. XXV, No. 1, pp. 67-82. Whites, Lee Ann, “The Tale of Two Minors: Women’s Rights on the Border,” in Whites, Lee Ann, Mary C. Neth, and Gary R. Kremer, Women in Missouri History: In Search of Power and Influence (Columbia and London: University of Missouri Press, 2004), pp. 101-118.     Hear audio clips (RealAudio format) which feature a historical narrative from Virginia Minor, who recounts her attempts to win the right to vote. To listen to the narrative, you will need to download RealAudio if it is not installed on your computer. Download RealAudio (link opens new browser window). You can also read the narrative.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/the-virginia-minor-case.htm"
}
