{
    "title": "Biscayne National Park: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                Wildflowers         The perfumed spider lily (Hymenocallis latifolia) is one of many beautiful wildflowers found in Biscayne National Park NPS  The following wildflowers have been documented in the park. They have been sorted alphabetically by common name. The list is not exhaustive, and documented sightings of species not on this list are welcome. Submit your sightings to the webmaster. Bayhops, Ipomoea pes-caprae Bidens pilosa, Bidens alba Bracted fanpetals, Sida ciliaris Bushy seaoxeye, Borrichia frutescens Butterfly orchid, Encyclia tempensis Catchfly prairie-gentian, Eustoma exaltatum Chinese hibiscus, Hibiscus rosa-sinensis Climbing dayflower, Commelina diffusa Coastal searocket, Cakile lanceolata Coatbuttons, Tridax procumbens Common purslane, Portulaca oleracea Creeping daisy, Wedelia trilobata Creeping oxalis, Oxalis corniculata Cuban jute, Sida rhombifolia Dollar orchid, Encyclia boothiana False buttonweed, Spermacoce verticillata False daisy, Eclipta prostrata False daisy, Eclipta prostrata Florida hammock milkpea, Galactia striata Goatweed, Capraria biflora Hammock viper's-tail, Pentalinon luteum Hirypod cowpea, Vigna luteola Horseweed, Conyza canadensis Juniper leaf, Polypremum procumbens Leafless bentspur orchid, Campylocentrum pachyrrhizum Madagascar periwinkle, Catharanthus roseus Mexican clover, Richardia grandiflora Narrowleaf paleseed, Conobea multifida Narrowleaf yellowtops, Flaveria linearis Oceanblue morningglory, Ipomoea indica Oriental false hawksbeard, Youngia japonica Perfumed spiderlily, Hymenocallis latifolia Queen Ann's lace, Ptilimnium capillaceum Red spiderling, Boerhavia diffusa Sea hibiscus, Hibiscus tiliaceus Silverhead, Blutaparon vermiculare Sixangle foldwing, Dicliptera sexangularis Snow squarestem, Melanthera nivea Southern beeblossom, Gaura angustifolia Tampa butterfly orchid, Encyclia tampensis Trailing indigo, Indigofera spicata Tree seaside tansy, Borrichia arborescens Tropical white morningglory, Ipomoea alba Turkey tangle, Phyla nodiflora Virginia buttonweed, Diodia virginiana White twinevine, Sarcostemma clausum Woodland false buttonweed, Spermacoce assurgens Yellow pricklypoppy, Argemone mexicana Yellow sweet-clover, Melilotus albus",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/nature\/wildflowers.htm"
}
