{
    "title": "Biscayne National Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes         The Schaus swallowtail butterfly is among Biscayne's most celebrated insects. Photo by Thomas Emmel  The most abundant animals in Biscayne National Park are the insects, the most dreaded being the mosquito. There are also many dragonflies, butterflies, including the critically endangered Schaus swallowtail butterfly, tree hoppers, golden orb spiders, and thousands of others that make the islands their home. The horseshoe crab is included here because it is not a true crab. Rather, it is more closely related to spiders. The following list includes insects which have been documented in the park. Here they have been sorted alphabetically by common name. The list is not exhaustive, and documented sightings of species not on this list are welcome. Submit your sightings to the webmaster. Ant, Brachymyrmax obscurior Ant, Brachymyrmax patigonicus Ant, Camponotus planatus Ant, Crematogaster ashmeadi Ant, Cyphomyrmex minutus Ant, Dorymyrmex insanus Ant, Nylanderia bourbonica Ant, Odontomachus ruginoidis Ant, Pseudomyrmax cubaensis Ant, Pseudomyrmax gracilis Ant, Tetramorium simillimum Ant, Xenomyrmex floridanus Atala, Eumaeus atala Bagworm, Cryptothelea gloverii Bahama Swallowtail Butterfly, Papilio andraemon bonhotei Beetle, Anomala marginata Black Witch Moth, Ascalapha odorata Cassius Blue butterfly, Leptotes cassius Crazy ant, Paratrechina longicornis Eastern lubber grasshopper, Romalea microptera Faithful Beauty, Composia fidelissima Fire ant, Solenopsis geminata Four-Spotted Pennant, Brachymesia gravida Fulvous Hairstreak, Electrostrymon angelia Giant Swallowtail, Papilio cresphontes Great Pondhawk, Erythemis vesiculosa Great Southern White Butterfly, Ascia monuste Grote's sphinx, Cauthethia grotei Gulf Fritillary, Agraulis vanillae Honey bee, Apis mellifera House fly, Musca domestica Inimical Borer moth, Pseudogalleria inimicella Julia butterfly, Dryas julia Large Orange Sulphur, Phoebis agarithe Little Blue Dragonlet, Erythrodiplax minuscula Mangrove Skipper, Phocides pigmalion    Miami  blue butterfly, Hemiargus thomasi bethunebakeri Moth, Banisia furva fracta Moth, Coxina cintipalpis Moth, Episimus kimbali Moth, Ethmia confusella Moth, Eumestleta cinnamomea Moth, Gonocausta sabinalis Moth, Massala obvertens Moth, Oiketicus abbotii Moth, Synclera jarbusalis  Oak leafroller, Archips semiferana Orange Julia, Dryas iulia Parachma moth, Parachma ochrealis Polydamas swallowtail, Battus polydamas Queen butterfly, Danaus gilippus Red imported fire ant, Solenopsis invicta Seagrape Borer, Hexeris enhydris Southern Flannel Moth, Megalopyge opercularis Schaus Swallowtail Butterfly, Heraclides aristodemus ponceanus Silver-banded hairstreak, Chlorostrymon simaethis Somber carpet, Disclisioprocta stellata Tortyra moth, Tortyra slossonia Variegated leafroller, Platynota flavedana Watson's Tallula moth, Tallula watsoni Zebra Longwing, Helicorius charitonius",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/nature\/insects.htm"
}
