{
    "title": "Biscayne National Park: Threatened & Endangered Animals",
    "body": "Threatened and Endangered Animals in Biscayne National Park         An endangered Hawksbill sea turtle finds refuge in a reef. NPS  The following animals are listed as threatened or endangered under the Federal and\/or State classification system. Therefore any take, harvest, harassment, harm, or any other interference with these species is strictly prohibited. If you are lucky enough to observe any of these animals during your visit to Biscayne National Park, cherish the sighting but please do not interfere with the animal's natural behavior and activities. Park managers document sightings of threatened and endangered species in the park, and visitors are encouraged to report their sightings (click here to report your sighting). Please provide as much information as possible (such as the date, specific location, and number and size(s), of observed plants, as well as your level of certainty of species identification).  Photographs documenting your observation are strongly encouraged, particularly with very rare species. This list includes animal species that are likely to be observed in Biscayne National Park. For a complete list of federally listed threatened and endangered species, please click here. For a complete list of state listed threatened and endangered animals species, please click here. To learn about threatened and endangered plants in Biscayne National Park, please click here.         Occurrence in Biscayne National Park   Federal Classification Listing   State Classification Listing     MARINE INVERTEBRATES     Pillar coral   Rare   -   Endangered     Elkhorn coral   Common   Threatened   -     Staghorn coral   Common   Threatened   -     TERRESTRIAL INVERTEBRATES     Florida tree snail   Occasional   -   Special Concern     Miami blue butterfly   Rare   Endangered   Endangered     Schaus swallowtail butterfly   Rare   Endangered   Endangered     FISH     Smalltooth sawfish   Rare   Endangered   -     REPTILES     American alligator   Uncommon   Similarity of appearance   Special Concern     American crocodile   Occasional   Threatened   Endangered     Eastern indigo snake   Rare   Threatened   Endangered     Sea Turtle- green   Common   Endangered   Endangered     Sea Turtle- hawksbill   Common   Endangered   Endangered     Sea Turtle- Kemp's ridley   Rare   Endangered   Endangered     Sea Turtle- leatherback   Rare   Endangered   Endangered     Sea Turtle- loggerhead   Common   Threatened   Threatened     BIRDS     Brown Pelican   Common   Delisted- recovery   Special Concern     Least tern   Common   -   Threatened     Little blue heron   Common   -   Special Concern     Osprey   Common   Special Concern   Special Concern     Piping plover   Uncommon   Threatened   Threatened     Reddish egret   Occasional   Special Concern   Special Concern     Roseate spoonbill   Uncommon   -   Special Concern     Snowy egret   Common   -   Special Concern     Southeastern American kestrel   Uncommon   Special Concern   Threatened     Tricolored heron   Common   -   Special Concern     White ibis   Common   -   Special Concern     White-crowned pigeon   Common   Special Concern   Threatened     Wood stork   Occasional   Endangered   Endangered     MARINE MAMMALS     Fin (finback) whale   Rare, if at all   Endangered   Endangered     Florida manatee   Common   Endangered   Endangered     Humpback whale   Rare, if at all   Endangered   Endangered     North Atlantic right whale   Rare, if at all   Endangered   Endangered     Sei whale   Rare, if at all   Endangered   Endangered     Sperm whale   Rare, if at all   Endangered   Endangered     TERRESTRIAL MAMMALS     Key Largo woodrat   Historical, not known to occur presently   Endangered   Endangered     Key Largo cotton mouse   Historical, not known to occur presently   Endangered   Endangered       Additionally, the following animal species which occur in Biscayne National Park are protected from harvest by state, federal, or international regulations. These species are not classified as threatened or endangered, but the special protection measures ensure the long term survival and sustainability of these species.  ·   All stony corals ·   Fire corals ·   Sea fans ·   Queen conch ·   Bahama starfish ·   Longspine sea urchin (Diadema) ·   Nassau grouper ·   Goliath grouper ·   Manta ray ·   Spotted eagle ray ·   Spearfish- Longbill, Mediterranean, and Roundscale ·   Sturgeon ·   Sharks - many species are protected. Visit www.myfwc.com for a complete list. ·   All marine mammals ·   All ornamental tropical fish, plants & invertebrates (regulation applies to Biscayne National Park) ·   Sponges (regulation applies to Biscayne National Park) ·   Lobsters (within the Biscayne Bay Lobster Sanctuary- click here for more details)",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/nature\/threatened-and-endangered-animals.htm"
}
