{
    "title": "Biscayne National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Many of Biscayne's animals, including these barrel sponges, don't look like animals at all. (NPS photo by John Brooks)  Since 95% of Biscayne National Park is water, the majority of the animals are associated with ocean or shoreline habitats. The park is home to many threatened and endangered species including the West Indian manatee, eastern indigo snake, piping plover, American crocodile, peregrine falcon, Schaus' swallowtail butterfly, least tern, and 5 species of sea turtle.  The Schaus Swallowtail is a large, colorful butterfly that is endemic to southern Florida and has been listed by the State of Florida as an endangered species since 1975. It was listed federally in 1984 when estimates showed only 70 or fewer adults remaining. Today the butterfly is only found on northern Key Largo and several small Keys in Biscayne National Park. In recent years the population has declined so severely that emergency actions have been required to hopefully prevent this species from going extinct.  The least tern has been listed by the State of Florida as a threatened species since 1975. Much of the cause of their population decline is due to habitat destruction and encroachment. The birds nest along coastal or island beaches covered with coarse substrates of sand, shells, or small stones. In 1995, two least tern nests were observed on Soldier Key in Biscayne National Park each containing two eggs.  Sea turtle populations continue to decline throughout the world and within the United States due to loss of nesting beaches, feeding habitat, mortality through by-catch of the longline and shrimping industries, hunting for meat and poaching of eggs. Loggerhead and occasionally hawksbill sea turtles use the few sandy beaches that exist at Biscayne National Park as sites to lay their eggs. An average of 13.3 nests is laid each year with an average clutch size of 50 eggs. Biscayne National Park's sea turtle nesting program consistently monitors 5 beaches for activity throughout the nesting season. Protective screens are placed on the nests to protect the eggs from predation by raccoons. Click here to learn more about sea turtles and Biscayne National Park's efforts to conserve them.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/nature\/animals.htm"
}
