{
    "title": "Biscayne National Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         The threatened American crocodile is frequently sighted along Biscayne's shorelines.   The following reptiles have been documented at Biscayne National Park. They are sorted alphabetically by common name. An asterisk denotes an exotic species. The list is not exhaustive, and documented sightings of species not on this list are welcome. Submit your sightings to the webmaster.  American Alligator, Alligator mississippiensis American Crocodile, Crocodylus acutusBlack and white tegu, Tupinambis merianae Black Racer, Coluber constrictor Black Swamp Snake, Seminatrix pygaea Brown Anole, Anolis sagrei* Brown Basilisk, Basiliscus vittatus* Burmese python, Python molurus bivittatus*Common agama, Agama agama*Corn Snake, Elaphe guttata Cosmopolitan (or Tropical) House Gecko, Hemidactylus mabouia* Dusky Pigmy Rattlesnake, Sistrurus miliarius barbouri Eastern Diamondback Rattlesnake, Crotalus adamanteus Eastern Indigo Snake, Drymarchon corais couperi Everglades Racer, Coluber constrictor paludicola Everglades Rat Snake, Elaphe obsoleta rossalleni Florida Box Turtle, Terrapene carolina bauri Florida Water Snake, Nerodia fasciata pictiventris Green Anole, Anolis carolinensis Green Iguana, Iguana iguana* Green Sea Turtle, Chelonia mydas Ground Skink, Scincella lateralis Hawksbill Sea Turtle, Eretmochelys imbricata Kemps Ridley Sea Turtle, Lepidochlys kempii Leatherback Sea Turtle, Dermochelys coriacea Loggerhead Sea Turtle, Caretta carettaMangrove Salt Marsh Snake, Nerodia clarkii compressicaudaMangrove Terrapin, Malaclemys terrapin rhizophorarum Mediterranean Gecko, Hemidactylus turcicus* Mole Skink, Eumeces egregiusMonitor lizard, Varanus sp. Northern Coral Snake, Micrurus fulvius Reef Gecko, Sphaerodactylus notatus Ring-necked Snake, Diadophis punctatus Rough Green Snake, Opheodrys aestivus Southeastern five-lined Skink, Eumeces inexpectatus Southern Black Racer, Coluber constrictor priapus Southern Ring-necked Snake, Diadophis punctatus punctatus Striped Mud Turtle, Kinosternon baurii Yellow Rat Snake, Elaphe obsoleta quadrivittata",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/nature\/reptiles.htm"
}
