{
    "title": "Biscayne National Park: Stiltsville",
    "body": "Stiltsville        Stilts in the Sun © Brian Call       Seeming to float above Biscayne Bay's shallow seagrass beds, Stiltsville has a colorful history that dates back to the 1930s, when \"Crawfish Eddie Walker\" built the first shack on stilts above the water. Over the years more buildings were constructed, and the area took on an aura of mystery. Accessible only by water, the area was the place to see and be seen when visiting the winter resorts on nearby Miami Beach. Stories of illegal alcohol and gambling led to several police raids on the Bikini Club and Quarterdeck Club. At its peak in 1960, there were 27 structures on the flats, but hurricanes, fires and the ravages of being in such an exposed place made every building relatively short-lived.        A-Frame Building at Stiltsville © Brian Call  In 1985, the bottom land on which the stilt structures sit was deeded by the State of Florida to the Federal Government as part of Biscayne National Park. Though the submerged lands now belonged to the American people, the National Park Service agreed to honor the building-owner's leases until they expired in July, 1999. Hurricane Andrew in 1992 left only seven buildings standing, none of which existed during the area's heyday. A series of extensions and standstill agreements resulted in long and contentious delays to the public acquisition of the structures.        Next Door Neighbor © Brian Call  In 2003, an agreement was reached to establish a non-profit organization called the Stiltsville Trust. The agreement is intended to preserve the structures so they can help showcase the richness of the Biscayne National Park's marine resources. The Park has a cooperative agreement with the Trust to rehabilitate the buildings to support educational and interpretive services. Possible uses include community meeting spaces, a National Park Service Visitor Center, research facilities, an artist-in-residence program and satellite park offices that could provide the National Park Service with a presence closer to South Florida's population center in the northern part of the park. Public access is by permit only. Please contact the Stiltsville Trust for permit details.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/historyculture\/stiltsville.htm"
}
