{
    "title": "Biscayne National Park: A Park is Born",
    "body": "The Birth of Biscayne National Park         President Lyndon Johnson hands the pen used to sign the Biscayne National Monument bill into law to Congressman Dante Fascell. Also present were Joe Browder, Lloyd Miller and Hardy Matheson.   The Florida Keys is one of the most famous and most visited archipelagos in the world. Contrary to what many people think, though, the Florida Keys do not begin at Key Largo. To the north lie nearly 50 more keys (ancient coral reef islands) that are, for the most part, undeveloped. The fight to protect these last unspoiled Keys culminated over 30 years ago with the creation of Biscayne National Park's predecessor, Biscayne National Monument. During the early 1950s, an era of newfound prosperity, more and more Americans were taking vacations and moving to Florida. The Keys were a popular destination and property values soared. Many people looked at the northernmost Keys, the ones bypassed by Henry Flagler's railroad, and saw them languishing in the limpid waters. They envisioned bridges, roads and buildings. Several years later came a plan to dredge up 8,000 acres of bay bottom to create a jetport. In 1961, 13 area landowners voted unanimously to create the City of Islandia. Plans for Seadade, a major industrial seaport, were announced in 1962. The proposal called for the dredging of a 40-foot deep channel through the Bay's clear, shallow waters. Dade County's \"New Frontier\" was born, but it never grew beyond the toddler stage. An initially small, but vocal, group of people had an entirely different vision for these islands: a national park unlike any other. This one would be covered by water, protecting not only the islands but the bay to the west and the reef to the east as well. It would provide a haven for wildlife and a respite for people tired of cramped city life. The park's proponents were not extraordinary in the usual sense of the word. They were doctors and pilots, farmers and writers. They were people who knew the area — people who understood new concepts like ecology and environmental preservation. The Hatfields and McCoys had nothing on the two feuding groups. Words were exchanged, tempers flared, and fights broke out. Lloyd Miller, president of the local Izaak Walton League, said that the opposition poisoned his dog and tried to get him fired from his job because of his support for the park idea. Slowly though, support began to build. Juanita Greene's inspiring newspaper stories in the Miami Herald helped accelerate the pace. Hardy Matheson based his entire campaign for county commissioner on the issue of establishing the park. Vacuum cleaner magnate Herbert W. Hoover, Jr., who spent considerable time in the area as a boy, brought legislators down from Washington for dramatic blimp rides over the proposed park, convinced that anyone who saw the place would be just as smitten with it as he was. By early 1968, local and national support for a Biscayne National Monument was at an all-time high. Facing a ground swell of public opposition, landowners in the city of Islandia brought in bulldozers in an attempt to despoil the area. Dubbed \"Spite Highway,\" the swath was six lanes wide and seven miles long, right down the middle of Elliott Key. Park proponents were not deterred. Congress, led by longtime Representative Dante Fascell, created Biscayne National Monument to protect \"a rare combination of terrestrial, marine and amphibious life in a tropical setting of great natural beauty.\" President Lyndon B. Johnson signed the bill on October 18, 1968. That was nearly 40 years ago. Since then, a lot has changed. Greater Miami has become a Latin American capital, with nearly 2.5 million residents and over 8 million annual visitors from all over the world. The park has undergone several enlargements and a name change. Spite Highway has grown in to an intimate tunnel through a tropical hardwood forest, and serves as the park's one and only hiking trail. While the struggle to protect the park from current local threats continues, some things have not changed. The northern Keys are still untethered by roads and bridges. The shallow water is still clear and beautiful. It is still a haven for wildlife and a respite for weary urban dwellers.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/historyculture\/the-birth-of-biscayne-national-park.htm"
}
