{
    "title": "Jefferson National Expansion Memorial: African-American Life in St. Louis, 1804-1865",
    "body": "African-American Life in St. Louis, 1804-1865 From the Records of St. Louis' Courts       Introduction   Enslaved persons throughout the United States did not often willingly accept their condition. Many courageously sought their freedom through several avenues, ranging from radical efforts like slave insurrections, physical escape and even suicide to more moderate but equally courageous paths such as self-purchase (emancipation using money earned on Sundays and through self-hire) and suing for their freedom in court.   We can basically say that there were five ways to escape slavery in the 19th century, and St. Louis had examples of all of them:    Emancipation Running away Insurrections against the slave system Suing in the Courts for Freedom Death    The following information about urban slave life in the St. Louis area represents several years of research by several individuals. The incredible body of surviving St. Louis court records has allowed such detailed and ongoing research to be conducted. Researchers are indebted to the efforts of the State of Missouri, under the aegis of Secretary of State Robin Carnahan, Lynn Morrow of the Missouri State Archives, and the Local Records Program Archivist, Michael Everman, for preserving these precious documents and making them available to researchers. The collections of the Missouri History Museum in St. Louis are also a key source for the study of antebellum life for persons of color, and are administered under President Robert Archibald by archivist Dennis Northcott.   Slave Life in St. Louis  Life for slaves in urban areas was different than stereotypical life on plantations, and created a unique set of circumstances which, for some, enabled the possibility of escaping slavery in the various ways detailed in these lists.St. Louis was a cosmopolitan river town, and its port was the third busiest in the nation. A mix of whites, slaves, free persons of color, and immigrants filled St. Louis with diverse people and opinions. In 1850, when Dred and Harriet Scott were suing for their freedom, St. Louis was a rapidly-growing city of over 80,000 residents, including 2,656 slaves and 1,398 free persons of color.  African Americans were a part of this St. Louis milieu from the time of its first European settlement in 1764. Several prominent early residents were free blacks who were landowners and craftsmen. When the United States assumed political control of St. Louis in 1804, life changed for slaves who had lived under the French and Spanish systems. So-called \"black laws\" were written which added far more restrictive regulations to slave life. The State of Missouri was admitted to the Union in 1821 amid controversy over the insistence of the St. Louis power elite that it would join the Union as a slave state; only the Missouri Compromise of 1820, which included the admission of the free state of Maine to maintain a balance of power in the U.S. Senate, averted a national crisis. During this period the majority of Missouri’s slaves were agricultural workers who lived on farms located along the Mississippi and Missouri rivers, and did not reside in cities. Life for urban slaves was unique. It is hard to pigeon-hole the African-American experience in St. Louis, where some persons of color were enslaved, others were free, and a select few were among the wealthiest citizens of the city. Floods of German and Irish immigrants were changing the character of St. Louis, and by 1850 they composed 43% of the population. This affected slavery in the city, for the price of a slave could also buy several years of work by a free common laborer, without the necessity of furnishing board, shelter, health care and clothing. The huge number of immigrants made slavery in the city unprofitable. It became a common practice for slave owners to “hire out” their slaves to other persons. As the number of immigrants increased and the number of slaves remained relatively constant, slavery become even more unprofitable, and slaves could and did hire themselves out to earn money for their owners. Sometimes they were able to keep some or all of these wages for themselves, and additionally work on Sundays and holidays to earn money. The high number of emancipations during the antebellum era suggests that many slaves were able to save part or all of their wages to purchase their own freedom. From lists compiled from the County Court records of freedom licenses, a cross-section of the professions of St. Louis’ African-American community can be assembled. Urban slaves were not isolated. In 1835 an African American church was founded in St. Louis. Slaves and free blacks began to attend their own church, away from whites and white influences. Sundays were days of rest for the city’s slaves, and they gathered together not only to attend services but also to spread news, gossip, and even hear readings from the newspaper given by free persons of color. In addition, many of the city’s elite persons of color owned barber emporiums where important and wealthy white males gathered. As a result of these conduits of information, the black community was far better informed about the inner workings and thoughts of the white community than vice-versa, and was knowledgeable about state, regional, national and world events. Not all persons of color in St. Louis were slaves, and in fact, as the 19th century progressed, the number of free blacks continued to rise. This can be explained by looking at several factors. Conditions in St. Louis enabled self-purchase. St. Louis’ proximity to Illinois, a state where slavery was supposed to be illegal, allowed a small number of slaves to sue for their freedom in St. Louis courts based on the premise that they had been held as slaves for a period of time in a free state. A very small number were also set free by masters who had come to see slavery as a moral wrong. Former slaves who wished to remain in the State of Missouri as free blacks were supposed to obtain a license from the state. In addition to the over 1,000 free blacks in St. Louis who owned small businesses, were laborers or worked odd jobs, a certain elite group of African-American St. Louisans styled “the Colored Aristocracy” were large landowners and businesspersons, many descended from some of St. Louis’ earliest residents. Several owned the large barber emporiums, while others owned drayage businesses which moved goods from steamboat to steamboat on the levee. Still others, like Madame Pelagie Rutgers, owned huge tracts of land which they sold at great profit as the city expanded. The “Colored Aristocracy” of St. Louis had its own social season and debutante balls. A member of this social class, Cyprian Clamorgan, wrote a book in 1858 called the Colored Aristocracy of St. Louis, in which he profiled the group. Because St. Louis had such a wide variety of persons of color in the various strata of its society, the study of urban slavery in this border town is endlessly fascinating. Luckily, the vast majority of the original court documents of this era have survived, and can be used to bring to our attention long-forgotten names and incidents of both everyday life during the period as well as extraordinary acts of courage and self-sacrifice in the search for freedom and a part of the American dream.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/african-american-life-in-saint-louis-1804-through-1865.htm"
}
