{
    "title": "Biscayne National Park: Maritime Heritage Trail",
    "body": "Maritime Heritage Trail       Biscayne National Park's Maritime Heritage Trail offers an exciting opportunity to explore the remains of some of the park's many shipwrecks. Six wrecks, spanning nearly a century and a wide variety of sizes and vessel types, have been mapped, brochures have been produced and mooring buoys have been installed. The newest addition to the trail is the Fowey Rocks Lighthouse. Snorkeling is great around the base of the light, but the structure itself is not open to the public. Access to the sites on the trail is by boat only. Erl King, Alicia and Lugano are best suited to SCUBA divers, while the other sites can easily be enjoyed while snorkeling. Mandalay in particular offers an unparalleled opportunity for snorkelers to experience a shipwreck in a beautiful natural setting.      Click on the links below to learn about sites on the Maritime Heritage Trail.        Arratoon Apcar as she appears today.   Arratoon Apcar - Sank 1878  In the 1870s, Cape Florida Lighthouse was considered inadequate because of its distance from the reef line. When Arratoon Apcar ran aground, it did so just a few hundred yards from where workers were busy building the Fowey Rocks Lighthouse. Click on the ship name for more information and to download a brochure.        The Fowey Rocks Lighthouse in was listed by the Florida Trust for Historic Preservation as one of the eleven most endangered historic sites in Florida. Mike Beach  Fowey Rocks Lighthouse - Built 1878 The newest addition to the Maritime Heritage Trail is also a departure from the shipwreck theme. Built in 1878, the Fowey Rocks Lighthouse has witnessed decades of storms and wrecks, and is known as the \"Eye of Miami.\" Click on the lighthouse name for more information.        Erl King ran aground at Tennessee Reef on January 18, 1881.   Erl King - Sank 1891 Erl King reflects the early period of transition from wooden sailing vessels to steel steamships. Click on the ship name for more information and to download a brochure.        1905 Alicia slammed into Long Reef during a storm.   Alicia - Sank 1905 Alicia was laden with silks, silverware, and other fine household items when it ran aground on Long Reef. The ensuing, often violent battles among the 70 different groups of wreckers led to a permanent rewriting of U.S. salvage laws. Click on the ship name for more information and to download a brochure.        Lugano now lies 25 feet underwater on Long Reef in Biscayne National Park.   Lugano - Sank 1913 At the time of its grounding, Lugano had been the largest vessel ever to wreck in the Florida Keys. Click on the ship name for more information and to download a brochure.        The skeleton of Mandalay, “red carpet ship of the Windjammer fleet”, can be found embedded on Long Reef in Biscayne National Park.   Mandalay - Sank 1966 The steel-hulled schooner Mandalay was known as the “Red Carpet Ship of the Windjammer Fleet” and was outfitted with a teak and mahogany deck. Click on the ship name for more information and to download a brochure.        Ballast stones reveal the final resting place of an unknown vessel.   19th Century wooden sailing vessel MHT brochure.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/historyculture\/maritime-heritage-trail.htm"
}
