{
    "title": "Biscayne National Park: Native Peoples",
    "body": "Native Peoples        Piles of conch and whelk shells are evidence of former habitation by native peoples.        Biscayne's human history begins over 10,000 years ago with the migration of Paleo-Indians down the Florida peninsula. Physical evidence such as the campsite at the Old Cutler Fossil Site are well documented along the Bay's shorelines. When sea levels were very low during the ice age, The Florida peninsula was probably twice as wide as it is today, with most of that additional landmass being on the state's west coast. The area of what is today Biscayne Bay was probably a broad, dry savannah. This large, open expanse likely served as a place for nomadic peoples to hunt for mammoths, mastodons and other animals of the period. As the ice age ended and waters began to rise, the bay filled in. For several thousand years after the time of the Paleo-Indians (now referred to as the Archaic Period), there is little physical evidence of native peoples in the Biscayne area, but that may be because evidence of these sites is now submerged. Many archaeologists believe there is much to learn about the area's earliest native peoples at the bottom of the Bay. By 2500 years ago, the people in this area (now referred to as the Glades culture) had become less nomadic, and more settled. Piles of discarded conch and whelk shells began to grow, and these shell middens offer archaeologists opportunities to learn about these people. As populations grew and settlements split from one another, smaller, more distinct cultures developed. They created pottery and established trade networks. The people from this time period in southeast Florida are today known as the Tequesta. Unlike many of the groups of people in other parts of the United States, and even in other parts of Florida, who began to rely heavily on corn and other crops, the Tequesta took advantage of the bounty of the sea. Having to spend less time working crops meant that there was more time for things like art and religion, and complex social structures developed. At the mouth of the Miami River, a village developed, and nearby a still-not-well-understood feature now called the Miami Circle was constructed. The arrival of European explorers to the area in the 16th century was the beginning of the end for Florida's native peoples. Diseases like smallpox and measles swept through native populations in epidemic proportions, and by the mid-1700s, virtually all of the area's indigenous people had been wiped out. Around this time, Creeks from neighboring Georgia and Alabama began to expand into what is today Florida, eventually giving rise to tribes like the Seminole and Miccosukee. Much of southeast Florida's native human heritage is now beneath the roads and buildings of Miami, Fort Lauderdale and surrounding communities. Large protected natural areas like Biscayne National Park may be the last, best chance for gaining a fuller understanding of the area's prehistory.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/historyculture\/native-peoples.htm"
}
