{
    "title": "Biscayne National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     February 08, 2016  My Fellow Americans Family Fun Fest Looks at Biscayne National Park’s Presidential Connections  Four presidents spent time in Biscayne National Park and the rest are commemorated in other national parks including the White House. This Sunday, February 14, 2016, from 1:00 – 4:00 pm, Biscayne National Park’s Family Fun Fest theme is “My Fellow Americans,” featuring activities from five of these parks.   January 27, 2016  Island Boat Tours Expanding in Biscayne National Park  Island boat tours to Boca Chita Key are expanding in a big way in a partnership between the City of Homestead, Miami-Dade County Parks, Recreation and Open Spaces Department, the National Parks Conservation Association, the Florida National Parks Association and the National Park Service.   January 22, 2016  Former Biscayne National Park Superintendent Receives Public Service Award  On January 8, 2016, the Everglades Coalition presented Brian Carlstrom, the former Superintendent of Biscayne National Park, with the Brian James D. Webb Public Service Award. Mr. Carlstrom was presented with the award for demonstrating exemplary leadership and a clear commitment to protecting the resources and wildlife of Biscayne National Park.   January 21, 2016  Centennial Nights LIVE! Programs at Biscayne National Park  Centennial Nights LIVE! programs featuring free, family friendly events are taking place at Biscayne National Park in celebration of the centennial anniversary of the National Park Service. Each event begins at 6:00 p.m. and runs to 9:00 p.m., includes a small campfire and s'mores, and takes place on the grounds of the Dante Fascell Visitor Center.   January 13, 2016  ParkQuest: Retrospective of Eleven National Park Residencies Exhibition in Biscayne National Park Gallery  ParkQuest is the current show in Biscayne National Park’s Dante Fascell Visitor Center Gallery. It features twenty-eight paintings by Patricia Rottino Cummins created during eleven national park residencies from coast to coast. The free exhibit is open from 9:00 am to 5:00 pm daily through February 28, 2016.   January 12, 2016  Florida National Parks Host 100-Mile Paddle Challenge for National Park Service Centennial  Florida’s eleven national parks joined forces to honor the National Park Service Centennial with a 100-mile paddle challenge. The challenge kicks off at 10:00 am on January 23, 2016, at Biscayne National Park’s Dante Fascell Visitor Center. A brief ceremony and photo op will be followed by a ranger-guided paddle and lessons for those just getting into the sport.   January 06, 2016  Biscayne National Park’s Family Fun Fest Highlights Maritime Heritage in the National Parks  There are over 80 ocean, coastal and Great Lakes parks in the National Park System, protecting hundreds of years of maritime heritage for all Americans. On Sunday, January 10 from 1- 4 pm, Biscayne National Park’s Family Fun Fest theme will be “I’m on a Boat!,” featuring activities from 5 of these parks.   January 05, 2016  Biscayne National Park Receives National Park Foundation Grant  Biscayne National Park is one of the federal sites selected around the country to receive a student field trip grant from the National Park Foundation. The $9,000 grant will help cover the transportation costs for over 1,200 students to visit the park.   December 22, 2015  Special Homestead National Parks Trolley Service for Holiday Season  Free transportation, parking and guided tours to Biscayne and Everglades National Parks are provided as part of the special Homestead National Parks Trolley service for the holiday season. The trolley runs each day from December 26 through 31, 2015, in addition to every weekend through May 1, 2016.   December 09, 2015  Find Your Park: Biscayne National Park Kicks Off Season 16 of Family Fun Fest  On Sunday, December 13 from 1- 4 pm, Biscayne National Park will kick off the 16th season of the award-winning Family Fun Fest with “Find Your Park,” a hands-on overview of just a few of America’s 409 national parks.   November 18, 2015  $99,000 in New Grants Awarded to Biscayne National Park  The South Florida National Parks Trust approved $99,000 in new grants for Biscayne National Park this year, the organization announced this week. The new grants will fund outdoor education programs for school kids, restoration projects to protect coral reefs and nesting sea turtles, new technology for law enforcement rangers and additional channel markers to promote safe boating in the park.   November 13, 2015  Find Your Park: Family Fun Fest Explores National Park Connections  In celebration of the 100th birthday of the National Park Service, the 16th season of Biscayne National Park’s multi-award winning Family Fun Fest will explore Biscayne’s connections to some of the 407 other national parks. The series kicks off on Sunday, December 13, 2015 at the park's Dante Fascell Visitor Center.   October 28, 2015  Biscayne National Park Welcomes New Citizens with U.S. Army Band's Brass Quintet  Biscayne National Park and U.S. Citizenship and Immigration Services are hosting ceremonies welcoming dozens of new citizens on Friday, October 30, 2015, at 10:00 a.m. for adults and 1:00 p.m. for kids. The U.S. Army Band's Brass Quintet is performing a mini-concert from 9:30 to 10 a.m.   October 22, 2015  Homestead National Parks Trolley Partnership Receives National Award  The Homestead National Parks Trolley received the prestigious 2015 National Park Service Director’s Partnership Award. It recognizes the most significant accomplishments achieved by parks and outside groups working together on projects that provide lasting benefits for parks and communities.   October 08, 2015  Columbus Day Weekend in Biscayne National Park 2015  Biscayne National Park is partnering with federal, state and local law enforcement agencies during Columbus Day weekend, October 10-12, 2015. As part of the effort to protect park resources and the safety and welfare of visitors, reduced navigational speeds will be enforced by the U.S. Coast Guard in the Intracoastal Waterway. Columbus Day weekend is traditionally the most dangerous weekend of the year for those visiting the park by boat.   October 07, 2015  Biscayne National Park Hosting Lancelot Jones Day Event  Biscayne National Park is hosting a special event in commemoration of Lancelot Jones Day. It takes place from 11:00 a.m. to Noon on Monday, October 12, 2015, at the Dante Fascell Visitor Center. State and county representatives and commissioners are joining park staff to speak about the importance of the Jones family to the park and the region.   September 30, 2015  Campground Fee Changes for Biscayne National Park  Beginning October 1, 2015, the fee for camping and docking at Biscayne National Park campgrounds will increase from $20 to $25 per night. Campground fees have not changed in many years despite increased operating costs, hurricane damage and tightened budgets.   September 08, 2015  Biscayne National Park’s General Management Plan Record of Decision is Signed  On August 31, 2015, National Park Service (NPS) Southeast Regional Director Stan Austin signed the Record of Decision (ROD) for the General Management Plan (GMP) for Biscayne National Park. The plan is designed to restore the coral reef ecosystem and improve visitor experiences in the park.   August 31, 2015  Biscayne National Park Reopened after Tropical Storm Erika  Visitor facilities at Biscayne National Park reopened after Tropical Storm Erika. At 10 am on Sunday, August 30, 2015, all park islands and the mainland area at Convoy Point reopened to the public.   August 28, 2015  Biscayne National Park Closures in Preparation for Tropical Storm Erika  As Tropical Storm Erika approaches southeast Florida, Biscayne National Park has instituted a shutdown in accordance with its hurricane plan.   August 19, 2015  Biscayne National Park Welcomes 20 New Citizens on 99th Birthday of the National Park Service  In cooperation with US Citizenship and Immigration Services, Biscayne National Park will host a ceremony welcoming 20 new citizens on Tuesday, August 25, 2015 at 10:30 am. The ceremony coincides with the 99th birthday of the National Park Service.   August 18, 2015  Palette Knife Artists of Miami Feature Mangroves in Biscayne National Park Gallery Show  Thick, bold strokes of paint on canvas make the latest show at Biscayne National Park’s Dante Fascell Visitor Center Gallery literally stand out from other shows. The Palette Knife Artists of Miami’s latest show is “Florida Mangroves: The Silent Sentinels,” showing daily from August 21 through November 15, 2015.   August 05, 2015  Commercial Air Tour Management Agreements Available for Review  The Federal Aviation Administration and the National Park Service announce the availability of two draft air tour management agreements for commercial air tour operations at Biscayne National Park for public review.   July 15, 2015  Historic Preservation Award Presented to Biscayne National Park and Partners  A Chairman's Award for Achievement in Historic Preservation was presented to Biscayne National Park and partners by the Advisory Council on Historic Preservation. Park partners and recipients of the award include Diving With a Purpose, the National Association of Black Scuba Divers, and the National Oceanic and Atmospheric Administration.   June 18, 2015  Warden from Democratic Republic of the Congo Hosted by Biscayne and Everglades National Parks  Biscayne and Everglades National Parks are hosting Ghislain Somba, a Warden at Garamba National Park in the Democratic Republic of the Congo.   June 05, 2015  Final Biscayne National Park General Management Plan Released  Biscayne National Park released its final General Management Plan designed to restore the park's coral reef ecosystem and improve visitor experiences.   June 04, 2015  Convoy Point Channel Cleared by Biscayne National Park Volunteers  On June 3, 2015, Biscayne National Park employees and volunteers cleared the Convoy Point Channel of debris to provide safer passageways for boats and wildlife as well as enhance the attraction of the area for visitors. It is an example of change brought about from ordinary people doing extraordinary things.   June 01, 2015  In Deep with Diatoms Botanical Illustrations Exhibit Opens in Biscayne National Park Gallery  The beautiful and diverse single-celled algaes known as diatoms are the subject of the next show in Biscayne National Park's Dante Fascell Visitor Center Gallery, on display from June 5 to August 16, 2015.   May 29, 2015  Biscayne National Park and Partners Receive Two National Park Service Centennial Grants  Biscayne National Park, the South Florida National Parks Trust, the City of Homestead and Disney Worldwide Conservation Fund recently received 2015 National Park Service Centennial Challenge Grants.   May 18, 2015  Fowey Rocks Lighthouse in Biscayne National Park Listed as One of Florida’s Most Endangered Historic Places  The Fowey Rocks Lighthouse in Biscayne National Park was listed by the Florida Trust for Historic Preservation as one of the eleven most endangered historic sites in Florida. The Fowey Rocks Lighthouse is included along with five other reef lighthouses in the Florida Keys.   May 01, 2015  Campground Fee Changes in Biscayne National Park  Free camping is available at Biscayne National Park campgrounds from May 1 through September 30, 2015. Beginning October 1, 2015, regular fees will increase from $20 to $25 per night.   April 30, 2015  Sea Turtle Nesting Beaches in Biscayne National Park Cleared by Alternative Break Volunteers  In the past four months Alternative Break program volunteers removed over seven tons of marine debris from sea turtle nesting beaches in Biscayne National Park.Nearly 200 volunteers from sixteen universities and local organizations helped restore park beaches and greatly improve the chances of nesting success for threatened and endangered sea turtles.   April 23, 2015  Tourism to Biscayne National Park creates $32 Million in Economic Benefits  A new National Park Service report shows that 525,745 visitors to Biscayne National Park in 2014 spent $32,351,300 in communities near the park. That spending supported 459 jobs in the local area and had a cumulative benefit to the local economy of $44,794,000.   April 15, 2015  180 Foot Pipe Removed From Elliott Key in Biscayne National Park  A 180 foot long and 6,000 pound plastic pipe was removed from the shoreline of Elliott Key in Biscayne National Park. The pipe washed up on a beach where sea turtles nest.   April 14, 2015  National Find Your Voice Initiative Kicks off in Biscayne and Everglades National Parks to Inspire and Empower New Generation of National Park Advocates  Day-long activities will begin in the Gateway City of Homestead with a free national park trolley ride taking participants to Biscayne and Everglades National Parks. While at Biscayne, from 10am to 2pm, lunch will be available and participants can join students from Mahogany Youth for fishing and kayak lessons. Boat rides will also be available with a firsthand encounter from (a reenactor of) the legendary Lancelot Jones about his role in the creation of Biscayne National Park.   April 07, 2015  Biscayne National Park’s Family Fun Fest Marks Its Quinceañera  The fifteenth season of Biscayne National Park's multi-award winning Family Fun Fest wraps up this Sunday, and appropriately, the theme of the event is Quinceañera, highlighting the program's growth and maturity through analogies with the popular coming-of-age rituals for Hispanic girls.   March 16, 2015  Biscayne National Park Formalizes Partnership with Wildlife Rescue of Dade County  Biscayne National Park recently entered into a Memorandum of Understanding with local wildlife rehabilitation organization Wildlife Rescue of Dade County. This partnership will allow WRDC to assist park staff in responding to wildlife injuries and strandings in the park.   March 09, 2015  Black Point Marina Jetty Repairs to Begin in Biscayne National Park  Repair work to the Black Point Marina jetty in Biscayne National Park is set to begin March 16, 2015. The end of the jetty and the Black Creek trail will be closed to entry for four weeks while construction work is completed. Contractors and park employees are expected to finish the $103,000 project in two months.   March 04, 2015  Inside Edition: Sponge Bob Highlights the REAL Stories at Biscayne National Park’s Family Fun Fest  The March installment of Biscayne National Park's Family Fun Fest highlights the real stories of some of the characters in the popular Sponge Bob cartoons and movies. The free event takes place from 1-4 pm on Sunday, March 8, 2015 at the park's Dante Fascell Visitor Center.   February 26, 2015  Clayworks by Anne Gorden-Vega Featured in Biscayne National Park Gallery Show  Ceramic artist Anne Gorden-Vega has created a body of work inspired by Biscayne National Park that will be on display in the park's Dante Fascell Visitor Center Gallery from March 6 through May 31, 2015.   February 25, 2015  Elliott Key Maintenance Dock Construction Beginning in Biscayne National Park  Biscayne National Park contractors will begin work on February 25, 2015, to demolish and rebuild a maintenance dock at Elliott Key. Contractors are expected to finish the $1.5 million project in six months. The marina and campground at Elliott Key are not included in the construction work and will remain open while the work is completed.   February 17, 2015  Biscayne National Park Hosts Climate Change on the South Florida Coastline: A Dialog on Parks and Restoration  At 2:00 on Sunday, February 22, 2015, Biscayne National Park will host a talk by National Park Service researchers Dr. Erik Stabenau and Dr. David Rudnik titled Climate Change on the South Florida Coast: A Dialogue on Parks and Restoration.   February 11, 2015  Biscayne National Park and U.S. Citizenship and Immigration Services Welcome 300 New Americans  On February 17 and 18, 2015, 300 individuals will become U.S. citizens at Biscayne National Park…a place that now belongs to them as it does to all Americans. The ceremonies, open to the public, take place at 10:00 am on both Tuesday, February 17 and Wednesday, February 18 at the park’s Dante Fascell Visitor Center.   February 03, 2015  Oodles of Ologies: Real Science at Biscayne National Park’s Family Fun Fest  Scientists study all kinds of interesting things like fish, rocks, waterflow and climate. Lots of scientists do their work in Biscayne National Park, and this month's edition of Family Fun Fest highlights five sciences with hands-on opportunities to learn about different aspects of the park. The free event takes place from 1-4 pm on Sunday, February 8, 2015.   January 30, 2015  First Annual Homestead Eco-Fair to Celebrate Trolley Partnership and Environmental Stewardship  The first annual Homestead Eco-Fair will take place on Saturday, February 7, 2015 from 12:00 noon to 3:00 p.m. at Losner Park in downtown Homestead. It will be a perfect day to enjoy several free activities with the family.   January 04, 2015  Biscayne Bowl: Family Fun Fest Hits the Gridiron  What does football have to do with Biscayne National Park? You'll be rather surprised if you join us for Family Fun Fest, a free event chock full of hands-on and interactive activities for the whole family!   December 17, 2014  Celebrate the Holiday Season with Free Trolley Visits to Your National Parks!  Take advantage of this special Homestead National Parks Trolley service running every day December 26 through 31, 2014.   November 20, 2014  Homestead National Parks Trolley Returns to Meet Growing Demand  Homestead's award-winning National Parks Trolley returns from November 22, 2014 through April 26, 2015 with more tour times to meet growing demand.   November 13, 2014  Nationally-touring Art Quilt Exhibit Debuts in Biscayne National Park Gallery  A juried show of twenty-six art quilts created by 22 Florida artists will debut in Biscayne National Park's Dante Fascell Visitor Center Gallery. The show, titled Piecing Together a Changing Planet, highlights a few of the many ways that America's 401 National Parks are being impacted by climate change, water pollution, air pollution and other human-caused phenomena.   November 12, 2014  New and Expanded Seasonal Programs at Biscayne National Park  Biscayne National Park is offering new and expanded free programs and events from November 22, 2014, to April 30, 2015. Manatee walks, shoreline snorkeling, guided canoe trips, dip-netting programs, Family Fun Fest events, porch talks and other fun and educational activities are included.   November 10, 2014  Free Homestead Trolley Tours for NASCAR Fans to Biscayne and Everglades National Parks  NASCAR event fans may enjoy a special opportunity to ride the Homestead National Parks Trolley on Thursday, November 13, 2014, to Biscayne and Everglades National Parks.   November 04, 2014  REAL Science: 15 Years of Biscayne National Park’s Family Fun Fest  The 15th season of Biscayne National Park's multi-award winning Family Fun Fest kicks off on Sunday, December 14, 2014 at the park's Dante Fascell Visitor Center. The events are free and take place on the second Sunday of every month from December through April.   October 07, 2014  Biscayne National Park Resumes Seasonal Camping Fees  Fees are in effect for camping and overnight marina use on Boca Chita and Elliott Keys.   October 06, 2014  Volunteer Harbor Host Opportunity in Biscayne National Park  Biscayne National Park is looking for Harbor Host volunteers to live on Elliott Key. One or more positions are available from November 1, 2014, to March 30, 2015. All applicants must have their own boat.   September 30, 2014  Improving Columbus Day Weekend in Biscayne National Park  To protect park resources as well as the safety and welfare of visitors, Biscayne National Park is partnering with other agencies during Columbus Day weekend, October 10-13. It is traditionally the most dangerous weekend of the year for those visiting the park by boat.   September 19, 2014  Biscayne National Park Receives Ticket to Ride Grant from the National Park Foundation  Biscayne National Park is one of 65 national parks selected to receive a 2014 Ticket to Ride grant from the National Park Foundation, the official charity of America’s national parks. The grant will allow students to participate in the Biscayne Explorer Program, where students mimic the inventorying and monitoring practices of park biologists.   September 04, 2014  Final Input Sought on Biscayne National Park Management Plan  Another round of public workshops to discuss Biscayne National Park's General Management Plan will be held September 22, 23 and 24, 2014.   August 21, 2014  Linda Oldenburg’s Upcycled: Canvases from the Sea Features Paintings on Marine Debris  Painter and Miami-Dade County school teacher Linda Oldenburg’s paintings on marine debris will fill Biscayne National Park’s Dante Fascell Visitor Center Gallery starting September 12, 2014. Upcycled: Canvases from the Sea features park scenery created in acrylics and pastels on actual pieces of flotsam and jetsam found by Oldenburg and park staff.   August 04, 2014  Biscayne National Park Law Enforcement Going Wireless  Law enforcement patrol boats at Biscayne National Park are being outfitted with rugged new computer systems. The new technology allows park rangers to connect directly into a central database for tracking crime related information.   July 25, 2014  New National Champion Tree in Biscayne National Park  A new national champion tree, a seven-year-apple (Casasia clusiifolia), was crowned in Biscayne National Park. The seven-year-apple joins four other trees in the park receiving the 2014 national champion designation from American Forests.   July 22, 2014  Tourism to South Florida National Parks Creates $206 Million in Economic Benefit and Over 2,700 Jobs  A new National Park Service report shows that over two and a half million visitors to the national parks in South Florida, spent $206 million last year in surrounding communities. That spending supported over 2,700 jobs in South Florida. In Biscayne National Park a half million visitors spent over $29 million and sustained 374 jobs in the local area.   July 16, 2014  Lobster Sport Season in Biscayne National Park  During the July 30 and 31 Spiny Lobster Sport Season in Biscayne National Park, law enforcement rangers patrol the park around the clock to ensure public safety and legal lobster harvests. Park employees are stationed at local marinas to provide information, assist visitors with questions about the park and conduct brief but important surveys.   July 10, 2014  Biscayne National Park Volunteers Needed  Biscayne National Park is looking for volunteers to assist park visitors at the beautiful Dante Fascell Visitor Center. Volunteers greet and interact with visitors from all over the world.   July 08, 2014  Guy Harvey Ocean Foundation Scholarship Awarded to Biscayne National Park Intern  Kristian Rogers, an intern at Biscayne National Park, was awarded a Guy Harvey Ocean Foundation scholarship for his graduate work at the University of Miami's Rosenstiel School of Marine and Atmospheric Science. Kristian is testing the efficiency of a recently developed lionfish trap as a method of lionfish management in the park.   June 26, 2014  Biscayne National Park Volunteers Win National Award  The George and Helen Hartzog Award for outstanding volunteer group goes to the Coastal Cleanup Corporation!   June 13, 2014  Biscayne and Everglades National Parks Campaign to Improve Boating Safety  Biscayne and Everglades National Parks are teaming up to reduce the number of accidents and fatalities related to boating under the influence of drugs and alcohol. The campaign, called Operation Dry Water, will be held June 27-29, 2014.   June 05, 2014  Endangered Schaus’ Swallowtail Butterfly Release in Biscayne National Park  Endangered Schaus’ swallowtail butterflies are currently found only on a single island in Biscayne National Park. A collection and captive breeding operation, begun in 2012 in an effort to save the butterfly from extinction, has shown initial success.   June 02, 2014  Biscayne National Park Welcomes New Citizens in Celebration of Star-Spangled Banner’s Bicentennial  On Flag Day, Saturday, June 14, 2014, Biscayne National Park, United States Citizenship and Immigration Services and the Smithsonian Institution’s National Museum of American History will kick off a celebration of the 200th anniversary of the Star-Spangled Banner by welcoming 21 new citizens at a ceremony to be held at 3:30 pm at the park’s Dante Fascell Visitor Center.   May 29, 2014  Tom Weinkle’s Watercolors: Beneath the Surface Opens at Biscayne National Park Gallery  Painter and Miami native Tom Weinkle’s newest works will fill Biscayne National Park’s Dante Fascell Visitor Center Gallery starting June 6, 2014.   May 28, 2014  Final Biscayne National Park Fishery Management Plan Released  Biscayne National Park released its Fishery Management Plan and Final Environmental Impact Statement this week. The plan aims to improve fishery resource conditions, increase  abundance and size of  fish commonly targeted by anglers, and provide better fishing experiences for future generations. The National Park Service and the Florida Fish and Wildlife Conservation Commission (FWC) collaborated on this plan, which is more than 10 years in the making.   May 01, 2014  Campgrounds in Biscayne National Park are Free for Summer Season  Campers willing to brave seasonally heavy insect populations may camp for free in Biscayne National Park campgrounds on Boca Chita Key and Elliott Key. The park waives docking and camping fees annually from May 1 through September 30.   April 22, 2014  Baynanza and Biscayne Bay Cleanup Day in Biscayne National Park  On Saturday, April 26, 2014, from 9 AM to 12 PM, Biscayne National Park is joining with communities throughout Miami-Dade County in support of Baynanza and the Biscayne Bay Cleanup Day. As part of this event the park is hosting over 120 volunteers who are helping to restore Biscayne Bay, one of South Florida's most precious natural resources.   April 15, 2014  Biscayne National Park’s Elliott Key Reopens after 18-month Closure Resulting from Hurricane Sandy  After an 18-month closure as a result of damage from Hurricane Sandy, Biscayne National Park's Elliott Key will reopen at 8:00 am on Thursday, April 17, 2014.   April 14, 2014  Most Successful Season Ever for “Alternative Break” Program  Biscayne National Park’s popular Alternative Break program for college students experienced one of the most successful seasons ever. The season was exceptional because volunteers removed a record of over 13,000 pounds of trash from park shorelines, and along with the college student participants, South Florida residents were involved in the beach clean-ups.   April 08, 2014  Biscayne National Park’s Family Fun Fest Season 14 Concludes with “A Sesame Street Salute”  The fuzzy monsters, giant birds and math-loving vampires that live on Sesame Street are heading to Biscayne National Park on Sunday, April 13, from 1-4 p.m. for the final event in Biscayne National Park’s fourteenth season of Family Fun Fest.   April 07, 2014  Last Stop for Homestead National Parks Trolley Season  Only the last few weekends of April are left in the season to take advantage of the popular Homestead National Parks Trolley. The trolley, which attracted nearly 4,000 riders since it began operating in January, is the only available public transportation to surrounding national parks from downtown Homestead.   March 27, 2014  Archaeological Surf and Turf: Current Archaeological Investigations in Biscayne National Park - Presentation and Luncheon  On Friday, April 4, 2014, Joshua Marano, a registered professional archaeologist at Biscayne National Park, will speak about current archaeological investigations in the park. The luncheon and presentation take place at the Coral Reef Yacht Club in Coconut Grove, 2484 South Bayshore Drive.   March 05, 2014  Biscayne Bay’s Wild Western Shoreline: Photography from a Canoe by Constance Mier Opens at Biscayne National Park  Constance Mier’s stunning photographs of birds and other wild parts of Biscayne Bay are featured in the latest show in Biscayne National Park’s Dante Fascell Visitor Center Gallery. The show features several dozen images, all taken in Biscayne Bay, and all taken from a canoe, and runs through Sunday, June 1, 2014.   March 04, 2014  Down on the Farm Biscayne National Park Family Fun Fest Explores Park Agricultural Heritage  Twenty years before homesteaders were farming in Homestead, the islands now included in Biscayne National Park were homesteaded as well, with farmers growing pineapples, key limes and tomatoes. Biscayne National Park’s Family Fun Fest will expand on some of those agricultural themes on Sunday, March 9 from 1-4 p.m. The free event takes place at the park’s Dante Fascell Visitor Center, 9 miles east of Homestead.   March 03, 2014  Tourism to Biscayne National Park Creates 29 Million Dollars in Economic Benefit and Supports 376 Jobs in Local Economy  A new National Park Service report shows that 495,613 visitors to Biscayne National Park in 2012 spent $29 million in surrounding communities. That spending supported 376 jobs in the local area.   February 25, 2014  Lionfish Workshops Presented by Biscayne National Park Expert  Free lionfish workshops will be presented by Biscayne National Park expert Ana Zangroniz.   February 24, 2014  Water Bottle Filling Stations Installed in Biscayne National Park  Biscayne National Park is installing two water bottle filling stations at the Dante Fascell Visitor Center to provide clean, filtered water in a convenient and environmentally friendly way, to park visitors.   February 20, 2014  Temporary Closure of Historic Boca Chita Key Lighthouse  Iron railings on top of the Boca Chita Key lighthouse in Biscayne National Park are damaged and in need of repair. As a result of the damage the structure is unsafe and closed to the public at least for two months.   February 19, 2014  Junior Birder Event at Biscayne National Park  On Sunday, March 9, from 10 am until 12 pm, Biscayne National Park and the Tropical Audubon Society are presenting a free Junior Birder event. Participants may field-sketch birds, use binoculars and field guides with Tropical Audubon Society volunteers, and learn how to identify birds.   January 29, 2014  Biscayne Wintergames and Family Fun Fest Salute to the Olympics  Let the Russians have their snow and join in some different events at the “Biscayne Wintergames!” As the Olympic Games highlight athletic prowess this month in Sochi, Biscayne National Park’s Family Fun Fest puts on some games of its own on Sunday, February 9 from 1-4 p.m.   January 15, 2014  Maritime Archaeologist to Speak About the Maritime Heritage Trail in Biscayne National Park  On January 24, 2014, maritime archaeologist Joshua Marano will provide an introduction to the archaeological resources of Biscayne National Park, especially the park’s Maritime Heritage Trail. The talk takes place at 7:30 PM at the Divers Direct in Coral Gables.   January 10, 2014  Repairs Begun to Marina and Boardwalks in Biscayne National Park  Contractors began work to repair damaged boardwalks, docks and a marina at Elliott Key and the Dante Fascell Visitor Center grounds at Convoy Point.   January 09, 2014  Alternative Break Program Begins at Biscayne National Park  A new season of the popular “Alternative Break” program for college students at Biscayne National Park begins this month with the first group of student volunteers scheduled to arrive on Friday, January 17, 2014, for a week of volunteer service.   January 08, 2014  Wrestling with Trash - Family Fun Fest at Biscayne National Park  Marine debris washing in on Biscayne National Park’s shorelines is a huge problem that staff wrestles with on a regular basis. This month’s Family Fun Fest at Biscayne National Park takes that “wrestling” part to the extreme as a group of tough-as-nails wrestlers gang up to defeat the ever-present evil of too much trash.   December 31, 2013  Celebration of the Launch of the Free Homestead Trolley to Biscayne National Park  Biscayne National Park invites the public to join the celebration on Saturday, January 4, from 11 a.m. to 1 p.m., of the launch of the free Homestead Trolley to Everglades and Biscayne National Parks   December 18, 2013  Introduction of Seasonal Programs and Events at Biscayne National Park  This winter and spring, Biscayne National Park is offering an expanded variety of free programs and activities including guided canoe trips, Family Fun Fest programs, porch talks, walks, fishing and grounding awareness classes, and junior ranger programs.   November 27, 2013  The Hungry Games: Biscayne National Park Launches 14th Season of Family Fun Fest  Survival is never easy, especially if you're hungry. Biscayne's animals have some pretty cool ways of getting the food they need.   November 21, 2013  In the Park - Outta the Box - Outsider Art Exhibit Opens in Biscayne National Park Gallery  In collaboration with The Outsider Gallery of Cutler Bay, Biscayne National Park will host an exhibit of outsider art inspired by the park from December 6, 2013 through February 23, 2014.   November 20, 2013  New Markers Installed on Fragile Park Shoals  In an effort to protect fragile seagrass shoals and improve boater safety, Biscayne National Park recently completed the installation of fourteen fixed shoal markers around the Featherbed Banks in southern Biscayne Bay.   November 15, 2013  Supplemental Draft General Management Plan Released  The National Park Service announces that the Supplemental Draft Environmental Impact Statement for Biscayne National Park's General Management Plan is available for public comment. All interested parties are invited to attend any of three identical public meetings.   November 07, 2013  Jones Family Historic District Listed on National Register of Historic Places  The Jones Family Historic District located in Biscayne National Park and including the former home and farm of Israel Lafayette Jones and his family, is now listed on the National Register of Historic Places.   October 29, 2013  Family Fun Fest 2014  Biscayne National Park's multi-award-winning Family Fun Fest is back starting December 8, and features a new opportunity for parents with toddlers: Family Fun Fest JUNIOR!   October 17, 2013  Biscayne National Park Re-opens to Visitors  Biscayne National Park joins other national parks and federal agencies in returning to normal operations and welcoming visitors back following the closure that was in effect since the first day of October.   September 26, 2013  Dive Into History - New Podcast Series from Biscayne National Park Highlights Shipwrecks  A new series of podcasts on the shipwrecks of Biscayne National Park’s Maritime Heritage Trail has been released. The seven podcasts include an introduction to the Trail as a whole, and 5-6 minute episodes on each of the six wrecks on the Trail.   September 23, 2013  Biscayne Birding Trail Launched  Biscayne National Park and Tropical Audubon Society launched the Biscayne Birding Trail, a fun certificate-earning program for visitors who like wildlife and the outdoors.   September 17, 2013  Biscayne National Park Discourages Boaters from Congregating in the Park over Columbus Day Weekend  Park officials are urging boaters to reconsider gathering in the park during Columbus Day Weekend (October 11-14) based on concerns for public safety and impacts to resources of national significance.   August 28, 2013  Florida's Forgotten Reefs Photography Exhibit Opens in Biscayne National Park Gallery  The South Florida Underwater Photography Society shows work featuring the reefs of Miami-Dade, Broward, Palm Beach and Martin Counties.   August 27, 2013  National Park Service Signs Agreement with Great Britain to Protect 18th-Century Shipwreck  An agreement between the US and the UK will protect and aid in the management of a 265-year old British warship.   August 22, 2013  City of Homestead to Provide Free Trolley Transportation to Biscayne National Park  Free public transportation, available on weekends from approximately November to May, will be provided to Biscayne National Park from the City of Homestead.   August 19, 2013  First Documented Green Sea Turtle Nest in the History of Biscayne National Park  Biologists excavated the first documented green sea turtle nest in the history of Biscayne National Park. Sixty six green sea turtle hatchlings were assisted from the nest and released in open water.   July 15, 2013  Historic Boca Chita Key Lighthouse Undergoing Repairs  Boca Chita lighthouse renovation work being done in Biscayne National Park for a month and a half.   June 21, 2013  Water Reservation Adopted to Secure Water for Health of Biscayne Bay  The Department of Interior and Biscayne National Park are applauding the recent action of the South Florida Water Management District (SFWMD) Governing Board in voting to adopt the water reservation for the Biscayne Bay Coastal Wetlands (BBCW) Project, Phase 1, which benefits Biscayne National Park.   June 04, 2013  Maritime Heritage Trail Snorkel Tour  Tours depart every other Saturday morning and afternoon (June 15, June 29, July 13, and July 27).   June 03, 2013  Capture of Imperiled Butterfly in Biscayne National Park Raises Hope for a Species  A single female Scahus swallowtail butterfly captured in Biscayne National Park layed a single egg last month and raises hope that the species can be brought back from the brink of extinction.   May 30, 2013  Biscayne National Park Archaeologist to Speak on Excavation of Blackbeard's Ship \"Queen Anne's Revenge\"  Biscayne National Park's archeologist intern Josh Marano will speak on one of his previous projects, the excavation of a pirate ship off the North Carolina coast.   May 22, 2013  Local Teen Wins \"Expressions of Freedom\" Art Competition  Mayra Penaranda, of Miami, is a winner in the national \"Expressions of Freedom\" teen art competition.   May 15, 2013  \"Meet Your Biscayne Neighbours\" Photography Exhibit  Paul Marcellini's \"Meet Your Biscayne Neighbours\" exhibition features the park's plants and animals in a whole new light.   May 13, 2013  National Park Service and Florida Fish and Wildlife Conservation Commission Joint Statement on Biscayne National Park’s General Management Plan  Representatives from the State of Florida, the National Marine Fisheries Service, and the National Park Service (NPS) met in early May to continue consulting on Biscayne National Park’s General Management Plan.   April 30, 2013  Camping on Boca Chita Key is Free for Summer Season  The park waives docking and camping fees annually from May 1 through September 30.   April 26, 2013  Biscayne National Park Seeks Public Contact Volunteers  If you enjoy working with people and have a bit of free time, consider volunteering at Biscayne National Park’s Dante Fascell Visitor Center.   April 10, 2013  Biscayne National Park Receives Large Donation for Lighthouse Restoration  Biscayne National Park will receive a $35,000 gift from the Florida Keys Reef Lights Foundation and the Florida Lighthouse Association to begin the initial stages of stabilization work for the iconic Fowey Rocks Lighthouse.   April 08, 2013  It's SUN-day! Family Fun Fest  The final Family Fun Fest of the 2012\/2013 season takes a look at our nearest star!   March 26, 2013  Everglades and Biscayne National Parks Welcome City of Homestead Recognition as Gateway City  Biscayne National Park Superintendent Brian Carlstrom and Everglades National Park Superintendent Dan Kimball welcome the City of Homestead’s resolution naming itself as, “The Gateway to the Everglades and Biscayne National Parks.”  The City of Homestead approved the resolution during the March 20 Homestead City Council Meeting.   March 05, 2013  Family Fun Fest: 500 Years in the Sunshine State  Celebrate 500 years of Florida history at March 10's Family Fun Fest!   February 28, 2013  Biscayne National Park Creates $34.3 million in Economic Impact  As part of a national study of the impact of National PArks on the economy, Biscayne National Park has released its economic impact numbers.   February 24, 2013  \"Two Sides of Wild\" Opens in Biscayne National Park Gallery  A collaboration between a watercolorist and a photographer produces a unique show for the Dante Fascell Visitor Center Gallery.   February 20, 2013  Biscayne National Park Hosts First-Ever Science Symposium  Biscayne National Park hosts the first-ever Science Symposium to share information about the park's resources with the public and among all its collaborators.   February 06, 2013  Biscayne National Park Closes Elliott Key Harbor and Campground  To prevent dangerous attempts by boat captains to swim to shore after unloading passengers and gear, Biscayne National Park is closing the designated loading and unloading slips in Elliott Key Harbor.   February 04, 2013  Family Fun Fest Salutes Hollywood!  Biscayne National Park's Family Fun Fest salutes Tinsel Town this month with \"A Salute to Hollywood.\"   January 31, 2013  Biscayne National Park Reopens Designated Slips in Elliott Key Harbor for Loading and Unloading Only  Three of 33 slips in Elliott Key Harbor have been repaired and marked for loading and unloading with a ten minute stay limit.   January 30, 2013  Brian Carlstrom Named Superintendent of Biscayne National Park  Acting Southeast Regional Director Gordon Wissinger announced that Brian Carlstrom has been selected as the next Superintendent of Biscayne National Park.   December 26, 2012  Sea Star Wars Family Fun Fest  January 13th's Family Fun Fest pokes a little fun at one of the most successful movie franchises of all time with Sea Star Wars!   December 04, 2012  Park Welcomes 200 New Citizens  Two-hundred people will become US Citizens in two separate Naturalization Ceremonis hosted at the park December 9 and 10, 2012.   November 29, 2012  American All Stars Family Fun Fest  Season 13 of Family Fun Fest kicks off with a salute to great Americans commemorated at other National Parks.   November 26, 2012  Matt Stock's \"Hidden Groves\" Featured in Dante Fascell Visitor Center Gallery  Matt Stock's unique photgraphic style includes layering multiple photographs together to create a single luminius image. His work will be on display in the park's Gallery through late February.   November 05, 2012  Family Fun Fest Season 13  Season 13 of the park's multi-award-winning event kicks off on December 9 with the theme of \"Starpower!\"   November 01, 2012  Elliott Key Partial Reopening  Most of Elliott Key has reopened after damage from Hurrican Sandy, but the harbor and boardwalk remain closed.   October 30, 2012  Elliott Key Closed Until Further Notice  Although the eye of Hurricane Sandy never came close to Biscayne National Park, significant damage to the docks and boardwalk at Elliott Key stll occurred, forcing closure of the island until further notice.   October 16, 2012  Park Accepts Ownership of Fowey Rocks Lighthouse  Biscayne National park has accepted transfer of the 134-year old Fowey Rocks Lighthouse from the US Coast Guard.   October 09, 2012  Columbus Day Weekend Recap  Over 200 law enforcement cases were made over Columbus Day Weekend in Biscayne National Park.   October 07, 2012  Park Receives Ticket to Ride Grant  A grant from Disney thorugh the South Florida National Parks Trust and the National Park Foundation will provide bus transportation to Biscayne National Park for 1800 students.   October 01, 2012  Press Conference to Discuss Columbus Day Weekend in Biscayne National Park  A press conference to provide information on Columbus Day Weekend in Biscayne National Park will be held at 10:00 am on Thursday, October 4 at the park’s Dante Fascell Visitor Center.   September 11, 2012  Biscayne National Park Gears Up for Most Dangerous Weekend of the Year  Officials are gearing up to protect visitors, resources, and the very identity of Biscayne National Park during Columbus Day Weekend (October 5-8), traditionally the most dangerous weekend of the year.   August 28, 2012  Park Reopens After Tropical Storm Isaac  Biscayne National Park reopens all park facilities after passing of Tropical Storm Isaac.   August 24, 2012  Biscayne National Park Closes in Preparation for Tropical Storm Isaac  Biscayne National Park Closes in Preparation for Tropical Storm Isaac   June 13, 2012  Schaus Swallowtail Emergency  The number of Schaus swallowtail butterflies (a federally endangered species) found during this year's population surveys are at historic lows, prompting extraordinary measures by the park and its Federal and State partners.   June 11, 2012  Lost Keys: Biscayne's Forgotten Islands  Photographs of Biscayne National Park's lesser-known islands are on display in the Dante Fascell Visitor Center from June 15 through September 3, 2012.   May 15, 2012  Park Seeks Public Cooperation During Sea Turtle Nesting Season  Monitoring sea turtle nests in Biscayne National Park is an important task that requires cooperation and understanding from all parties.   April 24, 2012  Park Receives Planning Award  On April 19th, Biscayne National Park received the William Lyman Phillips Award from the Miami-Dade County Parks, Recreation and Open Spaces department in recognition of excellence in park and conservation planning.   April 03, 2012  National Park Week Photo Contest on Facebook  In the spirit of the 2012 National Park Week theme \"Picture Yourself in a National Park,\" fans of Biscayne National Park's Facebook page can enter photos of themselves in national parks to win wealth, fame and glory.   March 29, 2012  Family Fun Fest Wraps Up Season 12 with \"Skeleton Crew\"  Take a long inside a whole varirty of critters to see what makes them \"upstanding citizens\" of the Biscayne National Park community!   March 06, 2012  \"Under the Sea\" Photography Exhibit at Biscayne National Park  Selected winners from the past 7 years of underwater photography contests at the University of Miami Rosenstiel School of Marine and Atmospheric Science are featured in park's latest gallery exhibit.   March 05, 2012  Shipwrecks Highlighted at \"Biscayne Wrecktacular\" Family Fun Fest  Five of Biscayne National Park's shipwrecks are the focus of this month's Family Fun Fest: Biscayne Wrecktacular!   March 01, 2012  Biscayne National Park Equals Visitors, Money and Jobs for Local Economy  A new economic impact study puts dollar values on the role of the park in the local community.   February 22, 2012  New Citizens Welcomed at Biscayne National Park  On February 29, Biscayne National Park and the U.S. Citizenship and Immigration Services Office will cohost a naturalization ceremony for 50 new citizens.   January 25, 2012  Family Fun Fest Looks at Animal Superpowers  Batman, Catwoman and Spiderman ain't got nuthin' on the superpowers of some of Biscayne's animals!   December 29, 2011  \"Poseidon and Pals\" Highlights Ocean Mythology at Family Fun Fest  Take a look at ocean-related mythology at this month's Family Fun Fest!   November 28, 2011  Gearing Up for Year 12 of Family Fun Fest  The twelfth season of Biscayne National Park's Family Fun Fest wiill have a theme of \"Myth, Magic and Mystery.\"   November 14, 2011  \"Bay Dreamings\" Opens in Biscayne National Park Gallery  Oils and pastels by acclaimed regional artist John David Hawver will fill the walls of the Dante Fascell Visitor Center starting December 2, 2011   October 24, 2011  Business Opportunity at Biscayne National Park  The park's concession contract is up for bid through January 4, 2012.   October 11, 2011  Park Seeks Recollections of Homestead's \"Blacks Only\" Beach  The location of Biscayne National Park's Dante Fascell Visitor Center was once a \"blacks only\" segregated beach. Do you remember those days?   September 28, 2011  Columbus Day Weekend 2011  Biscayne National Park is once again promoting safety as its number one priority as the busiest boating and law enforcement weekend of the year approaches.   September 05, 2011  Macroalgae: Hidden Colors of the Sea  Botanical Illustrations of macroalgae found in Biscayne National Park during 2010's BioBlitz are featured in the newest exhibit in the Dante Fascell Visitor Center Gallery.   August 26, 2011  Park Islands Reopen  With the lifting of Tropical Storm Watches, Biscayne National Park has reopened all park facilities.   August 24, 2011  Park Islands Close for Severe Weather  Severe weather associated with Hurricane Irene's outer bands have necessitated the cloasure of Biscayne National Park's islands.   August 19, 2011  Draft General Management Plan Released  Biscayne National Park is seeking feedback on ithe plan that will guide park management for the next 20-30 years.   August 08, 2011  Celebrate the 95th Birthday of the NPS  Book signings, readings, art activities and a cake will highlight the celebration of the 95th birthday of the National Park Service at Biscayne National Park.   August 05, 2011  Tropical Storm Emily and Concession Boat Tour Operations  Tropical Storm Emily impacts Concession Boat Operations   July 14, 2011  Park Prepares for Lobster \"Mini-Season\"  Safety and resource protection will be emphasized during the July 27 and 28 lobster sport season.   May 31, 2011  Janeen Mason's \"Drawn to the Sea\" Exhibit opens in Park Gallery  Children's book author and illustrator Janeen Mason shows original paintings featured in her books in \"Drawn to the Sea.\"   May 11, 2011  Family Fun Fest Student Volunteers Receive Award  Seven students who volunteer in the park's Family Fun Fest program received an award from the Sierra Club.   May 02, 2011  Final Coral Reef Restoration Plan and Environmental Impact Statement Released  A plan for addressing injuries to coral reefs caused by vessel groundings is released.   April 18, 2011  Maritime Heritage Trail Snorkel Adventure  Ranger-guided snorkel trips on selected sites on Biscayne National Park's Maritime Heritage Trail start Saturday, May 7.   April 13, 2011  Junior Ranger Day 2011  Biscayne National Park will offer free family snorkeling trips to celebrate National Junior Ranger Day.   March 24, 2011  Family Fun Fest Revisits BioBlitz  The final Family Fun Fest of the 2010-2011 season takes place April 10, 2011.   March 03, 2011  Biscayne: Revealed: Thomas M. Strom Photo Exhibit Opens at Biscayne National Park  Biscayne: Revealed is latest exhibit in Biscayne National Park's Dante Fsacell Visitor Center Gallery.   March 02, 2011  Aliens Invade Biscayne National Park's Family Fun Fest  Alien species are invading South Florida's National Parks. Learn all about them at March's Family Fun Fest.   January 17, 2011  Family Fun Fest is \"Keeping Up with the Joneses\"  Celebrate Black History Month with a look at the Jones family of Porgy Key.   January 13, 2011  Biscayne National Park Announces Jones Lagoon Canoe Adventure  Explore one of the park's most pristine and historical areas on an all day canoe adventure.   January 06, 2011  Biscayne National Park's Family Fun Fest Hosts \"Musical Misfits\"  What is a guitarfish, a trumpetfish, a fiddler crab and a spotted drum got together and formed a band?   December 07, 2010  \"The Most Waterful Time of the Year!\" Kicks off Second Decade of Biscayne National Park's Family Fun Fest  Take a break from December's craziness with a special holiday-themed Family Fun Fest!   October 28, 2010  Joel B. McEachern's \"Conversations with the Light\" Opens at Dante Fascell Viistor Center Gallery  Natural light photography of Florida's landscapes   October 06, 2010  Aiming for a Safe Columbus Day Weekend in Biscayne National Park  Safety is the top concern as on of the busiest weekends of the year hits Biscayne National Park.   August 23, 2010  \"Biscayne: A Different Perspective\" Opens at Biscayne National Park Gallery  Artist and pilot Luis Nunez combines his two loves in \"Biscayne: A Different Perspective.\"   August 18, 2010  Stiltsville Documentary Premieres on Public Television  WLRN Channel 17 presents a new documentary on the history of Stiltsville, located at the northern end of Biscayne National Park.   July 21, 2010  Mooring Buoy and Marker Plan  Biscayne National Park announces the availability of the environmental assessment for the Mooring Buoy and Marker Plan.   June 24, 2010  A New Wave of Exotic Lionfish Invades Biscayne National Park  Nearly a tear after the fist Indo-Pacific lionfish was discovered in the park, a new invasion has begun.   June 02, 2010  A Picnic at Porgy Key: The Travelling Trunk  A new traveling trunk at Biscayne National Park allows teachers to bring the story of a pioneering African-American family into their classrooms.   May 25, 2010  Public Meeting to Discuss Coral Reef Restoration Plan & Environmental Impact Statement  A public meeting on theCoral Reef Restoration Plan takes place on Thursday, June 10 in Florida City.   May 21, 2010  Barking Up a Tree Exhibit Opens  The newest exhibit in the dante Fascell Visitor Center Gallery features photographs of the bark of 25 native South Florida trees.   April 27, 2010  Biscayne BioBlitz & Celebrate Biodiversity  Hundreds of scientists, naturalists, community leaders, schoolchildren, and volunteers to participate in 24-hour race to discover and record species living in Biscayne National Park.   April 25, 2010  BioBlitz Media Advisory  Press advisory information for the Biscayne BioBlitz starting on Friday, April 30, at 11:30 a.m.   April 19, 2010  BioBlitz Temporary Closures  The Biscayne National Park and National Geographic BioBlitz event will cause some temporary closures of park areas.   April 14, 2010  Biscayne BioBlitz  Taking stock of Miami’s closest national park. Public invited to help with 24-hour race to discover and record species.   March 25, 2010  Tenth Year of Family Fun Fest Concludes with the Best Family Fun Fest EVER!  The votes are in! Participants from Biscayne National Park's Family Fun Fest chose their five favorite activities from the first 49 events, and we're recreating them to wrap up the tenth year of the popular event.   March 02, 2010  Liter-a-Sea: Oceans of Knowledge: Family Fun Fest  The fourth installment of the 2010 Family Fun Fest series tests your Ocean Literacy.   February 23, 2010  Endangered World Opens at: Biscayne National Park  The largest art installation in Biscayne National Park's history and a companion exhibit, both by Miami artist Xavier Cortada, are now open.   February 07, 2010  Bioblitz: For the Love of Biodiversity: is February's Family Fun Fest  Family Fun Fest kicks off the countdown to BioBlitz with a look at the importance of Biodiversity.   December 30, 2009  Family Fun Fest Continues with: America's Best Idea  \"Visit\" some of Biscayne's sister parks when Family Fun Fest looks at \"America's Best Idea.\"   December 07, 2009  Our Changing World Kicks Off: 10th Season of Family Fun Fest  Global Climate Change is literally at the top of the worl'ds agenda this week, and so it is as Biscayne National Park kicks off the tenth anniversary season of Family Fun Fest as well.   November 18, 2009  Xavier Cortada to: Mount Major Installation  In celebration of the International Year of Biodiversity, Biscayne hosts a new installation to call attention to the plight of endangered species.   November 16, 2009  Family Fun Fest Gears up for: 10th Anniversary Season  The tenth season of Biscayne National Park's award-winning Family Fun Fest kicks off on December 13...one month earlier than usual.   November 05, 2009  Hanging Out in Biscayne National Park Opens at Biscayne National Park Gallery  The photographs of Brian Trainor are featured in the newest show at the park's Dante Fascell Visitor Center.   October 08, 2009  Boaters Urged To Stay Parked After Dark Over Columbus Day Weekend  As Biscayne National Park staff prepare for the large crowds expected to utilize the park during Columbus Day weekend, concerns arise over protecting life, property and the natural resources of the park.    September 24, 2009  Help Biscayne Make: America's Best Idea Even Better!  Biscayne National Park joins with national parks across the country for a National Day of Service and Celebration.   September 01, 2009  Butterflies of Biscayne  Butterflies of Biscayne is the newest exhibit in the Dante Fascell Visitor Center Gallery.   August 24, 2009  Draft Environmental Impact Statement For Fishery Management Plan is Available for Public Review  The National Park Service (NPS) today announced the availability of the draft Environmental Impact Statement (EIS) and a series of public meetings on Biscayne National Park’s Fishery Management Plan (FMP).   August 13, 2009  Park Celebrates NPS' 93rd Birthday  Biscayne National Park celebrates the National Park Service's 93rd birthday on August 23rd with cake, a pinata and the South Florida premiere of Ken Burns' new film \"This is America.\"   August 10, 2009  GMP Marine Reserve Zone Public Comment Period Extended Through August 17 2009  No abstract supplied.   July 20, 2009  Park Readies for Two-Day Lobster Mini-Season  No abstract supplied.   July 08, 2009  Park Hosts the Great Annual Fish Count  No abstract supplied.   July 01, 2009  Mooring Buoy and Marker Plan and EA Public Meetings  Biscayne National Park will be conducting public scoping meetings for the proposed Mooring Buoy and Marker Plan and Environmental Assessment on July 7th, 8th and 9th. The 45 day public comment period for this Plan ends July 31, 2009.   July 01, 2009  Park Holds Public Meetings to Discuss Marine Reserve Areas  Biscayne National Park will be conducting public scoping meetings to discuss the possible inclusion of Marine Reserve Zone(s) (no fishing area) within the General Management Plan on July 21st, 22nd and 23rd.   June 26, 2009  Venomous Lionfish Captured in Biscayne National Park  No abstract supplied.   May 18, 2009  Scott Kraynak's Inspired Opens at Biscayne National Park Gallery  Colored Pencil artist and park ranger Scott Kraynak opens his first solo exhibition in the park's Dante Fascell Visitor Center Gallery.   April 30, 2009  A Salute to Mom!: Family Fun Fest  The final Family Fun Fest of 2009 takes place on Mother's Day, so the theme is \"A Salute to Mom!\"   April 07, 2009  Celebrate National Park Week with Special Programs  Celebrate Baynanza, Dade Heritage Days, National Park Week and more with a variety of special program during April.   March 30, 2009  Spring Has Sprung Family Fun Fest  Bunnies, colored eggs and baskets are springtime standards, but what’s the real story?   February 11, 2009  Legacy from the Past: Family Fun Fest  For 10,000 years, people have spent time on the waters and islands of Biscayne National Park. Who were they? What did they do? What did they leave behind?   February 10, 2009  Vanessa Bryson's Fish Eye Opens: at Dante Fascell Visitor Center Gallery  Large format watercolor batiks on silk offer a \"Fish Eye\" interpretation of Biscayne National Park by artist Vanessa Bryson.   February 03, 2009  Amazing Adaptations Family Fun Fest  Celebrate the bicentennial of Charles Darwin's birth with a look at the \"Amazing Adaptations\" exhibited by some of the park's plants and animals.   January 20, 2009  Biscayne National Park: Seeks Volunteers for Coral Nursery  If you are interested in helping to make a difference for South Florida's coral reefs, this is the volunteer opportunity for you!   January 04, 2009  Lost in the 60s Family Fun Fest  The 2009 Family Fun Fest season gets underway with a salute to the 1960s.   December 11, 2008  Family Fun Fest 2009  The 2009 edition of Family Fun Fest kicks off in January.   November 09, 2008  Reefs for the Future: Photography Exhibit Opens  Winners of the 11th International Coral Reef Symposium Photography Contest will be on display in the Dante Fascell Visitor Center Gallery through February 22, 2009.   October 06, 2008  Park and Partners Celebrate 40 Years Of Preservation  Biscayne National Park, the South Florida National Parks Trust and the National Parks Conservation Association are joining together to recognize the 40th Anniversary of the park’s establishment.   September 06, 2008  Park Closes As Hurricane Ike Nears  As Hurricane Ike approaches south Florida, Biscayne National Park institutes a temporary closure in accordance with its Hurricane Plan. Effective 1:00 p.m. on Sunday September 7, 2008, all park facilities (including those on Boca Chita, Elliott and Adams Keys) and the mainland area at Convoy Point (9 miles east of Homestead), boat tours, and visitor services will be closed to the public. The Park waters will remain open for vessel transit. The closure will remain in effect until further notice.   August 20, 2008  Park Reopens as Tropical Storm Fay Leave South Florida  No abstract supplied.   August 17, 2008  Across the Bay: Photography Exhibit Opens  Fine Art Photographer John D. Andersen opens a new show at Biscayne national Park's Dante Fascell Visitor Center.   August 17, 2008  Park Closes As Tropical Storm Fay Nears  Effective 5:30 p.m. on Sunday, August 17, 2008, all park facilities are closed in preparation for Tropical Storm Fay.   July 22, 2008  Biscayne National Park Readies for Lobster \"Mini-Season\"  July 30 and 31 are the dates for the 2008 Lobster Sport Season, also known as \"Mini-Season.\"   July 16, 2008  Coral Reef National Parks Featured at the International Coral Reef Symposium  No abstract supplied.   July 04, 2008  Join Us For Our Great Annual Fish Count  On Saturday, July 19, Biscayne National Park and the Reef Environmental Education Foundation (REEF), in cooperation with the Biscayne Underwater Park, Inc. will host the Great Annual Fish Count.   June 08, 2008  Celebrate Fathers Day With Reduced Price Boat Trip  No abstract supplied.   May 06, 2008  Nature's Mirror Art Exhibition Opens  Oil paintings of reflections are featured in Betsy Kreisberg's solo show at the Dante Fascell Visitor Center.   May 04, 2008  Mangrove Mania Family Fun Fest  The eighth season of Biscayne National Park's popular Family Fun Fest events concludes with a look at the park's mainland forest.   May 02, 2008  Closure to Manage Damaged Reef Sites Announced  Due to the ongoing investigation for the M\/Y Natalita III grounding, specific areas located south of Pacific Reef Channel as closed to the public.   April 25, 2008  Centennial Challenge Initiative and Private Grants to benefit Park  The National Park Service (PS) announced today that Biscayne National Park is one of four south Florida’s National Parks and Preserve to receive additional funding for in 2008.   April 02, 2008  Family Fun Fest - Career Fair: 1878  The park's popular Family Fun Fest series continues on April 13, 2008 with a look at some of the important careers that existed in the area 120 years ago.   March 26, 2008  Lecture Highlights Forthcoming Book  Lloyd Miller, author of the forthcoming book Biscayne National Park: It Almost Wasn't, will speak at the Coconut Grove Sailing Club on April 9, 2008 at 7:30 p.m.   March 17, 2008  March for Parks  Biscayne National Park and the South Florida Community Partners work to make South Florida's National Parks relevant to hundreds of inner-city youth at this day-long event.   March 04, 2008  Biscayne Bay-bies Family Fun Fest  The third installment of the 2008 Family Fun Fest season highlights Biscayne Bay's role as a nursery for many animals.   February 07, 2008  Keys Kaleidoscope Family Fun Fest  No roads or bridges, no tiki bars or t-shirt shops. Biscayne National Park invites visitors of all ages to explore the sights and sounds of the real Florida Keys at this month’s installment of its popular Family Fun Fest.   January 22, 2008  See Sides Mixed Media Art Exhibit  Fiber Artist Maya Schonenberger's latest works are on display in the Dante Fascell Visitor center Gallery February 8 through May 11.   January 17, 2008  Biscayne Explorer Teacher Workshop  A free teacher workshop on the park's newest educational offering will be held on February 18.   December 27, 2007  Reef Rally Family Fun Fest  Two, four, six, eight: reefs have lots to appreciate! The eighth season of Biscayne National Park's popular Family Fun Fest season kicks off January 13 with Reef Rally!   December 14, 2007  Holiday Hours Announced  Biscayne National Park's Dante Fascell Visitor Center and bookstore will be open from 12:30 p.m. to 5:00 p.m., while the picnic area and jetty trail will be open from 7:30 a.m. to 5:30 p.m. on December 25th, Christmas Day. The park’s concession operation, including boat trips, canoe rentals, and convenience store sales will be closed. Regular hours will be in effect throughout the rest of the holiday season, including Christmas and New Year's Eve and New Year’s Day.   December 11, 2007  Family Fun Fest 2008 Season  The eighth season of Biscayne National Park's award-winning Family Fun Fest begins on January 13, 2008.   December 03, 2007  National Park America Tour Cleanup Event Scheduled  Calling volunteers of all ages to join the National Parks America Tour and Volunteer Day at Biscayne National Park on Saturday, December 8, 2007.   November 01, 2007  Park Reopens As Tropical Storm Noel Moves East  Biscayne National Park reopens to the public on Friday, November 2, 2007.   October 30, 2007  Park Closes in Preparation for Tropical Storm Noel  As Tropical Storm Noel approaches southeast Florida, Biscayne National Park has instituted a shutdown.  Effective 3:00 p.m. on Tuesday, October 30, 2007, all park facilities (including those on Boca Chita, Elliott and Adams Keys) and the mainland area at Convoy Point (9 miles east of Homestead), boat tours, and visitor services are closed to the public. The Park waters will remain open for vessel transit. The closure will remain in effect until further notice.    October 20, 2007  Improved Facilities and Services Result From Increased Camping and Docking Fees  For the first time in 9 years, camping and docking fees will increase at Biscayne National Park this November 15.   October 09, 2007  Smaller Crowds and Fewer Incidents Noted Over Columbus Day Weekend  Enhanced law enforcement efforts and unsettled weather conditions resulted in an estimated 50% fewer boaters on the water over the Columbus Day weekend. This annual event historically attracts 3000-5000 boats with as many as 20,000 participants.   October 02, 2007  Responsible Boating Stressed for Columbus Day Weekend  Park staff stress responsible boating as Columbus Day Weekend crowds are expected to transform the tranquil waters of Biscayne Bay into a heavily trafficked and potentially dangerous waterway.   September 26, 2007  \"Biscayne Explorer\" Teacher Workshop Planned  Biscayne National Park will be hosting a teacher workshop for its 4th and 5th grade day use education program, \"Biscayne Explorer\", on Monday, October 8, 2007 from 9:30 am – 3:30 pm.   September 04, 2007  Derelict Traps Removed To Restore Coral Reefs  Resource management staff removed hundreds of abandoned traps or trap pieces and nearly 3 miles of rope, freeing nearly 200 spiny lobsters and stone crabs back into park waters in the process.   August 24, 2007  New Boating Restrictions to Provide For Visitor Safety  Beginning Saturday, September 1, 2007, law enforcement staff will be limiting the number of boats rafted or tied together to no more than 5, with a minimum distance between the rafted or individual vessels of at least 100 feet.   August 23, 2007  Biscayne's Centennial Projects: Eligible for Matching Funding  Biscayne National Park has three projects on the list of 201 proposals certified for matching funds to help \"add sparkle to America's crown jewels.\"   August 05, 2007  Marilyn Brown Photography Exhibit Opens  Florida: A Sense of Wonder features large-format black-and-white photographs by longtime South Florida resident Marilyn Brown.   August 01, 2007  2007 Lobster \"Mini-Season\" Follow Up  Lobster catch has declined over the past years possibly due to increased number of recreational harvesters.   July 18, 2007  Park Readies for Lobster \"Mini-Season\"  The annual 2-day spiny lobster sport season takes place on July 25 and 26, and the park is ready for the influx of visitors.   July 03, 2007  Great Annual Fish Count 2007  The Great Annual Fish Count is back, providing an opportunity for divers and snorkelers to take part in important scientific research.   March 16, 2007  National Park Centennial Initiative: Listening Session in South Florida  In preparation for the celebration of the National Park Service's 100th birthday in 2016, Department of the Interior officials are out across the country seeking public input on how the milestone should be commemorated.   March 15, 2007  South Florida's National Parks Unveil Trilingual Junior Ranger Program  Kids in South Florida can now become Junior Rangers in English, Spanish and Haitian Creole!   March 04, 2007  The Rainbow Connection Family Fun Fest  Think Biscayne's all blue? Think again!   February 06, 2007  Family Fun Fest Celebrates National Parks with This Land is Our Land  The second installment of the 2007 Family Fun Fest series looks at some of Biscayne's \"sister\" parks.   January 03, 2007  2007 Discovery Series Lectures  Biscayne National Park will once again sponsor its popular lecture series at the Coconut Grove Sailing Club.   January 03, 2007  Shark! Family Fun Fest  Biscayne National Park kicks off year 7 of its popular Family Fun Fest events with a look at sharks.   December 15, 2006  Biscayne National Park and REEF: Celebrate Conservation Landmark  The Reef Environmental Education Foundation presented Volunteer diver Lillian Kenney with an award marking REEF's completion of 100,000 fish surveys.   November 21, 2006  National Park Service and NOAA: Agree to Work Together to Protect: Florida Keys Shipwrecks  No abstract supplied.   November 15, 2006  Manatee Mutilation: Investigation Continues  Park Rangers continue to cooperate in the investigation of a mutilated manatee found in the park on November 10.   October 15, 2006  Gallery Features the Art of Carey Chen  Renowned marine artist Carey Chen opens a new show at Biscayne National Park's Dante Fascell Visitor Center Gallery on November 3.   October 08, 2006  Accidents Mar Columbus Day Weekend  One dead, several injured in two separate boat accidents on Saturday night. The boats involved were returning from the Columbus Day Weekend gathering off Elliott Key.   October 03, 2006  Exotic Plant Management Plan  The South Florida National Parks are seeking input on a proposed Exotic Plant Management Plan and Draft Environmental Impact Statement.   October 02, 2006  Columbus Day 2006  No abstract supplied.   September 18, 2006  Miami Blue Butterflies Reintroduced  Several hundred larvae from the Miami blue butterfly will be released into Biscayne National Park in hopes of bringing this critically imperiled species back from the brink of extinction.   August 28, 2006  Park Closes in Preparation for Hurricane  Park closes in preparation for Hurricane   August 21, 2006  National Park Service Honors Fellow Nonagenarians at 90th Birthday Party  Free boat trips for visitors born in 1916 and cake and punch for all on Sunday, August 27, 2006 to celebrate the National Park Service's 90th birthday.   July 26, 2006  Quattro H2O Art Exhibit  Four ArtSouth artists collaborate on a show of paintings inspired by Biscayne National Park.   June 27, 2006  Great Annual Fish Count  Join Biscayne National Park staff and scientists from the Reef Environmental Education Foundation (REEF) in monitoring fish populations on the park's reefs.",
    "url": "https:\/\/www.nps.gov\/bisc\/learn\/news\/newsarchive.htm"
}
