{
    "title": "Biscayne National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar     Calendar              Calendar       Art openings, programs, lectures, Family Fun Fest and a variety of special activities are offered year round at Biscayne National Park. From late November through the end of April is the busiest time of year at the park's Dante Fascell Visitor Center. The park itself is busiest on calm, sunny weekends in the spring, summer and fall. Search the listings below to find events that coincide with your visit.          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 4 results    Show ALL instances of recurring events   RSS Feed      Biscayne National Park Inside Looking Out      Time: 9:00 AM to 5:00 PM Location: Dante Fascell Visitor Center Gallery Fees: Free     Sunday, August 14, 2016 Everyday  from 06\/20\/2016 to 09\/12\/2016 South Florida national parks staff \"find their park\" through art. View Details      Biscayne National Park Island Boat Tours      Time: 10:00 AM to 1:00 PM,1:30 PM to 4:30 PM Location: Dante Fascell Visitor Center  Fees: $29 plus tax for adults and $19 plus tax for kids aged five to twelve. Admission is free for children age 4 and under     Saturday, August 20, 2016 Guided boat tours depart from the park’s Dante Fascell Visitor Center on select Fridays, Saturdays and Sundays View Details      Biscayne National Park Citizenship Ceremony      Time: 9:00 AM to 10:00 AM,11:00 AM to 12:00 PM Location: Dante Fascell Visitor Center      Thursday, August 25, 2016 Biscayne National Park is hosting eight separate ceremonies to welcome at least 100 new citizens in the four months leading up to the 100th birthday of the National Park Service. View Details      Biscayne National Park National Park Service (Belated) Birthday Celebration      Time: 2:00 PM to 3:30 PM Location: Dante Fascell Visitor Center Fees: Free     Sunday, August 28, 2016 The National Park Service turns 100 years old on August 25! Join us for a \"Belated Birthday Party\" on August 28 featuring games, a pinata and, of course, cake! View Details",
    "url": "https:\/\/www.nps.gov\/bisc\/planyourvisit\/calendar.htm"
}
