{
    "title": "Biscayne National Park: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities               Outdoor Activities      Biscayne National Park provides a wealth of opportunities for outdoors enthusiasts. If you are looking for an active adventure, try snorkeling, diving, canoeing or kayaking. If you have a few days, you can camp out on a subtropical island, or hike the length of Elliott Key. Does something a bit more relaxing sound good? How about a short stroll on the Jetty Trail, a picnic by the water, or a snooze in a rocking chair on the front porch of the Visitor Center? For all its diversity, though, there are a few things you can't do in the park. Since most of the park is covered by water, you will need a boat to get most places. There is only one mile of paved roadway in the park, so there are no driving tours or bicycle paths, though a network of bike trails leading to the park is currently in the planning stages.         Wildlife Watching With over 500 species of fish, the park's underwater diversity is unparalleled. Add in things like corals, butterflies, birds, and manatees, and Biscayne is a great place for wildlife watching, including underwater wildlife watching and birding. Ask a park ranger about good places for spotting birds, fish, manatees, crocodiles and more.  Visit here to learn more about ethical wildlife viewing in the park.   Please note: If you observe wildlife in distress, please report details about the species involved, the location (collect GPS coordinates, if you can), date, and time to the nearest park ranger, by calling 305-242-7740, or by emailing the park wildlife biologist.Do not attempt to get involved in the situation since wild animals can react unpredictably when in distress. Wild animals needing assistance should only be handled by trained individuals using proper gear and wearing personal protective equipment.         Snorkeling Perhaps the best way to experience the park's shallow reefs, snorkeling is an easy-to-learn skill that allows you to get \"up close and personal\" with some of the park's most colorful wildlife. more...         Diving The park offers great SCUBA diving, including one of the only wall dives in the Florida Keys. more...         Canoeing and Kayaking Canoes are an excellent way to explore the park's mangrove shorelines. Experienced kayakers can cross the bay (7 miles wide) and access camping and more secluded parts of the park. more...         Camping Camping is available on Boca Chita Key. Access is by private boat only, so there are no RV sites. Due to large numbers of insects during Spring, Summer and Fall, Winter is typically the best season for camping. more...         Walking Though most of the park is covered by water, a short 1\/4-mile jetty trail is available at Convoy Point, and the 7-mile long Spite Highway trail is available to campers and those with boat access to Elliott Key.         Picnicking Waterside picnic areas are available on a first-come, first-served basis at Convoy Point, Adams Key, Elliott Key and Boca Chita Key. Pavilions are available at Adams and Boca Chita Keys — access to these islands is by boat only.         Boating With 95% of the park's acreage covered by water, boating is one of the park's most popular activities, and the only way to explore most parts of the park. more...         Fishing and Lobstering The taking of some fish and other marine life in the park is permitted in accordance with state fishing regulations. Knowing and understanding fishing regulations will help ensure that these popular activities are available for future generations to enjoy, and taking the park's free Fisheries Awareness Class will help you get the most out of your time fishing in the park. more...",
    "url": "https:\/\/www.nps.gov\/bisc\/planyourvisit\/outdooractivities.htm"
}
