{
    "title": "Biscayne National Park: Canoeing\/Kayaking",
    "body": "Canoeing and Kayaking         Taking a break in Jones Lagoon Photo by Matt Johnson  Canoeing and kayaking are great ways to explore the park's mangrove-fringed shorelines and shallow bay waters. More experienced kayakers may enjoy crossing Biscayne Bay's 7-mile expanse to camp at Elliott Key or Boca Chita Key.  Adams Key is also a popular launching spot for those wishing to explore these areas south of Caesar Creek. Using the islands as a base camp will allow exploration of the lagoons, creeks and channels south of Caesar Creek. Many of these places are far too shallow for any type of motorized vessel, so canoeists and kayakers are likely to have these places all to themselves. Florida National Parks Centennial Paddle Challenge. Shallow Jones Lagoon is a great place to see sharks, rays, upside-down jellies, huge schools of fish and large wading birds. There is a bird rookery within Jones Lagoon that should not be disturbed; kayakers and canoeists should remain at least 300 feet from this rookery whenever possible (note one exception: when traveling the narrow pass on the eastern side of the rookery, paddlers should stay as close to possible to Old Rhodes Key, including the little mangrove islands between them and the rookery, so as to minimize disturbance to the birds). Click here to download a Google Earth kmz file which shows many potential paddling routes for exploring Jones Lagoon, as well as the location of the rookery and the recommended setback distance. This file also shows suggested anchoring areas for those who are bringing their canoes\/kayaks into the area by motorboat.    Hurricane Creek also provides spectacular canoe and kayak opportunities. Hurricane Creek, which was named for the fact that old-timers would tie their boats here during big storms, offers excellent snorkeling beneath mangrove roots to observe sea squirts, crabs, anemones and other marine life. Rocky ledges and giant sponges provide hiding places for spiny lobster, though this area is within the Biscayne Bay-Card Sound Lobster Sanctuary, and harvest is prohibited all year. Visitors with canoes or kayaks of their own can launch them for free at the Dante Fascell Visitor Center. Leaving a vehicle in the parking lot overnight is permitted when camping on one of the park's islands, but stop into the Visitor Center to fill out a free parking permit.         In a national park that is 95% water there are many places to enjoy the amazing scenery, wildlife, history and other resources. Matt Johnson  Biscayne National Park paddling trail guides -   Black Point paddle trail guide    Crocodile Creek paddle trail guide   Deering paddle trail guide   Elliott Key paddle trail guide   Jones Lagoon paddle trail guide. Reaching Jones Lagoon by motor boat.   Mowry Canal paddle trail guide.",
    "url": "https:\/\/www.nps.gov\/bisc\/planyourvisit\/canoeing-and-kayaking.htm"
}
