{
    "title": "Biscayne National Park: Elliott Key",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Elliott Key              Elliott Key        View of part of Elliott Key campground. Matt Johnson       The park's largest island was once a thriving community of pioneers engaged in pineapple farming, sponging, wrecking and other pursuits. Today the island offers camping, picnicking, swimming, wildlife watching and the park's only hiking trail. Camping The campground is located on the bay side of the island between the hammock edge and to within 25 feet of the harbor. Camping is first-come, first-served. Reservations are not accepted. A group campsite with barbecue grills and picnic tables is located on the east side (ocean side) of the island, approximately a 1\/3 mile walk from the harbor. The group camping area is available by calling 786-335-3609. A fire ring on the east side of the island next to the group campsite is the only location in the park where an open ground fire is permitted. Picknicking Picnic tables and barbecue grills are located throughout the campgrounds and around the harbor. Restrooms Restrooms with cold water showers are available. Fresh drinking water is located outside of the restroom building. It is recommended that you bring your own fresh water, just in case the generator should go down. Swimming and Wading Visitors can enjoy the designated swim area located on the bay side of the island (just to the north of the harbor). The shoreline of the island is generally rocky, so shoes are recommended at all times to protect feet. Walking and Hiking A mile-long loop trail starts on the bay side of the island at the north end of the campground. Spite Highway, named by park opponents just before the park was established (learn more), runs approximately six miles down the center of the island, and affords a good opportunity to see a variety of habitats in the martime forest. Fishing Fishing is permitted from the maintenance dock located south of the harbor or from the shoreline outside of the buoyed swimming area and no-wake zone. A fishing license may be required, and regulations apply...learn more. Things to Remember:  There is no backcountry camping in the park - camp in designated areas only. The open grass area north of the environmental education center building is used as a helicopter-landing zone in case of emergency. Camping is prohibited in this area. There are no sales facilities of any kind on the island. There is no trash pickup on the island. Campers and visitors must pack out all trash. Elliott Key harbor is approximately 2 ½ feet at low tide. Low tide is calculated by adding three hours and twenty-five minutes to the low tide at Miami's Government Cut. High tide is calculated by adding two hours and twenty-eight minutes to the high tide at Government Cut. Boats may dock at any one of the 36 slips. An overnight docking fee of $25 is assessed between 6 p.m. and 6 a.m. Use of tenting area (for two tents and up to six people) is included in the docking fee. Register at the kiosk by the harbor edge. Pets on a leash are permitted within the developed areas of Elliott Key. Pets may not be left unattended. Mosquitoes can be prevalent year round.",
    "url": "https:\/\/www.nps.gov\/bisc\/planyourvisit\/elliottkey.htm"
}
