{
    "title": "Biscayne National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations      Biscayne National Park is special place where watery vistas meet emerald shorelines. Its rich, yet fragile cultural and natural history is revealed by shipwrecks and reefs, distinctive wildlife and habitats, and the stories of people that helped to shape this unique area.All of this, plus Biscayne's close proximity to the major metropolitan city of Miami, makes Biscayne National Park an ideal location for a variety of special activity requests. Special events, activities, research and commercial operations within Biscayne National Park require a permit. These permits are issued and approved only after National Park Service staff follows required steps for environmental compliance and review to determine that the activity will not impair park values, resources, and visitor enjoyment. Permits are required for:      Special Park Uses The Special Use Permit (SUP) authorizes activities that benefit an individual, group or organization, rather than the public at large. Some examples include, but are not limited to: weddings, memorial services, special assemblies, First Amendment activities and athletic events. The National Park Service may permit a special park use providing the activity will not cause derogation of the park's resources or values, visitor experiences, or the purpose for which the park was established. Primary consideration will be given to potential resource damage, anticipated disruption of normal public use, and previously approved permitted activities. Review the Superintendent's Compendium for guidance on your proposed activity prior to submitting a special use permit application. IMPORTANT NOTICES: A minimum of 15 BUSINESS DAYS IS REQUIRED to review Special Park Use Permit requests. The 15 business days begins the day the completed permit application and $100 non-refundable permit fee is received. Applications will not be considered until payment of the $100 non-refundable application fee has been received. Large or complex projects may take additional time and a pre-permit conference may be required. In addition to the application fee, other fees may be charged. A National Park Service employee may be assigned as an on-site monitor for the project or an employee may spot-check activities to ensure adherence to the conditions of the permit and to rules and regulations. The permittee will be billed for all costs incurred including employee overtime. Special Park Use Permit Application FIRST AMENDMENT ACTIVITIES: A special use permit is required for public assembly or the sale or distribution of printed matter in National Park Service areas when group size is greater than 25. All FirstAmendment activities must take place at the area designated for this purpose around the park. See Map or contact the permit coordinator for details. All activities are limited to daylight hours. All park regulations must be followed and no resource damage is allowed. Complete an application for a Special Park Use Permit and return it the permit coordinator's attention to the following address. 9700 SW 328 Street, Homestead, FL 33033 The application must contain a statement of the goal of the organization and the proposed activity. IMPORTANT NOTICES Permits for First Amendment Activities may take up to 10 days to approve or issue a written denial. Customary permit fees requirements are not applied to First Amendment Activities. STILTSVILLE: The 7 stilt houses located in the northern boundary area of the park are closed to the public. Special visitation permission can be obtained by contacting the Stiltsville Trust, which maintains the properties through a cooperative agreement with the National Park Service. Depending on the nature of your visitation request, you may require a Special Park Use permit from the NPS IN ADDITION TO permission from the Stiltsville Trust. For more information visit the Stiltsville Trust IMPORTANT NOTICES: A minimum of 15 BUSINESS DAYS IS REQUIRED to review Special Park Use Permit requests for Stiltsville visitation. The 15 business days begins the day the completed permit application and $100 non-refundable permit fee is received. Applications will not be considered until payment of the $100.00 non-refundable application fee has been received. Large or complex projects may take additional time and a pre-permit conference may be required. In addition to the application fee, other fees may be charged. A National Park Service employee may be assigned as an on-site monitor for the project or an employee may spot-check activities to ensure adherence to the conditions of the permit and to rules and regulations. The permittee will be billed for all costs incurred including employee overtime. Scattering of Ashes: Biscayne National Park is a beautiful, unique place that has touched many hearts. On occasion, visitors request to memorialize a loved one by scattering their ashes here. Special use permit information for scattering of ashes.       Commercial Filming\/Photography All commercial filming requires a permit. Commercial filming is defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project. It does not include coverage of breaking news or visitor filming for private use. Private individuals engaged in still photography for their own personal use and enjoyment generally do not need a film permit. Commercial still photography may be exempt, unless it involves product or service advertisement;or the use of models, sets, or props;or when there is a potential for resource damage or disruption of visitor activities;and\/or when the activity requests access to an area not normally open to the general public. IMPORTANT NOTICES: A minimum of 15 BUSINESS DAYS IS REQUIRED to review Commercial Filming\/Still Photography Permit requests. The 15 business days begins the day the completed permit application and $100 non-refundable permit fee is received. Applications will not be considered until payment of the $100.00 non-refundable application fee has been received. Large or complex projects may take additional time and a pre-permit conference may be required. Most projects require a certificate of insurance issued by a United States company showing general liability coverage and naming the United States Government, National Park Service as an additional insured. The usual minimum amount of insurance is $1,000,000 but the required amount may be increased for certain high-risk situations. In addition to the application fee, other fees may be charged. A National Park Service employee may be assigned as an on-site monitor for the project or an employee may spot-check activities to ensure adherence to the conditions of the permit and to rules and regulations. The permittee will be billed for all costs incurred including employee overtime. Commercial filming and photography activities are subject to location fees. Commercial Filming\/Still Photography Permit Application      Commercial Use Authorizations An organization is considered a business if you provide goods, services, activities, or other things to the public using National Park Service lands. If you receive any form of compensation for the things you provide, you are conducting a business or commercial activity. The Commercial Use Authorization (CUA) program authorizes the provision of non-exclusive, suitable commercial services to park area visitors, as long as certain conditions are met: the services must be appropriate to the mission of the park, compliment resource protection, visitor protection and interpretation goals, and not pose any potential for derogation of values or purposes for which the park was established. They must be consistent with the park's future plans as well as present operations. They should be compatible with the planning documents for the park, and consistent with all applicable park area management plans, policies and regulations.   The Superintendent may grant CUAs to businesses when there are no fixed commercial facilities within a national park area;the commercial activity originates and terminates outside the park;no money changes hands on park lands;and no commercial solicitation occurs on park lands. At this time, CUA permits are available for the following activities: Sightseeing, Snorkeling, SCUBA Diving, Salvage\/Tow, and Vessel transportation.   A business wishing to conduct any of these activities in the park must procure a CUA in advance and follow the terms and conditions of the authorization. A Biscayne CUA is valid for one calendar year. Requirements including, but not limited to, liability insurance, licensing, equipment and first aid must be met in order to be considered for a CUA. Contact the permit coordinator's office for more information 786-335-3639 or contact via email.      Research and Collecting It is the policy of the National Park Service to support and encourage natural science and social science studies, provided that these studies enhance understanding of a park's natural, cultural, and social resources, processes, and values, or serve to assess how use of the park impacts its ecosystem. Scientific research and collecting permits are required by all individuals seeking to conduct scientific and social studies in Biscayne National Park. Although studies conducted by outside investigators are not required to focus on specific NPS issues, all studies must be consistent with NPS statutes, policies, and environmental laws that govern research on NPS lands. Research permit applications and proposals go through a review process in order to ensure that all proposed research studies for Biscayne National Park comply with NPS statutes and policies, that park resources and values are not impaired, and that park visitors are not unduly impacted by proposed activities. Researchers working under permits in the park(s) are expected to follow the SFNRC Research Data Reporting Requirements (RDRR) and be cognizant of their obligation to submit their final deliverables. How to apply: The National Park Service developed the Research Permit and Reporting System (RPRS)website to facilitate application for scientific research permits. Investigators interested in conducting research in Biscayne National Park are required to submit both an application and a research proposal via the RPRS for consideration. Proposals may be uploaded during the online application. Investigators are encouraged to review the NPS Guidelines for Research Proposals prior to submitting an application and research proposal. IMPORTANT NOTICES: Permit applications will not be reviewed unless a proposal has been submitted. Review and processing of research applications and proposals takes a minimum of 60 business days.",
    "url": "https:\/\/www.nps.gov\/bisc\/planyourvisit\/permitsandreservations.htm"
}
