{
    "title": "Biscayne National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       The park has no entrance fees. Camping - A $25 fee is required for each overnight stay in either Elliott Key or Boca Chita Key Harbors. This fee includes the use of the camping area for up to two tents and six people at no extra charge. A boat is needed in order to get to each remote island. Docking space is available on a first come first served basis. Reservations are not accepted. Any boat in the harbor after 5 PM is required to pay an overnight fee. There is a $30 per night fee for the group campsite on Elliott Key (reservations for the group campsite are available at 786-335-3609). There is no fee for day use. Camping and docking fees are waived from May 1 to September 30. Boca Chita Pavilion Rental - The Boca Chita Key Pavilion is available for half-day rentals. A $100 rental fee covers a four-hour period of exclusive use; an additional $100 refundable deposit is required to reserve pavilion space. Docking space is available on a first come, first served basis. Your rental fee or deposit does not guarantee docking space. Call 305-230-1144 x017 to reserve the pavilion.      Senior Pass and Access Pass Biscayne National Park does not issue Senior Passes. Senior Passes may be purchased at the following nearby locations:  Everglades National Park Big Cypress National Preserve Loxahatchee National Wildlife Refuge   Biscayne National Park DOES issue Access Passes to US citizens and permanent residents who are legally blind or permanently disabled. The free pass admits the pass owner and any accompanying passengers in the same vehicle to Federal recreation areas across the nation. Biscayne National Park does not have an entrance fee, but visitors holding Senior or Access passes receive a 50% reduction on tent camping and boat camping\/overnight stay fees. There is no fee reduction for holders of other Federal Recreation Passes. Click here for more information on Federal Recreation Passes.",
    "url": "https:\/\/www.nps.gov\/bisc\/planyourvisit\/fees.htm"
}
