{
    "title": "Jefferson National Expansion Memorial: Archive",
    "body": "Archive           Subscribe  | What is RSS     June 24, 2016  Celebrating Independence Day Events  Events taking place over the July 4th weekend at the Old Courthouse.   April 06, 2016  Jefferson National Expansion Memorial Celebrates National Park Week  Visit the Old Courthouse April 16-24 for a variety of family-friendly fun . National Junior Ranger Day is April 16.   March 03, 2016  March Activities at Jefferson National Expansion Memorial  Visit the Old Courthouse for family-focused fun.   February 23, 2016  Michael Ward to Become Superintendent of Jefferson National Expansion Memorial  OMAHA− Michael M. Ward, a 32-year veteran of the National Park Service, has been selected as the new Superintendent at Jefferson National Expansion Memorial. Ward has been in the Acting position since December 3, 2015, upon the retirement of former superintendent Thomas A. Bradley. Ward has served in the Midwest Region (MWR) of the National Park Service for his entire 32-year career.   January 25, 2016  Free Special Programming During African-American Heritage Month  On weekends during February 2016, visit the Old Courthouse in downtown St. Louis to learn more about history in your hometown during African-American Heritage Month.   January 25, 2016  George Washington's Birthday Ball  Celebrate General Washington's birthday as St. Louis did 160 years ago.   December 04, 2015  Gateway Arch Indoor Activities Unavailable in Early 2016  Tram rides to return in Spring 2016 with new Arch Store.   December 02, 2015  2015 Historic Holiday Traditions at the Old Courthouse  Celebrate the holidays of centuries past at the Old Courthouse. The National Park Service invites visitors to take in the sights and sounds of the holiday season with Historic Holiday Traditions at the Old Courthouse at Jefferson National Expansion Memorial. At the free, annual event, visitors can enjoy holiday music and a special historic ball.   October 01, 2015  Fall Events at the Gateway Arch and Old Courthouse  Highlight include St. Louis Symphony  concert and and Gateway Arch 50th anniversary festivities.   August 24, 2015  Celebrate the 99th Birthday of the National Park Service  This birthday celebration includes events at the Gateway Arch with fee-free day, kids activities and more.   July 31, 2015  Gateway Arch Announces Details of 50th Anniversary Celebration  October 2015 Marks the 50th Anniversary of the Gateway Arch.   June 22, 2015  Gateway to the Stars at the Gateway Arch  Is that bright star out there in the west really a star or is it a planet? Astronomy programs held at the Gateway Arch, and out on the Arch grounds.   April 14, 2015  Gateway Arch Exterior Staining Study Finds No Significant Issues  Industrial Rope Access project determines stains are a combination of original construction markings, accumulation of residues, and graffiti.   February 03, 2015  Museum of Westward Expansion Closing  Old Courthouse to serve as Gateway Arch Ticketing and Visitor Center during construction.   February 03, 2015  President's Budget Requests 3 Billion for National Park  Innovative Centennial Proposes Robust Investment to Revitalize National Parks and Public Lands for the Next Century.   January 26, 2015  Great Rivers Greenway to Reopen South Portion of Riverfront  Everything you need to know about accessing the Gateway Arch, riverboats and Laclede's Landing during CityArchRiver construction.   November 26, 2014  National Park Service Awards Contract for North Gateway Construction  Gateway Arch parking garage to close permanently December 1; Arch will remain open to visitors.   November 07, 2014  National Park Service Awards Contract for Renovation of Luther Ely Smith Square  Gateway Arch to Remain Open During Construction   November 05, 2014  Historic Holiday Traditions at the Old Courthouse  Celebrate the Holiday Seasons of Long-Ago Eras with Authentic Music, Dancing and Food. Extended Hours of Operation Thanksgiving Weekend.   November 03, 2014  Gateway Arch to Operate Extended Hours Thanksgiving Weekend Arch Parking Garage to Close Dec. 1  Extended Thanksgiving Weekend Hours and the Arch Parking Garage to Cease Operations December 1   October 31, 2014  Facts About Tree Replacement on the Arch Grounds  Due to the impending Emerald Ash Borer infestation in the area, the Rosehill ash trees on the grounds will be replaces with London Plane trees.   October 06, 2014  Free Admission on Nine Days in 2015  WASHINGTON – There are nine more reasons to enjoy national parks next year! The National Park Service will offer free admission to every visitor on nine days in 2015.   September 12, 2014  St. Louis Symphony Comes to Old Courthouse  St. Louis Symphony Comes to the Old Courthouse for St. Louis Landmark Series. Free lunchtime community concert features string quintet.   August 27, 2014  National Park Service Solicits Proposals for Luther Ely Smith  Square Component of CityArchRiver 2015 Project  A meeting will be held for all interested contractors on Thursday, September 4 at 9:00 a.m. at the Hilton St. Louis at the Ballpark (1 S. Broadway, St. Louis, Mo 63102)   August 11, 2014  Celebrate the 98th Birthday of the National Park Service  Celebrations at the Gateway Arch include kid's activities, Flicks and Foodies, and fee-free day.   July 24, 2014  Jefferson National Expansion Memorial Receives 2014 America's Best Idea Grant  Jefferson National Expansion memorial is one of 39 national parks selected to receive a 2014 America's Best Idea grant.   July 18, 2014  NPS Solicits Proposals for North Grounds Component of CityArchRiver 2015 Project  ALL companies interested in this project are encouraged to attend  this event on July 22, at 9:00 a.m. at the Hilton St. Louis at the Ballpark.   July 01, 2014  Flicks and Foodies  Food and Live music highlight outdoor summer movie night on the Arch Grounds.   July 01, 2014  Jefferson National Expansion Memorial Hosts Naturalization Ceremony July 3  In celebration of Independence Day, Jefferson National Expansion Memorial will host a Naturalization Ceremony on July 3 at the Old Courthouse.   June 11, 2014  Celebrate National Get Outdoors Day with Get Outdoors at the Gateway Arch  Free event features rock climbing wall, family fun walk, hoop dance, Ultimate Frisbee, fly tying and casting, orienteering, geocaching, solar cooking and much more.   June 04, 2014  National Park Service Solicits Proposals for South Grounds Project  More details on the project and instructions on how to submit a proposal can be found at: https:\/\/www.fbo.gov\/index?s=opportunity&mode=form&id=66ca3b8e263fc0a93b328597dc06b6ad&tab=core&_cview=1 Responses are due within 30 days.   June 04, 2014  Stargazing Series Highlights Space Exploration  The National Park Service, in partnership with the St. Louis Astronomical Society, invites visitors of all ages for a different take on astronomy with Gateway to the Stars, a free stargazing series under the Gateway Arch. This program promotes the exploration of St. Louis' star-studded night sky and features.   May 13, 2014  Important Information for Gateway Arch Visitors on Tuesday  A few aspects of the visitor experience will change for the day.   May 12, 2014  Ranger Led Bike Tours Summer 2014  Starting Saturday, May 31 and continuing each Saturday through September 27, the National Park Service invites visitors to participate in a Ranger led bicycle tour along the riverfront trail.   May 06, 2014  A Sizzling Summer at the Gateway Arch  Many great activities are offered at the Gateway Arch to kick-off your summer of fun!   May 02, 2014  Flicks and Foodies Under the Arch  This summer come join us for food, film and fun on the Arch grounds.   May 01, 2014  1780 British Attack on St. Louis Re-enactment  The Arch host storytelling of famous Revolutionary War battle.   April 25, 2014  Family Junior Ranger Program Promotes Historical Discovery  Games, architecture and history highlight children's series   April 01, 2014  Commemorating National Park Week in April  Junior Ranger Day and Camp In' Under the Arch are some of the festivities included during National Park Week.   March 31, 2014  Arch, Old Courthouse and Riverboats to Remain Open During Renovation  Gateway Arch, Old Courthouse and Riverboats to Remain Open During Renovation and Construction of Arch Grounds.   March 04, 2014  Tourism to Jefferson National Expansion Memorial Creates Huge Economic Benefit  Report shows visitor spending  supports 3,883 jobs in local economy.   February 27, 2014  Celebrate Women's History Month  Film series and ranger programs highlight March events  and Special public program on March 15.   February 14, 2014  Celebrate Black History Month at Jefferson National Expansion Memorial  Come Join the celebation! Special film series and ranger programs highlight February events.   December 19, 2013  National Park Service to Offer Free Admission on 9 Days in 2014  Circle the dates on your calendar and plan your trip-America's 401 national parks will offer free admission on nine days in 2014, including several holidays!   December 06, 2013  Living History Commemorative Event Celebrates Laclede Choosing Site for St. Louis  On Saturday, December 7 at 10 a.m., Pierre Laclede will once again choose the site for St. Louis just as he did 250 years ago. Costumed National Park Service rangers and volunteers will re-enact the final part of Laclede’s 1763 journey in which he determined a suitable area to establish a French fur trading post near the mouth of the Missouri River. The trading post Laclede founded eventually became the city of St. Louis.   November 14, 2013  Gateway Arch Offers Extended Hours for Holiday Visitors  The Gateway Arch will offer extended hours on Friday and Saturday, November 29 and 30, 2013, from 9:00 a.m. to 8:00 p.m. To help avoid long lines and possible ticket sell-outs, visitors are encouraged to call 877.982.1410 or visit www.gatewayarch.com to purchase tickets in advance for the “Journey to the Top” tram ride, and “Monument to the Dream” and “Lewis and Clark – Great Journey West” movies.   November 01, 2013  \"Ghosts of the Arch Grounds\" and Stargazing Highlight A Full Moon Night at the Gateway Arch  Come enjoy an evening on the Arch grounds with a twilight ranger led program and stargazing afterwards.   November 01, 2013  \"Meet the Artist\" at the Old Courthouse  Artist Bryan Haynes to visit the Old Courthouse.   August 02, 2013  Camp In' Under The Arch  Event to celebrate the 97th birthday of the National Park Service.   June 28, 2013  Children's Art Exhibit to Depict Parks and River  On June 12, 2013 more than 125 children from community organizations in East St. Louis visited Jefferson National Expansion Memorial and Malcolm W. Martin Memorial Park to learn the significance of the two parks and their connection to the Mississippi River. The artwork created by the students will be on display from July 4-6 at Malcolm W. Martin Memorial Park in East Louis.   June 27, 2013  Stargazing Series at the Gateway Arch  National Park Service, in partnership with the St. Louis Astronomical Society, hosts Gateway to the Stars, a free educational stargazing series under the Gateway Arch. Park Ranger, Richard Fefferman invites visitors to unleash their inner Galileo as they take in the incredible night sky views and learn about astronomy and its impact on cultures and events. The series features a variety of unique topics including:   June 27, 2013  National Showcase of American Cultural Traditions Presented at Jefferson National Expansion Memorial on July 4th  Returning to celebrate the anniversary of it's founding in St. Louis eighty years ago, the National Council for the Traditional Arts (NCTA), the nation's oldest folk arts organization, will present a day-long 74th National Folk Festival Showcase on July 4, 2013 from 1:15 to 8:00 p.m. on the grounds of the Gateway Arch.   June 12, 2013  Naturalization of New Citizens Commemorates Flag Day at the Old Courthouse  The U.S. Citizenship and Immigration Service, in cooperation with the National Park Service at Jefferson National Expansion Memorial will commemorate Flag Day with a naturalization ceremony in the rotunda of the Old Courthouse.   May 29, 2013  London Planetree Selected to Replace Rosehill Ash Trees on Gateway Arch Grounds  St. Louis, Missouri – The National Park Service (NPS) has announced that the London Planetree has been selected as the tree species that will replace the threatened Rosehill ash trees on the Gateway Arch Grounds.  The London Planetree was selected in consultation with the CityArchRiver 2015 design team, led by Michael VanValkenburgh Associates, with guidance from local tree experts with organizations such as the Missouri Department of Conservation and the Missouri Botanical Garden.   May 28, 2013  Extended Summer Hours Begin at JNEM  Starting Memorial Day weekend, Saturday, May 25, 2013, through Labor Day, Monday, September 2, 2013, the Gateway Arch will operate on its summer schedule with the visitor center and museum open from 8:00 a.m. to 10:00 p.m., and the trams to the top of the Arch running from 8:15 a.m. to 9:10 p.m.   May 23, 2013  JNEM to Host Get Outdoors Under the Gateway Arch  Event features free activities, which include a kid's walk, rock climbing, fitness classes and a bike safety town, promoting outdoor recreation and encouraging healthy lifestyles.   May 15, 2013  FONSI Issued for CityArchRiver Elements  The National Park Service (NPS) is pleased to announce the availability of the finding of no significant impact (FONSI) for the Environmental Assessment for Implementing CityArchRiver Initiative Elements at Jefferson National Expansion Memorial.   April 18, 2013  The 2013 National Historic Landmark Photo Contest  No-Fooling-It's Time to Get Snapping!   April 18, 2013  Gateway Arch to Host National Park Week Events  From April 20-28, 2013, Jefferson National Expansion Memorial at the Gateway Arch and Museum of Westward Expansion will join hundreds of national park nationwide in celebration of National Park Week.   April 18, 2013  The Art of Bryan Haynes  An exhibit entitled TREES\/WATER\/SKY- A walk Through Missouri-The Art of Bryan Haynes, opens on May 23, 2013 in the Old Courthouse in downtown St. Louis.   April 03, 2013  St. Louis NPS Sites to Host Junior Ranger Day  As part of National Park Week, April 20-27, 2013, National Park sites in St. Louis will hold special Junior Ranger Day activities for children ages 5-18 years old.   March 06, 2013  Women's History Month Events  As the United States celebrates Women's History Month this March, Jefferson National Expansion Memorial in downtown St. Louis will present a variety of programs, an exhibit and films highlighting invaluable contributions of women to society throughout history.   March 05, 2013  200th Anniversary of the War of 1812 in St. Louis  Living History reenactment of the War of 1812 in St. Louis.   February 26, 2013  St. Louis National Parks Tourism Creates Local Economic Benefit  Part of $30 billion impact that supports 252,000 jobs nationwide.   February 08, 2013  Night at the Museum Event  On Saturday, March 23, from 6-9 p.m., area residents are invited to saddle up for a Western adventure at the Gateway Arch, as the Jefferson National Expansion Memorial presents the 3rd annual “Night at the Museum” event.   February 01, 2013  Old Courthouse and Arch to Host Black History Month Events  As the U.S. celebrates Black History Month this February, the Old Courthouse and the gateway Arch in downtown St. Louis will present a variety of programs and films chronicling the rich heritage of African-Americans and honoring their many contributions to our nation.   January 15, 2013  The National Park Service Seeks Public Comment on Environmental Assessment  The National Park Service has released its Environmental Assessment (EA) for Implenting CityArchRiver 2015 Initiative Elements at Jefferson National Expansion Memorial.   December 18, 2012  Maplewood Richmond Heights Elementary \"School As Museum\"  School-wide exhibit will chronicle students' experiences working along side National Park Service education staff, provide unique insight for visitors.   November 15, 2012  Extended Holiday Hours and Special Programs  The Gateway Arch offers extended hours on Friday and Saturday, November 23 and 24, from 9 a.m. to 8 p.m. due to increased visitation these days.   September 25, 2012  Stains on the Arch  A report issued by the Wiss, Janney, Elstner Associates Engineering Firm of Chicago on September 7, 2012 indicates that the corrosion sighted in recent years on the exterior of the Gateway Arch is not structural in origin and that the Arch is as sound today as the day it was built.   July 13, 2012  What Does Freedom Mean To You? Student Art Contest  Student art contest commemorates 150th anniversary of the Emancipation Proclamation   April 24, 2012  Activities at JNEM on Memorial Day Weekend  A guide to all of the events and programs at the Gateway Arch and Old Courthouse during Memorial Day Weekend.   April 16, 2012  Vintage Baseball Games and Activities at the Gateway Arch 2012  Vintage Baseball games and activities to take place on the Gateway Arch grounds.   March 21, 2012  APRILFUN at the Core of Discovery  Experience Programs and Tours fascinating Exhibits and Much Nore!   March 08, 2012  Environmental Assessment of Emerald Ash Borer on Arch Grounds Completed  The National Park Service (NPS) has completed an Environmental Assessment (EA) analyzing the consequences of managing the potential threat from the invasive insect known as the Emerald Ash Borer on the historic landscape of Jefferson National Expansion Memorial.   February 28, 2012  Jefferson National Expansion Memorial = Visitors, Money and Jobs  A new NPS report shows that visitors to the park in 2010 spent nearly $98.5 million on their visit, supporting more than 1,300 jobs in the St. Louis area.   February 23, 2012  Award Winning Director to Show Film \"Underground\"  Award winning director Akil DuPont who directed, and co-wrote, and served as the musical director for his short film \"Underground\", a slave story told through song, will present and discuss his inspirations, along with making a film with historic impact.   February 23, 2012  March Fun at the Core of Discovery  There's so much to see and do this winter at the Core of Discovery! Each month, the Core offers a wealth of fun and exciting activities. In March, St. Louis families and visitors can enjoy a month-long series of special programming and events for Women’s History Month, along with exhibits and other activities in the area.   January 25, 2012  Joe Jones Painting  Riverfront, a painting by St. Louis-born Joe Jones is now on display in the administrative office area of Jefferson National Expansion Memorial.   November 04, 2011  Celebrate the Holiday Season at the Old Courthouse  Celebrate the holiday season at the Old Courthouse. Schedule of events for November 30, 2011 through January 7, 2012.   November 04, 2011  Veteran's Day Celebration at the Gateway Arch  Special programs will be featured in the Museum of Westward Expansion from 10:00 a.m. to 3:00 p.m. centering on the presence of the military in the 19th century west.   October 18, 2011  Free Nature Journaling Workshops at the Old Courthouse  Using paintings of the national parks on display at the Old Courthouse and objects in nature, participants will learn how to gather visual information and create their own nature journal.   October 17, 2011  Two Artists To Speak About Their Paintings  Paintings by two Illinois residents have earned places in the annual Paint the Parks exhibit, which presents winners of an annual national art competition.   October 06, 2011  Ghosts of the Arch Grounds  Twilight walk and stargazing event on the Gateway Arch Grounds.   October 06, 2011  Vintage Baseball at the Gateway Arch  Local teams will play baseball under the Gateway Arch as they were played during the gam's formative years in the 19th century.   September 09, 2011  Paint the Parks Exhibit  Paint the Parks returns to the Old Courthouse and the Mini50 will be exhibited at the Gateway Arch for the first time in the Special Exhibits Gallery.   September 01, 2011  Naturalization of New Citizens and Constitution Day  The National Park Service at Jefferson National Expansion Memorial will commemorate Constitution Day with a public naturalization ceremony, teacher workshop, special exhibit and other activities to celebrate the U.S. Constitution's 224th birthday on September 17.   August 19, 2011  View from the Park Photography Contest Winners  The National Park Service announces the winners of the \"View from the Park\" Photography Contest. All winning photos are on display at the Gateway Arch now through September 15.   August 19, 2011  Night at the Museum  Saddle up for a Western adventure at the Gateway Arch. Come and meet an exciting cast of characters from our past and hear their tales of settling in the American West!   August 01, 2011  Emerald Ash Borer Environmental Assessment  Jefferson National Expansion Memorial Announces Public Comment Period for the Emerald Ash Borer Environmental Assessment.   July 14, 2011  \"View From The Park\" Photo Contest Ends July 31  The National Park Service \"View from the Park\" Photo Contest Ends July 31. Last Chance to Enter Free Photo Contest for Participants of All Ages.   March 21, 2011  St. Louis and the Three Sides of the American Civil War  Author Adam Arenson will discuss his new book, The Great Heart of the Republic: St. Louis and the Cultural Civil War, on Monday, April 4th from 12:00- 1:00pm at the Old Courthouse.   November 18, 2010  Extended Hours Thanksgiving Weekend  Day after Thanksgiving marks one of the busiest days of the year at the Arch and launches holiday season of events at the Old Courthouse   October 07, 2010  Public Meeting on Emerald Ash Borer  Threat of Emerald Ash Borer to Rosehill Ash trees on Arch grounds to be discussed at public meeting at Old Courthouse.   October 07, 2010  Artist Speaker Series  Local artist to speak about \"Paint the Parks\" top 100 paintings at the Old Courthouse.   September 21, 2010  National Park Service Awards Contract For Structural Study on Gateway Arch  National Park Service awards contract for the Structural Study on Gateway Arch. Study is part of the ongoing assessment and preservation of the Gateway Arch at Jefferson National Expansion Memorial.   September 07, 2010  Paint the Parks at the Old Courthouse  This exhibit at the Old Courthouse will feature 100 paintings of America's National Parks until January  9, 2011.   August 04, 2010  Gateway to the Stars  Come and join members of the St. Louis Astronomical Society for some stargazing from the Arch grounds.   August 04, 2010  Gateway Arch Walking Tours  Join a park ranger for a walking tour of the Arch grounds.   May 21, 2010  Ranger Led Bike Tours  Ranger led Bike tours on the Riverfront trail.   February 18, 2010  Dred Scott Day  Various programs will be presented at the Old Courthouse in celebration of the Dred Scott 153rd Anniversary.   January 25, 2010  National Park Service Spotlights Local Artist  Special Exhibit Illustrates How the Riverfront Landscape Changed Over Time.   December 10, 2009  Jefferson National Expansion Memorial Competition Announced  The National Park Service and St. Louis Mayor Francis Slay today launched an international design competition to invigorate the park and city areas surrounding of one of the world’s most iconic monuments, the Gateway Arch in St. Louis.   December 02, 2009  Celebrate the Holidays With St. Louis History and Musical Performances at the Old Courthouse  The National Park Service is pleased to present its 2009 holiday events at the Old Courthouse. Events will feature holiday music and activities in the rotunda, which is beautifully adorned with authentic Victorian decorations.   November 23, 2009  JNEM  Final GMP Preferred Alternate Selected  St. Louis, MO - The National Park Service (NPS) today announced the signing of the Record of Decision for the Final General Management Plan and Environmental Impact Statement (GMP\/EIS) for Jefferson National Expansion Memorial (commonly referred to as the Gateway Arch).  The Final GMP\/EIS was released to the public October 23, 2009 for one last public review prior to signing the decision document that signifies the completion of the planning process.   November 20, 2009  Gateway Arch Offers Extended Hours To Accommodate Holiday Visitors  Day After Thanksgiving Marks Busiest Day Of The Year At Arch.   November 06, 2009  Discounted Fees in Honor of Our Veterans  In honor of our nation's veterans and military families, the National Park Service will waive the $3.00 entrance fee to the Gateway Arch on Veterans Day.   October 27, 2009  JNEM Releases Final General Management Plan  St. Louis, MO - Jefferson National Expansion Memorial Superintendent Tom Bradley announced today that the final General Management Plan\/Environmental Impact Statement (Final GMP\/EIS) is now available for public review.   September 25, 2009  Paint the Parks Showcases Scenes from National Parks     No abstract supplied.   August 31, 2009  2009-2010 Jefferson National Expansion Memorial Winter Hours  The day after Labor Day, Tuesday September 8, 2009, the Gateway Arch returns to winter hours of operation, 9:00a.m. to 6:00 p.m. daily.   July 07, 2009  \"BASEBALL'S GATEWAY TO THE WEST\" EXHIBIT  No abstract supplied.   March 30, 2009  Photography Exhibit Documents Artist's Solo Canoe Journey Down the Mississippi  From March 21, 2009 to June 21, 2009, Jefferson National Expansion Memorial will display an exhibit entitled The River Inside: Photographs by john Guider, at the Old Courthouse in downtown St. Louis.   January 26, 2009  Celebrationg African American History Month 2009  Celebrating African American Heritage Month at the Gateway Arch and Historic Old Courthouse.   October 29, 2008  New Research on African American Heritage of St. Louis  ST. LOUIS, Mo. – Jefferson National Expansion Memorial Superintendent Tom Bradley has announced the creation of a variety of databases now accessible on the park’s website that will be of interest to historians and genealogists nationwide.  For the last several years National Park Service historians and interns have assembled research from St. Louis court documents and newspapers into an on-line exhibit entitled “African-American Life in St. Louis, 1804-1865,” which will be available at www.nps.gov\/jeff beginning Monday, October 27, 2008.    October 21, 2008  NPS Announces Preferred  The General Management Plan Alternative #3 for the Jefferson National Expansion Memorial is the preferred plan choice for the park.   September 22, 2008  National Public Lands Day  In Honor of National Public Lands Day entrance fees will be waived at the Gateway Arch   September 05, 2008  Naturalization and Constitution Day at the Historic Old Courthouse  Naturalization of new citizens to commemorate Constitution Day at the Historic Old Courthouse.   August 21, 2008  Jefferson National Expansion Memorial Winter Hours  Winter hours start on Tuesday September 2, 2008 for the Gateway Arch.   August 21, 2008  National Park Service Unveils New Children's Website  The Kids Zone, a new addition to the National Park Service's website, http:\/www.nps.gov is designed to connect children with the country's 391 National Park sites.   August 01, 2008  PaintAmerica  PaintAmerica Artwork Showcases the National Park Service at the Old Courthouse   June 23, 2008  Naturalization of New Citizens on Independence Day  In commemoration of Independence Day there will be a Naturalization Ceremony of New Citizens at the Historic Old Courthouse in St. Louis.   June 10, 2008  Naturalization of New Citizens to Commemorate Patriotic Events at the Historic Old Courthouse  No abstract supplied.   June 05, 2008  Raise Garrison Flag at Historic Old Courthouse  National Park Service to raise Garrison flag inside Historic Old Court House   May 29, 2008  Public Meetings Announced for Memorial Planning Effort  Two open house style meetings will be held in St. Louis on June 25 and July 1 to give interested individuals and organizations an opportunity to learn about and comment on preliminary alternatives for the future management of the Gateway Arch and Old Courthouse (Jefferson National Expansion Memorial).  The existing management plan has been in place since 1964 and is in need of updating; therefore, a General Management Plan (GMP) to help guide National Park Service (NPS) management of the memorial for the next 15-20 years will be developed from the preliminary alternatives over the course of the next 18-24 months.       May 12, 2008  Jefferson National Expansion Memorial Expanded Hours For Summer 2008  Starting Saturday May 24th, through Labor Day, September 1st, the Gateway Arch will  operate on its summer schedule with the visitor center and museum open from 8:00 a.m. to 10:00 p.m., and the trams to the top of the Arch running from 8:15 a.m. to 9:10 p.m.  Visitors wanting to avoid the busy late-morning and mid-day periods should take advantage of the less crowded evening hours to visit the Gateway Arch.  To purchase advance tickets visit www.gatewayarch.com on the internet.   May 09, 2008  Public involvement encouraged as NPS initiates planning process encompassing Gateway Arch and Old Courthouse  The National Park Service (NPS) today announced the initiation of a General Management Plan\/Environmental Impact Statement (GMP\/EIS) process for Jefferson National Expansion Memorial (commonly referred to as the Gateway Arch).   April 29, 2008  Centennial Projects Coming to the Gateway Arch  Today it was announced that Jefferson National Expansion Memorial will receive National Park Service Centennial funding to match private donations to sponsor ParkPalooza, a two-day interactive outdoor event on the grounds of the Gateway Arch. Additional good news for Jefferson National Expansion Memorial is that a second project will also receive funding, for the design and installation of a Programmable Logic Control (PLC) system to help operate the Gateway Arch trams.   April 18, 2008  Junior Ranger Day 2008  Saturday, April 26, 2008, is Junior Ranger Day 2008. Visit the Gateway Arch and earn a commemorative Junior Ranger badge.   March 26, 2008  Playing Race: Globalization & the Arts  Hazelwood East High School presents a multicultural celebration wiht an edge:the changing role of race and culture in our time of globalization.   March 14, 2008  National Park Service Re-Opens Gateway Arch Tram  Jefferson National Expansion Memorial Acting Superintendent Frank Mares today announced the re-opening of the tram in the south leg og the Gateway Arch on Friday, March 14.   February 28, 2008  Actor and Playwright Paxton Williams Presents \"Listening to the Still Small Voice: The Story of George Washington Carver\" at the Historic Old Courthouse  “Listening to the Still Small Voice:  The Story of George Washington Carver” Presented Friday, February 29, 9:30 AM and 11:00 AM by actor and playwright Paxton Williams, a graduate of Dr. Carver’s alma mater, Iowa State University.   February 25, 2008  Lewis and Clark Exhibit Looks at the Aftermath  No abstract supplied.   February 25, 2008  Anniversary of the Dred Scott Decision  No abstract supplied.   February 22, 2008  Junior Ranger Essay Contest  No abstract supplied.   February 05, 2008  Storyteller Carole Shelton to Portray Seamstress Elizabeth Keckley at the Historic Old Courthouse  No abstract supplied.   February 05, 2008  Storyteller Loretta Washington to Portray the Lives of Slaves at the Historic Old Courthouse  No abstract supplied.   January 03, 2008  African American Heritage  Celebrating African American Heritage Month at the Gateway Arch and Historic Old Courthouse   December 12, 2007  Holiday in the National Parks Celebrated at the White House  No abstract supplied.   November 21, 2007  19th Century Holiday Traditions at the Historic Old Courthouse  Annual 19th Century Holiday Traditions  featuring period music and activities held in the decorated Historic Old Courthouse.     November 19, 2007  Special Hours at the Gateway Arch November 23rd and 24th  The Gateway Arch will extend hours over Thanksgiving weekend and be open from 9:00 a.m. to 8:00 p.m. on Friday, November 23rd and from 8:00 a.m. to 8:00 p.m. Saturday, November 24th.    October 12, 2007  Fee Increase 2009  An entrance fee increase is planned for Jefferson National Expansion Memorial (JNEM), effective January 1, 2009. The new fee will be $5.00 per person for those over the age of 16. The previous fee was $3.00 per person.   September 27, 2007  Honoring Public Lands Day  Jefferson National Expansion Memorial Suspends Entrance Fees in Honor of Public Lands Day.   August 13, 2007  Gateway Arch Tram To Undergo Review  Gateway Arch to remain open throughout safety analysis   July 24, 2007  Update on Tram Ride  Cables to be replaced in south leg of the Arch   July 23, 2007  Gateway Arch Tram Malfunction and Power Outage  On Saturday, July 21 at approximately 8:40PM one of nine cables that hoist the south tram broke.  The specific cause of the break is still under investigation.  As the loose cable fell, it came into contact with the charged tram rail and other electrical components causing a short circuit.  The short circuit ultimately caused a fuse to blow in the main electrical switchgear and power to both trams went out.  The St. Louis Fire Department evacuated visitors in the south tram which at the time of the power outage had stopped near the lower loading zone.  Approximately 40 visitors were walked down from the observation deck to a service elevator at the 300 foot level and then brought to the south lower load zone.  Visitors in the north tram remained stalled above the 300 foot level until power was restored at approximately 11PM at which time they were brought down and unloaded.  Empty trams were then sent up to the observation deck to bring the remaining visitors down.  All tram safety systems worked as designed and visitors were never in any danger.   June 19, 2007  \"It Happened Here!\" Special Audio Tour  No abstract supplied.   June 05, 2007  Naturalization of New Citizens  No abstract supplied.   May 30, 2007  Jefferson National Expansion Memorial Expanded Hours  No abstract supplied.   May 09, 2007  Special Exhibit on the Underground Railroad  No abstract supplied.   May 09, 2007  DRED SCOTT FREEDOM DAY COMMEMORATED  On May 26, 1857, Dred and Harriet Scott, after eleven years of trials and an infamous Supreme Court decision, finally had a reason to celebrate, for on that day St. Louisan Taylor Blow paid their freedom bonds at the Historic Old Courthouse.  To celebrate this momentous day, Jefferson National Expansion Memorial is hosting a special commemorative ceremony, recognizing students who have crafted stories about the African-American experience, changes and challenges of the last 150 years.   April 13, 2007  Junior Ranger Day  To commemorate National Parks Week (April 22-29, 2007), Jefferson National Expansion Memorial will sponsor a Junior Ranger Day from 9:00 a.m. to 2:00 p.m. on Saturday, April 28, 2007, at the Historic Old Courthouse and the Gateway Arch   April 03, 2007  Celebrate Alaska  No abstract supplied.   February 12, 2007  The Adventures of Jim Beckwourth- African American Frontiersman  The Adventures of Jim Beckwourth: African American Frontiersman-Gregory Carr, a local actor and Director of the Griot Theater, will explore the colorful life of Jim Beckwourth.   January 19, 2007  CELEBRATING AFRICAN AMERICAN HERITAGE MONTH  No abstract supplied.   December 12, 2006  The Gateway Arch and Historic Old Courthouse Holiday Closing  No abstract supplied.   December 05, 2006  Nineteenth Century Holiday Traditions at the Old Courthouse  There will be a tree lighting ceremony, concerts and Ranger-led tours.   November 14, 2006  19TH CENTURY HOLIDAY TRADITIONS AT THE OLD COURTHOUSE  No abstract supplied.   November 01, 2006  Old Courthouse Exhibit Features the Earliest Pictures of Yellowstone National Park  No abstract supplied.   September 18, 2006  Naturalization Ceremony at the Courthouse  New citizens will be Naturalized at the Old Courthouse in commemoration of Constitution Day.   September 11, 2006  Entrace Fee Waived  Entrance fees at Gateway Arch will be waived for National Public Lands Day.   September 11, 2006  Lewis and Clark Exhibit  Lewis and Clark Exhibit looks at the aftermath of the expedition from the vantage point of St. Louis.   August 22, 2006  Winter Hours at Jeff  Winter Hours for Jefferson National Expansion Memorial   August 22, 2006  Liberty in the Balance  The National Park Service presents “Liberty in the Balance: Rights and Repression in Wartime St. Louis” at the Old Courthouse St. Louis has frequently been in the crossfire of the national debate on liberty and its limits.  Jefferson National Expansion Memorial, in partnership with the Exhibiting History class at Webster University, presents a new exhibit that examines the treatment of civil liberties in St. Louis during times of war.   July 20, 2006  Live on the Levee  Preceding the LIVE on the Levee concerts, the National Park Service will provide special historical tours of the grounds describing life in St. Louis during the nineteenth century.  Visitors will be able to visit five sites each day where stories about the early residents of the city, their triumphs and tragedies, will be related.  Special maps will be distributed at key locations on the grounds.  Staff and volunteers will provide background information at different locations each week.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/news\/newsarchive.htm"
}
