{
    "title": "Castillo de San Marcos National Monument: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth            2017 Summer Camp Dates and Registration Information will be released in the spring 2017.    2016 Summer Camp FULL. Registration is closed.      Hands-on-History Summer Camp  Find your park this summer at Castillo de San Marcos National Monument!  There's no better way to experience the Centennial of the National Park Service, than by joining us at Hands-on-History Camp!     Park Rangers, Teacher-Ranger-Teachers from St. Johns County, and knowledgeable volunteers will engage campers entering 5th and 6th grade or ages 9-11 with interactive presentations, hands-on projects, games, and living history demonstrations. Activities require active participation and are designed around important topics; Archaeology, Native Americans, Spanish Exploration, Colonial Florida, Preservation, Spanish Military and Artillery.  Last summer we experimented with pyrotechnology, explored the fort, practiced musket drills, launched a trebuchet, and more! Campers created many unique take-home items, such as a dyed t-shirt, clay pot, journal, and a leather pouch.     Camp is Monday-Friday, 9:00 am - 1:00 pm.  Space is limited to 20 campers per week. Participants will be accepted sequentially (first come, first served basis). To help cover the cost of materials, there is a nonrefundable camp fee of $25. If this fee is a financial hardship on your family, contact the Camp Director to learn about our scholarship program.               Web Ranger- Click here to become an NPS Web Ranger! If you cannot visit the Castillo de San Marcos, you can still experience our Nartional Parks by becoming an NPS Web Ranger! As a National Park Service Web Ranger, you'll learn what Park Rangers do to help protect our natural resources and our cultural heritage. You'll also learn how Park Rangers observe and discover new things about our National Parks - things to share with visitors like you. You can help with caring for our parks, teaching others what you learn, and observing and exploring your environment. There are a variety of games and activities to enjoy and learn from. After completing the web activities, you will receive an official Junior Ranger Certificate!        Buddy Bison Hey kids! Have you met Buddy Bison? Click here and discover the parks Buddy Bison has visited! buddybison.org\/",
    "url": "https:\/\/www.nps.gov\/casa\/learn\/kidsyouth\/index.htm"
}
