{
    "title": "Castillo de San Marcos National Monument: Arms and Armament",
    "body": "Arms & Armament            Gunpowder Its actual origins are obscure, but the earliest records of it date from 9th century China. These records tell of Chinese alchemists searching for an elixir of life who first stumbled across what we know today as sodium and potassium nitrate. Nitrates react rapidly and violently when burned and are the key ingredient in what would come to be known as gunpowder. The Chinese didn't quite know what to make of this new and volatile substance. One early account reported this experiment: \"some have heated together the saltpeter, sulfur and carbon of charcoal with honey; smoke and flames result, so that their hands and faces have been burnt, and even the whole house burnt down.\" For over a hundred years this early form of gunpowder remained primarily a source of amusement used in the creation of early fireworks and magicians tricks. Regardless of its humble origins, gunpowder was the first explosive chemical propellant recorded in history.           Cannon Though the Chinese eventually started using gunpowder weapons in the 10th century, it is the Turks who generally get the credit of formulating gunpowder into a high enough quality to be used effectively in combat. Cannon appeared in Europe about the beginning of the 12th century. Early cannon or \"gonnes\" (hence the name gonne or gunne powder) tended to be gigantic, unwieldy monsters rather as dangerous to the user as to the intended enemy, but they were impressively frightening, thus ensuring their place on the field of war. As chemistry and metal casting technology improved during the Middle Ages, better and stronger cannon with more effective charges and projectiles came into being, eventually creating what we know today as artillery. This in turn changed the architecture of defensive fortifications. Click here for a tour of the Castillo's artillery collection         Small Arms It was in the 17th and 18th century with the global expansion of European colonization and commerce that gunpowder came into its own in the form of small arms, i.e., portable gunpowder weapons small enough to be used by the individual soldier, most notably the smoothbore musket. Their introduction at such a critical period of history literally changes the world.",
    "url": "https:\/\/www.nps.gov\/casa\/learn\/historyculture\/arms.htm"
}
