{
    "title": "Castillo de San Marcos National Monument: Spanish",
    "body": "Spanish Colonial Culture           Trade was a major element of the Columbian Exchange. John Guy’s party meets a group of Beothuk at Bull Arm, Trinity Bay, Newfoundland. Merian, Matthäus, Dreyzehender Theil Americae, 1628  The Columbian Exchange The near accidental discovery of an almost unknown continent by a Genoese merchant-explorer in the later years of the 1400s led to the greatest colonial migration and cultural exchange ever known. Though he was not the first explorer to set foot there, nor did he ever come to understand the dimensions of his discovery, it was Christopher Columbus who first published an account of his findings. This began the intense interest in and subsequent conquest of the \"New World,\" that area we now know as America. The consequences of this contact created profound global change.        King Philip II of Spain (1527-1598), Portrait in Full FigureSánchez Coello, Alonso, 1566  Spain Emerges Perhaps the greatest empire that the world has ever known, the Spanish Empire during the 16th through 18th centuries controlled, influenced or claimed nearly half of the world. Spanish dominance reached all five of the then known continents. Spain's rapid growth from a group of small weak kingdoms fighting Islamic incursion and each other to become, though challenged, the near master of the world, is a phenomenal story.        Colonial paintings reveal rich clues about life in the Americas. Distinguished Woman with her SlaveAlban, Vicente; Quito, Ecuador, 1783  Colonial Culture Though colored by the Hispanic traditions in Iberia, the culture that emerged in the colonial New World was a mixture of European, African and local Native influences. \"Latinized\" America was a diverse, capable, and often complex society. While it sought to duplicate the Spanish lifeways of the Old World, it created its own unique traditions and identities.",
    "url": "https:\/\/www.nps.gov\/casa\/learn\/historyculture\/spanish-colonial-culture.htm"
}
