{
    "title": "Jefferson National Expansion Memorial: Videos",
    "body": "Videos       Slave Auction Reenactment         This reenactment of a court-ordered slave auction at St. Louis' Old Courthouse was held in the spirit of remembering one of the main causes of the U.S. Civil War 150 years ago: slavery Slave Auction Reenactment Video-Part One Slave Auction Reenactment Video-Part Two  Video Transcript Part One Part Two            The Making of a Tipi Video Transcript coming soon.  2015 Construction Videos         Ride to the Top and Trails and Rails  Celebrating National Park Week!                         Peek Over the Edge A member of the WJE Associates Team peeks over the edge of the Gateway Arch during the Corrosion Investigation  Duration:1 minute                      Descent   Loading the player...    Transcript No conversation is audible. Wind noise and some noise from ropes moving only. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 9 seconds  The WJE team slowly descends the Gateway Arch as part of their corrosion report research.                360 degree view from the top   Loading the player...    Transcript conversation inaudible due to loud wind sounds Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:24 seconds  A view from the top of the Arch               Adjusting Ropes   Loading the player...    Transcript No conversation, helicopter sounds, noises of ropes and gear clinking as it is adjusted and highway noises Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 40 seconds  Members of the WJE Corrosion investigation team adjust their ropes and gear as they hang off the side of the Gateway Arch               Descending Further   Loading the player...    Transcript Speaker  1, “It’s working, bro, so far”Speaker 2, “good to hear!”Speaker 1, “Huh?”Speaker 2, “Good to hear!”Speaker  1, “I’m touching it!” Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 11 seconds  One of the WJE team members decends further onto the intrados, forced to swing to reach the Arch               Descending the Intrados   Loading the player...    Transcript Garbled and unintelligible radio transmission, highway noises Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:52 seconds  The WJE Team faces the most difficult part of the mission-working on the intrados of the Arch                Descent Viewed From the Top   Loading the player...    Transcript wind noise in the background Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 11 seconds  A member of the WJE Corrosion Investigation Team watches other members of the team descend down the side of the Arch with a magnificent view of St. Louis and the Mississippi River in the background.               Over the Edge   Loading the player...    Transcript no conversations, wind noise and clinking of equipment Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:30 seconds  The WJE team member climbs over the side of the Arch to hand down to reach the intrados               Returning from the Intrados   Loading the player...    Transcript 1:02-1:09 Man on the left, \"The straps in your way? Are they helping? Good.\" Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 47 seconds  The WJE Team member returns to the top of the Arch.               Testing   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:39 seconds  The WJE team member performs tests on the surface of the Arch to determine the cause of staining               Riverboat Ride on the Mississippi River   Loading the player...    Transcript Just jazz music playing in the background no voices. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 24 seconds  A small sample of what the trip up and down the Mississippi River is like from one of the Gateway Arch Riverboats.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/photosmultimedia\/videos.htm"
}
