{
    "title": "Castillo de San Marcos National Monument: Stories",
    "body": "Stories       NOTE: Clicking the below text leaves this website and goes to Fort Matanzas National Monument's webpage          The Early People Archaeological research tells us that at least 12,000 years ago, long before Europeans came to Florida, wandering hunter-gatherer people arrived. They lived a simple life, folowing the great herds of mammoths and other megafauna and gathering the wild grains, nuts, and berries they found in their seasonal wanderings. No one knows what these people called themselves, but to archaeologists, they are known as Paleo-Indians, the earliest people.  Read More . . .         The Massacre of the French In 1564 a group of French Protestants known as Huguenots settled in Spanish-claimed territory near present-day Jacksonville. When the king of Spain found out about them, he sent an army under Don Pedro Menéndez to get rid of the French and to establish a Spanish colony in La Florida. This was the beginning of St. Augustine.  Read More . . .         The First Spanish Period (1565-1763) The founding of St. Augustine in 1565 began 235 years of Spanish control of Florida. The most significant factor of the First Spanish Period was the threat of the British in the Carolina and Georgia Colonies which led to the building of the Castillo de San Marcos in 1672-1695, and after two failed sieges by the British, the building of Fort Matanzas in 1740-1742 to guard the southern approaches to the city.   Read More . . .         The British Period (1763-1784) During the Seven Years War (French and Indian War), the British captured Spanish Cuba and the Philippines. In order to get these valuable colonies back, Spain was forced to give up Florida. England held Florida for a mere twenty years, however. At the end of the American Revoluntion, the Second Treaty of Paris returned Florida to Spain.   Read More . . .         The Second Spanish Period (1784-1821)  Spain's aid to the American colonies during the Revolutionary War was to be her last act as a great power. By 1800 Spain's fortune was waning. There was little money to maintain her Florida colony, let alone the outpost fort at Matanzas. Erosion and rainwater took their toll. Fort Matanzas was already in poor condition by 1821 when Florida was purchased by the United States through the Adams-Onís Treaty.   Read More . . .         The American Period (1821 to the Present) The American Period in Florida was a time of conflict-- the Seminole Wars, the Civil War, the Spanish American War. It is also a time of change as Henry Flagler's railroad and luxury hotels brought wealthy tourists to St. Augustine, people who began the preservation of the historic Spanish forts which led to their protection as national monuments.  Read More . . .",
    "url": "https:\/\/www.nps.gov\/casa\/learn\/historyculture\/stories.htm"
}
