{
    "title": "Castillo de San Marcos National Monument: Fees & Reservations",
    "body": "Explore This Park    Plan Your Visit     Fees & Reservations             Fees & Reservations       Every Kid in a Park During the 2015-2016 school year, fourth graders and their families will be able to gain free admission, good for a year, to fee-collecting parks, public lands, and waters. A website and app will provide fun games and learning activities for kids to do at home, in school, and in parks.  While the official website and app are in development, please visit the National Park Foundation for more information about the Every Kid in a Park initiative.  Entrance Fee   The Castillo de San Marcos is considered to be a \"walk-in\" park. The entrance fee applies to each individual.  Adults (Age 16 and above) entrance is $10.00 - valid for 7 consecutive days. Children (age 15 and under) are admitted free of charge but must be accompanied by an adult.  The Golden Access and Age Passports; the Castillo Annual Pass; and the Interagency Access, Annual, Military, and Senior Passes are honored for free admission in accordance with the terms specified on the card.   Learn about the Interagency Passes here.   Parking The City of St Augustine maintains a parking lot in front of the Castillo. The cost is $1.50 per hour which is paid at automated stations which accept most denominations of U.S. coin and currency as well as credit and debit cards. You may want to consider using the city's parking garage which is only a block away from the Castillo. It is conveniently located and will provide shade for your vehicle.   Oversized parking Only vehicles 21 feet or shorter, including any trailers, are permitted to park in the Castillo lot. The City of St. Augustine provides free parking for larger vehicles at the corner of West Castillo Drive and Riberia Street. Please see map below. The lot is approximately three blocks from the Castillo and visitors may use the Castillo's lot to drop off and pick up passengers.         a",
    "url": "https:\/\/www.nps.gov\/casa\/planyourvisit\/feesandreservations.htm"
}
