{
    "title": "Castillo de San Marcos National Monument: Things To Know Before You Come",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come             Things To Know Before You Come       Accessibility The Castillo is primarily an \"out-of-doors\" park with no visitor center. Facilities: The parking area, lower level of the fort, and restrooms are wheelchair accessible; the upper gun deck however can only be reached by stairs. Interpretive Services: A written park history is available in English. Self-guided tour brochures are available in English, Spanish, German, Japanese, Russian, Dutch, Italian, and French. The park orientation video is in English. Crowds The Castillo is busiest on weekends, holidays and during the spring school visitation months. In fact, we've created visitation charts for recent years which graphically display how busy it is each day of the year. You might want to take a look at them when planning your visit.  2010 - 2011 - 2012 - 2013 - 2014 View all National Park Service statistics  For a more relaxed visit plan on being here early in the day or on a week day. Of course, most of the reenactments take place on the weekends so you may just have to \"bite the bullet\". By the way, your tickets are valid for seven days. Getting Around The Castillo, like most of downtown St. Augustine, is primarily a pedestrian area.  Walking is the best way to visit the historic district which is about one mile long by 1\/2 mile wide. Long term (all day) parking is available for a fee in the city parking garage just behind the Visitor Information Center which is located on the corner of West Castillo and South Castillo Drives, across from the Castillo headquarters building. Public Transportation There is limited public transportation in St. Augustine. However, private companies operate tour trains, horse carriages, and bicycle and motor scooter rental stores. Pets Pets are not allowed inside the structure of the Castillo de San Marcos though they are allowed in the exterior areas of the park.  Pets must be kept on a leash at all times. Please be responsible and courteous of others when bringing any pets into the park.",
    "url": "https:\/\/www.nps.gov\/casa\/planyourvisit\/things2know.htm"
}
