{
    "title": "Castillo de San Marcos National Monument: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions              Nearby Attractions         Thatchers at work on a Spanish house   Colonial Spanish Quarter Museum The Spanish Quarter is a living history museum recreating the life of Spanish soldiers and their families in 1740 St. Augustine. Costumed interpreters relive a time when St. Augustine was a remote outpost of the Spanish Empire. Tradesmen go about their occupations in blacksmithing, carpentry, leatherworking, candle making and other trades. Houses and gardens reveal the experiences of how families lived, how they grew and cooked their food, and how they tended their livestock in 18th century St. Augustine. The Colonial Spanish Quarter Museum is only a short five minute walk from the entrance of the Castillo.          Gracia Real de Santa Teresa de Mose   Fort Mose Historic State Park Ft.Mose was founded in 1738 by Florida’s Spanish governor as the first free African American settlement in what is now the United States, FortMose represents a story of courage, determination, and perseverance. The stories of Africans fleeing to freedom, of the Native American Indians who aided them, as well as the Spanish and others touched by FortMose will inspire those who visit. Fort Mose State Park is three miles north of the Castillo just off US-1.        St. Augustine Light built in 1876   St. Augustine Lighthouse & Museum   One of the city's most familiar landmarks, the St. Augustine Lighthouse was one of a series of lighthouses constructed along the Atlantic coastline during the mid-nineteenth century. Completed in 1874 the light boasts a first order Fresnel lens and a spectacular view of the area. At 165 feet it is the second highest lighthouse in Florida.   The St. Augustine Lighthouse & Museum is located 1.5 miles south of the Castillo just off route A1A.        Anastasia Islands white sand dunes   Anastasia State Park Anastasia State Recreation Area was first opened to the public in 1949 and since that time has become one of Florida's busiest state parks. Anastasia has everything for the active park visitor. Coastal camping, fishing, sun bathing, surfing, sail boarding, swimming, nature trails and picnicking provide endless hours of enjoyment. Anastasia State Park is located off A1A, just 1.6 miles South of the Castillo",
    "url": "https:\/\/www.nps.gov\/casa\/planyourvisit\/nearbyattractions.htm"
}
