{
    "title": "Castillo de San Marcos National Monument: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather       Climate  St. Augustine has a semi-tropical climate with over three hundred days of sunshine each year.  Summers (May through September) are typically hot, bright and humid with afternoon thunderstorms common.  Temperatures often range from the lower 70s to the mid 90s F. Spring (March through mid-May) and Autumn(October through late November) can be quite pleasant with temperatures ranging from the upper 50s into the 80s F. The Winter months (December through March) are usually dry.  Temperatures can be cooler than one would expect, ranging from the upper 30s through the 60s F generally, though sudden cold snaps can occur.      Threatening Weather There are some periods of severe weather that may temporarily require us to close some or all of the Park's operations. Sunshine: The sun shines bright here, often burning our visitors. Sunburn can occur quickly and can be quite severe. We suggest using a variety of sun protection, including sunscreen, light loose clothing and UV protective sunglasses. Heat indexes (temperature + humidity) can often exceed 105 F.  High heat indexes may limit some of our interpretive programs. Thunderstorms & Lightning: When it rains in Florida, it usually pours! Florida's thunderstorms are beautiful, powerful and potentially dangerous. Typically short-lived, they can drop several inches of rain in a short period of time. The majority of Florida's thunderstorms come in the summer months, chiefly during the afternoon. Formed by the combination of humid air and hot temperatures they create strong updrafts which form massive clouds filled with electrical and kinetic energy. Florida is often called the \"Lightning Capital of the World\" for good reason. Lightning activity within 6 miles of the Park will require the closing of the upper gun deck to visitation. Hurricanes: June 1 through November 30 is Hurricane Season in Florida. Hurricanes and Tropical Storms can affect local weather conditions hundreds of miles out from their center of rotation. Be sure to check the tropical weather forecast for the period you plan to visit. A Hurricane Watch indicates the possibility that hurricane conditions could be experienced within 36 hours. A Hurricane Warning indicates that sustained winds of at least 74 mph are expected within 24 hours or less in a particular area. Park policy requires us to close the Park when Tropical Storm\/Hurricane conditions are expected within 36 hours.",
    "url": "https:\/\/www.nps.gov\/casa\/planyourvisit\/weather.htm"
}
