{
    "title": "Dry Tortugas National Park: Invasive Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species     Invasive Plants                  Invasive Plants         Interior of Fort Jefferson, looking west from Sally Port, photographed in May 1909. Photo courtesy of USGS  Over time, the native plant assemblage of the Dry Tortugas has been changed repeatedly and forever by the influences of colonial maritime explorers, development, and the construction of Fort Jefferson on Garden Key and the Carnegie Institution Marine Biological Laboratory on Loggerhead Key. Although most of the human residents were transient, the varied uses of the islands throughout history kept a steady flux of people inhabiting the area. With these people came their ideas of what plants should grow on the islands as well as the consequences of their decisions and the impacts of their actions.        Removal of invasive beach naupaka on Loggerhead Key. NPS \/ Jimi Sadle  Until recently, invasive exotic plants such as Australian pine (Casuarina equisetifolia) and sisal hemp (Agave sisalana) were a serious problem on some park keys. Concerted systematic removal treatments of these and other exotics were conducted between 1992 and 1999, predominantly on Loggerhead Key. Since 2003, the occurrence of the most problematic invasive exotics has been reduced to a manageable level. Annual monitoring and re-treatment are required to control these and other species, such as seaside mahoe (Thespesia populnea) and beach naupaka (Scaevola taccada). Within the developed area of Garden and Loggerhead keys, several non-invasive exotic plant species, including coconut trees (Cocos nucifera), remain. Species that do not have historical significance are replaced with native plants of similar habit.      Management of exotic plants in Dry Tortugas National Park is guided by the South Florida and Caribbean Parks Exotic Plant Management Plan and Environmental Impact Statement, whose purpose is to:  Provide a programmatic plan to manage and control exotic plants in nine National Park Service units in south Florida and the Caribbean; Promote restoration of native species and habitat conditions in ecosystems that have been invaded by exotic plants; and Protect park resources and values from adverse effects resulting from exotic plant presence and control activities         National Park Service employees removing seaside mahoe from the Parade Ground on Garden Key, November 2013. NPS photo  It is not unusual for park visitors to see vegetation management activity in action. Seaside mahoe (Thespesia populnea) trees are present on the Parade Ground of Garden Key. Originally native to India, seaside mahoe is a small tree in the mallow family. The fruits are buoyant in seawater, enabling seeds to be carried by ocean currents to distant shores. In November 2013, three of the existing seaside mahoes on the Parade Ground were removed. The trees were chain sawed down to ground level and the stumps were treated with herbicide. Monitoring of the stumps will continue to evaluate the need for follow-up herbicide treatment. Nine native green buttonwood trees (Conocarpus erectus) were planted as replacements. Visit the National Park Service South Florida\/Caribbean Inventory and Monitoring Network to learn more about invasive exotic plant monitoring efforts.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/invasiveplants.htm"
}
