{
    "title": "Dry Tortugas National Park: Lionfish",
    "body": "Lionfish         Introduced lionfish can threaten the health of marine communities and pose a hazard to people. Photo courtesy of USGS  The lionfish is a venomous predatory fish native to the Indo-Pacific waters that was introduced into Atlantic waters as early as the 1980s. Lionfish have the potential to impact the marine ecosystems of south Florida. Preliminary evidence suggests that the proliferation of lionfish may diminish native species of commercial, recreational, and ecological importance. In addition, lionfish stings—though rare—are painful and occasionally result in serious injury.        Adult lionfish. Photo courtesy of USGS  The invasion of the lionfish is unprecedented, as it is currently the only known invasive marine fish recognized to have established itself throughout the Caribbean and the coastal waters of the southeastern United States. Management and control may require novel approaches, close coordination across jurisdictional boundaries, and assistance from the general public.      Preliminary evidence suggests the proliferation of lionfish may diminish native species, change community composition, alter ecological function, and present a hazard to human health.  Because they feed primarily on larval and juvenile fish, lionfish can significantly impact recruitment of commercially and recreationally important species in areas where they are present. Lionfish feed on a wide variety of fishes and crustaceans, competing directly with native predators, such as snapper and grouper. Lionfish consume great quantities of fishes and invertebrates and cause harmful ecological impacts if their numbers go unchecked. Lionfish can target herbivorous fish that graze on algae. Losing these important grazers may cause algae to overgrow coral reefs and reduce habitat for corals and sponges. As lionfish densities increase, so does the chance of encounters with people and the risk of envenomation.         A decrease in the abundance of fish and crustaceans on the reef can encourage the overgrowth of algae. Image courtesy of CORE  The Everglades and Dry Tortugas lionfish management plan is currently in review. The preferred alternative outlined in the plan is to \"target specific areas within each park to suppress the invasion of lionfish.\" Key areas will be identified where staff will continually survey for and remove lionfish on a regular schedule. These key areas will be preserved in their natural state to afford visitors opportunities to experience the character of park resources prior to invasion by lionfish.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/lionfish.htm"
}
