{
    "title": "Dry Tortugas National Park: Leatherback Sea Turtles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Sea Turtles     Leatherback Sea Turtles                  Leatherback Sea Turtles         The leathery skin of leatherback sea turtles sport seven ridges that run lengthwise along the shell and converge at the tail. Photo courtesy of Eloise M. Pratt  Weighing up to 2,000 pounds (900 kilograms) and measuring up to 6.5 feet (2 meters) as adults, the leatherback (Dermochelys coriacea) is the largest sea turtle in the world and one of the largest living reptiles. Leatherbacks are the only species of sea turtle that does not have a bony shell. The top shell, also known as a carapace, is about 1.5 inches (4 centimeters) thick, consisting of a mosaic of small bones is covered by firm, rubbery skin with seven ridges that run lengthwise and converge at the tail.        A peek at the underside of a leatherback sea turtle. Photo courtesy of Eloise M. Pratt  Leatherback sea turtles are primarily dark gray to black on top. A peek underneath a leatherback turtle reveals splotches of pinkish-white coloring on the belly side. Long, strong paddle-like flippers make leatherbacks exceptionally strong swimmers, enabling them to migrate long distances to faraway foraging grounds.        NPS biologist sprawled across the tracks left by a nesting leatherback sea turtle on Loggerhead Key. The leatherback is the largest turtle—and one of the largest living reptiles—in the world. NPS photo by Qi Lee  Of the 1,321 sea turtle crawls documented in the Dry Tortugas during the 2013 nesting season, 659 resulted in nests. Of those 659 nests, 470 were green turtle nests, 186 were loggerhead nests, 2 were probable loggerhead\/hawksbill hybrid nests, and only 1 was a leatherback nest. Although leatherback turtles do nest in the Caribbean and along the coast of south Florida, as well in other locations around the world, the largest leatherback nesting assemblages are found along the coasts of northern South America and west Africa. Adult leatherbacks can tolerate a wide range of water temperatures. Along the east coast of North America, they have been sighted as far north as Newfoundland.        Nesting leatherback sea turtle. Photo courtesy of Eloise M. Pratt  Leatherbacks mate in the waters adjacent to nesting beaches and along migratory corridors. After nesting, female leatherbacks migrate from tropical waters to more temperate latitudes, which support high densities of prey in the summer. Leatherbacks are not capable of crushing hard-bodied prey and instead are adapted to a diet of soft-bodied prey, such as jellyfish. Backward-pointing spines in their mouth and throat helps keep such gelatinous prey from escaping. Although jellyfish are their main prey, leatherbacks are also known to feed on sea urchins, squid, crustaceans, tunicates, fish, blue-green algae, and floating seaweed.        Side view of nesting leatherback sea turtle. Photo courtesy of Eloise M. Pratt  The leatherback nesting season occurs during about March to July in the United States. Nesting female leatherbacks require sandy beaches packed with vegetation. On average, a female nests 5 to 7 times within a nesting season, typically at 8- to 12-day intervals. The nests are typically constructed in the darkness of night.        Female leatherback sea turtle laying eggs in 2004. Because a destructive hurricane passed over the Dry Tortugas before these eggs could hatch, it is not known if any hatchlings emerged from this nest. Photo courtesy of Elaine M. Pratt  On average, a nesting female leatherback will lay a clutch of about 100 eggs per nest. The spherical eggs are white and about 2 inches in diameter. The female buries the nest and returns to the sea, leaving the eggs to incubate on their own. The hatchlings typically emerge at night after about 55 to 75 days. After hatching, leatherbacks reach sexual maturity in about 16 years. Because adult female leatherbacks frequently nest on different beaches, nesting population estimates and trends are especially difficult to monitor.      Please Remember that it is Illegal to Disturb Sea Turtles and Sea Turtle Nests! Contact a park ranger to report a person disturbing a sea turtle nest or an injured, dead, or harassed sea turtle. Leatherback sea turtles were federally listed as endangered throughout their range on June 2, 1970. All sea turtle species are protected under both federal and state law.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/leatherback.htm"
}
