{
    "title": "Dry Tortugas National Park: About the Researchers",
    "body": "About the Researchers        Harold L. Pratt, Jr. (Wes)         Tagged female nurse shark being released by Wes and Theo Pratt. Nick Whitney, Mote Center for Shark Research  Wes Pratt has been studying sharks both underwater and in the lab for more than 40 years. The author of numerous scientific articles on the biology of sharks, his work has been featured in four National Geographic magazines and many documentary television programs. He is Past-President of the American Elasmobranch Society, and Boston Sea Rover's \"Diver of the Year.\" Graduating from the University of Massachusetts in 1968, he began work with the National Oceanic and Atmospheric Administration (NOAA) Apex Predators Program in Narragansett, Rhode Island, as a Research Biologist specializing in sharks. Since 2003, Wes has been affiliated with Mote Marine Lab's Tropical Research Laboratory on Summerland Key. His professional career investigating the biology of white, blue, shortfin mako, nurse, and sandbar sharks has led to a current focus on the behavior of sharks as it relates to mating success. Work with his colleagues Nick Whitney, Theo Pratt, Jeff Carrier, and Ed Heist in the Dry Tortugas since 1991 has resulted in cutting-edge research into the reproduction and mating behavior of the nurse shark. Their efforts have revealed previously unknown and unexpected facets of complex behavior in these fascinating but poorly understood reef predators. Wes is a diver, photographer, and Coast Guard licensed Captain and has lived and worked undersea several times in a saturation diving mode. He has more than 40 years experience diving with sharks both in and out of anti-shark cages. He and his wife Theo currently research sharks in the Florida Keys from the S\/V Eos, their 41-foot Morgan Out Islander ketch.      Nick Whitney        Nick Whitney with a tagged nurse shark in the Dry Tortugas. Theo Pratt, Mote Center for Shark Research  Nick Whitney is a Staff Scientist in the Center for Shark Research at Mote Marine Laboratory. He has been tagging and studying large sharks since 1998, beginning as an undergraduate research assistant at Albion College in Michigan. While there, he worked under Dr. Jeff Carrier and Wes Pratt for three summers in the Dry Tortugas before starting graduate school at the University of Hawaii. In Hawaii, Nick studied the movement patterns and population genetics of whitetip reef sharks while participating in several other studies on sandbar, Galapagos, and tiger sharks in the laboratory of Dr. Kim Holland. Toward the end of his graduate work, Nick started experimenting with the application of accelerometers to shark research, which is now the basis of his work on the nurse sharks of the Dry Tortugas. Nick has authored multiple papers on shark behavior in peer-reviewed journals and is the first researcher to use accelerometry to study shark activity patterns and wild shark swimming and mating behaviors. Nick lives in south Florida with his wife and two young sons.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/nursesharkresearchers.htm"
}
