{
    "title": "Dry Tortugas National Park: Sea Turtles and Light",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Sea Turtles     Sea Turtles and Light                  Sea Turtles and Light         Sea turtle. NPS photo  All six species of sea turtles that are found in United States waters are protected under the Endangered Species Act of 1973. Five of these species are found in the waters of south Florida: loggerhead (Caretta caretta), green turtle (Chelonia mydas), leatherback (Dermochelys coriacea), Kemp's ridley (Lepidochelys kempi), and hawksbill (Eretmochelys imbricata). All five of these species were once more abundant; however, all five species are now listed as either threatened or endangered. The sandy beaches of the keys within Dry Tortugas National Park, such as Loggerhead and Bush keys, provide ideal nesting conditions for female sea turtles in search of a suitable place to lay their eggs. Sandy beaches typically bustle with activity during the nesting season, affording hatchlings a chance to make it to the sea before they dehydrate or fall victim to predators. However, not all sea turtles are lucky enough to hatch in the naturally dark nighttime conditions offered by a remote beach in a protected area such as Dry Tortugas National Park.      Human Threats to Sea Turtles        Sea turtle nest. The female comes ashore at night, digs a nest, lays her eggs, covers her eggs with sand, and returns to the sea, leaving the nest untended. NPS photo  Some of the more obvious major threats to sea turtles include destruction and alteration of nesting and foraging habitats, incidental capture in commercial and recreational fisheries, entanglement in marine debris, and vessel strikes. However, artificial lighting is a less obvious, insidious threat to sea turtles. Female sea turtles have been coming ashore to lay their eggs on beaches for millions of years. Prior to electricity and human development of coastal areas, hatchling turtles were guided to the ocean by an instinct to travel away from the dark silhouettes of dune vegetation and toward the brightest horizon, which was the light from the sky reflecting off the ocean. In present times, however, human populations have soared in many coastal areas. Artificial lights near coastal areas deter females from nesting and disorient hatchling sea turtles, leading them astray. Instead of traveling toward and into the ocean, the hatchlings may travel inland, toward the artificial lights, where they may die from exhaustion or dehydration, be preyed upon by predators, or crawl onto roadways where they may be crushed by passing vehicles.      Strategies for Protecting Sea Turtles from Light        Sea turtle hatchlings finding their way to the sea. Photo courtesy USFWS  The most effective strategies for protecting sea turtles from light reduce the amount of artificial light that is visible from nesting beaches. Many coastal communities have passed ordinances that require residents to turn off beachfront lights during turtle nesting season. However, these ordinances are difficult to enforce and do not address the problem of sky glow that occurs near cities. Steps that humans can take to help sea turtles navigate include:  Turn off lights visible on nesting beaches or use special fixtures to shield the lights from the beach Use low-pressure sodium-vapor lighting instead of normal lights Use Turtle Safe Lighting: In other words, red lights that emit a very narrow portion of the visible light spectrum, which is less intrusive to nesting sea turtles and hatchlings If disoriented hatchlings are found away from the sea, call local law enforcement, such as a park ranger if you are in a national park Tint windows that face the beach Close opaque curtains or blinds after dark to cover windows that are visible from the beach  Visit the Sea Turtle Conservancy website for more information on how to help protect sea turtles.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/seaturtleslight.htm"
}
