{
    "title": "Dry Tortugas National Park: Staghorn Coral",
    "body": "Staghorn Coral         Park biologists closely monitor staghorn and other corals for changes in health and status. NPS photo  Named for its resemblance to deer antlers, staghorn coral (Acropora cervicornis) is a branching coral with cylindrical branches that range in length from about an inch to more than 6.5 feet. It grows anywhere between the water surface and a depth of about 100 feet. Its upper growth limit is defined by wave forces, and its lower growth limit is defined by light availability and the amount of suspended sediments in the water. The species ranges geographically from its northern limit along the east coast of Florida at about Boca Raton to its southern limit in Venezuela. Staghorn coral is one of the most important providers of habitat for fish and many other species of marine life. Although sexual reproduction occurs through spawning each year in August or September, staghorn coral predominantly reproduces through asexual reproduction. New colonies form when branches break off of a colony and reattach to the substrate in a process called asexual fragmentation.        Given enough time and under healthy growing conditions, staghorn coral that has been broken by the wave action of hurricanes regenerates itself through a process called asexual fragmentation. Dan Crossett, NPS  The species can grow remarkably fast, increasing in length by 4 to 8 inches per year. Even though staghorn coral is the fastest growing species of all corals growing in western Atlantic waters, it has been listed as federally threatened under the Endangered Species Act. Populations of staghorn coral have been collapsing throughout their range, and the species has been locally extirpated in some locations. Disease has been the greatest source of widespread mortality, mainly white band disease. In addition, localized losses have resulted from hurricanes, bleaching, algae overgrowth, and human impacts such as pollution, increased sedimentation from erosion, and changes in temperature and salinity.        Regeneration of coral through asexual fragmentation will not occur in bleached or diseased corals, making recovery difficult. Douglas Morrison, NPS  Because the dominant mode of reproduction for staghorn coral is asexual fragmentation, recovery from physical disturbances such as hurricanes can be relatively rapid. However, the process of asexual fragmentation does not occur in cases of disease or bleaching, which makes recovery very difficult.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/staghorncoral.htm"
}
