{
    "title": "Dry Tortugas National Park: Green Sea Turtles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Sea Turtles     Green Sea Turtles                  Green Sea Turtles         Green sea turtle. Julie Marcero, NPS volunteer  Although they have a small head relative to their body size, green sea turtles (Chelonia mydas) are the largest of all the hard-shelled sea turtles. Adults weigh about 300 to 350 pounds (135 to 165 kilograms) and measure about 3 feet (1 meter) in length. Their top shell, also known as a carapace, is smooth and colored in shades of black, gray, green, brown, and yellow. The bottom shell, called a plastron, is pale yellowish in color. Within the United States, green sea turtles are found from North Carolina to Florida, Hawaii, and the Virgin Islands and Puerto Rico. Their breeding populations in Florida are listed as endangered, but all other populations are listed as threatened.        Green sea turtle hatchling. Julie Marcero, NPS volunteer  In the southeastern United States, female green sea turtles generally nest in the summer between June and September, with peak nesting occurring during June and July. The females nest at approximately 2-week intervals, laying an average of five nests, also known as clutches. Green sea turtle nests in Florida typically contain an average of 135 eggs, which incubate for about 2 months before hatching. Hatchlings weigh about 0.05 pound (25 grams) and are about 2 inches long (50mm). Of the 1,321 sea turtle crawls documented in the Dry Tortugas during the 2013 nesting season, 659 resulted in nests. Of those 659 nests, 470 were green turtle nests. The previous record for the number of green turtle nests was 218, set in 2012.       A mélange of green sea turtle hatchlings. NPS photo by Kayla Nimmo         Green sea turtle swimming over seagrass habitat. Photo courtesy of USGS  Green sea turtles primarily use three types of habitat: beaches for nesting, open ocean convergence zones, and coastal areas for feeding, which is also known as foraging. Adult females migrate from foraging areas to mainland or island nesting beaches and may travel hundreds or thousands of kilometers each way. After emerging from the nest, hatchlings swim to offshore areas where they are believed to live for several years, feeding close to the surface on a variety of plants and animals such as jellyfish and other invertebrates. Once the juveniles reach a certain age and size range, they travel to nearshore foraging grounds. Adult green sea turtles feed on seagrasses and algae, making them the only herbivorous (vegetarian) species of sea turtle. Green sea turtles are named for the greenish color of their fat, which is thought to be caused by the large amount of chlorophyll in their diet.        Sea turtles have long been valued by humans worldwide for their ornate shells, in addition to their meat and other body parts. Photo courtesy of Kristen Hart, USGS  Sea turtles have historically been valued around the world for their ornate shells, meat, and other body parts. Legal and illegal harvesting of sea turtles, along with multiple other threats to sea turtles, have resulted in dwindling populations worldwide. Legally protected in the United States under the federal Endangered Species Act, sea turtles are being studied by researchers who are documenting what they are learning. This vital scientific information is passed along to natural resource managers who use it to determine the effectiveness of conservation measures that have been implemented.          Researchers releasing a green sea turtle fitted with a new satellite tag back into the water. Photo courtesy of USGS  The habits of green sea turtles after their nesting forays on beaches in the southeastern United States have long remained a mystery. However, the first results of a U.S. Geological Survey study that tracks federally protected turtles in Dry Tortugas National Park have confirmed that nesting green sea turtles are benefiting from marine protected areas by using habitats found within their boundaries.        An adult female green sea turtle on Loggerhead Key fitted with a satellite tag and ready to return to the water. Photo courtesy of USGS  Until now, it was not clear whether the turtles made use of existing protected areas such as Dry Tortugas National Park or the nearby Florida Keys National Marine Sanctuary, and few details were available as to whether these areas were suited for supporting the survival of green sea turtles. The researchers confirmed turtle use of the protected areas by tracking nesting turtles with satellite tags and analyzing their movement patterns after they left their nesting beaches. Adult female green sea turtles were fitted with satellite tags after they came onto beaches within Dry Tortugas National Park to nest.        A green sea turtle sporting a satellite tag swims in the waters of Dry Tortugas National Park. Photo courtesy of USGS  After tracking their movements and analyzing their time at sea, the researchers located the areas turtles used between their nesting events and determined where turtles traveled after the nesting season was over. They found that green sea turtles were spending much of their time in protected sites within both Dry Tortugas National Park and the surrounding areas of the Florida Keys National Marine Sanctuary. In addition to showing managers that these designated protected areas are being used by turtles, these results provide insight into the types of habitats the turtles use most. The ultimate goal of the study is to help managers understand where these endangered turtles are spending their time both during the breeding period and also when they are foraging. Given that worldwide declines in seagrasses – one of the most important habitats that green sea turtles rely on for food – already have been documented, this type of data is critical for managers.      Please Remember that it is Illegal to Disturb Sea Turtles and Sea Turtle Nests! Contact a park ranger to report a person disturbing a sea turtle nest or an injured, dead, or harassed sea turtle.              Learn more about the study, Sea Turtles in the Dry Tortugas: Tracking Movements of Endangered Species in Florida's Coral-Reef Habitats, by Kristen Hart, U.S. Geological Survey. Read the news release about the first study results, Sea Turtles Benefiting From Protected Areas: Study Offers First Look at Green Sea Turtle Habitat Use in the Dry Tortugas.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/greenturtle.htm"
}
