{
    "title": "Dry Tortugas National Park: Sea Turtle Research",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Sea Turtles     Sea Turtle Research                  Sea Turtle Research         A tagged sea turtle ready to be released back into the water. Photo courtesy of Kristen Hart, USGS  A capture, tagging, and tracking project of Dry Tortugas sea turtles is currently being conducted by the U.S. Geological Survey. Sea turtles are captured by intercepting reproductive females on nesting beaches and catching sea turtles in the water using rodeo, hand-capture, and dip-netting methods. Each turtle that is caught is tagged, measured, and sampled for genetics, isotopes, and diet. Satellite and acoustic telemetry techniques are used to determine daily location and movement patterns for tagged turtles, to calculate home ranges and core use areas, and to statistically summarize the extent of overlap of these areas with the Dry Tortugas Research Natural Area. The data sets are combined to determine survival, growth rates, and diet of juvenile green turtles; residence times in the park and core use areas for green, hawksbill, and loggerhead turtles; and definitive links to other nesting grounds.              Sea Turtle Profiles        Sally fitted with her satellite tag and accelerometer and ready to be released back into the water. Photo courtesy of Kristen Hart, USGS  Sally Named after U.S. Secretary of the Interior Sally Jewell, Sally is an adult female loggerhead sea turtle that was fitted with a satellite tag and an accelerometer in the Dry Tortugas on May 19, 2013. While satellite tags record where the animal is going, accelerometers record the actual physical movements of the animal's body.        Close-up of Sally's head. Photo courtesy of Kristen Hart, USGS  Also called \"acceleration data loggers,\" accelerometers are the same motion-sensitive computer chips used in smart phones and iPods. When used for wildlife monitoring, accelerometers can detect each flip, tilt, and turn of the animal's body, providing insight into what the animal is doing, and when. As of November 16, 2013, Sally is swimming off the coast of the Bahamas, 277 miles (445 kilometers (km)) from Nassau. Since being tagged, Sally has traveled a total of 2,341 miles (3,768 km), with a straight-line distance of 580 miles (933 km). Visit Sally's webpage to find out if she decided to stay in the Bahamas or if she was just passing through.         Satellite tracking map showing Sally's journey through the Florida Straits and her Bahamian travel adventure from May 19 to November 16, 2013. Map courtesy of Kristen Hart, USGS                 Courtney, a female loggerhead sea turtle tagged on East Key in July 2013. Photo courtesy of Kristen Hart, USGS  Courtney An adult female loggerhead turtle named Courtney that nested on East Key in Dry Tortugas National Park on July 13, 2013, is proving herself to be a world-class traveler. Shortly after nesting, Courtney departed the waters of the Dry Tortugas and went on a walkabout (or swimabout) north into the Gulf of Mexico, to the Florida Keys, to the north shore of Cuba, to the Yucatan Peninsula, and then south to Honduras. As of October 28, 2013, Courtney was off the coast of Honduras, and by November 4, she had officially entered Nicaraguan waters. As of November 25, Courtney seems to have settled at a foraging area just outside of a protected area, Cayos Miskitos, off the coast of Nicaragua, near Puerto Cabezas. She may still move around a bit until she finds her perfect spot that she has been searching for. Courtney is the first loggerhead turtle that has been tagged in the Dry Tortugas that has traveled this far south, so we're watching her with interest. Since July, Courtney has traveled a total distance of 3,935 miles (6,332 km) and a straight-line distance of 730 miles (1,175 km). Like Sally, Courtney has been fitted with an accelerometer, an activity sensor that records motion at a very fine scale. If we can get Courtney's accelerometer back when she returns to the Dry Tortugas in the next year or two, we can piece together her diving patterns and swimming behavior during her migration. Visit Courtney's webpage to learn more about her intrepid adventures and her travel itinerary.         Satellite tracking map showing Courtney's international travel adventures from July 13 through November 19, 2013. Map courtesy of Kristen Hart, USGS          Satellite tracking map showing Courtney's travels and her location off the coast of Puerto Cabezas, Nicaragua, on November 25, 2013. Map courtesy of Kristen Hart, USGS                 Miranda, a female loggerhead sea turtle tagged on East Key in the Dry Tortugas in May 2013, has recently been foraging in the bountiful waters of Florida Bay in nearby Everglades National Park. Photo courtesy of Kristen Hart, USGS  Miranda Because she is enjoying the national parks of south Florida so much, we may need to issue Miranda her very own national parks passport! Miranda was tagged on East Key in Dry Tortugas National Park on May 20, 2013, and was later seen nesting in the same area. She was seen again in the Dry Tortugas in July, at which time her accelerometer was retrieved. Next she took a trip to the waters of Everglades National Park, where she settled at a foraging area in Florida Bay. As of September 18, 2013, Miranda had traveled a total distance of 1,455 miles (2,342 km) and a straight-line distance of 137 miles (220 km). Her tag isn't transmitting as of late October 2013, but it could be that the sensors are just a little fouled up. Hopefully she will pop back up on the radar again soon! Visit Miranda's webpage to discover her favorite hangouts in the national parks of south Florida.           Satellite tracking map showing Miranda's travels and location in south Florida as of September 18, 2013. Map courtesy of Kristen Hart, USGS          Satellite tracking map showing Miranda's favorite hangouts in the national parks of south Florida. Map courtesy of Kristen Hart, USGS               Learn more about the study, Sea Turtles in the Dry Tortugas: Tracking Movements of Endangered Species in Florida's Coral-Reef Habitats, by Kristen Hart, U.S. Geological Survey. Read a news release about some of the first study results, Sea Turtles Benefiting From Protected Areas: Study Offers First Look at Green Sea Turtle Habitat Use in the Dry Tortugas.         Wondering just how many Dry Tortugas sea turtles are being tracked by satellite? Find out by clicking on the above map! The above map is current as of November 25, 2013. Map courtesy of Kristen Hart, USGS",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/seaturtleresearch.htm"
}
