{
    "title": "Dry Tortugas National Park: Commercial Use Authorizations",
    "body": "Explore This Park    Get Involved     Do Business With Us     Commercial Use Authorizations               Commercial Use Authorizations       CUA applications for 2016-2018 accepted from November 1 to November 30, 2015. Applications received after November 30, 2015 may not be processed.       Commercial Use Authorizations Section 418 of the National Parks Omnibus Management Act of 1998, Public Law 105-391 (Section 418), authorizes NPS, upon request, to issue commercial use authorizations to provide commercial services to park area visitors in limited circumstances. Permits in the form of Commercial Use Authorizations (CUAs) for these activities are required before any commercial operation can begin in the park. Frequently Asked Questions The Dry Tortugas General Management Plan limits the number of these CUAs to a total of 30 within four categories: 1) guided fishing, 2) dive and\/or snorkeling trips, 3) guided wildlife viewing tours and 4) sailing excursions. Each CUA is issued for a two year period beginning on February 1 and ending on January 31. The current period extends from February 1, 2014 to January 31, 2016. We are currently accepting applications for short-term CUAs only within two categories: 1) Guided Wildlife Viewing, 2) Sailing Charters. These CUAs only allow commercial operators to utilize the park for periods of two weeks or less. We will accept applications for the 2016-2018 CUA operating period starting on November 1, 2015 and ending on November 30, 2015. If there are more than 30 qualified applicants an official panel will be convened to determine the permittees. If there are less than 30 qualified applicants, we may choose to extend the application period. Applications packets are available in the links below: Guided Wildlife Viewing Tours Sailing Excursions Guided Fishing Dive and\/or Snorkeling Trips The application packet must be returned in completion in order for your request to be processed. Incomplete application packets will not be considered. Return to:         National Park Service Concessions Management 40001 State Road 9936 Homestead, FL 33034-6733   Or fax to: 305-242-7018 Concessions Management Specialist Everglades and Dry Tortugas National Parks               You may contact the Concession Management Specialist who oversees the CUA program through this e-mail link or call 305-242-7744, if you have additional questions.",
    "url": "https:\/\/www.nps.gov\/drto\/getinvolved\/commercial-use-authorizations.htm"
}
