{
    "title": "Jefferson National Expansion Memorial: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility          The National Park Service and its partners welcome all visitors and make many efforts to accommodate people with disabilities in the Old Courthouse, the Gateway Arch complex, and on the park grounds. The park has accessible exhibits and programs and offers various assistive devices. Regretfully, we do not offer access for wheelchairs, scooters, or strollers to the  top levels of the Gateway Arch or the Old Courthouse.  Gateway Arch The top of the Gateway Arch is not wheelchair accessible. To reach it and return, you must manage a minimum of 96 steps, which are separated by 6 flights of stairs. Please be aware you may need to stand for 30-60 minutes or longer, especially during the busy summer season. There is no seating or restrooms at the top of the Arch. Visitors on the autism spectrum and their companions will find useful information in this social story about coming to the visitor center and riding to the top of the Arch.      Other than the trams to the top, the Gateway Arch complex and surrounding grounds are fully accessible. The lobby, Museum of Westward Expansion, theaters, and museum stores are all accessible by ramps and elevators.   Assistive listening devices are available for use in the two theaters. Please request devices at the Information Desk in the lobby.   Rear-window captioning devices are available for both theaters. Please request them at the Information Desk in the lobby.   Audio description is always available for the film Monument to the Dream and sometimes available for other films. Due to technical difficulties, the audio description for Monument to the Dream is currently unavailable.  We apologize for the inconvenience. Please call ahead to confirm availability and request devices at the Information Desk in the lobby.   Sign language interpretation for live programs is available with one week advanced notice. Please call 314-655-1614.     Old Courthouse  Most of the first floor of the Old Courthouse is accessible to wheelchairs, but the upper floors of the Old Courthouse are reachable only by climbing stairs. On the first floor, it is necessary to climb two stairs to enter the theater or the Museum Shop.  Steps above the first floor:     Between first and second floor 33 steps   Between second and third floor 22 steps   Between third floor and the balcony 22 steps    The floor level changes in the upper floors, and single steps separate these different levels.     A wheelchair lift provides access to the Old Courthouse from Broadway, on the west side of the building. The exhibits and rest rooms on the first floor of the Old Courthouse are fully accessible.   Assistive listening devices are available for the theater.     Access Pass  If you are a U.S. citizen and have a permanent disability, you may obtain a free Access Pass at the Gateway Arch Information Desk or at the Old Courthouse Museum Shop. The passport allows free admission to federal areas which charge an entrance fees and provides reductions for other types of user fees. Service Animals  Service animals are welcome at the park. The Levee and Leonor K. Sullivan Boulevard  There are around 65 steps in the Grand Staircase betweeen the Arch Grounds and Lenore K. Sullivan Boulevard, which borders on the levee. There are no designated accessible parking spaces on the levee. For further information, please contact us through our information line at 314-655-1700 or e-mail us through our website at www.nps.gov\/jeff. Missouri relay at (voice) 1-800-735-2966 provides services for those who are hearing impaired.                              Accessibility Video 1 Overview video of accessibility within the Gateway Arch Visitor Center.  Duration:1 minute, 49 seconds                                Accessibility Video 2 Overview video of accessibility at the Old Courthouse.  Duration:41 seconds",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/accessibility.htm"
}
