{
    "title": "Dry Tortugas National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Management of our national parks is guided by laws, policies, plans and regulations.  Below you will find the principal laws, executive orders, regulations and studies that help direct management of the Dry Tortugas.        Superintendent's annual narrative reports. The superintendent’s annual narrative reports are a critical element in preserving the history of each unit in the National Park System and a vital tool for current and future park managers. These narratives are a succinct but analytical account of the park’s priorities and programs, as well as its major initiatives, activities, and accomplishments during the previous fiscal year. Superintendents use these narratives as an opportunity to reflect on the most important events, milestones, and accomplishments during the previous fiscal year and note any major operational changes. In addition, the superintendent may highlight and analyze the key issues related to park activities and programs and provide a candid assessment of challenges facing the park. The annual reports for the past few years for the Dry Tortugas National Park has been merged with Everglades as many of their management and science operations are combined. Note - this reporting process has been discontinued.  The 2010 report is the last available report of this type.   2010 DRTO\/EVER Annual Report 2009 DRTO\/EVER Annual Report 2008 DRTO\/EVER Annual Report 2007 DRTO\/EVER Annual Report 2006 DRTO\/EVER Annual Report 2005 DRTO\/EVER Annual Report 2004 DRTO Annual Report         Dry Tortugas National Park Research Natural Area Map Dry Tortugas National Park Research Natural Area (Black and White Map) National Park Service Organic Act Dry Tortugas National Park Enabling Legislation Executive Orders Final General Management Plan Amendment Environmental Impact Statement Record of Decision for General Management Plan Amendment  National Park Service \/ State of Florida Submerged Lands Management Agreement Final Special Regulations and Related Documents Compendium Regulations Annual Reports  Park Planning and Related Studies",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/management\/index.htm"
}
