{
    "title": "Dry Tortugas National Park: Nurse Shark Research",
    "body": "Nurse Shark Research       The Dry Tortugas Nurse Shark Project Wes Pratt, Adjunct Scientist Mote Center for Shark Research, Summerland Key, FL        Nick Whitney (left) and Wes Pratt (right) prepare to release a tagged shark. Theo Pratt, Mote Center for Shark Research  The Dry Tortugas Nurse Shark Research Project (NSRP) was initiated in 1991 to understand and explore the fascinating world of shark reproductive behavior and population ecology. The project is a long-term cooperative study between Mote Marine Laboratory, Albion College, and Southern Illinois University of the island group's population of nurse sharks. Such research is possible in this special place because nurse sharks are relatively mild-mannered and largely non-migratory. Many are born, forage, mate, and live out their lives in the Dry Tortugas area. Most other large shark species are highly migratory in nature with widespread populations that are always in danger of being caught or even extirpated by fisheries. Our studies focus on three topics of research:        Nylon tags are placed on the dorsal fins. To report a fin tag on a recaptured shark, please call Mote at (941) 388-4441 with the color and number. Wes Pratt, Mote Center for Shark Research  Population Dynamics To better understand shark distribution and daily and seasonal movements, we began tagging Dry Tortugas nurse sharks with fin tags in 1993. To learn about shark relatedness and possible family ties, a genetics component was added to the study in 1995. Tagging occurs every year during the June\/July mating season. About 24 percent of tagged individuals are recaptured in subsequent years and changes in their length, weight, and reproductive condition add to our knowledge of their otherwise cryptic lives. We have net-recaptured some individuals in 7 different years and several adult females were recaptured 12 years after their initial capture. One adult male has been visually observed more than 60 times while courting females over several years.        Male nurse shark with National Geographic Crittercam temporarily attached to dorsal fin. A transmitter tag is attached to the second dorsal fin. Wes Pratt, Mote Center for Shark Research  In addition to fin tags, we place long-lived acoustic coded electronic transmitters on selected adult sharks. These coded tags are detected year-round by fixed hydrophone listening stations. These stations can record tens of thousands of detection events every year. The combined tagging methods will eventually detail the distribution and seasonal movements of the tagged adults. We now know that some sharks call the Dry Tortugas home and spend much of their lives there, while others travel hundreds of miles and return seasonally to these islands to mate. Some females spend their months of pregnancy in the warm, protected waters of the area. Using the latest technology and old-fashioned on-site observation, we have learned much about seasonality, residency times, growth, and movements of juvenile and adult sharks.        Nurse sharks mating. Only 7 percent of courtship events result in copulation. Wes Pratt, Mote Center for Shark Research  Behavior Observations of adult shark behaviors over the years have led to unexpected and unprecedented revelations about their social lives and complex reproductive behaviors such as female mate choice and male cooperation. These behaviors influence reproductive success and hence the future success of this important shark species. The Dry Tortugas population is ideally suited to behavioral studies because NSRP scientists can identify returning individuals by distinctive tags and observe how the sharks individually interact. Shark-borne video (National Geographic's Crittercam) has been employed in the past and more recently temperature, depth, and movement loggers have been attached to adults to allow the documentation of shark activities not visible to observers. Dry Tortugas footage filmed by Wes was used by the Discovery Channel to produce \"The Ultimate Guide to Sharks: Shark Mating.\"        Avoidance behavior of female nurse shark (left) toward courting male (right). Wes Pratt, Mote Center for Shark Research  Reproductive attempts observed in the wild generally involve one single male approaching a female that is resting or swimming. Males initiate mating by orally grasping or attempting to grasp the chosen female's pectoral fin. Mating events involving solo males result in copulation 6.6 percent of the time. A small proportion of observed events involve multiple males. From three to at least ten males pursue a selected female, circle into position, and compete to grasp the female's pectoral fins. If she cannot, or does not, choose to avoid contact, she is herded or physically carried by the males out of the shallows and into the channels (1-2 meters deep), where the water is deep enough to permit copulation. During this time, competition for a fin grasp, a necessary prelude for successful copulation, becomes intense. Males nudge, bump, and push each other as they vie for the unshakable oral grasp of the female's pectoral fin that precedes and expedites copulation.        Juvenile nurse shark hunting in shallows near an island. Wes Pratt, Mote Center for Shark Research  Habitat Use Tagging with conventional and electronic tags also shows how nurse sharks use the various tropical ocean habitats available to them; for nurse sharks it is primarily the shallow flats, intermediate hard bottoms, and deeper coral bank reefs. Nurse sharks interact with habitat in a number of different ways: as foraging areas, mating and nursery grounds, and for environmental refuge.        Marked by buoys, the closed area protects mating nurse sharks, refuging females, and newborns such as this one. Jeffrey Carrier, Albion College  Individual sharks of all sizes from young-of-the-year to mating adults are in the study population, and this population and its vital habitat has been protected in the Dry Tortugas since 1996 by the closure of a small area that they use during their vulnerable reproductive times.      All marine life is interwoven. Sharks are \"apex predators\" and occupy the highest level of oceanic trophic organization. To understand nurse shark habitat, behavior, and population dynamics is to add an important piece toward understanding the larger picture of all diverse shark species and how they fit into the panorama of tropical oceanic life. Such information is vital for humankind to responsibly manage, conserve, and enjoy these exciting and important ocean neighbors. Learn about the researchers, Wes Pratt and Nick Whitney, on the next page...",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/nursesharkresearch.htm"
}
