{
    "title": "Dry Tortugas National Park: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger        Become a Dry Tortugas Junior Ranger!      Dry Tortugas National Park has a few self-guided, Junior Ranger programs for children. The Junior Ranger programs give kids and families the opportunity to explore and learn about the park, and how they can help protect them today and into the future. After completing their booklet and having a Park Ranger review their work, participants are awarded an official Junior Ranger badge or an official Junior Ranger patch. We have 4 Junior Ranger Programs kids can participate in:           Kids can learn all about the habitats, history and animals around Fort Jefferson while becoming a Junior Ranger. Just ask for a copy of the Junior Ranger Handbook at the visitor center, or just download it here. Complete the activities and bring the Handbook back to the visitor center to be awarded an official Dry Tortugas Junior Ranger badge!        Discovering the Underground Railroad Junior Ranger Activity Book cover.   This Junior Ranger Activity Booklet, created by the National Underground Railroad Network to Freedom Program, has a wealth of activities, mainly for children, however adults can participate and learn right along with kids. Activities include: People of the Underground Railroad, Travel Routes, Glossary of Terms and much more. After completing the activities, please send the booklet to the Omaha office and receive your official Junior Ranger Badge! You can download it here or learn more about it here.          Junior Ranger Underwater Explorer booklet cover   Perhaps the best-kept secret of our National Parks is the underwater realm that they include: millions of acres of submerged lands, only a fraction of which have been explored by divers. From the geysers on the bottom of Yellowstone Lake and the coral reefs of the Dry Tortugas, the National Parks have much to offer recreational divers. The new Junior Ranger Underwater Explorer Program is now available at Dry Tortugas National Park! Complete the activities and bring the Handbook back to the visitor center or a Park Ranger to earn your very own Underwater Explorer Junior Ranger badge! You can learn more about the it here or just download it here.        Junior Ranger Night Explorer Patch   The National Park Service has developed a Junior Ranger Night Explorer program, encouraging young park visitors to explore the dark side of their national parks. Children can learn how to find the North Star, write their own creative mythology about the constellations, track the phases of the moon, learn about stars and galaxies, and use all their senses to explore the night environment at a national park. The Junior Ranger Night Explorer Program is now available at Dry Tortugas National Park! Complete the activities and bring the Handbook back to the visitor center or a Park Ranger to earn your very own Night Explorer Junior Ranger patch! You can learn more about it here or download the activity guide here.       If you are unable to visit Dry Tortugas National Park, you may be interested in the National Park Service WebRanger Program. Children can earn a patch through playing games and learning about National Parks online.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/kidsyouth\/beajuniorranger.htm"
}
