{
    "title": "Dry Tortugas National Park: Dry Tortugas Research Natural Area",
    "body": "Dry Tortugas Research Natural Area (RNA)        Boundary of Dry Tortugas Research Natural Area. NPS       Established in 2007, the Research Natural Area (RNA) of Dry Tortugas National Park is a 46-square-mile marine reserve designed to restore ecological integrity and capacity for self-renewal by minimizing human disturbance. The RNA complements the adjacent Tortugas Ecological Reserve of the Florida Keys National Marine Sanctuary (FKNMS) established by the National Oceanic and Atmospheric Administration (NOAA) and the state of Florida and contributes to a region-wide effort to strengthen resource protection. Together the RNA and the larger Tortugas Ecological Reserve will help to ensure the success of both marine and terrestrial ecosystems while offering outstanding opportunities for scientific research and public education. The Dry Tortugas National Park Final Rule published in the Federal Register Notice on December 20, 2006, describing the RNA is available here. Several park fact sheets about what the Dry Tortugas Research Natural Area is and the science at Dry Tortugas National Park provide additional information.          Research Natural Area 5 year Report National Park Service  Implementing the Dry Tortugas National Park Research Natural Area Science Plan: The 5-Year Report 2012 The initial RNA designation in 2007 called for a review after 5 years. In 2012 park staff completed a 5-year report that summarizes the progress of science plan activities to date. Progress in implementing the science plan has been facilitated by cooperative relationships between federal and state agencies, academic scientists, and continuous coordination between the FWC and NPS. The results of monitoring programs and scientific studies presented in the document existing baseline conditions and analyze how resources have responded thus far to the protection provided. The 5-year report is structured around the six focal topic areas described in the science plan. A summary of each project and an evaluation of RNA performance is provided in the document. You can download the document by clicking on the icon here.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/dry-tortugas-natural-research-area-rna.htm"
}
