{
    "title": "Dry Tortugas National Park: Inventory and Monitoring Program",
    "body": "Explore This Park    Learn About the Park     Nature     Research     Inventory and Monitoring Program                Inventory and Monitoring Program         Baseline monitoring for potential oil spill effects at Dry Tortugas NP in 2010. NPS photo  National parks protect a tremendous variety of unique natural and cultural resources. National Park Service managers are consistently in need of accurate and timely information about the resources they are responsible for protecting. To make responsible decisions, managers need to know how and why ecosystems change over time in response to both natural and anthropogenic (human-caused) stresses. In 1998, Congress authorized and funded the Inventory and Monitoring Program, a new initiative designed to build a stronger scientific foundation for the management and protection of natural resources across the country. The first phase of the program is to provide an inventory of the composition, distribution, and relative abundance of plant and animal species in national park units, with emphasis on vertebrates, vascular plants, and species of special management concern. The second phase of the program is to monitor the \"vital signs\" of park units. Vital signs are measurable, early warning signals that indicate changes that could affect the long-term status and health of natural systems. Biological and physical resources such as air quality, water quality, soils, invasive exotic species, and threatened and endangered species are the focus of long-term monitoring studies. Information derived from this science-based inventory and monitoring effort is intended to improve the understanding and management of natural resources in national park units in order to better protect the nation's natural resources. On the basis of physiographic similarity and administrative feasibility, national park units across the nation were divided into 32 geographic networks. Dry Tortugas National Park is one of seven park units (also including Big Cypress National Preserve, Biscayne National Park, Buck Island Reef National Monument, Everglades National Park, Salt River Bay National Historical Park and Ecological Preserve, and Virgin Islands National Park) in the South Florida \/ Caribbean Network.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/im.htm"
}
