{
    "title": "Dry Tortugas National Park: Research",
    "body": "Explore This Park    Learn About the Park     Nature     Research               Research         Research divers measure coral at Dry Tortugas National Park. NPS photo by Brett Seymour  National parks present unique opportunities for scientific research. Like other national parks, Dry Tortugas National Park serves as an ideal outdoor laboratory for a variety of scientific research activity. National Park Service managers need accurate information about the resources in their care in order to make responsible decisions about how they are managed. Specifically, they need to know how and why natural systems change over time, and what amount of change is normal, in order to make sound management decisions. In addition to a wide variety of research studies directed by park resource management specialists, other investigations involve research partnerships. The National Park Service emphasizes scientific collaboration and cooperation through partnerships with universities, non-governmental organizations, other federal, state, and local government agencies, and stakeholders. Dry Tortugas National Park also is one of seven parks encompassed by the South Florida \/ Caribbean Network, one of the 32 geographic networks that make up the National Park Service Inventory and Monitoring Program, which was launched in 1998 to build a stronger scientific foundation for the management and protection of natural resources across the country. The Dry Tortugas Research Natural Area (RNA) was established in 2007 to create a new layer of protection for the marine resources of Dry Tortugas National Park. The RNA is a 46-square-mile no-take ecological preserve that provides a sanctuary for species affected by fishing and loss of habitat in this region of the Gulf of Mexico. The RNA also provides opportunities for boaters, divers, snorkelers, and researchers to explore and study the significant marine environment protected within Dry Tortugas National Park.       Publications Available for Download         View Dry Tortugas National Park publications available for download. The selection includes concise fact sheets in addition to comprehensive technical reports.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/research.htm"
}
