{
    "title": "Dry Tortugas National Park: Lightscape \/ Night Sky",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Lightscape \/ Night Sky                Lightscape \/ Night Sky        Starscape over Fort Jefferson on Garden Key. Photo courtesy of Judd Patterson, www.juddpatterson.com       When you look at the night sky, you realize how small we are within the cosmos. It's kind of a re-setting of your ego. To deny yourself of that state of mind, either willingly or unwittingly, is to not live to the full extent of what it is to be human. ~ Astrophysicist Neil deGrasse Tyson      The Natural Lightscape        Camping on Garden Key offers all-night access to night skies that are far from urban sources of light pollution. NPS photo  Starry night skies and natural darkness are important components of national parks, which hold some of the last remaining harbors of darkness and provide an excellent opportunity for the public to experience this endangered resource. Dry Tortugas National Park is dedicated to protecting and sharing its nighttime skies for the enjoyment of current and future generations. Camping on Garden Key is an excellent way to take advantage of all that the night skies in the Dry Tortugas have to offer. A primitive 10-site campground is located a short distance from the public dock. Campers must bring all supplies, including fresh water, fuel, ice, and food. All trash and garbage must be carried out upon departure. Although the logistics of camping in Dry Tortugas National Park are considerable, campers are rewarded with an all-night opportunity to view the spectacular night skies far from urban sources of light pollution.        Inactive since 1921, the Tortugas Harbor Light on Garden Key now displays a decorative light. NPS photo  The term natural lightscape describes resources and values that exist in the absence of human-caused light at night. Natural lightscapes are critical for nighttime scenery, such as viewing a starry sky, but also are critical for maintaining nocturnal habitat. Many wildlife species rely on natural patterns of light and dark for navigation, to cue behaviors, or to hide from predators. Lightscapes can be cultural as well, and may be integral to the historical fabric of a place, such as the lighthouses in Dry Tortugas National Park. Light even shines far away from human settlements. Wildfires and volcanoes rage. Oil and gas wells burn like large candles in the night. Auroras dance across the polar skies. Moonlight and starlight reflect off the water, snow, clouds, and deserts. The air and ocean sometimes glow. Some plants and animals even produce their own light through a process known as bioluminescence, such as the phosphorescent jellyfish that are common in the waters of south Florida.      Light Pollution        Can you find Tampa, Naples, Miami, the Bahamas, the Florida Keys, Key West, and Cuba in this satellite image of the nighttime urban lightscape in south Florida and beyond? How about Dry Tortugas National Park? Image courtesy of NASA Earth Observatory\/NOAA\/NGDC  Light that is undesirable in a natural or cultural landscape is often called light pollution. When overlooking city lights from a distant hilltop or viewing satellite images of urban lightscapes, your first impulse may be to marvel at the golden glow that has resulted from human ingenuity and the mastering of electricity that has brought useful light to what would naturally be the darkness of our pre-urban nighttime reality. But when was the last time you saw the Milky Way, or looked up and saw more stars than you even knew could possibly exist? Ironically, the dark side of the modern world is that within the golden glow of urban light, people are no longer able to view the beauty of our natural night skies. Light fixtures that throw light up and sideways instead of down scatter light into the sky, instead of illuminating the ground. In addition to being a problem for astronomers and a major waste of energy, light pollution can disrupt entire ecosystems, particularly for light-sensitive species such as sea turtles.      Protecting the Night        Outdoor lights that shine up and sideways cause light pollution. Image courtesy of NPS Night Skies Program  Artificial outdoor lights that shine up or sideways are the primary cause of light pollution. Light that escapes without being blocked scatters throughout the atmosphere, brightening the night sky and diminishing its quality. Inefficient lighting spoils the view, wastes energy, and creates glare, further reducing nighttime visibility. In addition, air pollution particles suspended in the atmosphere increase the scattering of light at night, thereby impacting nighttime visibility — in just the same way that air pollution impacts daytime visibility.        Outdoor light fixtures that block light from shining up and sideways minimize light pollution. Image courtesy of NPS Night Skies Program  Fortunately, dark night skies are a recoverable resource. Restoration of darkness can be as simple as flipping a few light switches off. While keeping safety as the top priority, the National Park Service strives to maintain natural darkness through the elimination of wasteful and inefficient outdoor lighting. Although outdoor lighting in developed areas within national parks is necessary for visitor safety reasons, light fixtures can be designed to minimize contributions to light pollution. An opaque shield installed at the top and sides of outdoor light fixtures will block light, preventing it from scattering into the atmosphere, thereby helping to maintain dark night skies.        The active Dry Tortugas Light on Loggerhead Key flashes white once every 20 seconds as an aid to navigation for maritime pilots. Once widely used, the number of operational lighthouses has declined due to the expense of maintenance and replacement by modern electronic navigational systems. NPS photo  To the greatest extent possible, the National Park Service attempts to preserve the natural lightscape. Park staff determine the appropriate lighting for a location on the basis of historic character, energy need, cost, maintenance efficiency, light pollution, and effects on wildlife. Efficient lighting is installed in new buildings and facilities, and older buildings are retrofitted as possible. Ideal outdoor light fixtures direct the light down to illuminate only what is necessary for visitor needs and safety, thereby preventing glare and light pollution. Learn more about night-sky friendly lighting at the National Park Service Night Skies Program website.      Exploring Night Skies and Lightscapes        NPS image by Dan Duriscoe  As part of its effort to protect nighttime skies for the enjoyment of current and future generations, the National Park Service catalogs night sky quality throughout the United States. Visit the National Park Service Night Skies website to learn more about night skies and lightscapes in your own backyard, around your home town, and in your adventures to other national parks across the nation.  Science of Light Light Pollution Exploring Night Skies Managing Lightscapes Measuring Lightscapes Making a Difference Where to Stargaze Rate Your Night Sky",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/lightscape.htm"
}
