{
    "title": "Dry Tortugas National Park: Plants",
    "body": "Plants         To survive, vegetation that grows in Dry Tortugas National Park must be able to withstand harsh marine conditions. NPS photo  The variety of vegetation that flourishes at Dry Tortugas National Park is influenced by the area's unique combination of subtropical climate, extreme weather events, harsh maritime environment (sun, sand, and salt), and history. Both native and nonnative plant species compete for the same basic resources: space, sunlight, water, and nutrients. Tides, currents, and migrating wildlife are sources of seeds from distant lands, and humans have cultivated an assortment of plants throughout history. Of the 125 plant species reported in Dry Tortugas National Park, 81 species (65% of the total) are of exotic origin; the result of accidental and deliberate introduction by man during the past century. The smaller islands consist mainly of native species, while the larger islands (Garden and Loggerhead keys), with their long history of human habitation and disturbance, have a substantially larger abundance of exotic species.        Planted long ago, some historic vegetation that is considered culturally significant is permitted to remain. NPS photo  The rich cultural heritage of the park is reflected in the wide variety of cultivated plant species that have fallen in and out of favor over time by past residents. Vegetation in national parks is generally managed to allow native plant species to occur naturally. Although invasions of nonnative plants are controlled by park managers within time and budgetary constraints, certain nonnative, but noninvasive, species with historical value are permitted to remain.        Seagrasses and coral beneath the surface of the sea. NPS \/ John Dengler  A tour of Fort Jefferson immerses visitors within the vegetation of Garden Key, on which the fort is built. But Garden Key's story is just one small part of the park's vegetation history. Visitors to Loggerhead Key are treated a close-up view of the successful results of a recent vegetation management program to remove invasive exotic vegetation that had been interfering with the ecology of the island. And don't be fooled into thinking that vegetation grows only on the islands, above the surface of the water. The vast majority of the park's 101 square miles (262 square kilometers) are submerged under the surface of the sea. Accessible by snorkeling and diving, marine plants such as seagrasses make up the majority of the vegetation in Dry Tortugas National Park.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/plants.htm"
}
