{
    "title": "Dry Tortugas National Park: Soundscape \/ Noise",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Soundscape \/ Noise                 Soundscape \/ Noise        Raucous bird calls are a reminder that Dry Tortugas National Park is one of North America's premier birding hot spots. Each summer, about 4,500 brown noddies like the one pictured above breed on Bush Key. Although Bush Key is closed to visitors, bird watchers with binoculars or spotting scopes can watch the nesting activity from Fort Jefferson on nearby Garden Key. Photo courtesy of Judd Patterson, www.juddpatterson.com       Acoustic Ecology        A lone visitor walks along a remote beach on Loggerhead Key in Dry Tortugas National Park. NPS photo  The symphony of sounds heard in national parks is treated by the National Park Service as a natural resource that is accorded the same level of protection as any other resource. Away from the clamor of everyday life, the sounds that you hear during a visit to Dry Tortugas National Park are the soundtrack to your outdoor experience. Considered as a whole, the sounds heard in any particular location are considered to be the soundscape. The study of soundscape is the subject of acoustic ecology — the relationship, mediated through sound, between living things and their environment.      Sound vs. Noise        Campground at Dry Tortugas National Park photographed during Hurricane Charley in 2004. Can you hear the howling winds, pelting rains, pounding surf, and cracking and rumbling thunderclaps near and far? NPS photo  Acoustic resources are physical sound sources, including both natural sounds such as wind, water, weather, and wildlife, and cultural sounds and historic sounds such as tribal ceremonies and quiet reverence. What exactly is sound? Measured in terms of frequency and amplitude, sound is perceived by humans as an auditory sensation created by pressure variations that move in waves through a medium such as air or water.        Though remote, Garden Key is not always quiet. Noise sources include seaplanes, power boats, and a diesel generator that runs 24 hours a day and seven days a week to create enough electricity to power employee residences, offices, and public areas. NPS photo  Noise is sometimes used as a synonym for sound, but there is a subtle difference. Noise is a sound that is unwanted or inappropriate in an environment. Noise pollution is displeasing or excessive noise that may disrupt the activity or balance of human or animal life. Learn more about the science of sound and find useful resources containing soundscape-related planning, monitoring, and protection information at the National Park Service Natural Sounds Program website.      Why Acoustic Resources are Important      By law (Section 4.9, Soundscape Management, NPS Management Policies), national parks are required to restore and manage park acoustical environments and soundscapes. Soundscapes are important to visitors and can provide an environment that:  Is free from human made noise Is rich with opportunities to experience solitude, quietude, and the sounds of nature Tells a unique cultural or historic story       Sound and Wildlife        Birds communicate for many reasons, including to impress and attract a mate, declare territorial boundaries, identify family members, announce the presence of a predator, and convey information about food. This masked booby is soaring above Hospital Key. Photo courtesy of Judd Patterson, www.juddpatterson.com  Although the opportunity to experience natural sounds is important to humans for a meaningful visitor experience, the ability to hear sounds may spell the difference between life and death for park wildlife. What prey species would not benefit from being able to hear the approach of a predator sneaking up from behind? Conversely, a hungry predator may miss the rustle of nearby prey if it is drowned out by human-caused noise. Distant airplane, helicopter, automobile traffic, and other machinery noise, and even the sound of human voices and activities, can obscure sounds that may be critical to the survival of wildlife. Not being able to hear natural sounds distinctly may prevent wildlife from being able to distinguish songs from potential mates. Natural sounds are vital to the natural functioning of park ecosystems. The opportunity to adequately evaluate natural soundscapes is important for:  Animal communication Territory establishment and finding suitable habitat Courtship and mating Nurturing and protecting young Effective use of habitat  Although the effects of noise on wildlife are incompletely understood, wildlife has been found to suffer adverse physiological and behavioral changes from noise and other human disturbances. Noise can have important implications for the health and vitality of wildlife populations. Protecting the integrity of natural soundscapes affords wildlife a better chance at reproduction and survival. Learn more about natural sound protection in the national parks.      Dry Tortugas National Park Soundscape        Rodman cannon. NPS photo  The Dry Tortugas soundscape is a complex mixture of natural and human sounds. The park's remoteness and location make it desirable habitat for both residential and migratory species of wildlife. Yet in regards to human safety and comfort, that same remoteness incurs noise pollution in the form of transportation and energy production byproducts from seaplane, vessel, and generator engines. Imagine what the noise levels at Fort Jefferson might have been like during the past, when the population of the fort swelled to nearly 2,000 with construction workers, soldiers, civilians, and prisoners during peak years, and when 25 Rodman cannons and 13 rifled Parrot guns were poised for use during wartime. Visit the Dry Tortugas National Park Sound Gallery to access an audio recording of bird calls recorded on Garden Key amidst the ever-present audible reminders of modern-day human presence.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/soundscape.htm"
}
