{
    "title": "Dry Tortugas National Park: Corals",
    "body": "Corals         Coral reefs provide habitat for fish and many other species of marine life. NPS photo  The coral reefs of Dry Tortugas National Park harbor a rich and colorful variety of marine life such as fish, sponges, sea stars, and anemones. Clear waters with excellent visibility attract snorkelers and SCUBA divers to the park, which offers some of the best underwater viewing opportunities in the United States. The park is home to about 30 species of coral. Corals are marine organisms that typically live in colonies consisting of many individual soft-bodied organisms called polyps, each only a few millimeters in diameter. After a polyp attaches itself to a hard substrate on the sea floor, it divides itself into thousands of clones. The polyps cement themselves to each other by secreting a skeleton of calcium carbonate, thereby creating a colony that acts as a single organism. Over the course of hundreds to thousands of years, the colonies join together to form reefs.        Adverse environmental conditions, such as pollution, cause the algae that give coral its brilliant colors to die, resulting in coral bleaching. Douglas Morrison, ENP  By themselves, coral polyps are translucent and colorless. But they host billions of colorful zooxanthellae, a type of algae that gives corals their vivid colors. Physical stress, such as temperature change or pollution, causes the zooxanthellae to die and the corals to lose their color, thereby exposing the white of the coral’s calcium carbonate skeleton. Dying zooxanthellae result in coral bleaching, a process that can kill entire colonies of coral if environmental conditions do not improve. Although corals grow in tropical waters throughout the world, the reefs in south Florida grow at the northernmost extent of their limit. Because Florida reefs are already stressed from growing under near-threshold low-temperature conditions, they are especially susceptible to impacts from other adverse conditions, such as pollution.        Park biologists routinely monitor the health and size of coral colonies and correlate the findings with constantly changing environmental conditions. Brett Seymour, NPS  Dry Tortugas National Park is home to two species of threatened coral: elkhorn and staghorn. Elkhorn coral (Acropora palmata) is structurally complex with many large branches that that grow in a structure reminiscent of elk antlers. The branches range in color from brown to yellow brown and create habitat for many reef-dwelling species of marine wildlife. Staghorn coral (Acropora cervicornis) is the fastest growing species of all corals growing in western Atlantic waters. Both species of coral are subject to disease outbreaks, hurricanes, bleaching, algae overgrowth, human impacts, sedimentation, and variations in temperature and salinity. Park biologists monitor the health and size of coral colonies and correlate the data with environmental conditions, which are constantly changing.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/corals.htm"
}
