{
    "title": "Dry Tortugas National Park: Crocodiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Crocodiles                American Crocodile         American crocodile sunning itself  between Bush and Long Key in 2006. NPS \/ Sonny Bass  Have you heard a rumor that crocodiles inhabit Dry Tortugas National Park but aren't sure whether or not to believe it? The rumor is based on truth. Although no breeding population of American crocodile (Crocodylus acutus) exists in the park, from time to time individual crocodiles are blown out to the park from elsewhere by large storms such as hurricanes. Observant visitors that happen to be in the right place at the right time may be treated to the sight of such a crocodile.        Be careful where you step! A crocodile lurking beneath murky water can be difficult to recognize as a crocodile, especially if you are not expecting to see one. NPS \/ Bob Howard  Breeding populations of American crocodiles inhabit coastal areas of south Florida, where they are at the northern extreme of their range. American crocodiles also can be found on the islands of Cuba, Jamaica, and Hispaniola, as well as along both coasts of southern Mexico and Central America, south to Ecuador on the Pacific coast of South America, and Venezuela on the Atlantic coast. Crocodiles are rare and secretive creatures that inhabit coastal, brackish, and salt-water habitats. Although the aggressive reputation earned by the American crocodile's distant, larger, man-eating cousins in Australia and Africa may inspire fear of crocodiles that inhabit Florida, conflict with humans rarely occurs because of the shy nature of American crocodiles. Crocodiles are ectothermic, meaning they rely on external sources of heat to regulate their body temperature by basking in the sun or by moving to an area with warmer or cooler water.        American crocodile lurking in the shallows of East Key, photographed in October 2002. NPS \/ Bob Howard  A crocodile will eat almost anything that moves. Hatchlings and young crocodiles eat small fish, snails, crustaceans, and insects. Adults feed mostly at night on fish, crabs, turtles, snakes, and small mammals. The growth rate of crocodiles varies with food availability and temperature. Digestion is efficient only within a certain range of body temperatures. Generally, crocodiles grow more slowly near the limits of their range. Crocodiles typically live to an age of 50 to 70 in the wild.          American crocodile in the Fort Jefferson moat, photographed May 26, 2012. NPS \/ Kelly Clark  In 1976, the American crocodile and its core habitat in Florida was listed as endangered under the Endangered Species Act by the U.S. Fish and Wildlife Service. Although the worldwide population of American crocodiles is federally listed as endangered, the status of the Florida population has been changed to threatened because of a recent sustained increase in numbers, particularly nesting females. The nesting population continues to slowly increase, both in abundance and nesting range since effective protection of animals and nesting habitat was established on mainland Florida.      Wildlife Viewing Ethics and Safety        American crocodile in Fort Jefferson moat, September 2004. Photo courtesy of Eloise M. Pratt  Observing wild animals in their natural environment is a privilege. In return for that privilege, it is your responsibility to keep wildlife wild by being respectful of wildlife and wildlife habitat. Although an American crocodile attack on a human has never occurred in Florida, including the Dry Tortugas, it is important to remember that crocodiles are a predatory wild animal, and wild animals may display unexpected behaviors. To minimize risk, please observe the following guidelines:  Avoid entering the water at night, near dawn and dusk, or alone. Most documented attacks by crocodilians worldwide occur under these circumstances. Never feed a crocodile or throw food into the water. For their safety as well as yours, all wildlife, including crocodiles, should eat only their natural foods. It is dangerous and illegal to feed or harass wildlife. Do not approach a crocodile. Give wildlife plenty of space. Binoculars and spotting scopes allow you to view wildlife from a distance without getting too close. Always give wildlife an avenue for retreat, and never chase any animal. Swim safely. If you find yourself swimming near a crocodile, do not panic. Maintain visual contact with the crocodile and attempt to increase your distance from it without splashing or appearing to flee. If the crocodile's eyes are above the surface of the water, swim away underwater to make yourself appear larger than just a head and arms above the surface. Keep your movements smooth, calm and deliberate.        American crocodile in Garden Key Harbor, photographed August 26, 2006. Photo courtesy of Eloise M. Pratt",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/crocodile.htm"
}
