{
    "title": "Dry Tortugas National Park: Fish",
    "body": "Reef Fishes         Brilliant yellow smallmouth grunts swim through the coral reef.   The colorful reef fishes that lure snorkelers and divers to Dry Tortugas National Park are as vivid as the coral reefs they inhabit. A seemingly endless variety of fish species dart in and out among the nooks and crannies of the reefs, their forms camouflaged by the shadowy play of light and darkness. Predators are easily confused by the flicks of cryptic color that disappear as quickly as they appear, or change direction midstream seemingly without notice and for no apparent reason. Complicating the chase, many species of fish have markings that make it difficult to tell if the fish are swimming forward or backward.        The characteristic flat shape of many reef fishes, such as this gray angelfish, allows maximum maneuverability within the intricate confines of a coral reef.   Although coral reefs occupy only a small fraction of the marine environment, they serve as habitat for approximately 25 percent of all marine fish species. Competition for food and space is fierce in such a crowded environment, and the fishes have adapted by evolving ingenious survival tactics. Open water fishes are built for speed in the open ocean, with a streamlined torpedo shape that minimizes friction while swimming through the water. Reef fishes, on the other hand, live within the confinement of reefs, where maneuverability is a greater advantage than speed. For example, angelfish have a characteristic flat shape that optimizes their ability to dart and change direction. Some small fishes wedge themselves into tiny crevices by erecting sharp spines that line their fins. Those same spines are typically venomous and can inject an enemy with a painful or even lethal dose of venom if necessary.        Schools of fish, like these permits, take advantage of the same age old adage that humans are known to use: safety in numbers.   Fish aggregate together for social reasons, foraging success, and protection from predators. An unstructured aggregation of fish may consist of multiple species randomly gathered together near a local resource, such as food or a nesting site. A group of fish that stays together for social reasons is said to be shoaling. Although fish that are shoaling swim independently of each other and can face in any direction, they stay close to each other and form a social group. When a group of shoaling fish becomes more organized and synchronizes to swim together in the same direction and at the same speed in a coordinated manner, they are said to be schooling. Schooling fish are generally of the same species, age, and size. A school moves with the fish evenly spaced and can undertake complicated maneuvers, as if the school itself was one discrete organism with its own mind.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/fish.htm"
}
