{
    "title": "Dry Tortugas National Park: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         The valuable cultural and natural resources of Dry Tortugas National Park are extremely vulnerable to myriad environmental factors. NPS photo  The sandy keys of Dry Tortugas National Park are in a state of constant change, subject to the influences of a full suite of environmental processes. Geology, tides and currents, water and air quality, weather, and climate are but a few of the many natural factors that help shape the development of land and waterscapes in the Dry Tortugas. The actions of humans also have had, and still have, a strong influence. Construction of Fort Jefferson and the structures on Loggerhead Key, the disturbance of natural processes, climate change, the introduction of nonnative species, and air, water, light, and noise pollution have all worked to undermine the integrity of the natural ecosystem. Learn about specific environmental factors at the links below.        NPS photo  Geology The seven islands of Dry Tortugas National Park are just a tiny fraction of the park's geologic resources, most of which are submerged beneath the surrounding waters.          Photo courtesy of NASA  Lightscape \/ Night Sky Dry Tortugas National Park is dedicated to protecting and sharing its nighttime skies for the enjoyment of current and future generations.        NPS photo  Nonnative Species Management of invasive exotic plant and animal species became a priority in 1992 when Dry Tortugas National Park was established.          NPS photo  Soundscape \/ Noise In national parks, the symphony of sounds is treated as a natural resource that is accorded the same level of protection as any other resource.          NPS photo  Weather The characteristic four seasons of the continental United States give way in the Dry Tortugas to only two seasons: wet summers and dry winters.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/environmentalfactors.htm"
}
