{
    "title": "Dry Tortugas National Park: Animals",
    "body": "Animals         Angelfish at Dry Tortugas. NPS photo by Douglas Morrison  Dry Tortugas National Park is home to many historical and natural wonders above and below the water's surface. Teeming with life, this area has long been an inspiration to visitors, researchers, and adventurers. The park's coral reef and sea grass communities are among the most vibrant in the Florida Keys, providing habitat for myriad species of marine wildlife. The Sooty Tern finds its only regular nesting site in the entire United States on Bush Key, adjacent to Fort Jefferson. Large sea turtles lumber onto the park's protected beaches to bury their clutches of eggs. Patient visitors who are willing to get wet and go snorkeling will glimpse many species of reef fishes and other marine life beneath the surface of the water. Visit the links below to learn about some of the wildlife that inhabits the keys and waters of Dry Tortugas National Park.          Kristen Hart, USGS  Threatened and Endangered Species Learn which species in Dry Tortugas National Park are federally listed Threatened and Endangered Species.          NPS photo  Birds About 300 species of birds, most of them transients or strays, populate the bird list for Dry Tortugas National Park.          NPS photo  Corals Dry Tortugas National Park is home to about 30 species of coral, including elkhorn and staghorn coral, both of which are listed as federally threatened under the Endangered Species Act.        NPS photo by Sonny Bass  Crocodiles Find out if it's really true that crocodiles live out at Dry Tortugas National Park.          Wes Pratt, Mote Center for Shark Research  Nurse Sharks Considered the \"couch potato\" of the shark world, nurse sharks are laid back, easy-going sharks that prefer to swim awhile and then rest awhile.          NPS photo  Reef Fishes The colorful reef fishes that lure snorkelers and divers to Dry Tortugas National Park are as vivid as the coral reefs they inhabit.          NPS photo  Sea Turtles Dry Tortugas National Park is famous for the abundance of sea turtles that nest in the area each year.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/animals.htm"
}
