{
    "title": "Dry Tortugas National Park: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Geology                Geology        View of Fort Jefferson on approach by boat. NPS photo       Viewed against the horizon, Fort Jefferson appears to rise up out of the open sea, but the fort is actually built upon a small, sandy island named Garden Key. Sometimes spelled cay or caye, a key is a small, low-elevation island formed on the surface of an ancient coral reef.        View of Fort Jefferson on approach by plane. NPS photo  An aerial view reveals Garden Key and the hexagonal shape of the fort, as well as a mosaic of corals, sand, and vegetation beneath the surface of the surrounding waters. Made of carbonate sands and muds that consist of the remains of small marine plants and animals, the seven islands that make up Dry Tortugas National Park are considered the southwesternmost extent of the Florida Keys. These seven keys are in a state of constant change, subject to the influences of marine, atmospheric, and terrestrial environmental processes.        Home to the historic Loggerhead Key Lighthouse, Loggerhead Key is the largest of the seven islands in Dry Tortugas National Park. USGS \/ Don Hickey  In addition to Garden Key, the islands that make up Dry Tortugas National Park include Loggerhead, Bush, Long, Hospital, Middle, and East keys. The total area of the islands is less than one fifth of a square mile (less than half of a square kilometer), though the actual area fluctuates annually as a result of changes in sea level, hurricane and storm impacts, and sediment erosion and accretion. Most of the 101 square miles (262 square kilometers) that make up the park are below the surface of the sea and therefore more difficult for humans to access. Pristine coral reefs, sand banks, and seagrass beds make up the majority of Dry Tortugas National Park.      Geologic Setting         Dry Tortugas National Park is near the southwestern edge of the Florida Platform, which is delineated by the white dashed line. NPS \/ Rebecca Port, imagery from NASA  Dry Tortugas National Park is near the southwestern edge of the Florida Platform. This broad, flat, carbonate platform is only partially exposed above sea level as the Florida peninsula. The submerged portion of the platform extends to water depths of about 300 feet (90 meters). Beyond this point, the sea floor drops abruptly to more than 10,000 feet (3,000 meters). The Florida Platform has been accumulating sediments since the Atlantic Ocean basin began to form almost 200 million years ago. Carbonate rocks such as limestone and dolomite more than 15,000 feet (5,000 meters) thick make up the platform and underlie Dry Tortugas National Park. These rocks continue to form as the calcareous shells and skeletons of dead sea life are deposited on submerged areas of the platform.        Indicative of Pleistocene sea-level fluctuations, the Florida Platform contains thin bands of fine-grained, fossil-bearing, sediments accumulated in a calm environment alternating with thicker bands of cross-bedded sediments deposited in a high-energy coastal environment. FAU \/ Erin Fogarty-Kellis  During the Pleistocene Epoch (2.6 million–11,700 years ago), sea level rose and fell repeatedly in response to the advance and retreat of continental ice sheets. During an advance, a portion of Earth's water is stored as glacial ice and sea level falls. During a retreat, the water is released, and sea level rises. During glacial periods, much of the Florida Platform was exposed above sea level and its carbonate bedrock was eroded. During interglacial periods, the Florida Platform was largely submerged and coral reefs established themselves on the outside of the tiny Florida peninsula. As sea level dropped to its current location, the tops of these reefs were exposed and now make up the Florida Keys.      Bedrock        Intact coral heads are visible in the Key Largo Limestone, which is exposed at Windley Key Fossil Reef Geological State Park in Islamorada, Florida. Florida State Parks  Limestone underlies all of the Florida Keys, including Dry Tortugas National Park. The Key Largo Limestone is an exquisitely preserved fossilized coral reef that forms the bedrock directly beneath the more recently deposited sand banks, islands, and reefs of the park. It consists of primarily intact coral heads embedded in a matrix of sand-sized carbonate grains. The coral-head framework functioned as a trap for smaller fragments of coral, coralline algae, and the shells of mollusks and other sea life. The framework corals are mainly star and brain corals. Nearly all of the coral species that are contained in the Key Largo Limestone still exist and currently grow in the modern reefs that are common around south Florida today.          Key Largo Limestone in a sediment core obtained from East Key. USGS photo  The Key Largo Limestone formed in the Pleistocene Epoch during a warm interglacial period between ice ages when sea level was as much as 100 feet (30 meters) higher than it is today. Although the Key Largo Limestone is not exposed at the surface in Dry Tortugas National Park or anywhere near the Lower Keys, it crops out in the Upper and Middle keys. Within the park, the Key Largo Limestone underlies the live reefs and recent sediments. Sediment cores obtained from drilling have revealed its presence at various depths. The upper surface of the Key Largo Limestone is not flat; rather, it shows great topographic variations similar to those of a live reef. These variations are largely responsible for the location of the park's reefs, sand banks, and islands.       Live Coral Reefs         Live coral reef in Dry Tortugas National Park. NPS \/ John Dengler  The live coral reefs in Dry Tortugas National Park draw tourists and researchers alike. These pristine, remote reefs have been growing for the past 11,700 years and in some places are more than 50 feet (15 meters) thick. They are home to more than 50 coral species, including the threatened elkhorn (Acropora palmata) and staghorn (Acropora cervicornis) species.        Submerged artifacts provide hard surfaces where algae and invertebrates such as barnacles and coral can attach and grow, eventually making the artifact unrecognizable as an archeological resource. NPS \/ John Dengler  Although the reefs in the park may appear stunning in comparison with the more easily accessible reefs along the Florida Keys, their health has been declining since at least the 1980s. Coral disease outbreaks and bleaching are on the rise. Coral reef rehabilitation is a primary concern in the park, and more research is needed to determine the cause of decline in stony coral cover and how to encourage new growth on reefs. In 2007, a no-take, no-anchor Research Natural Area was established in the park to protect marine life and habitats. Baseline data have been established and ongoing monitoring has determined that the Research Natural Area is improving the condition of resources within its boundaries.       Seagrass Beds         Queen conchs foraging among the seagrass. NPS \/ Rob Waara  Seagrass beds play an important role in the geologic process of sedimentation by trapping sands and other fine particles that would otherwise be carried away by wave activity or ocean currents. Seagrass roots and rhizomes also stabilize the seabed. Once established, seagrass beds provide protection to reef communities and shorelines against waves and coastal erosion, which is especially important during the large tropical storms and hurricanes that often threaten Florida. High sedimentation rates in seagrass beds increase water clarity, which is beneficial for coral growth. Many varieties of marine life depend on seagrass. Small organisms find protection from predators and fast-moving currents in seagrass beds and the associated sediment accumulations into which they burrow. Seagrass beds serve as nurseries for juvenile reef fish species and provide a source of food for foraging marine animals. Several seagrass species grow in the park. Turtle grass (Thalassia testudinum) dominates the shallow flats, the deeper grass beds are a mixture of turtle and manatee grass (Syringodium filiforme), and the deepest areas are occupied by tape grass (Halophila spp.).       Unconsolidated Sediments        Ripples, formed by flowing water, in the unconsolidated sands on the sea floor. NPS photo  More than half the seafloor in the park is covered by recent, unconsolidated sediments. These sediments make up the shallow sand banks. The lack of stabilizing vegetation and coral allows unconsolidated sediments to be easily transported by flowing water. Sand ripples formed by flowing water are common features. The grains that make up the unconsolidated sediments are derived from the same species as those typically found in the underlying and older Key Largo Limestone: primarily particles of calcified algae of the genus Halimeda, along with varying quantities of fragmented coral, mollusk, and foraminifera. Sediment size ranges from gravel to mud. Gravel and sand are common in storm-degraded shoals, sand and silt are common in quieter protected areas, and fine-grained muds are common in the deepest areas.       Pavement        Pavement in the park was created when recent sediments cemented together during deposition. NPS photo  Also known as hardbottom, pavement is a type of flat, low-relief, mostly solid rock substrate that may be overlain by a veneer of unconsolidated sediment. Pavement makes up a very small portion of the sea floor, some of which is occupied by communities of soft corals, such as octocorals. Outside of the park, exposed areas of Key Largo Limestone form pavement, but as previously stated, the Key Largo Limestone does not crop out anywhere in the park. Rather, pavement in the park occurs where sediments have been lithified, or transformed into stone. This hardbottom, non-bedrock seafloor forms where algae or inorganically precipitated calcium carbonate partially cements granular marine sediments together as they accumulate.      Paleontology        Reef rubble, made of dead, unstable coral, is an outcome of storms and disease and, under the right environmental conditions, may calcify into limestone. NPS \/ Rob Waara  Paleontological resources are any remains of past life preserved in a geologic context. Fossils are the primary constituent of the bedrock limestone, coral reefs, sand banks, and islands of the Dry Tortugas. Fossils help to date—in other words, put a geologic age on—the rocks in which they appear. Moreover, marine fossils that are now exposed on land surfaces provide lessons on paleoecology by showing how the environment has changed over time. Fossils that are accessible to visitors on the islands and by snorkeling in the shallow marine areas of the park include corals, mollusks, invertebrates, microfauna, and calcareous algal remains.      Beachrock        The well-cemented beachrock on Loggerhead Key reinforces the island and limits erosion. NPS \/ Submerged Resources Center  Loggerhead Key is unique among the islands of the park because it is the only island with outcrops of beachrock, a sedimentary rock that has formed underneath a thin layer of unconsolidated sediments along its shorelines. Beachrock formation typically occurs in the subsurface area between high and low tide where evaporation causes seawater to become supersaturated with calcium carbonate. The highly concentrated calcium carbonate contained in such waters cements together shallowly buried beach sediments, such as mollusk shells, coralline algae, coral, and encrusting algal debris, causing them to lithify into stone. Beachrock typically occurs in fractured blocks that are inclined toward the sea. The fracturing, commonly known as jointing, is visible in the Loggerhead Key beachrock deposits. Erosion has widened the joints and caused pitting over the surface of the beachrock.      Shifting Sands        Since at least the early 1900s, the area between Bush and Garden keys has fluctuated from a land bridge to a channel of varying depths. NPS \/ Naomi Blinick  The seven small islands that currently exist in the park are constantly changing. The islands are composed of carbonate sand and smaller amounts of coral rubble, with the exception of Loggerhead Key, which contains the most extensive occurrence of beachrock in south Florida. Carbonate sands and, to a lesser extent, coral rubble are easily transported by wind and water, especially during tropical storms and hurricanes. The size, shape, and location of the islands are constantly changing, sometimes rapidly. During a 4-month period in 2005, four hurricanes impacted the park. Tropical storms and hurricanes change the shape of the islands, create and destroy channels between islands, and sometimes cause islands to disappear completely. For example, a land bridge made of sand intermittently joins Bush Key and Garden Key. In general, sediment transport is to the west and Bush Key has been slowly migrating closer to Garden Key. Over time, however, storms and hurricanes have interrupted this overall trend. These shoreline changes affect the ecosystems in the park, facilities on the islands (particularly on Garden Key), and accessibility.      Note: Literature references for this webpage are available in the Dry Tortugas National Park Geologic Resources Inventory Report (PDF, 8.1 MB), from which much of the material on this webpage was extracted.      Additional Resources         Dry Tortugas National Park Geologic Resources Inventory Report, Revised April 2014 Natural Resource Report NPS\/NRSS\/GRD\/NRR—2014\/809 This report discusses the geologic features, processes, and history of Dry Tortugas National Park. Download (PDF, 8.1 MB)      Additional national park Geologic Resources Inventory Reports are available through the National Park Service Geologic, Energy, and Mineral Resources program.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/geology.htm"
}
