{
    "title": "Dry Tortugas National Park: Threatened and Endangered Species",
    "body": "Threatened and Endangered Species       Habitat loss, disease, invasion of exotic species, and pollution are some of the reasons that native animal and plant species may face extinction. The Endangered Species Act of 1973 has afforded some measure of protection and recognized the aesthetic, educational, historic, and scientific value of these species. It also allows for the classification of species as threatened or endangered and mandates legal protection for species so listed. Threatened species: Any species that is in danger of becoming endangered throughout its range. Endangered species: Any species that is in danger of extinction throughout its range. Candidate species: Any species that is likely to be added to the threatened or endangered list soon.      Note: This list includes only federally listed species; it does not include state-listed species.      Threatened and Endangered Species List for Dry Tortugas National Park T = Federally Threatened E = Federally Endangered C = Candidate species * = Casual visitor ** = Extirpated             Common Name   Scientific Name   Status     Caracara, Audubon’s Crested   Polyborus aristodemus ponceanus   T*    Coral,Boulder star Orbicella franksi  T     Coral, Elkhorn   Acropora palmata   T    Coral, Lobed star Orbicella annularis  T    Coral, Mountainous star Orbicella faveolata  T    Coral, Pillar Dendrogyra cylindrus  T    Coral, Rough cactus Mycetophyllia ferox  T     Coral, Staghorn   Acropora cervicornis   T     Crocodile, American   Crocodylus acutus   T*     Plover, Piping   Charadrius melodus   T     Sea Turtle, Loggerhead   Caretta caretta   T     Tern, Roseate   Sterna dougallii dougallii   T     Manatee, West Indian   Trichechus manatus   E*     Sea Turtle, Green   Chelonia mydas   E     Sea Turtle, Hawksbill   Eretmochelys imbricata   E     Sea Turtle, Kemp’s Ridley   Lepidochelys kempi   E*     Sea Turtle, Leatherback   Dermochelys coriacea   E*     Seal, Caribbean Monk   Monachus triopicalis   E**     Whale, Finback   Balaenoptera physalus   E*     Whale, Humpback   Megaptera novaeangliae   E*     Whale, Right   Balaena glacialis (incl. australis)   E*     Knot, Red   Calidris canutus rufa   C*     List updated September 20, 2014",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/tespecies.htm"
}
