{
    "title": "Dry Tortugas National Park: Birds",
    "body": "Birds         A masked booby, one of the few year-round residents of the park, soars above Hospital Key. Judd Patterson, NPS  Although the bird list for Dry Tortugas National Park currently contains 299 species, the area provides long-term habitat for few birds. Fewer than 40 species are typically present in winter, and only 7 species nest in the area regularly. Most species are transients or strays, present only briefly during spring and fall migrations. Northbound migrants arrive as early as mid-February. Spring migration increases substantially during March and peaks during April through mid-May, with more than 200 species passing through the area. The largest concentrations are typically observed during the worst weather conditions, when high winds, rain, and cold temperatures ground the greatest number and diversity of migrants.        Although Bush Key is closed seasonally to visitors to protect nesting birds like this brown noddy, binoculars and spotting scopes can be used to successfully view wildlife. This photograph was taken from Garden Key with a telephoto lens. Judd Patterson, NPS  Summer is known for brown noddies, a few black noddies, magnificent frigatebirds, and the masses of sooty terns that nest along the beaches of Bush Key from late January through early July. Although Bush Key is closed seasonally to visitors, birders with binoculars or spotting scopes can watch the nesting activity from Fort Jefferson on nearby Garden Key. Fall migration is more prolonged than spring migration and is not as obviously influenced by weather. Large flights of raptors are common during September and October. Southbound migration trickles off and ceases by about late November.        Delicate, vulnerable, camouflaged eggs in a roseate tern nest on Bush Key. Many of the park's islands are closed seasonally or year-round to protect ground-nesting birds. NPS photo  A scant assortment of waterbirds, most notably gulls and terns, winter in the area. Landbirds are limited to a few American kestrels and belted kingfishers, an occasional gray catbird, yellow-rumped and palm warblers, and Savannah sparrows.        Chicks such as this roseate tern chick on Bush Key are just as delicate, vulnerable, and camouflaged as the eggs from which they hatch. NPS photo  The Dry Tortugas National Park Bird Checklist can be printed to help you keep track of the birds that you see. Loggerhead Key is open year-round during daylight hours. When making plans to visit the park, keep in mind that Bush Key is closed to visitors seasonally to protect nesting sooty and noddy terns and to help the vegetation recover from the 2005 hurricane season. Middle and East keys are also closed seasonally. Hospital, Middle, and Long keys are closed all year. To avoid disappointment, please check the park's Operating Hours and Seasons webpage when planning your trip to the park.        This long-eared owl (Asio otus) sighting on April 17, 2011, was only the second on record for the park. NPS photo  Below, listen to a sound clip of birds recorded on Garden Key. Learn about the difference between sound and noise on the Dry Tortugas Soundscape \/ Noise webpage.             Sound Clip of Birds     Listen to a sound clip of birds recorded on Garden Key in Dry Tortugas National Park.     Credit \/ Author: NPS Natural Sounds Program   Date created: 2009-03-15",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/birds.htm"
}
