{
    "title": "Jefferson National Expansion Memorial: Frequently Asked Questions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Gateway Arch     Frequently Asked Questions                Arch Frequently Asked Questions       How tall is the Gateway Arch?The Arch is 630 feet (192 meters) tall; 630 feet is also the distance from leg to leg at ground level. How long can we stay at the top?All visitors are allowed to stay as long as they like. However, the approximate time of a complete trip is 45 minutes (or until closing time). Do we go back down the same side we came up? If only one tram is operating on a given day, you must return on that tram, but if both trams are operating you may return on either side. What river is that directly below?The Mississippi River flows directly below the east windows of the Arch at a normal top water speed of 3 miles an hour at a depth of about 12-15 feet. The Missouri River meets the Mississippi about 15 miles to the north of the Arch. How many stories tall is the Arch?Allowing 10 feet for every story, the Arch is exactly 63 stories tall. How long until the tram returns to the top?The tram takes four minutes to get to the top and three minutes to travel from the top to the bottom, plus an additional three minutes to load; so a tram just leaving the top will return in approximately 10 minutes. When do we board the tram to go down?You may prepare to board the tram any time you wish, however the tram may already be full, so it is important to listen to the park ranger and the tram operator on when to board. Do we go down in the same car we came up in?The tram operator at the top will assign you a new car number on your return trip. How big is the viewing area at the top?The viewing area at the top can hold up to 160 people. There are 16 windows on each side of the viewing area. Each window is 7 x 27 inches. Are there restrooms or a snack bar at the top?There are no facilities at the top of the Arch; there was never a snack bar or restaurant at the top. Can we walk down the stairs? There are 1076 steps in the stairways of each leg, and they are used by maintenance personnel only; visitors are not allowed to walk up or down. Is the Arch moving?The Arch is designed to sway as much as 18 inches, and can withstand an earthquake, however under normal conditions the Arch does not sway. It takes a 50-mile an hour wind to move the top 1 1\/2 inches each side of center. Has the Arch been hit by lightning?The Arch has a series of lightning rods on the top which are grounded directly into bedrock, with a perfectly insulated interior. It is able to withstand hundreds of lightning bolts which hit it each year. Why are the windows so small?Over 500 tons of pressure was used to jack the legs of the Arch apart for the last four-foot piece to be inserted at the top. A larger window would not withstand that pressure. How much did the Arch cost to build?The total building cost of the Arch was $13 million. The $11 million cost of the Arch itself was made up of 75% Federal funds and 25% City of St. Louis funds. The $2 million Arch transportation system was financed by the Bi-State Development Agency. When was the Arch built?Construction of the Arch began February 12, 1963 and was completed on October 28, 1965. The north tram was opened to the public on July 24, 1967. The south tram was completed in 1968. How many people can go to the top each day?During the summer season, as many as 80 trips a day on each tram can go to the top. Forty tickets are sold for each trip, so 6400 people can visit the top each day. During the winter season there are only 48 trips to the top each day on each tram. How far can you see in either direction at the top?On a clear day the view at the top can extend up to thirty miles in either direction, however, St. Louis can be a very hazy city which reduces visibility at the top. On cool, damp mornings a dense fog can create zero visibility at the top. Which side is Missouri and which is Illinois?The Missouri side of the river is to the west and includes downtown St. Louis. The Illinois side of the river is to the east and includes the vast industrial complexes of East St. Louis. Why are Park Rangers at the top and do they work there all day?Park Rangers are assigned to the top to assist visitors in boarding and unloading, provide for the safety of the visitor, and most importantly to answer visitor questions at the top. The Rangers work a single, two-hour shift at the top on a given day.",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/arch-faq.htm"
}
