{
    "title": "Dry Tortugas National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       Dry Tortugas National Park lies at the farthest end of the Florida Keys, closer to Cuba than to the American mainland. To reach this remote ocean wilderness one must travel by boat or plane over nearly 70 miles of open sea. The park is home to historical and natural wonders above and below the water's surface and has long been an inspiration to visitors.        Florida spiny lobster. NPS photo  Animals The park's coral and sea grass communities are among the most vibrant in the Florida Keys. Hosting myriad species of colorful corals and reef fishes, these watery wonderlands entice exploration by intrepid snorkelers. Visitors who prefer to stay dry have the opportunity to observe other wildlife, including nearly 300 species of birds, the majority of which are migratory. The sooty tern finds its only regular nesting site in the United States on Bush Key, adjacent to Fort Jefferson. Large sea turtles lumber onto the park's protected beaches each summer to bury their clutches of eggs. These and other wonders make this park a truly one-of-a-kind destination for wildlife viewing.        Sea oats growing on Garden Key. Photo courtesy of Eloise M. Pratt  Plants The native flora on the islands of Dry Tortugas National Park consists mainly of plant species typical of Caribbean islands, such as grasses, sedges, herbaceous flora, shrubs, and trees. Although the smaller islands contain mainly native species, the larger islands, Garden and Loggerhead keys, have a long history of human habitation and disturbance, and therefore a substantially larger abundance of exotic plant species.        Even a small rise in sea level would affect much more than just Fort Jefferson: it would affect the integrity of the entire set of keys that make up Dry Tortugas National Park. NPS photo  Environmental Factors Made of carbonate sands and muds that consist of the remains of small marine plants and animals, the islands that make up Dry Tortugas National Park are considered the southwesternmost extent of the Florida Keys. The park's seven sandy keys are in a state of constant change, subject to the influences of marine, atmospheric, and terrestrial environmental processes. Geology, tides and currents, water and air quality, weather and climate, noise and light pollution, and the actions of humans are but a few of the many natural and human factors that have shaped the development of land and waterscapes in the Dry Tortugas.        A wide variety of natural resources is inventoried and monitored on a regular basis. NPS photo  Research The Dry Tortugas Research Natural Area (RNA) was established in 2007 to create a new layer of protection for the marine resources of Dry Tortugas National Park. The RNA is a 46-square-mile no-take ecological preserve that provides a sanctuary for species affected by fishing and loss of habitat in this region of the Gulf of Mexico. The RNA also provides opportunities for boaters, divers, snorkelers, and researchers to explore and study the significant marine environment protected within Dry Tortugas National Park.               Research Natural Area 5-Year Report This newly released report summarizes the implementation of the science plan developed five years ago to assess the efficacy of the Research Natural Area of Dry Tortugas National Park. The report is now available for download (PDF, 8.6 MB)",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/nature\/index.htm"
}
