{
    "title": "Dry Tortugas National Park: Other Preservation Projects",
    "body": "Other Preservation Projects       Dry Tortugas National Park was established in part due to the wealth of cultural resources within its boundaries. Fort Jefferson, the Loggerhead Lighthouse and Coast Guard Station, the Garden Key Harbor Light, the collection of large bore cannon, and over 200 shipwrecks all bear witness to important historical events as well as architectural and engineering achievements. In fulfilment of the National Park Service's mission to preserve these significant resources for present and future generations, the staff at Dry Tortugas, along with other federal and nonfederal partners, actively manages these resources through a variety of preservation practices. Read below for more in-depth information about current efforts.        Loggerhead Lighthouse Restoration NPS Photo by Kelly Clark  DRY TORTUGAS LIGHTHOUSE Much needed restoration of the Loggerhead Key Lighthouse took place from October 2008 through February 2009. The contract was awarded to Enola Contracting Inc. of Chipley, Florida. The project involved replacement of broken and missing windows with new reinforced glass panes and new glazing. Corroded and damaged hardware was replaced with new stainless steel hardware. Salvageable iron roof framing members were stripped of corrosion, primed, and painted. Due to severe weather damage, the existing copper roof had many of the copper roof panels missing or peeled away from the iron framing members. This roof was restored with new copper roof panel replicas of the original structure. A number of new stainless steel brackets were designed to fasten the new copper roof pieces to the existing iron frame. Additionally, a new copper finial replica of the original was fabricated by Keicher Metal Arts of Leeds, New York. The NPS continues to plan for future preservation projects on Loggerhead Key Lighthouse.      ENGINEERING OFFICERS' QUARTERS REHABILITATION A crew of preservation workers from the Historic Preservation Projects Division of Facility Management at Bandelier National Park located in Los Alamos, New Mexico will be on site in August and September of 2010 to begin an ongoing effort to Rehabilitate the Engineering Officers' Quarters located within the parade ground of Fort Jefferson at the park. These NPS employees are here to supplement and support the small staff at the Dry Tortugas on this preservation project. For more details about this project see the Engineering Officers' Quarters Site Bulletin.        Stabilization of Fort Jefferson NPS Photo by Kelly Clark  FORT STABILIZATION: PHASE 2 The multi-year, multi-million dollar fort stabilization project is complete.  The overall project addressed two fronts of Fort Jefferson: Front 4 and Front 6. This project included the removal of the corroded original Totten Shutter component, subsequent reconstruction of the lower embrasure and installation of replicated shutter assembly pieces. At the parapet level, selective brick replacement was done and 100 percent repointing of the mortar joints. The second tier embrasures were stabilized in their existing unfinished state, preserving what was originally constructed during the Army period, and the masons repointed all deteriorated mortar joints on the scarp. For more information on this project please see the site bulletin.",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/historyculture\/preservation-news.htm"
}
