{
    "title": "Dry Tortugas National Park: Lighthouses",
    "body": "Lighthouses         Garden Key Light NPS  Garden Key Light The Garden Key light was one of three lighthouses slated to be constructed in the Florida Straits in 1824 by the United States Congress. By 1826, the 65-foot tall light was completed on the eastern shore of Garden Key. However, a serious flaw was soon discovered in the lighthouse’s design. The iron door of the lighthouse, which housed the lantern, created a gap in visibility for vessels approaching from the east. The door was soon removed, but problems continued with the lamp itself. The lighthouse keeper petitioned congress that two new lighthouses be built on each end of the shoals to replace the Garden Key light because of the continued number of shipwrecks and general inadequacy of light. Instead, congress sent inspectors to survey the Garden Key light in 1836.  By 1838, new plate glass and lanterns were installed upon the recommendations of the inspectors. However, more technical issues ensued and the new additions were shattered by 1839. Shipwrecks and navigation issues increased until 1858 when a more adequate lighthouse, the Dry Tortugas Light (now known as the Loggerhead light), was constructed on Loggerhead Key. The Garden Key light was outfitted with a news lens and 21-inch reflectors and renamed Tortugas Harbor Light. The Tortugas Harbor Light sustained serious damage after hurricanes in 1873 and 1875. As a result, the Lighthouse service advised that a new lighthouse to be constructed. By the end of 1876 the new lighthouse was finished on one of the bastions of Fort Jefferson.        Loggerhead Light NPS  Loggerhead Lighthouse The Loggerhead light, originally named the Dry Tortugas Light, was constructed in 1858 as a result of the numerous issues with the Garden Key Light.  The light was taller, brighter, and equipped with a more modern optical lens than the Garden Key Light. It’s location on Loggerhead Key, the most dangerous key, would also aid vessels in navigating through the area. The US Lighthouse Service maintained Loggerhead Light through World War II, when lighthouse duty was transferred to the US Coast Guard.  The light was fully automated in 1982 and all Coast Guard left the island. While the lighthouse was under construction, a contractor finished construction of a house and kitchen. The main house burned in 1945, but the kitchen still stands and is occupied by National Park Service volunteer caretakers. A “new” lighthouse keeper's house to the north of the lighthouse was built for the keeper’s family in the 1920s.       Navigational Chart NPS",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/historyculture\/lighthouses.htm"
}
