{
    "title": "Dry Tortugas National Park: Windjammer Shipwreck",
    "body": "The Windjammer Wreck         Windjammer Wreck Site Guide NPS  The Windjammer site is located on Loggerhead Reef, south of the Loggerhead Key. The site was discovered in 1971 by an archaeological survey crew. It was not until 1990 that the vessel was identified as the Norwegian Avanti, which sank January 22, 1907 while en route to Montevideo, Uruguay from Pensacola. The Avanti, originally named Killean, was an iron-hulled three-masted ship built in 1875 by the British company, John Reid & Co. It had a length of 261.4 feet, a beam of 39.3 feet, a draft of 17.5 feet, and a gross tonnage of 1,862 tons. The Avanti is an important example of large sailing vessels built relatively late in the age of sail. It combined smooth, traditional architectural lines with newer, more durable building materials.  The development of iron hulls in the mid-1850s offered ship designers significant new possibilities. Iron hulls could be built much larger and cheaper, had greater capacity than wooden vessels of the same dimensions, and were far more durable.  Importantly, the use of iron contributed to higher profits, a crucial factor in the highly competitive shipping industry of the late nineteenth century.  Even these structural breakthroughs could not postpone the inevitable.  With the birth of steam propulsion, the age of sail was rapidly coming to a close.  Large sailing vessels like the Avanti were some of the last tall ships built during the romantic age of sail.   The vessel was carrying lumber when it was lost, however the events of the wreck are still unknown.  NPS martime archeologists speculate the vessel was lost in a storm. The wreck is divided into two main wreckage fields: the bow portion lies in an east-west direction and is approximately 110 feet in length; and the midships, stern, mizzen and main-mast structures lies in a north-south direction and is also roughly 110 feet in length.         Scuba Divers on the Windjammer Wreck NPS SRC",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/historyculture\/windjammer.htm"
}
