{
    "title": "Jefferson National Expansion Memorial: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar             Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 12 results    Show ALL instances of recurring events   RSS Feed      Jefferson National Expansion Memorial Daily Old Courthouse Tours      Location: Old Courthouse Fees: Free     Sunday, August 14, 2016 Everyday  from 05\/28\/2016 to 09\/05\/2016 Daily Old Courthouse Tours and Courtroom Talks View Details      Jefferson National Expansion Memorial Daily Ranger Talks and Interactive Stations      Location: Arch and Old Courthouse Fees: Free     Sunday, August 14, 2016 Everyday  from 05\/28\/2016 to 09\/05\/2016 Come listen to historic ranger talks and participate in interactive stations. View Details      Jefferson National Expansion Memorial Junior Ranger Night Explorer Workshop      Time: 7:00 PM to 10:00 PM Location: Old Courthouse Rotunda or Gallery Fees: Free     Sunday, August 14, 2016 This is a special Gateway to the Stars program. View Details      Jefferson National Expansion Memorial Ranger-led Riverboat Sightseeing Cruises      Time: 12:00 PM to 1:00 PM,1:30 PM to 2:30 PM,3:00 PM to 4:00 PM Location: Riverfront Fees: Adults-$20.00 Kids-$10     Sunday, August 14, 2016 Everyday  from 05\/28\/2016 to 09\/05\/2016 Call 877-982-1410 for availability. $20\/adults; $10 kids ages 3-15; free for kids under 3. Save up to $3 with theCaptain’s Combo (sightseeing cruise and Journey to the Top tram ride). View Details      Jefferson National Expansion Memorial Free Family Fridays at the Old Courthouse      Time: 10:00 AM to 11:00 AM Location: Old Courthouse Fees: Free     Friday, August 19, 2016 This free, hour-long, theme-based program offers guests of all ages hands-on opportunities to learn about St. Louis history and westward expansion. Each child will also create a craft project. View Details      Jefferson National Expansion Memorial Centennial Fee Free Days      Time: 8:00 AM to 9:00 PM Location: Gateway Arch Fees: Free Entrance Fee     Thursday, August 25, 2016 Everyday  from 08\/25\/2016 to 08\/28\/2016 As part of the National Park Service Centennial Celebration the entrance fee is waived. View Details      Jefferson National Expansion Memorial Jefferson National Expansion Memorial Offers Free Admission 15 Days in 2016      Location: Arch and Old Courthouse Fees: Free     Thursday, August 25, 2016 The National Park Service turns 100 years old in 2016 and Jefferson National Expansion Memorial wants to celebrate! Jefferson National Expansion Memorial will waive entrance fees on 15 special days in 2016. View Details      Jefferson National Expansion Memorial National Park Service 100th Anniversary      Time: 11:00 AM Location: Luther Ely Smith Square Fees: Free     Thursday, August 25, 2016 Centennial Commemoration Ceremony and Birthday Party View Details      Jefferson National Expansion Memorial Centennial Band Concert      Time: 12:00 PM Location: Old Courthouse Fees: Free     Saturday, August 27, 2016 Free concert as part of the Centennial celebration at the Old Courthouse. View Details      Jefferson National Expansion Memorial Dred Scott Mock Trial      Time: 9:00 AM,3:00 PM Location: Old Courthouse Courtroom Fees: Free     Saturday, August 27, 2016 Visitors can participate in a mock trail of the Dred Scott case in one of the historic Old Courthouse courtrooms. View Details      Jefferson National Expansion Memorial Lift Every Voice      Time: 10:30 AM,1:30 PM Location: Old Courthouse Fees: Free     Saturday, August 27, 2016 Touring theater company to present play at the Old Courthouse. View Details      Jefferson National Expansion Memorial \"Swithchback Kids\" National Parks Journey Recap      Location: Old Courthouse Fees: Free     Sunday, August 28, 2016 St. Louisans Cole and Elizabeth Donelson share stories of their travels to many different National Parks. View Details",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/calendar.htm"
}
