{
    "title": "Dry Tortugas National Park: Places",
    "body": "Places        Aerial view over keys NPS         Navigational Chart of the Dry Tortugas, U.S. Coast Survey 1874 NPS  The Shipping Corridor Since the Dry Tortugas were discovered in 1513 by Juan Ponce de Leon, explorers and merchants  have traveled through the Dry Tortugas to and from the Gulf Coast. The collection of islands soon began appearing on Spanish maps and charts because the route was frequently used for Spanish ships returning home from Veracruz, the Caribbean, or the Gulf Coast of Florida. While Florida remained under Spanish rule goods were transported across the Atlantic in exchange for gold and silver from the New World.  Not only did the Dry Tortugas prove to be an important passageway, they also served as a significant navigational markers for vessels to begin turning in to hug the Gulf Coast line. Merchants would continue to use this route during the 19th century when much trade was occurring between Spanish, other European, and Northeastern Atlantic and Western Caribbean or Gulf Coast ports. Cargo often included cotton, meats, livestock, coffee, tobacco, and other general merchandise.          Fort Jefferson NPS  Coastal Defense Once Florida was acquisitioned in 1822, the United States began planning the creation of a large fort in the Dry Tortugas. The United States believed the 75-mile-wide straits connecting the Gulf Coast and Atlantic Ocean were critical to protect, as any forces who tried to occupy the area could gain control over Gulf Coast trading. Extensive surveying and planning continued until construction of Fort Jefferson began in 1847 on the Garden Key Island. Although the fort was never fully finished, Fort Jefferson is one of the largest 19th century American  masonry coastal forts. By 1860, over $250,000 had been spent and the fort was only halfway completed. Work continued during the Civil War, but soon stopped after the war ended. During the Civil War it was used as a military prison, and was used in this way until 1874.        Battleship USS Iowa BB4- NA NPS  Shipwrecks The Dry Tortugas have been the site where hundreds of ships have wrecked, stranded, or sustained causalities since its discovery in 1513. The first documented ship wreck occurred in 1622 with the Spanish vessel, Nuestra Senora del Rosario, a 600 ton galleon vessel. The ship was a part of a Spanish convey en route from La Habana, Cuba to Spain. After getting caught in a hurricane, a number of ships became scattered along the Florida straits, including Nuestra Senora del Rosario. Located in the Florida Straits, the Dry Tortugas is situated in the main stream of water that connects the Gulf of Mexico and the Atlantic Ocean. This area became heavily trafficked by ships en route to and from the Gulf Coast. There are a number of factors that combine to make the Dry Tortugas a particularly hazardous location where a high concentration of shipwrecks have occured. Most notably, the Dry Tortugas’ shallow and flat terrain made it difficult for vessels to navigate through.   Seasonal changes also increased the risk traveling through the Dry Tortugas. For instance, the water levels are much lower during the dry season, which increases the potential for wreckage. Additionally, storms, hurricanes, strong currents, winds, and other inclement weather patterns increased the risk and possibility for wreckage.  Inaccuracies in navigation charts, technical problems, and human errors have also contributed to the possibility of wreckage.        Loggerhead Island, located near the Windjammer wreck site USN  Submerged Cultural Resources The unique location of the Dry Tortugas has brought a large and diverse array of ships through its waters. Early Spanish explorers, ships participating in international trade, and other cargo ships bound for Fort Jefferson all made their way through the strategic corridor. However, the Dry Tortugas  “ship trap” has also claimed many of these vessels. As a result, a stunning collection of submerged cultural resources lay underneath the surface waters of the Dry Tortugas.  The remains of vessels and supplies that they carried including, anchors, cannons, pottery, glassware, and other objects remind us of the maritime heritage of the Dry Tortugas’ past. Learn more about shipwrecks in the Dry Tortugas by visiting the Windjammer wreck page. You can also learn more about preserving submerged cultural resources here.        Lighthouse on Loggerhead Key NPS  Aids to Navigation Upon acquisition of Florida from the Spanish in 1821, the US government was immediately interested in constructing a lighthouse in the Tortugas to protect mariners from the reefs. Construction of the first lighthouse in the Tortugas began on Garden Key in 1825. The light house, which was later replaced by the iron light atop Fort Jefferson, proved to be too short, too dim, and too far away from other reefs. In 1856, construction began on a taller light-house on Loggerhead Key. 150 feet tall and topped with a 1st order Fresnel lens (replaced with a 2nd order bivalve lens in 1909), the new light was observed at a distance of 53 miles. The 2nd order lens is now on display at the National Aids to Navigation School in Yorktown, VA. Learn more about these lighthouses here...",
    "url": "https:\/\/www.nps.gov\/drto\/learn\/historyculture\/places.htm"
}
