{
    "title": "Dry Tortugas National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping              Camping              Camping at Garden Key is an incredible experience. Amazing star gazing, snorkeling, sunsets and more! But you must be prepared to camp in this remote location.    Campsite Information: A 10-site, primitive campground is located on Garden Key, the same island as Fort Jefferson, and is a short walk from the public dock. Eight individual sites can each accommodate up to 3 2-person tents (total of 6 people), and are available on a first-come, first-served basis. Should a regular campsite not be available, an overflow area is provided. All campers, once they arrive will be guaranteed a place to camp. Gas camping stoves or charcoal briquettes placed in campsite BBQ units are the only fires allowed.Plan Ahead! Transportation for campers is limited to the Yankee Freedom Ferry and the ferry only takes a maximum of 10 campers per day each way. (The sea plane does not offer transport for campers due to the added weight of the gear).Due to the limited number of spots on the ferry and limited number of camping sites, we recommend booking your trip months in advance, especially during the winter holidays and winter season that tends to be busier as visitors from northern chilly climates head to the south Florida sunshine. If you arrive at the park via ferry we have never turned prepared campers away. It is a small island, but we'll work at finding a place for you to pitch your tent - and you must have a tent to camp.Group Camping Reservation: A group site is available for 10-40 people and must be reserved in advance. Call 305-242-7700 to obtain a reservation application, or click here. All applications should be emailed to: e-mail us.Groups of 10 or more arriving without a reservation will not receive exclusive use of the group site.Fees: The campground is a self-service fee area with a nightly fee of $15 per campsite. A 50% discount applies to holders of the Golden Age or Golden Access Pass. No other discounts apply. Fees paid for transportation (seaplane or ferry) do not include camping fees.Camping Facilities and Supply needs: Campsites have picnic tables and grills. Campers must bring all supplies, including a tent, fresh water, fuel, ice, and food. All trash and garbage must be carried out upon departure.Ferry Transportation The ferry will bring campers and their gear to the Dry Tortugas. Fuel cannot be transported on the ferry. You should check with the ferry operator for details. Once you arrive, there are wheeled carts at the dock to assist in moving your camping gear to the campgrounds.Private Boats: Overnight anchoring is only allowed in the area of sand and rubble bottom within 1 nautical mile of the Fort Jefferson harbor light and must not block any designated channel. Overnight anchoring is not permitted at any other location in Dry Tortugas National Park.Click here for more information on camping in the Dry Tortugas.",
    "url": "https:\/\/www.nps.gov\/drto\/planyourvisit\/camping.htm"
}
