{
    "title": "Jefferson National Expansion Memorial: Significance of the Landscape",
    "body": "The Significance of the Gateway Arch Landscape       In 1987 the Gateway Arch and its surrounding grounds were designated a National Historic Landmark. The Arch was only 24 years old when NHL designation was bestowed and the landscape plan had been completed only seven years earlier. Although most people realize that the Gateway Arch stands with the Statue of Liberty, the Golden Gate Bridge, Mt. Rushmore, and the Washington Monument as universally recognizable forms and symbols of national identity, few are aware of the significance of the landscape which surrounds it. The original landscape design for the park was created by Dan Kiley, one of the country's leading contemporary landscape architects, who worked with Architect Eero Saarinen from the beginning of the memorial competition in 1947. Their original design was heavily wooded and asymmetrical; the Arch itself was not on line with the Old Courthouse. Several buildings, including two museums and a restaurant complex, were to be built on the grounds, and a long promenade called the “Historic Arcade,” complete with a soaring concrete roof, ran along the west side of the Arch, nestled into a created hillside. Within the Arcade a sculpture garden, museum shops, and exhibits were to be built. In addition, several elements were required by the rules of the memorial competition, including a reconstructed French colonial village to be built in a wooded area near Memorial Drive, a tea garden, and an amphitheater for interpretive programs. This original landscape design was never built, because federal money was not available for the project, and an agreement could not be made with the Terminal Railroad Association for the removal of the railroad trestle along the levee. It was not until 1957 that an agreement was forged with the railroads which called for the construction of a series of open cuts and tunnels to run between the Arch and the river. Federal money was also authorized at this time to begin construction, so architect Saarinen returned to drawing boards and models to revisit his 1947-48 design. The height and exact shape of the Arch were determined, and several different concepts for the landscape were proposed with the help of Dan Kiley. After a great deal of collaboration, a new landscape plan emerged. The new plan was symmetrical and on-line with the Old Courthouse. Gone were the surface museums, replaced with an underground facility beneath the Arch. The Museum of Architecture and the frontier village, which had been included in Saarinen’s 1948 proposal, were eliminated. Accommodation was made for parking and maintenance. The new grounds were accented by sweeping, curved walks which mirrored the graceful catenary curve of the Arch itself. This curve, in fact, was repeated over and over again in the plan, and was apparent in the stairways which lead up to the river overlooks, the sides of the grand central staircase from the levee to the Arch, the shape of the railroad tunnel entrances, and even the curvature of the overlook retaining walls, which form an inverted catenary curve. The massive, curving grand center stairs, leading from Wharf Street to the Arch, were designed to sweep the eye upward to the crest of the hill. A walkway leading to the historic Old Courthouse from each leg of the Arch was also designed, and plans were made for two pedestrian overpasses for Memorial Drive. The tree-lined walks, a signature element of the work of Dan Kiley, surrounded two reflecting ponds positioned by Saarinen. In addition to providing an aesthetic feature, the ponds have a practical application as well. Water is drained from all exterior surfaces of the underground visitor center and ramps to protect the building interior, and then pumped to the ponds. Kiley projected that the walks would be lined with a monoculture of over 1,000 tulip poplar trees. Two circles of cypress trees in \"campfire program\" interpretative areas near the north and south ends of the grounds were a vestige of the original 1948 plan. The brilliance of the Saarinen-Kiley plan is evident today in the fact that the rolling hills disguise the railroad cut, several roads, a shipping and receiving point, and a major highway to the extent that most visitors never notice these utilitarian aspects of the site.  In the early 1960s, the landscape plan was discussed in meetings attended by Kiley, Saarinen, St. Louis Mayor Raymond Tucker, park superintendent George Hartzog and Conrad Wirth, Director of the National Park Service (NPS). In the course of these meetings, the final shape of the landscape evolved into the site plan we see today. After the death of Eero Saarinen in 1961, Dan Kiley continued to work with the NPS on final refinements of the landscape design. In early 1963, Conrad Wirth expressed concern that the tree plantings along the walks were too dense, blocking pedestrian views of the Arch. Kiley adjusted the plan into the scheme which received final NPS approval, and prepared color presentation drawings. Eero Saarinen had been insistent that Dan Kiley execute the construction documents and specification drawings, but this was not to be, and Kiley's last association with the project was in 1964. Despite this fact, the final, approved drawing, which represented a classic collaboration between Eero Saarinen and Dan Kiley, was used by National Park Service personnel in Philadelphia to prepare the master plan.  As soon as the Arch was completed in 1965 a great deal of pressure was exerted by the local community, through their representatives in Congress, for the landscaping project to begin. Money was available either for a museum or for the landscape, and St. Louisans insisted that the grounds be completed first. In 1968 John Ronscavage of the NPS's Eastern Office of Design and Construction was assigned to the project, and was ordered to follow the Saarinen-Kiley plan without alteration. Although changes were made between the 1961 concept drawings and the final landscape installation more than 10 years later, the Saarinen\/Kiley concept was maintained in subsequent approved drawings that responded to NPS requirements, physical conditions, and budget realities. The completed grounds of Jefferson National Expansion Memorial constitute one of the most significant contemporary landscapes in the United States, a landscape which for the most part faithfully executes the wishes of architect Eero Saarinen and landscape architect Dan Kiley. Historic preservationists and landscape architects have emphasized the importance of the preservation of this historic landscape, along with its companion piece, the magnificent Gateway Arch, both of which are included in the National Historic Landmark designation for the memorial. Elements of the Design The landscape around the Arch reflects the curvilinear nature of the structure. Landscape architect Dan Kiley applied geometrical precepts and classical landscape design elements to create a setting that is both spectacularly and subtly appropriate. The scale, impact, and design of the grounds constitute an essential mooring for the world-famous Arch and merge the Arch and its grounds, with one reflecting the other.  On October 2, 1957, Eero Saarinen presented his revised plans for the memorial to the National Park Service, a Congressional delegation, and others. His statement to the group included the following excerpts regarding the landscape: The spirit of this new design is the same as that of the design which won the national competition 10 years ago . . . We feel that we have now related all the major elements of the Park to each other in a more unified way. . . The axial relation between the Arch and the handsome, historic courthouse, which it frames, is now much stronger and clearer. Thus the whole design becomes a more mature and classic design. (Cultural Landscape Report, Jefferson National Expansion Memorial, p. 48). The collaboration of Eero Saarinen and Dan Kiley paired two of the twentieth century’s most influential designers in their respective fields of architecture and landscape architecture. The memorial is a comprehensive work melding landscape and sculpture. The Gateway Arch cannot be separated from the landscape, as together they represent a cohesive artistic endeavor. Kiley Biographer Jane Amidon has said of the project: “At JNEM Kiley used a monoculture to create forms as he had seen them in Europe, and also carefully defined and positioned these plantings to highlight their seasonal effects and the density of light and shadow.In the most uncomplicated manner, the selection of tulip poplars to define the circulation spine of the Arch grounds was intended to establish the strongest element of the site plan. The groupings of understory flowering trees were designed to provide an intimate setting for picnicking along the river frontage. These strategies were repeated by Kiley with an increasingly geometric syntax in subsequent years. . . . By the early 1950s Kiley was increasingly adept at manipulating formal elements both in relation to specific architectural anchors, as found in the site plans of the Hollin Hills development (1953) and more strongly at Currier Farm (1959), and as infrastructure within larger sites, as in the Concordia campus plan (1955) and the Detroit Civic Center (1955). Open space was increasingly defined by its proportional relationship to adjacent forms and often by a geometrically defined ground plane. . . . With Dan Kiley, projects such as JNEM suggested, one could understand the dynamic, formal landscape freed from the legacy of Frederick Law Olmsted and the strictures of Beaux-arts formulas.” (Robert J. Moore, Jr., The Gateway Arch: An Architectural Dream, St. Louis, Missouri: Jefferson National Parks Association, 2005, p. 124). The physical components that establish the importance of the landscape are: The spatial organization, which includes the axial relationship between the Arch and the Old Courthouse; the contrast between the open space beneath the Arch and the enclosed canopy of trees along the north-south walkways; and the scattering of canopy trees over the open lawn around the ponds. The topography, which is level under the arch, and slopes down in undulating waves to the ponds, and then ramps back up to the berm along the edge of Memorial Drive. Saarinen’s design recessed the expressway to minimize the noise and the physical and visual intrusion that would be imposed by an at-grade highway. The specific buildings and structures specified by Saarinen, including the Gateway Arch, the Old Courthouse, the underground Museum, the North and South Overlooks, and the North and South Railroad tunnels. The vegetation, including the Rosehill Ash monoculture that defines the walks leading to the Arch; the Bald Cypress circles; the plantings around the North and South ponds; and the trees and shrubs planted around the service areas. Views connecting the Arch and the Old Courthouse and leading along the north-south axis up to the Arch; views to the Arch from the ponds; and views to the Arch from East St. Louis. Circulation networks, such as the parking garage, sidewalks leading to the Arch and connecting the Arch to the city; and the Grand Staircase. Water features—the north and south ponds. Site furnishings—the benches and light standards. For further information on the Gateway Arch landscape see Regina M. Bellavia, Cultural Landscape Report, Jefferson National Expansion Memorial, U.S. Government Printing Office, 1996.",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/the-significance-of-the-gateway-arch-landscape.htm"
}
