{
    "title": "Dry Tortugas National Park: Boating Sail and Power",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Boating Sail and Power              Boating Sail and Power              Bringing your own boat to Dry Tortugas National Park will provide you with the most opportunities to explore this remarkable national treasure. Situated approximately 70 miles west of Key West, Florida, with no food, water, or fuel available in the park, proper planning is a must. Weather Never underestimate the weather when embarking on an open sea expedition. A sudden tropical storm can arise in the Gulf of Mexico any day of the year. Generally speaking the summer season has the calmer rainier months, and the winter season brings high winds and dry weather. For current weather conditions click here. Tides The tidal change in South Florida may not seem like much compared to the tidal changes of New England, but they certainly make a difference in the shallow marine waters of the Dry Tortugas. For tide charts click here. Provisions Dry Tortugas National Park is remote destination, no food, water, or fuel is available in the park. You must bring all provisions you will need for your entire journey to the park, at the park, and back home from the park. Please do NOT plan on \"catching\" your food. While fresh caught seafood is an excellent addition, you should not count on fishing to provide you with food. In addition to planning to bring enough provisions for the entire length of your expedition, you should also plan on bringing a few extra days' worth of food and water. The weather can change from a beautiful clam sunny day, to tropical storm wind and rain in a moment's notice. You should be prepared to spend an extra day or two in the sheltered waters of the Dry Tortugas should a storm sneak up on you. Having planned for a couple extra days of food and water will only be a little extra work if not needed, and a tremendous benefit should you need it. Trash Pack it in, pack it out. Dry Tortugas National Park is a remote destination with no trash or recycling facilities available to the public. Navigation You will have to travel across open-ocean, with no land in site, in order to reach Dry Tortugas National Park. You will need NOAA nautical charts 11438 and 11434 to safely navigate to and from the park. For a NOAA chart click here. Pack List Check out our suggested camping pack list to get an idea of what to bring on your trip. Permits and Licenses All vessels must file a free boat permit at Garden Key before recreating within the park. Even if you do not plan on exploring Fort Jefferson, you must stop by Garden Key to pay the entrance fee and file the required permits. Fishermen must also file a boat permit and pay entrance fees before fishing within the park boundaries. Vessels greater than 50 meters must also obtain a Special Use Authorization in addition to the boat permit. For more information click here. Anchoring\/Mooring Balls Overnight anchoring is only allowed in sandy bottom within 1 nautical mile of the Garden Key lighthouse (with the exception of the Special Protection Zones, see next paragraph). There is no anchoring allowed anywhere within the Research Natural Area (RNA). Within the RNA, mooring buoys are available for day use only for a maximum of 2 hours. For more information click here. Special Protection Zones While you are free to explore most areas of the National Park, there are a few areas with special protection status and are thus off limits to visitors. These area include the \"Shark Special Protection Zone\", the \"Coral Special Protection Zone\", Bush Key during nesting season, and East Key, Middle Key, and Long Key are closed all year round. You must check with a Park Ranger once you arrive at Garden Key for details on the special protection zone boundaries. Prohibited Items No spearfishing or collecting of lobsters is allowed in the park, all spears must be dismantled and stowed away. If you have collected lobsters or speared fish outside of the National Park, you must radio in your catch to the park on channel 16 before entering National Park waters. Firearms are prohibited inside any government building.",
    "url": "https:\/\/www.nps.gov\/drto\/planyourvisit\/boating-sail-and-power.htm"
}
