{
    "title": "Dry Tortugas National Park: Paddlesports",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Paddlesports              Paddlesports              A kayak or paddle board can be a great way to explore the beauty of the Dry Tortugas. As you can paddle you can look down through clear water at the diverse marine life that makes the seagrass beds and coral reefs their home.     Celebrate 100 years of the National Park Service by participating in the Florida National Parks Centennial Paddle Challenge! Go here for more information. www.nps.gov\/drto\/paddlechallenge.htm  Depending on your level of experience there are many trips that can be made in the park. From quick paddles near Garden Key to longer open water paddles.  Bush and Long Key are the closest to Garden Key and home to thousands of nesting birds in the spring. A trip around these two islands generally takes a few hours.  Loggerhead Key is 3 miles to the west of Garden Key and can take several hours to paddle round trip. Loggerhead is the largest island in the park and offers great snorkeling and nearby empty beaches. This trip involves crossing deep, open water with very strong currents.  Important Tips and Regulations    A boating permit is required for all vessels in the park, including kayaks. Please meet with park staff at park headquarters in Fort Jefferson to complete this free permit.   Required equipment for any kayak trip includes a PFD (personal floatation device), a sound producing device and a flashlight.   Please ask staff for any closures of protected zones.     When You Arrive     It is the responsibility of the visitor to know their equipment and capabilities and to have a plan for self rescue should an emergency occur. Park staff may not always be readily available for a search and rescue effort.   Park staff may meet you as you arrive to give a briefing on paddling in the park. If no staff meets you, please contact park staff before entering the water to receive the required boating permit and for a briefing before you bring your paddle trip.   Before starting your trip, let a fellow camper know where you are going as well as an estimated return time. Check the weather, tides and winds   You can launch your kayak at the dinghy beach which is between the main dock and the old south coaling dock.   When you return from paddling, check back in with either a fellow camper or park ranger.",
    "url": "https:\/\/www.nps.gov\/drto\/planyourvisit\/paddlesports.htm"
}
