{
    "title": "Voyageurs National Park: Voyageurs NPS Centennial Celebration",
    "body": "Explore This Park    Get Involved     NPS Centennial     Voyageurs NPS Centennial Celebration              Voyageurs NPS Centennial Celebration       Connect, Protect, Inspire 2016 and Beyond      National Park Service Centennial Mission Connect with and create the next generation of park visitors, supporters, and advocates.   Voyageurs National Park Centennial Goals  Collaborate with partners to:   Celebrate the National Park Service's Centennial and Voyageurs National Park through special events and opportunities for recreation, education, protection, and volunteering.   Expand park outreach through Centennial activities and participation in the Find Your Park awareness campaign to encourage new visitors to explore, learn, discover, play, and be inspired in Voyageurs National Park. Leverage Centennial funds and private philanthropy to complete special park projects. Increase community engagement and build a stronger connection between the park and its gateway communities        Centennial Initiatives These programs highlight the Centennial, but also carry beyond 2016.      Paddle Guide for Recreation:  Voyageurs partner with Voyageurs National Park Association (VNPA) and other partners to develop a new paddle guide. In addition, the park will investigate the final paddle access placement within the park for visitor safety and recreational access.          Take your dogs for a walk down the Rainy Lake Recreation Trail. NPS  Family Fun Run\/Walk on Voyageurs' Rainy Lake Recreation Trail: The new 1.7-mile multi-use paved trail in the park is open to foot, bike, and snowshoe visitors. A fun run\/walk will coincide with the Hike to Health program started at Voyageurs in 2013.   Cruiser Lake Trail Project: (Centennial\/Partner Funded Project) Rehabilitation of this existing 8-mile backcountry trail will include   The removal of encroaching vegetation and stumps. Renovate water bars  Replace worn directional signs Rehabilitate wood walkways, boardwalks, and stairs.         Restore Wetlands and Manage Non-Native Cattails: (Centennial\/Partner Funded Project) A non-native cattail has invaded the Great Lakes Region and hybridized with native cattails. The new hybrid species disrupts the balance of the wetland ecosystem by creating dense stands that displace and out-compete native wetland plants, negatively impacting most wetland wildlife. Exotic\/hybrid cattails have invaded more than 500-acres of wetlands in Voyageurs. This project includes removal of exotic\/hybrid cattails using a variety of methods and re-establishing native plant species. We will also explore the potential for muskrat populations as a biocontrol for cattails. Cattails are a favorite food item for muskrats; however muskrats have dramatically declined to the point where they are no longer an effective control of cattail abundance.         Ghosts of Voyageurs Interpretive Program: Join park interpretive staff for an evening lantern-lit journey to experience the people and past of Voyageur Country (only 4 nights in September).   Every Kid in a Park Program: Voyageurs National Park will continue to reach out to the park's gateway communities to offer an educational boat tours within Voyageurs to as many 4th grade classrooms as possible.    National Park Teen Ambassador Program: A collaboration with Voyageurs National Park Association (VNPA), Wilderness Inquiry (WI), and the National Park Foundation (NPF) to send our 100th Minnesota high school student through the National Park Teen Ambassador program.      MAGE BioBlitz: Voyageurs is partnering with National Geographic and the Minnesota Alliance for Geography Education (MAGE) to conduct an in-house teacher workshop. Voyageurs will host the workshop and teachers will receive credit. This program is intended to expose teachers and students to the multiple possibilities of exploring the park in the future and bringing youth to national parks.        Coming soon, water bottle filling stations to a Voyageurs visitor center near you.   Water bottle filling stations: The park will replace the drinking fountains at the Rainy Lake and Kabetogama Lake Visitor Centers with filling stations.  These stations still include a standard drinking fountain spigot, and in addition provide a convenient upright filling spot for reusable water bottles.   In conjunction with these new filling stations, the Jefferson National Park Association (JNPA) bookstores will have refillable water bottles available for purchase.  By providing fillable water stations and offering water bottles for sale, we hope to minimize the sale of plastic bottles and their associated waste.      Statewide Outreach: Voyageurs National Park in collaboration with Voyageurs National Park Association and other Minnesota NPS units and their partners will  host Centennial activities throughout Minnesota. Minnesota National Parks and partners will work with organizations like REI, the Minnesota State Fair, Explore Minnesota Tourism, Minnesota sports teams, and gateway communities to shine a spotlight on all our parks. We will support Voyageurs National Park Association's efforts to host a Centennial celebration for Voyageurs National Park in Minneapolis during National Parks Week 2016 as well as other community events to be determined.   Celebrate Finding Your Park with the Minnesota State Park System: Through new partnerships forged with the NPS and the Minnesota Department of Natural Resources (MNDNR), finding your park will become even easier. New travel guides will be published to encourage highlighted routes of northern MN connecting Grand Portage to Lake of the Woods.",
    "url": "https:\/\/www.nps.gov\/voya\/getinvolved\/voyageurs-nps-centennial-celebration.htm"
}
