{
    "title": "Dry Tortugas National Park: Wildlife Viewing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Wildlife Viewing              Wildlife Viewing       The Dry Tortugas has a diverse natural history and a variety of wildlife both above and under water. From birds, to sea turtles and coral reefs, the park is paradise for wildlife viewing.              Sea Turtles The Dry Tortugas was originally called “Las Tortugas”. This was the spanish name given to these islands for the sea turtles commonly found swimming around the islands and nesting on the sandy beaches. Two common nesting sea turtles in the Dry Tortugas are the green and loggerhead species. While visiting Dry Tortugas National Park, if you are lucky enough to spot one of the 5 different sea turtles commonly found in the park, please remember to keep your distance.              Reefs and Fish Ancient coral reefs are the foundation of the Dry Tortugas islands, topped by a shallow basin ringed by living coral reefs. Hundreds of species of marine animals lie just below the surface of the water. There are opportunities to view sharks, sea turtles, coral, lobsters, squid, octopus, tropical reef fish, goliath groupers and even an American Crocodile!              Birds Dry Tortugas National Park is a world class birding destination, especially during spring migration. Nearly 300 hundred species of birds have been spotted in the Dry Tortugas. With some species like the magnificent frigate bird, and sooty terns, nesting nowhere else in the continental united states, except for the islands of the Dry Tortugas. Imagine 100,000 sooty terns all coming home to roost on a tiny speck of land in the middle of the Gulf of Mexico. Keep a lookout for pelagic seabirds on your journey out to the park as well. These seabirds spend almost their entire life over the open ocean. With a little luck you may be able to spot such rarities as the elegant White-tailed Tropicbird.   Things to keep in mind Spring and Fall Migration – The Dry Tortugas are a perfect layover for bird migrating to and from south and North America. If you have come for the birds, come during these special times. Spring migration is the preferred season.  Preserve and protect – As a National Park, all wildlife is protected. Although we do allow fishing in some areas of the park, you still must comply with all federal and state fishing rules and regulations.",
    "url": "https:\/\/www.nps.gov\/drto\/planyourvisit\/wildlife-viewing.htm"
}
