{
    "title": "Dry Tortugas National Park: Junior Ranger Program",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Junior Ranger Program              Junior Ranger Program              Kids can enjoy many different aspects of this special park. From exploring a 19th century fort to snorkeling in coral reef, the Dry Tortugas has a lot to offer for children. Dry Tortugas National Park offers many activity based programs that offers young (and the young at heart) visitors the opportunity to join the National Park Service \"family\" as a Junior Ranger. We currently have six programs available.                       Dry Tortugas National Park Junior Ranger Program Kids can learn all about the habitats, history and animals around Fort Jefferson while becoming a Junior Ranger. Complete the activities and bring the Handbook back to the visitor center to be awarded an official Dry Tortugas Junior Ranger badge. Just ask in the Visitor Center for a book or you can download it here.           Underwater Explorer Junior Ranger Program Perhaps the best-kept secret of our National Parks is the underwater realm that includes: millions of acres of submerged lands, only a fraction of which have been explored by divers. From the geysers on the bottom of Yellowstone Lake and the coral reefs of the Dry Tortugas, the National Parks have much to offer recreational divers. The new Junior Ranger Underwater Explorer Program is now available at Dry Tortugas National Park!Complete the activities and bring the Handbook back to the visitor center or a Park Ranger to earn your very own Underwater Explorer Junior Ranger badge! You can download it here.           Historic Preservation Junior Ranger Program Understanding and appreciating our history is important for reflecting upon ourselves in the present day. This book aims to teach junior rangers basic concepts in historic preservation and the National Park Service's programs that help support these causes to commemorate the anniversary of the National Historic Preservation Act of 1966. Complete the activities and bring the Handbook back to the visitor center to be awarded an official Historic Preservation Junior Ranger badge. Download it here.           National Park Service Centennial Junior Ranger Program Join in Celebrating 100 years of the National Park Service by discovering the wonder of our country's majestic national parks in this fun, informative, and adventure filled book. Complete the activities and bring the handbook to the visitor center to be awarded the Centennial Junior Ranger badge. You can download it here.           Junior Ranger Night Explorer Activity Book The National Park Service has developed a Junior Ranger Night Explorer program, encouraging young park visitors to explore the darkside of their national parks. Children can learn how to find the North Star, write their own creative mythology about the constellations, track the phases of the moon, learn about stars and galaxies, and use all their senses to explore the night environment at a national park. The Junior Ranger Night Explorer Program is now available at Dry Tortugas National Park! Complete the activities and bring the Handbook back to the visitor center or a Park Ranger to earn your very own Night Explorer Junior Ranger patch! You can download the activity guide here.           Discovering the Underground Railroad Junior Ranger Activity Book This Junior Ranger Activity Booklet, created by the National Underground Railroad Network to Freedom Program, has a wealth of activities, mainly for children, however adults can participate and learn right along with kids. Activities include: People of the Underground Railroad, Travel Routes, Glossary of Terms and much more. After completing the activities, please send the booklet to the Omaha office and receive your official Junior Ranger Badge! You can download it here.",
    "url": "https:\/\/www.nps.gov\/drto\/planyourvisit\/junior-ranger-program.htm"
}
