{
    "title": "Dry Tortugas National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions                   Book your trip with the Yankee Freedom             There are five primary ways to get to Dry Tortugas National Park. There is no car access to the park.  Follow the links below to plan your visit.    Bring your own boat   Charters   Ferry   Seaplane   Private seaplane    For a Dry Tortugas National Park map click here. Ferry and seaplane services will bring you to Garden Key. For information on how to explore other areas of the park click here.    Ferry or Seaplane offer Public Transportation Public transportation departs to the park from Key West.  For ferry schedules, prices, and reservations, contact: Yankee Freedom II: phone 800-634-0939 or 305-294-7009 or www.drytortugas.com. For seaplane schedules, prices, and reservations, contact: Key West Seaplane Adventures: phone 305-293-9300 or www.keywestseaplanecharters.com.  Charters are another option Fishing and dive charters can be arranged in the Florida Keys and Naples. For a list of services, contact the park at 305-242-7700 or view a list of charters here. Private Boats Private pleasure boats are welcome, but must be fully self-sufficient and must acquire a permit through the Park Rangers at Garden Key. U.S. Coast Guard and Geodetic Survey Chart #11438 is necessary for navigation to the Dry Tortugas. Click here to view chart. Note for private boats  - There are Visitor boat slips available for short term use to load and unload or tour the fort at Garden Key. These docks are not available for overnight - boats must anchor in the harbor overnight. There are no public docks at loggerhead. Private Seaplane Private seaplanes that are not for hire are welcome at the Dry Tortugas. Because of sensitive resource issues, any individual or group wishing to fly a private seaplane to the park must have a Special Use Permit issued through Everglades National Park. There are no facilities at the Dry Tortugas National Park so all seaplanes must have enough fuel and supplies for a round trip flight. Information on how to acquire a permit may be found here. There is no fuel, water, charcoal, or food service available in the park. Getting Around Upon arrival, check in with a Park Ranger to file required permits as well as find out about tours at the park.  A boat is necessary to visit areas of the park other than Garden Key\/Fort Jefferson.",
    "url": "https:\/\/www.nps.gov\/drto\/planyourvisit\/directions.htm"
}
