{
    "title": "Jefferson National Expansion Memorial: Old Courthouse Architecture",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Old Courthouse     Old Courthouse Architecture                Old Courthouse Architecture         Old Courthouse Garrison flag hanging in the rotunda.   Auguste Chouteau and Judge John B.C. Lucas donated land to St. Louis County for a courthouse in 1816. Under their agreement the land was to be \"used forever as the site on which the courthouse of the County of St. Louis should be erected.\" The centralization of St. Louis government occurred because offices were not located in a consistent, established location. Previous to the Old Courthouse official city business was conducted in a church, a tavern, and a fort. Scattered sites for government were typical of an early nineteenth century community. The original courthouse was constructed of brick in the Federal style of architecture and completed in 1828. The population of St. Louis grew three fold during this period due to the booming fur trade, and the courthouse was outgrown ten years after it opened. A second courthouse was designed by architect Henry Singleton, which incorporated the original courthouse as the east wing of the building. The second courthouse was designed with four wings and a dome in the center of its axis. The cornerstone was laid in 1839 and within it were placed newspapers of various cities, an assortment of coins, and names of officers of government. Three tiers of balconies or galleries viewed the rotunda floor. Pillars of stone supported the first gallery, while white oak columns supported the upper two galleries. There were offices and courtrooms located throughout the building. The maximum number of courtrooms in use at one time was twelve, although fifteen different rooms were used over the duration of the courthouse's operations. The Old Courthouse underwent a second period of construction beginning in 1851. The original brick courthouse was demolished and replaced with a new east wing. Between 1855 and 1858 the west wing was remodeled due to unsound second floor construction. The lower floor was divided into a hallway and two courtrooms to support the floor above. The Dred Scott trial occurred in the original lower west courtroom before it was remodeled. Due to the extensive remodeling, the original dome, a classic revival style, was replaced. The new dome was of wrought and cast iron with a copper exterior in an Italian Renaissance style. In 1861, the Federal government was constructing a similarly styled dome for the Capitol Building in Washington, D.C. Both domes were modeled after the dome in St. Peter's Basilica in Rome. Controversy was sparked when naysayers assumed the dome in St. Louis would be too heavy to be supported. The architect of the dome, William Rumbold, constructed a test model dome and proved it was sound. Once the dome was complete, Carl Wimar was commissioned to paint murals, in eye-shaped openings called \"lunettes,\" on the interior of the dome. The subjects of the lunettes were four significant benchmarks in St. Louis history. A redecoration of Wimar's work occurred in 1880 by Ettore Miragoli with his own paintings. In 1888 August Becker restored the original Wimar paintings. Moisture and decay occurred over the years, and in 1905 and 1921 two more restorations were made. The Old Courthouse was abandoned by the City of St. Louis in 1930 because the growth of the city required additional court space and a new structure had been completed a few blocks to the west. During the following ten years the older building was used for an art school and a workshop for a religious organization that refurbished toys for needy children. It also served as offices for two justices of the peace and their constables. Descendants of the Chouteau and Lucas families filed a lawsuit with the Missouri Supreme Court based upon the original agreement between their ancestors and St. Louis County. They claimed the Old Courthouse and its property should revert back to them because it was no longer used for its original purpose. The court ruled against the families and the courthouse was deeded to the Federal Government in 1940 by St. Louis City. The National Park Service began preservation of the Old Courthouse following its incorporation into Jefferson National Expansion Memorial. A new roof was installed in 1941 and the interior restoration began the same year. Offices were established in the structure by 1943 and museum exhibits displayed. Additional restoration occurred in 1955. The roof was rehabilitated, the murals restored and a new museum exhibit planned in 1979. The exterior of the Old Courthouse was renovated in 1985. The four St. Louis history galleries were completed in 1986. The National Park Service continues to preserve and maintain the Old Courthouse, a fine example of nineteenth-century architecture.        Restored courtroom in the Old Courthouse.   Restored Courtrooms The Old Courthouse originally contained from seven to twelve courtrooms during most of the long occupancy of the County and City courts. Two courtrooms now remain and are on display on the second floor of the building. The two courtrooms are Circuit Courtroom #13 in the east wing, approximately restored to its circa 1910 appearance, and Circuit Courtroom #4 in the west wing, the older of the two courtrooms which approximates a mid-Nineteenth century appearance.",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/old-courthouse-architecture.htm"
}
