{
    "title": "Dry Tortugas National Park: Frequently Asked Questions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Frequently Asked Questions              Frequently Asked Questions        Where is Dry Tortugas National Park located and how do I get there?   How much is the entrance fee?   Does the park have any lodging facilities?  Do I need reservations to camp at Garden Key?  How much are camping fees?  What can campers bring with them on commercial ferries?   Where is Loggerhead Key located and how can I get there?  Is fishing allowed in the park?  Is spearfishing or lobstering allowed in the park?  Are firearms permitted in the Park?  If I bring my private boat, do I need a boat permit?  If I bring my private boat, what do I need to know about overnight anchoring and mooring balls?   Are personal watercraft (e.g. jet skis) allowed in Park?  Is there a public dock at Garden Key?  Does the park provide a shuttle service for boats anchored in the harbor?  Does the park provide trash receptacles?  Can I barter or trade with commercial fishermen for seafood?  What is the RNA?  Is there really an American crocodile at Dry Tortugas?      Where is Dry Tortugas National Park located and how do I get there? The park is located roughly 70 miles west of Key West. Transportation to and from the park can be made through our concessionaire-operated ferry and seaplane based in Key West; visitors can also bring their private boat. More information on getting to the park can be found in Directions and Transportation.       How much is the entrance fee? The entrance fee for Dry Tortugas National Park is $10.00 per person and is good for 7 consecutive days. Visitors under 16 years old do not pay for the entrance fee. If you hold a valid National Park Pass and are travelling either via ferry or seaplane, show your pass at check-in and the entrance fee will be deducted from your transportation cost.   If you are bringing your private boat or arriving on a private seaplane, fees are collected through a self-service fee area on the main dock at Garden Key. Cash or check only.      Does the Park have any lodging facilities?  The Park has a campground located in Garden Key, right outside Fort Jefferson. For more information on camping at Dry Tortugas, visit our Camping page.       Do I need reservations to camp at Garden Key? Individual sites at the Garden Key are at a first-come, first-served basis. Camping reservations are required in advance for the group site, which holds from 10-20 people. To reserve the group camping site, fill out the application and e-mail it as an attachment. It is important to know that Dry Tortugas National Park has a carrying capacity of 68 people to camp at Garden Key. Please check in advance with the park prior to your visit if you are travelling on your private boat and would like to reserve the group camp  site. If you are travelling by the ferry, please check with the company for trip planning and camping reservations. Note: If you are travelling via ferry and plan to camp in a group, check with the company for additional group size and gear restrictions as they only allow 10 campers aboard per day.       How much are the camping fees? The nightly fee is $15.00 per camp site. Fees are collected through a self-service area that is located in the campground. Visitors under 16 are free. A 50% percent discount applies to holders of the Golden Age or Golden Access pass. Group camping is a nightly fee of $30.00 per camp site.  Camping fees can only be paid at the park by cash (exact change recommended) or check, regardless of your mode of transportation. Seaplane and ferry concessions do not collect camping fees.      What can campers bring with them on the commercial ferries? Campers arriving aboard the Yankee Freedom II are limited to 60 lbs. of gear plus water. The ferry does not allow the transport of fuels such as propane, lighter fluid, or any other type of liquid fuel or gas. Instead, self-starting \/ lighting charcoal is recommended       Are there any restaurants or facilities that sell food and drinks at the park? Because Dry Tortugas National Park is remote, there aren't any restaurants or facilities that sell food and drinks inside the park. We recommend you bring snacks, food and beverages during your stay at the park. Our concessionaire-operated ferry sells a limited amount of snack food and drinks inside their vessel. Meals are only provided to its passengers.      Where is Loggerhead Key located and how can I get there? Loggerhead Key is located 3 miles west from Garden Key. Visitors can access Loggerhead Key by private boat, sail boat, kayak, canoe, dinghy or charter boat. The dock is for government vessels only, but visitors can beach their small boats in the dinghy beach located on the east side of the dock.      Is fishing allowed in the park? Fishing is allowed in certain areas of the park. More information can be found in our Recreational Fishing page. It is important to know that Dry Tortugas National Park is almost exclusively in Gulf of Mexico waters, but is part of Monroe County, Florida. Therefore, all Florida state fishing laws and regulations apply. A Florida Saltwater fishing license is required, unless you are under the age of 16 or a Florida resident over the age of 65. For a complete list of fishing rules and regulations, visit the Florida Fish and Wildlife Conservation Commission website.        Is spearfishing or lobstering allowed in the park? Neither spearfishing nor lobstering is allowed in the Park.  Taking fish by pole spear, Hawaiian sling, rubber powered, pneumatic, or spring loaded gun or similar device known as a speargun, air rifles, bows and arrows, powerheads, or explosive powered guns are prohibited. Operators of vessels within the park must break down and store all weapons described in this paragraph so that they are not available for immediate use. Additional information on fishing regulations in the park can be found in the Dry Tortugas National Park Compendium.        Are firearms permitted in the Park? Firearms are permitted within the boundaries of the park, but carrying or possessing a loaded firearm is prohibited inside federal facilities, including the fort, lighthouses, boathouses, etc. All other areas of the park are regulated by state law.      If I bring my private boat, do I need a boat permit? Yes, all private boats and vessels entering Dry Tortugas National Park must file a boat permit at Garden Key before recreating within the park. Even if you do not plan on exploring Fort Jefferson, you must stop by Garden Key to pay the entrance fee and file the required permits. Fishermen must also file a boat permit and pay entrance fees before fishing within the park boundaries. However, if you are simply transiting through the park, a boat permit is not necessary. Boat permits are required for all recreational vessels including kayaks and dinghies, vessels operating under a Commercial Use Authorization and commercial fishing vessels. Vessels greater than 50 meters are required to have a Special Use Authorization in addition to the boat permit.      If I bring my private boat, what do I need to know about overnight anchoring and mooring balls? Overnight anchoring is only allowed in sandy bottom within 1 nautical mile of the Garden Key lighthouse. There is no anchoring allowed anywhere within the Research Natural Area (RNA). For detailed information on Dry Tortugas waters, check NOAA's Office of Coast Survey Chart 11438. Within the RNA, mooring buoys are available for day use only for a maximum of 2 hours. The mooring is designed to hold up to a 100 foot recreational vessel. It is intended for recreational use such as diving or snorkeling (bring a diver down flag), when weather and sea conditions are appropriate. For more information, check our Boat permits and mooring buoys brochure.        Are personal watercraft (e.g jet skis) allowed in Park? The use of personal watercraft is prohibited inside the park and cannot be used as tenders. Visitors are allowed to beach their kayaks, canoes, small dinghys in the dinghy beach located at Loggerhead Key and Garden Key.      Is there a public dock at Garden Key? Yes, the main dock and the 3 finger piers closest to the main dock are available for public use at Garden Key. Visitors can tie up their vessels to the dock or visitor-use finger piers for a maximum of 2 hours per day between sunrise and sunset. Please do not use finger piers that are designated for Government Vessels Only. However, there are some exceptions:  The main dock is occupied from 10 a.m. to 3 p.m. daily, due to the presence of the passenger ferry boat. On certain days, the main dock is not available for use when the park supply boat unloads cargo or unloads fuel.  There may be other instances when the dock is not accessible. If this is the case, please contact park staff on VHF 16 for further questions.      Does the park provide a shuttle service for boats anchored in the harbor? The park does not have a shuttle service for boats anchored in the harbor. If you have a small enough dinghy, kayak, canoe or small boat, you can secure it at the dinghy beach located on the left-hand side of the main dock at Garden Key. Or, you can use either of the 3 finger piers closest to the main dock up to a maximum of 2 hours per day.      Does the park provide trash receptacles? Dry Tortugas is a pack in, pack out park. This means that all visitors, campers and boaters must take back everything that was brought in.       Can I barter or trade with commercial fishermen for seafood? Bartering or trading for any type of goods with commercial fishermen is prohibited.      What is the RNA? RNA stands for Research Natural Area. This encompasses 46% of Dry Tortugas National Park. Implementation of RNA and its special regulations include areas closed to fishing and areas in which permits are required. For information contac us at (305) 242-7700 or email us.      Is there really an American crocodile at Dry Tortugas? Yes, an American crocodile has been spotted in the moat and occasionally sunning itself on the beaches of Garden Key. Although it is unusual for crocodiles to travel to the islands of Dry Tortugas, this species' habitat is salt water and can be found around the Caribbean. Having one known individual spotted to date in the park means that we could expect more individuals at any time.   Although American crocodiles are known to be shy and solitary creatures, they are still wild animals whose behavior can be unpredictable. Visitors should exercise caution and not approach the animal when spotted. Harassing or feeding wildlife is illegal.       For more information about Dry Tortugas National Park Rules and Regulations, read our Code of Federal Regulations.  If you have any further questions, e-mail us or call General Park Information at 305-242-7700 from Monday through Friday, 8:00 a.m. - 4:30 p.m.",
    "url": "https:\/\/www.nps.gov\/drto\/faqs.htm"
}
