{
    "title": "Dry Tortugas National Park: Diving and Snorkeling Sites",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Diving and Snorkeling Sites              Diving and Snorkeling Sites               Windjammer The most popular dive in the park is the wreck known as the Windjammer. Its real name was Avanti. Built in 1875, the three-masted, iron-hulled, sailing ship wrecked on Loggerhead Reef in 1901 on its way to Montevideo with a cargo of lumber. Before diving this site, be sure to pick up a laminated underwater map at the visitor center. This map will provide you with a self-guided tour of the wreck and allow you to make sense of what you are seeing. Depths on this site range from zero feet, where a small piece of wreckage actually breaks the surface, to 20 feet. It is a perfect place for snorkelers and scuba buffs to dive together. The best visibility on the site is during flood tide. The wreck has the greatest relief from the bottom and the most marine life at the very bow and the very stern of the wreckage. Consult the map to see how to locate those points since the ship is broken in half and you may become a bit confused without the guide. The site is a veritable aquarium of reef-dwelling, free swimming, and benthic (bottom) life. The structure serves as an artificial reef attracting a host of fish ranging from 200-pound jewfish to small tropical.             Little Africa  Located off the north side of Loggerhead Key, this area is protected, shallow, and calm-a great place for snorkelers, and under most conditions, for children. Juvenile barracuda, lobsters, corals heads, soft corals, and tropical fish are usually visible.         Texas Rock  This area is almost due north of Garden Key in about 55 feet of water. It consists of a huge mound of coral that emerges from the sand at about 55-60 feet of water and rises toward the surface to a depth of about 35 feet. The reef is rather isolated and is surrounded by sand. It takes a full dive to swim around the mound.   As you slide over the side of your boat, you may be immersed in a cloud of fish that are stacked up from the top of the reef almost to the surface. At first glance, they seem to be a fluid extension of the coral. Because the mound protrudes from a much lower reef, it is a magnet for marine life. On the north side of the reef is a forest of deep water sea fans that will rival anything to be found in the Caribbean. If you carefully investigate some of the nooks and I crevices in this area of the reef, you will find some rare black coral.   For the underwater shutterbug, this is a great place to photograph corals. With the exception of elkhorn and staghorn, almost every species of stony coral can be found here. In fact, this area is used as a coral growth monitoring station for ongoing research. If you happen on some obviously manmade apparatus while exploring this reef, it is probably part of this program. Please do not disturb any, of these sites as you could be harming some valuable environmental research.         Pulaski Shoals Area    This area marks the eastern boundary of the park. A navigational light tower marks the shoals themselves. Here the reef consists of scattered very shallow coral heads. In the days before navigational aids and accurate charts, these shoals claimed many ships and as a result, the diver can find the scattered remains of a wide variety of shipwrecks. When diving these sites, please remember to leave all the artifacts where you find them. This courtesy will allow other divers who come after you to enjoy the same sense of discovery. It is also against the law to remove any cultural artifacts and this particular law carries some serious penalties for divers who ignore it.   For more adventuresome diving, go just beyond the boundary buoys in about 75 to 80 feet of water and follow this depth curve looking for changes in reef elevation. It should not take long to find open ocean critters that will make for some exciting diving. Be very careful of the currents out here, as they are strong and variable in direction. As you descend into the deep blue water, you can expect to see very large grouper, and abundance of snapper, and often sharks. Black tips, hammerheads, bull, and nurse sharks are all common sights out here. In addition, you may also get to see turtles and some large formations of eagle rays. The diving out here is not for the timid or the novice diver. Be sure you know what you are getting into before you take the plunge. If you get yourself into trouble out here, you are a long way from help.           Long Reef Key This reef is just to the south of Long Key. It starts in about 35 feet of water and extends out to about 65 feet of water. It is heavily developed coral reef with deep surge channels running north and south between ranges of coral. You will see big star and brain coral heads along with some nice areas of plate coral. Visibility in this area is not as good as in other parts of the park because it does not get the strong flushing currents that typically occur in other areas. If you catch it when the visibility is good, the dive is great for novices and experts alike. The best technique is to use the surge channels as road maps to keep a point of reference of where you are on the dive. Try diving down one channel and coming back another, keeping count of how many you crossed. Once you get back to your starting depth and cross the same number you did on the way down, you are back where you started. Well, at least it works most of the time.         Snorkeling the Moat Wall at Night This is a rare treat. Outside the moat wall of Fort Jefferson an eerie sense of history meshes with the natural wonders of the underwater world. It is safe enough for kids who are comfortable in the water and exciting enough to stimulate the kid in the most jaded adult.    If you are new to night diving, we offer two bits of advice. Snorkel or dive the area first in the daylight, so it won't be totally foreign to you when the lights are out. And don't forget to bring a strong dive light. The best place to enter the water is the beach on the west side of the fort. From here swim along the moat wall to a point about halfway around the fort and then come back the same way. The water depth will vary depending on the tide but shouldn't exceed six to eight feet. You will find many creatures out and about that you will never see during the day. The octopus is a common sight, slipping along the bottom searching for some choice mollusks for dinner. The basket starfish is another creature that is common at night but very hard to find during the day. These critters usually hang out on the sea fans and look like a mass of thin starfish legs that are suffering from total confusion.   The fish are much more docile at night and can be approached much closer than during the day. Be careful not to shine your light directly at the fish as this both startles them and temporarily blinds them. They will then dart off and run straight into a coral head or the moat wall. Remember we are only visitors here and should respect those that make this place their home. Other things you are apt to see include lobsters, decorator crabs, arrowhead crabs, coral shrimp, and squid. Daytime diving is for the underwater vistas; night diving is a more intimate experience. Your world has shrunk and you need to bring your focus into a smaller field of vision. In that reduced field, you will begin to see much more detail.             Historic Coaling Pier Pilings In the late 1800s the US Navy built coaling warehouses and piers to refuel their ships. Eventually a particularly strong hurricane saw to the destruction of these structures and the Navy decided not to rebuild them. Fortunately for the visitor today, the pilings these piers were built upon did survive and offer an excellent opportunity to see some of the parks larger marine animals. The shelter created by the pilings, mixed with a deep drop off into the dredged channel, attract large grouper, tarpon, barracudas, and the occasional shark. You can also expect to see a variety of smaller fish and colorful coral living on and around these pilings.         Moat Wall In order to protect Fort Jefferson from an amphibious assault, and to add protection from the rough waters of the Gulf of Mexico, a wall was built around the fort creating a moat in between the fort and the moat wall. While swimming in the moat is prohibited, swimming around the moat wall is a wonderful way to discover some of the great cultural artifacts and superlative marine life in the park. Visitors can expect to see anything from reef squid, cement barrels, nurse sharks, anchor chains, hogfish, and maybe even the endangered American crocodile that lives in the waters of the park.",
    "url": "https:\/\/www.nps.gov\/drto\/planyourvisit\/diving-and-snorkeling-sites.htm"
}
