{
    "title": "Dry Tortugas National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           40001 SR-9336  Homestead, FL 33034                 Directions         Dry Tortugas National Park is one of the most remote parks in the National Park System. Located approximately 70 miles west of Key West it is accessible only by a daily concession ferry, private boats, charter boats, or seaplane.  Directions Details           Operating Hours & Seasons         Dry Tortugas  The Dry Tortugas is open 24 hours, 7 days a week. This includes holidays.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           The climate in the Dry Tortugas is subtropical, which basically means that it has warm and tropical weather in the range of 60°F to 90°F. The two main seasons are the winter stormy season from December through March which is windier and sees rougher seas, and the summertime tropical storm season from June through November where there is a higher chance of isolated storms. During the summers it is hot and humid. During the winter the temperature is milder and drier.          Fees & Passes     Entrance Fees:   Dry Tortugas Entrance Fee - $10.00 This fee covers entrance to the park for 7 days. If you are arriving via seaplane or ferry the travel ticket includes entrance fee to Dry Tortugas National Park and Fort Jefferson. If you hold a National Parks Pass, show your pass at check-in and the entrance fee will be deducted from your transportation cost. If you are arriving via private boat or private seaplane fees are collected through a self-service fee area on the main dock at Garden Key. Cash or check only.          Visitor Centers       Garden Key Visitor Center Garden Key Visitor Center is located inside Fort Jefferson. At the visitor center you will find artifacts, an informational movie, and souvenirs.   Florida Keys Eco-Discover Center  Enter the Florida Keys Eco-Discovery Center and take a journey into the world of the native plants and animals of the Keys, both on land and underwater. Leave with an increased awareness and appreciation of the need to protect and conserve the ecosystem of South Florida. The Center features over 6,000 square feet of interactive and dynamic exhibits including a mock-up of Aquarius, the world's only underwater ocean laboratory.                           Maps of Dry Tortugas               Explore Fort Jefferson               Discover the Windjammer Wreck               Visit Loggerhead Key             Almost 70 miles west of Key West, Florida, lies a cluster of seven islands, composed of coral reefs and sand, called the Dry Tortugas. With the surrounding shoals and water, they make up the Dry Tortugas National Park, an area noted for bird and marine life and shipwrecks. Fort Jefferson, its central cultural feature, is one of the nation’s largest 1800s masonry fort.  To learn more about the park follow the links below:    Operating Hours and Seasons   Fees and Passes   Current Conditions   Permits and Reservations   Pets   Goods and Services",
    "url": "https:\/\/www.nps.gov\/drto\/planyourvisit\/basicinfo.htm"
}
