{
    "title": "Canaveral National Seashore: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies       GENERAL LAWS & REGULATIONS   FIREARMS  As of February 22, 2010, federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. Federal law also prohibits firearms in certain facilities in the park. \"Federal Facilities\" are defined as a \"building or part thereof owned or leased by the Federal Government, where Federal employees are regularly present for the purpose of performing their official duties.\" This includes but is not limited to administrative buildings, visitor centers, and within walled forts including any open grounds therein. Emergencies: Park visitors should call 911  General Park Regulations  Glass containers are not allowed All litter must be removed from the Seashore and place in proper trash receptacles Visitors must obey the park speed limits and all park regulations Fireworks are not allowed within park boundaries Pets are not allowed on the beach at Canaveral National Seashore The use of Personal Watercraft (PWC) is prohibited by Federal Regulation Fishing limits are based on applicable Florida State laws Metal detectors are prohibited by Federal Regulation All plant and animal species are protected within Canaveral National Seashore When authorized, containerized fires are allowed only in designated areas Drink responsibly and follow all state laws on alcohol consumption.   References   2013->Chapter 790\">Florida State Statutes, Title XLVI, Chapter 790, Weapons & Firearms  SUPERINTENDENT'S COMPENDIUM of designations, closures, permit requirements and other restrictions imposedunder the discretionary authority by the Superintendent of Canaveral National Seashore. Title36 Code of Federal Regulations.",
    "url": "https:\/\/www.nps.gov\/cana\/learn\/management\/lawsandpolicies.htm"
}
