{
    "title": "Canaveral National Seashore: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities      Beaches.  The seashore has undeveloped beaches and limited services. There are no designated picnic areas, phones, food, or drinking water. The beaches have restrooms and boardwalk access. Beach access points for visitors with disabilities are at Playalinda Beach: Eddy Creek and Parking Area No. 8; and at Apollo Beach: Areas No. 1 and No. 5. First aid and drinking water are at the Apollo Beach information center. Surfing is permitted in the park. You may reach Klondike Beach only by foot (a back country permit is required).  Seashore areas may be closed if parking lots are filled or during rocket launches at the Kennedy Space Center. For recorded information on closures at Playalinda Beach, call 321-867-4077.     Scenic Drive    The six-mile self-guided Black Point Wildlife Drive in the refuge meanders through pine flatwoods and impounded marsh and provides excellent views of many species of wildlife.     Island Camping:  Primitive island camping is permitted at the Apollo Beach end of the park which is located near New Smyrna Beach in Volusia County. Visitors can make reservations by calling 877.444.6777 or online at www.Recreation.gov      Hiking  The seashore and refuge offer short self-guided trails. Castle Windy and Turtle Mound trails have shell middens left by Timucuan Indians. Turtle Mound Trail boasts a view of the ocean and Mosquito Lagoon. Eldora Hammock, Oak Hammock, and Palm Hammock trails wind through densely vegetated hammocks. Cruickshank Trail has an observation tower and marsh views.     Hunting Seasonal hunting of migratory water fowl is allowed in our sister park Merritt Island Wildlife Refuge and is part of the refuge’s waterfowl management. Display or use of firearms, other than for authorized hunting activities, is prohibited.     Boating  Launch sites in the refuge and seashore provide access to Mosquito Lagoon and Indian River. Airboats are prohibited.     Freshwater, saltwater, and commercial fishing are subject to size and possession limits and may require a license or special use permit; inquire at information centers.    Fishing Area Map Licensing & Regulations",
    "url": "https:\/\/www.nps.gov\/cana\/planyourvisit\/outdooractivities.htm"
}
