{
    "title": "Canaveral National Seashore: Operating Hours & Seasons",
    "body": "Operating Hours & Seasons       Most visitor facilities within the seashore are open and accessible every day of the year. Some seasonal and emergency closures may occur.  PARK HOURS OF OPERATION Winter Hours: Daily from 6:00 am to 6:00 pm   Summer Hours: Daily from 6:00 am to 8:00 pm  The Apollo Visitor Center, located at 7611 S. Atlantic Avenue, New Smyrna Beach, Florida, is open daily from 9:00 am to 5:00 pm. The phone number is (386) 428-3384 ext. 0.     The Eldora Statehouse, a short drive from the Apollo Beach entrance station, is currently open to the public Friday, Saturday & Sunday, from 12:00pm to 4:00pm. The phone number is (386) 428-3384.  Seminole Rest Main House and Eastern National Gift Shop and Book Store, located at 210 River Road, Oak Hill, Florida, is typically open Friday, Saturday and Sunday, from 12:00pm to 4:00pm. The phone number is (386) 428-3384 ext.0. We recommend you call ahead to verify the operating hours on the day you will be visiting. Canaveral National Seashore's Park headquarters is located at 212 South Washington Avenue, Titusville, Florida. Office hours are Monday through Friday from 8:00am to 4:30pm. Headquarters is closed on all Federal Holidays. The phone number is (321) 267-1110. Seasonal Considerations Planning ahead is the best way to take advantage of recreational opportunities. Choosing what time of year to visit, based on your interests, can be the key to an enjoyable trip. Rainy Season (May through October)  Seasonal rains bring higher water levels to Canaveral National Seashore, causing wildlife such as alligators and wading birds to disperse and to be seen less frequently. Mosquito levels increase, and exploring trails in some areas may become intolerable. While visiting during this season you can expect daily afternoon thunderstorms, stunning views of overhead storm cloud formations, high humidity, and afternoon temperatures in the 90s.  Dry Season (November through April) While some birds are drawn to the seashore year round, the abundance of migrating and wintering birds makes this area, and the nearby wildlife refuge, a birder's paradise during the dry season. Smaller crowds, fewer mosquitoes, greater wildlife viewing opportunities and more enjoyable hiking, camping and canoeing adventures characterize this time of year. Finally, the seashore offers a greater variety and number of ranger-led activities that provide an in-depth look into the special natural and cultural resources protected in the area.  Hurricane Season (June 1st through November 30th) The season is normally most active between the months of August and October.",
    "url": "https:\/\/www.nps.gov\/cana\/planyourvisit\/hours.htm"
}
