{
    "title": "Jefferson National Expansion Memorial: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours      Ranger led tours of the Old Courthouse are led everyday on varying schedules.  Please check with the information desk for exact times of tours.  Group Tours For a Ranger-led Program reservations must be made at least 30 days in advance. Call our reservationist weekdays at (voice) 314-655-1700 between 8:00 a.m. and 4:00 p.m. He or she will need to know: Your preferred date and time.  The name of the accompanying teacher\/leader and a time when they can be contacted.  The number of children and the number of adults attending.  A complete address and telephone number.  Any specific needs Information will be mailed to you and a park ranger will call to confirm the details of your visit. If you need to cancel, please call our reservationist as soon as possible. Tour Length Programs are typically 45 minutes long. Arriving late may cause your program to be shortened or canceled. Your reservation slip shows the correct time, date, and location of your program. Group Size The size of groups is limited to maintain the educational quality of our programs. Preschool and Kindergarten groups are limited to 20 students. One adult is required for every five students. Elementary, middle school, and high school groups are limited to 30 students. Larger groups may be accommodated in separate programs. One adult is required for every ten students. Chaperons are required to maintain control of their group at all times. Adult groups are also limited to 30 people. If you have a larger group, it may be necessary to divide into two groups. Programs During May May is our busiest month. Program selections are limited because of crowded conditions and time slots typically are filled 4-5 months in advance. We recommend reserving May programs as early as possible or scheduling your program during another month. See program listings under Old Courthouse Programs for more details. Keep in Mind Be prepared for crowded conditions during your visit. Adults are expected to maintain control over their group at all times. Due to a lack of space inside the visitor center, we recommend groups eat lunches outside or on their buses. Upon arrival, register at the Information Desk. Please review Museum Manners with any students\/children before entering the Old Courthouse. A park ranger will meet the group when the program is scheduled to begin. If the group would like to visit the top of the Arch or see a movie, please contact Metro on-line, by calling toll-free (voice) 1-877-982-1410, or by sending a fax to 314-982-1527.  Riverboat Cruises Take a ride down the Mississippi River on a 19th century replica steamboat. Tom Sawyer and Becky Thatcher combine the charm of the 1800s with modern conveniences of today.Choose from a variety of different cruises. From dinner cruises, to sightseeing to entertainment and private chartered cruises there is a cruise for every occassion. See below for our seasonal schedule.  December-February:  New Year's Eve Cruise  March-May:  Majic 104.9 Cruises One-Hour Sightsee Cruises Skyline Dinner Cruises Sunday Brunch Cruises  June-August: Blues Cruises Fourth of July Cruises Kimmswick Cruises Majic 104.9 Cruises One-Hour Sightsee Cruises Skyline Dinner Cruises Sunday Brunch Cruises  September-November: Arch Rivalry Riverboat Race Cruise Blues Cruises Holiday Shopping Cruise Halloween Cruise Kimmswick Cruises Lock-N-Dam Cruises Majic 104.9 Cruises Oktoberfest Cruises Skyline Dinner Cruises Sunday Brunch Cruises  Group Events: Bring along family, friends, or colleagues to enjoy the riverboat experience.",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/guidedtours.htm"
}
