{
    "title": "De Soto National Memorial: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Suggested Reading              Suggested Reading       Much has been written about the De Soto Expedition and the Native Cultures met during the journey.  Below are suggested readings.  Those books in yellow may be downloaded by clicking on the titles. Anderson, Ruth Matilda Hispanic Costume 1480-1530.  The Hispanic Society of America. New York, 1979. Avellaneda, Ignacio Los Sobreviventes de la Florida: The Survivors of the De Soto Expedition. University of Florida Libraries, Gainesville, 1990. Blanchard, Charles E. New Worlds, Old Songs. Institute of Archaeology and Pleoenvironmental Studies, Gainesville, 1995. *Brown, Robin C. Florida’s First People. Pineapple Press, Sarasota, 1994. *Clayton, Knight, and Moore; editors The De Soto Chronicles. Volumes 1 and 2. University of Alabama Press, Tuscaloosa, 1993. *Covey, Cyclone.  Cabeza de Vaca's Adventures in the Unknown Interior of America. University of New Mexico Press, Albuquerque, 1983. Dickenson, Samuel “De Soto and the Law” The Arkansas Historical Quarterly 49, No. 4 (Winter 1990): 297-312. *Duncan, David Ewing Hernando de Soto: A Savage Quest of the Americas. University of Oklahoma Press, Norman, 1996. *Ewen, Charles R. and John H. Hann Hernando de Soto Among the Apalachee. University Press of Florida, Gainesville, 1998. *Hudson, Charles M. Knights of Spain, Warriors of the Sun. University Press of Georgia, Athens, 1998. Landers, Jane. Black Society in Spanish Florida. University of Illinois Press, Chicago, 1999. *Lavender, David. De Soto, Coronado, Cabrillo: Explorers of the Northern Mystery. National Park Service, Washington, 1992. Leon-Portilla, Miguel The Broken Spears: The Aztec Account of the Conquest of Mexico. Beacon Press, Boston, 1992. *Milanich, Jerald T. Florida Indians and the Invasion from Europe. University Press of Florida, Gainesville, 1995. *Milanich, Jerald T. and Charles Hudson Hernando de Soto and the Indians of Florida. University Press of Florida, Gainesville, 1993. *Milanich, Jerald T. and Susan Milbrath, editors First Encounters: Spanish Exploration in the Caribbean and United States, 1492-1570.  University Press of Florida. Gainesville, 1997. *Milanich, Jerald T. Laboring in the Fields of the Lord: Spanish Missions and Southeastern Indians. Smithsonian Institution Press, Washington, 1999. Minta, Stephen Aguirre: The Re-Creation of a Sixteenth Century Journey Across South America. Henry Holt & Company, New York, 1995. Nicholl, Charles The Creature in the Map: A Journey to El Dorado. William Morrow & Company, New York, 1995.  Perez-Mallanina, Pablo E. Spain’s Men of the Sea: Daily Life on the Indies Fleets in the Sixteenth Century. Johns Hopkins University Press, Baltimore, 1998. Sloan, David “The Expedition of Hernando de Soto: A Port-Mortem Report Part 1” The Arkansas Historical Quarterly 51, No. 1 (Spring 1992): 1-29. Sloan, David “The Expedition of Hernando de Soto: A Port-Mortem Report Part 2” The Arkansas Historical Quarterly 51, No. 4  (Winter 1992): 297-327. Thomas, Hugh Conquest: Montequma, Cortez, and the Fall of Old Mexico. Touchstone, New York, 1993. de la Vega, Garcilasco; translated by John and Jeanette Varner The Florida of the Inca. University of Texas Press, Austin, 1988. Wise, Terence and Angus McBride The Conquistadors. Osprey Military Men-at-Arms Series, 1992. *Young, Gloria A., and Michael P. Hoffman. The Expedition of Hernando de Soto West of the Mississippi, 1541-1543. University of Arkansas Press, Fayetteville, 1992. *Indicates availability for purchase from the De Soto National Memorial bookstore.",
    "url": "https:\/\/www.nps.gov\/deso\/learn\/education\/suggestedreading.htm"
}
