{
    "title": "De Soto National Memorial: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Hernando de Soto   Hernando de Soto was born around 1500 in the Extermadura region of Spain. De Soto was the second born son to a minor country noble or Hidalgo. He would learn in his youth the skills of horsemanship, reading, writing, and armed combat, but due to the laws of inheritance he would have to look outside of his estate for wealth and glory. At the age of 14, Hernando de Soto would leave Extermadura for Seville and enlist in an expedition set for the New World. He would arrive in present day Panama at the colony of Darien founded by his childhood hero Alviar Nunez de Balboa. De Soto would serve Balboa and the governor Pedrarias Davila as soldier of horse, where he would quickly distinguish himself.   Pedrarias named El Furor Domini the scourge of God by his men would quickly strike out and eliminate many of his chief rivals within the colonial government, including Balboa his Son-in-Law. He would wage a brutal conquest over the native people of Central America conquering Panama and Nicaragua. De Soto would carefully navigate the time of political upheaval and executions and would rise to a position of prominence in the colonial government under Pedrarias. De Soto would game wealth and fame due to his partnerships with several men. Entering into a compania or partnership with Hernan Ponce de Leon, and Francisco Companon, De Soto would make a decent fortune ranching horses and trading and shipping Indian slaves.          Atahualpa's capture at the battle of Cajamarca.   A Chance for Immortality In 1530 on a failed expedition into South America, a down on his luck conquistador named Francisco Pizarro stumbled upon evidence of a rich and culturally advanced society in Peru called the Inca. Pizarro would fail in his petition to Pedrarias to lead expedition of conquest into Peru. Pizarro would call on Hernando de Soto and Hernan Ponce de Leon to lend horse cavalry and ships for the expedition as well as influence on Pedrarias to approve the expedition. In exchange for his services, De Soto would be named second-in-command of the expedition and receive a lion's share of the spoils of conquest. The largest obstacle would prove to be De Soto's old mentor Pedrarias, who would stand firm on his decision to not allow the expedition. De Soto would attempt a coup to unseat Pedrarias's power and would be thrown in prison and possibly executed. Fortunately for De Soto, Pedrarias would die in March of 1531, freeing De Soto and Ponce to outfit Pizarro's expedition. 1532 Pizarro and De Soto would lead 300 soldiers into Peru to conquer an empire of millions. Fortunately for the Spanish the Inca empire was experiencing a bloody civil war between two brothers Atahualpa and Huascar, in which Atahaulpa would win and become the Sapa Inca Emperor. Showing contempt for the Spanish, Atahualpa would meet with Pizarro at the Inca town of Cajamarca. Atahualpa would come un-armed and ultimately be captured by Pizarro in a bloody takeover. Atahaulpa and De Soto would become friends during the Inca Emperor's  captivity passing time playing chess and teaching him Spanish. Pizarro would offer Atahualpa a chance at freedom for a great ransom in which the Inca Emperor would fill three rooms with gold, silver and precious gems totaling 90 million dollars in today's money. For his troubles, Atahualpa would be tried and executed by Pizarro. De Soto would disagee with Pizarro's decision and would be sent away to put down a false rebellion during the trial.  De Soto would bitterly leave the expedition in 1535 after being denied governorship of Cuzco by Pizarro. He would then travel to Spain and marry Donna Isabella de Bombadilla a daughter of his old mentor Pedrarias. In 1537 Hernando de Soto would meet with the Emperor Charles V and impress him with his tales from the Indies. Charles would later approve De Soto's request to govern and conquer a portion of the New world, a place named La Florida. De Soto would depart Spain in September 1537 to travel to Cuba were he would claim his title of Governor and begin forming his expedition to La Florida. May 1539 De Soto would depart Havana and sail for a selected bay on Florida's west coast to begin the expedition that would cost him his fortune and his life.",
    "url": "https:\/\/www.nps.gov\/deso\/learn\/historyculture\/index.htm"
}
