{
    "title": "De Soto National Memorial: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions           Robinson Preserve Observation Tower Manatee County Dept. of Natural Resources  Robinson Preserve Robinson preserve is a 487 acre nature preserve that features over eight miles of nature trails with biking and hiking. There is also kayak channels were you can explore mangrove tunnels and surrounding estuaries. The largest feature is a 60 ft. observation tower were visitors can get a birds eye view of the surrounding area.  It is located at:   1704 99th St Northwest Bradenton, Fl 34209  Hours: open daily, hours of operation vary seasonally the Valentine House visitor Center is open from 9-4 daily. For more information please Click Here to visit their website.          Portavant Temple mound    Emerson Point Ecological Preserve Emerson Point Ecological preserve is a 365 acre preserve located on Snead island in western Palmetto, Fl  at the mouth of the Manatee River. Enjoy hiking and biking trails as well as an extensive kayak trail system along the river and neighboring Terra Ceia Bay. Emerson point is also home to the Portavant temple mound, one of southwest Florida's largest and intact Native American mounds. Emerson Point is located at: 5801 17th St. West Palmetto, Florida 34221 The park is open daily but hours vary seasonally the Ranger station\/Visitor reception area is open from 10-4. for more information please Click Here to visit their website.          South Florida Museum Mammoth exhibit    South Florida Museum & Bishop Planetarium The South Florida Museum is the largest natural and cultural museum on Florida's Gulf Coast, interpreting the region from the Pleistocene to the present day. Visitors young and old will delight in the many opportunities to view resident manatee Snooty, in the Parker Aquarium. Interpretive programs on manatees are presented several times daily. The state of the art Bishop Planetarium transports visitors to the farthest reaches of the universe. The Planetarium offers visually stunning and scientifically accurate space shows in high definition digital sound. The South Florida museum is located at: 201 10th St. West Bradenton, FL 34205 Please call (941) 746-4131 or Click Here to visit their website for hours of operation and admission fees.          The Stephens House at Manatee Village Historical Park Manatee Village Historical Park   Manatee Village Historical Park  Step back into time at the Manatee Village Historical Park. Visit this collection of restored buildings from Manatee County's settlement history and experience life in Manatee County before the arrival of modern conveniences such as automobiles and electricity. The Manatee Village Historical Park is a joint project of the Manatee County Historical Commission, Manatee County Clerk of Circuit Court, the Manatee County Board of County Commission, and the City of Bradenton. Manatee Village Historical Park is located at: 1404 Manatee Ave. East, State Rd. 64 Bradenton, FL 34209 Contact them at (941)741-7165 or Click Here to visit their website for hours of operation.           American Alligator at Myakka River State park Myakka River State Park  Myakka River State Park One of the oldest and largest state parks, Myakka protects one of the state's most diverse natural areas. The Myakka River, designated as a Florida Wild and Scenic River, flows through 58 square miles of wetlands, prairies, hammocks, and pinelands. Visitors can enjoy wildlife viewing from a boardwalk that stretches out over the Upper Myakka Lake, then take to the treetops with a stroll along the canopy walkway. The park´s river and two lakes provide ample opportunities for boating, freshwater fishing, canoeing, and kayaking;a boat ramp provides access to Upper Myakka Lake. Hikers can explore trails that cross large expanses of rare Florida dry prairie. Scenic lake tours are offered daily on the world´s two largest airboats. Myakka River State park is located at:  13208 State Road 72 Sarasota, FL 34243 For more information please call (941)361-5611 or Click Here to visit their website for hours of operation and entrance fee information.          Mote Marine Laboratories Logo Mote Marine   Mote Marine Laboratory and Aquarium Come meet our fish, And our scientists. Our working aquarium gives you an up-close experience with a variety of marine animals and fish, including two touch tanks and a 135,000 gallon shark habitat. You can also witness our scientific research—as it happens—in viewable working laboratories. Be sure to say \"Hi\" to some of our star residents like the manatees Hugh and Buffett, and the sea turtles Caleb, Hang Tough, Harry, Shelley and Montego. More than 100 species of marine life call Mote their home, and you are more than welcome to meet them all. Mote Aquarium is proud to be accredited by the Association of Zoos and Aquariums (AZA) and has met rigorous, professional standards for animal care, wildlife conservation and research, education and more. Mote Marine is located at: 1600 Ken Thompson Parkway Sarasota, FL 34236 For more information please call (941) 388-4441 or Click Here to visit their website for hours of operation, tours, and admission fees.",
    "url": "https:\/\/www.nps.gov\/deso\/planyourvisit\/nearbyattraction.htm"
}
