{
    "title": "De Soto National Memorial: For Kids",
    "body": "Explore This Park    Plan Your Visit     Things to Do     For Kids              For Kids           De Soto Junior Ranger Activity Book De Soto National Memorial offers year round an award winning Junior Ranger program. While visiting the park your Junior ranger will receive an activity book, pencil, and compass to get them started. Junior Rangers will learn about the De Soto expedition and the Native American people as they are guided around the park and its trails. Junior Rangers must complete six activities as well as the map activity within the book.          Junior Rangers uncover a special guest on archaeology day! Park Photo     Annual Junior Ranger Summer Camps Junior Ranger Summer Camp is an educational and fun way for your kids to learn about their National Parks. nature, and history.  Open enrollment— We offer open enrollment for children between the ages of 6 to 10, who are interested in exploring and being outdoors! Registration is free— That is right, all registration and activities are 100% free of charge. But parents must come in person to register their children for the summer camp. Due to a high need and fierce competition for spots, we will accept no telephone reservations. Experience Their National Parks— Junior Rangers will learn about all aspects of the place they live and the National Parks. Topics range from Florida's environments, path finding,conservation, archaeology, and history. With this years them being the NPS Centennial! Two Weeks to Choose From— Junior Ranger Summer Camps run for four days Tuesday through Friday, 9:30 am to 1:00 pm. The first week offered for camp will be June 21st  through 24th. The second week offered will be July 26th through 29th. Sign up for both weeks will begin Wednesday, June 1st. There will 20 spots open either week so sign up as soon as possible!  Reservations will only be taken  in person at the visitor center from 9:00 am to 5:00 pm. No Online, e-mail, or telephone registration is allowed. Parents are only allowed to register their own children. Completed forms must be turned at the time of registration.   Hurry space is limited and camp days do fill up quickly,due to the popularity of the camps no spaces will be held under any circumstances! All spots are filled on a first come first serve basis. Last year both camps filled within three days! What the Junior Ranger Will Need— We Ask that parents please provide the following for their Junior Rangers: 1.Re-usable Water Bottle 2.Hat 3.Sunscreen 4.An end of camp snack 5.Closed toed shoes or sneakers (No flip flops or open toed sandals) On Water Day Junior Rangers will need: 1.Closed toed and heel water shoes ( No flip flops of sandals) 2.A Towel 3.All other daily expected items To download the registration form please click here . Please have one registration form per child. We will also have registration form available at the Visitor Center.",
    "url": "https:\/\/www.nps.gov\/deso\/planyourvisit\/justforkids.htm"
}
