{
    "title": "De Soto National Memorial: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons      Operating Hours  The Visitor Center is open daily, 9:00 a.m. to 5:00 p.m. Park grounds are open dawn to dusk, but the parking lot gates close at 5:00 p.m. Vehicles left within the parking lot after 5:00 p.m. will remain there overnight and may be ticketed.  There is no overnight camping in the park.  De Soto National Memorial is closed on New Years Day, Thanksgiving, and Christmas. The park may be closed for periods of time during hurricane season if the arrival of a hurricane is imminent.        De Soto Landing reenactment held annualy in April at De Soto National Memorial.   Winter Season Activities Camp Uzita    Camp Uzita is the spot were the majority of the parks living history programs are held everyday from December to mid April. Park Staff and volunteers recreate a working 16th Century camp experience. Here you can watch black smithing, cooking demonstrations, archery contests and hear the roar of an arquebus. On the hour from 10-3, Park Rangers will give a program on the De Soto expedition. Topics include 16th Century European and Native American cultures, the legacy of the expedition, and stories about the people who came here with De Soto in 1539.    Special Events  Through out the Winter season De Soto National Memorial offers several unique special events.  In October the park holds its haunted trail walk called Desoween. Each year offers a different theme and a new opportunity to see the park in a spooky way. the trail is designed for children and adults ages 7 and up. In December we light the parks trails with thousands of luminary lights for our Winter Luminary. For one evening come out and listen to local musicians, enjoy the lights, and hear a special holiday program that highlights the way 16th Century peoples commemorated the Winter season. In February the park will present a featured evening musical program. The free Concerts on he Lawn highlight music from many of the unique cultures that were represented in the De Soto experience. Please check out our calendar of events for date and times. In March the Park offers a Time traveling experience for our 5 Centuries of Florida History weekend. Join us as reenactors from all over Florida portray men and women from Florida's past. Our Winter season concludes in April with the annual De Soto landing reenactment. Come to the parks beaches and witness a historical recreation of Conquistador Hernando de Soto's landing in Tampa Bay. The landing event is held twice at 10 am and 1 PM.  Please check our events calendar or call 941-792-0458 to check for times and details.          Junior Ranger Summer Campers learn about coastal ecology.   Summer Season Activities Ranger led Kayak Tours Weekends from May to October De Soto National Memorial offers a free kayaking experience. Explore Florida's historic waterways as Park Rangers talk about the ways native people and early settlers used Florida's bays,estuaries and rivers to live, trade, and fight. See the park from a different perspective. learn about Florida's unique coastal ecosystems and ecology as you move through thee different and unique coast systems. The tours are offered on Fridays, Saturdays, and Sundays at 9:30 am. All equipment is provided,but you must call ahead to make a reservation. Booking begins on April 1st and spots fill quickly with tours filling up two months out. Please call 941-792-0458 to check for availability. Junior Ranger Summer Camp In June and July the park offers a one week Summer free camp Junior Rangers ages 6-10 will spend the week learning about conservation, ecology, history and the National Parks. At the end they will earn their own Junior Ranger T-shirt that marks them out as one of De Soto National Memorial's awesome Junior Rangers. Reserve your child's spot on June 1st by calling 941-792-0458 or drop by the visitor center. Hurry quickly as spots fill up fast!",
    "url": "https:\/\/www.nps.gov\/deso\/planyourvisit\/hours.htm"
}
