{
    "title": "De Soto National Memorial: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Outdoor Activities              Outdoor Activities                Ranger Led Kayak Tours at De Soto National Memorial Park Photo   De Soto National Memorial Ranger Led Kayak Tour 2016 Season  Reservations   Starting Saturday, April 1st we will be accepting reservations for spots on our 2016 Ranger led kayak tours. The tours start Friday, May 6. Tours run on Friday, Saturday, and Sunday morning at 9:30. Please call  941-792-0458 to reserve your seat.  Tour Information The Ranger led kayak tours are designed for all skill levels. The weekly tours are every Friday, Saturday, and Sundays at 9:30 am. The tour is 100% free and all equipment and devices are supplied. The tour lasts one and a half hours and explores the parks historic waterways. The kayaks are tandem sit on top ocean kayaks. Rangers take 10 people out for a standard tour.The Park Ranger stops several times along the trip were they will point our environmental, and historical features. Tours are subject to adverse weather and tidal conditions. There is no guarante of tour reschedule. We ask that all visitors please wear appropriate attire, and bring a hat, sunscreen, and water. Shoes are required for the tour. water shoes, or sandals are prefered. For questions please call 941-792-0458. Starting in July we will offer on the last weekend a month an advanced Ranger led kayak tour. This tour is longer and more intense than the standard weekend tour. Rangers will guide you from De Soto National Memorial to either Robinson or Emerson's Point preserve. This tour lasts 3-4 hours and requires you to paddle over 4 miles. The tour leaves at noon after the return of the scheduled standard tour. Participants must have completed one the scheduled tours and demonstrate a level of physical fitness to complete the tour. To reserve a spot or would like more information please call 941-792-0458.     Nature Trail  The Nature Trail winds along the shoreline and through several Florida ecosystems, including a mangrove forest like the one that De Soto's men would have encountered when they landed.  Trails include interpretive signage and waysides that tell the story of the De Soto Expedition and the natural history of the area.  Bicycling is allowed in the parking lot, but not on the sidewalks or trails. Forty-five minute guided Trail Walks are offered by Park Rangers all day, staff availability and weather permitting.  Inquire at the Visitor Center.  For tour availability, call (941)792-0458, ext. 105.  Camp Uzita Our Living History Camp is opened December through  April . Rangers and volunteers dressed in period clothing will present talks on a variety of historical topics related to the De Soto Expedition and Florida's Native Americans. There will also be weapons and Spanish and native craft demonstrations throughout the day. Our living History Camp Season  closes in April with our popular De Soto landing event. Living History Rangers and volunteers  re-enact the historic landing of Hernando De Soto on the beaches of Tampa Bay. The day will include talks and demonstrations on Life in the 16th Century, Florida's Native American heritage, and the Legacy of De Soto's expedition.   Please check our Schedule of events calendar   Picnic Area A ten table picnic area is located adjacent to the parking lot and is available for visitors on a first come basis. Large groups and schools should call ahead to reserve seating.  Grills and alcohol are not allowed within the park. Bird Watching The seasonal migration of birds brings many bird watchers to the park in the fall and early spring.  The exact timing of migration is dependent upon weather. Come to our visitor center and inquire what new and rare birds have been sighted recently at De Soto National Memorial. Camping De Soto National Memorial has no facilities for camping.  The park grounds are closed from sunset to sunrise. Beach Several small beaches are located within the park.  The De Soto Point Beach is located west of De Soto Point and northwest of the Visitor Center.  This beach is exposed to the current of the Manatee River and the waves of Tampa Bay.  The Cove Beach located on the south side of De Soto Point and is more popular because it is sheltered from most current and waves.  No life guards are on duty.  Swimmers use park beaches at their own risk.  Fishing  Fishing with rod and reel is allowed within the park with a valid Florida drivers license and valid State of Florida fishing liscense.  Fishermen are not allowed to stand on rip rap or to clear brush from any area in order to gain access to the water. For questions of licensure and eligability please visit http:\/\/myfwc.com\/license\/   Boating The Cove is a popular temporary anchorage for small pleasure boats.  Canoes and kayaks may be launched that may easily carried to the water by hand may be launched from the park beaches provided that vegetation, terrain, and wildlife is not disturbed.  Loud motors and the creation of excessive wave action is prohibited. Dogs Dogs are permitted within the park only when on a hand held leash. For all of our dog walkers and four legged friends make sure to come to our Dog Days at De Soto event held annually in March.        John Moerk",
    "url": "https:\/\/www.nps.gov\/deso\/planyourvisit\/outdooractivities.htm"
}
