{
    "title": "De Soto National Memorial: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           8300 De Soto Memorial Hwy  Bradenton, FL 34209                 Directions         Driving Directions: From I-75 Take exit 220 SR 64\/Manatee Ave, Gulf Beaches exit. Travel west on SR 64 for approximately 12 miles to 75th St. W. Turn right onto 75th St. W. travel north approximately 2 miles to the northern terminus 75th St. W. turns into De Soto Memorial Hwy and dead ends into the park.   Directions Details           Operating Hours & Seasons         De Soto National Memorial Visitor Center and Parking lot is open Seven Days a week From 9:00 am to 5:00 pm. Park grounds are open from Sunrise to Sunset. De Soto National Memorial is closed Thanksgiving, Christmas Day, and News Year Day.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed                 Weather           Summers avg. Temperature is 90 degrees Fahrenheit with a relative humidity of 80-90% Late afternoon showers and thunderstorms are common usually lasting only 10-20 minutes. Winters are mild and dry with lows reaching on average 60 degrees.           Fees & Passes     Entrance Fees:   De Soto National Memorial - $0.00 The Park and all areas, programs, and events are free of charge.         Visitor Centers       De Soto National Memorial Visitor Center The Park's Visitor Center is open seven days a week from 9:00 am to 5:00 pm. It is located just north of the parking lot. Inside are interpretive displays and exhibits that tell the story of the Conquistador Hernando de Soto's 1539 expedition and impact on the Native American tribal societies of the American Southeast. The movie Hernando de Soto in America plays daily. During the winter season the movie plays on the half hour.                   De Soto National Memorial Created in 1948, the park's mission is to commemorate the 1539 expedition of the Spanish Conquistador Hernando  de Soto and his impact on the American Indian societies of the Southeast. The  park is open year round and offers many seasonal activities. The highlight of the parks activities include living history programs and demonstrations  at Camp Uzita, a recreation of a 16th Century native village. During the summer the park operates guided  kayak tours in the surrounding water and bays. Park Rangers and staff are on hand to assist visitors in their  understanding of this important and controversial historical event.",
    "url": "https:\/\/www.nps.gov\/deso\/planyourvisit\/basicinfo.htm"
}
