{
    "title": "Morristown National Historical Park: Internships",
    "body": "Explore This Park    Get Involved     Volunteer     Internships              Internships         Cultural Resources interns are crucial to the division's operations.   Internships with the Cultural Resource Division  Interns are a vital part of the operational success of the cultural resources program at the Morristown NHP. Much of the steady, focused work, which is the hallmark of curatorial and archival careers, is best accomplished by interns who are less susceptible to multiple pressures within a workplace.More importantly, interns are specifically tasked with the important goal of broadening their exposure and delving into a segment of the field of cultural resource preservation and care.  Through a mutually beneficial agreement, the Morristown NHP and the student, with their advisor, select a project which not only produces a result for the park, but also fulfills the requirements of the students' internship while challenging them in the curatorial or archival field. Over the course of the semester, interns become more than students. They become a part of the staff. They become more than unfocused, they become focused young professionals. Undergraduate Undergraduate interns typically earn two credit hours for 70 hours worked or three credit hours for 120 hours worked. Credit will ultimately depend on a school's policy. Graduate Graduate student internships vary and are not mandatorily structured around earning credits. Students are advised to talk with their department advisors on the applicability of the internship to their particular needs. Students are also encouraged to contact their school's career center or academic internship office. Morristown NHP generally operates on a first-come basis. Positions are regularly filled. Early contact is advised.       Contact Information: Jude M. Pfister, D. Litt. Chief of Cultural Resources Jude_Pfister@nps.gov 973-539-2016 x 204",
    "url": "https:\/\/www.nps.gov\/morr\/getinvolved\/internships.htm"
}
