{
    "title": "Morristown National Historical Park: War Comes to Morristown Field Trip",
    "body": "× Rate the Lesson Plan             Field Trips War Comes to Morristown Field Trip   Morristown National Historical Park, Colonial National Historical Park, Federal Hall National Memorial, Fort Necessity National Battlefield, Fort Stanwix National Monument  George Washington Memorial Parkway, George Washington Birthplace National Monument, Minute Man National Historical Park, Saratoga National Historical Park, Springfield Armory National Historic Site, Touro Synagogue National Historic Site, Washington Monument , Washington-Rochambeau National Historic Trail  more »         Student's explore soldiers winter quarters. NPS Photo         Overall Rating  Add your review    Description War Comes to Morristown Field Trip is an interactive, curriculum-based, program that involves students role playing historic figures to better appreciate the problems faced by both soldiers and civilians during the Morristown encampment. For availability, please review the following information and contact Education Specialist Thomas Winslow e-mail us (thomas_winslow @nps.gov)  Teacher's overview of War Comes to Morristown.  Education Standards. Driving directions for your field trip at Jockey Hollow. Logistics: The program involves activities in two separate buildings, the Visitors Center and the Wick House. All students participate in all activities. Students begin their visit in the Jockey Hollow Visitors Center for an introduction to the National Park Service and the program. After the introduction, the group is divided in half unless the class size totals twenty-five students or less. Fifty (50) is the maximum number of students per program. Both groups will participate in both components, switching location halfway through the program. One group moves to the 18th century farm house and the other remains in the visitors center. Each group is then divided further, into three equal groups for small group activities. It will expedite the program if the teacher has a plan to divide the students prior to their visit. The students in the visitors center are challenged with deciding what should be done regarding the destruction and\/or theft of private property by the soldiers living in the winter camp. Divided into two groups- each group receiving \"character cards.\" Some contain complaints of actual inhabitants living in the vicinity of the Jockey Hollow encampment who had claims against the army, others the writings of people that appear to be sympathetic to the problems of the soldiers. All cards are based on original source material that has been paraphrased for the modern reader. The students will familiarize themselves with their character and provide testimony of the the complaint (as written on their card) to the class. Taking the format of a hearing, each character will conclude their presentation with the punishment (or lack thereof) they deem fit. After the hearing, the ranger will then ask the group as a whole to evaluate the kinds of problems, hardships and sacrifices made by civilians and soldiers that \"Hard Winter.\" They will be asked to consider what they might do (as \"civilians\" or \"soldiers\") if their complaints were not met. This component concludes with students discussing what was the result -did either soldiers or civilians receive the compensation they sought. Students will enter a reproduction hut and envision themselves spending the winter there- identifying and learning about the 18th century version of some of our modern items. The students in the Wick House, also in small groups, will examine the rooms where the officers stayed, the family stayed and the area they shared to prepare their meals. Each group will become an expert on their assigned room, and report back to their classmates the function of the objects, how they denoted wealth or rank and what we might substitute today- to serve the same function. If the teacher has an additional twenty (20) minutes after the program, and wishes the students to participate in a soldier's drill with wooden muskets, they may do so. Please advise the Park Ranger upon your arrival and remember to inform your transportation that the program will now last two hours and fifty minutes.  Details  Subject: Colonial History, History, Revolutionary War, Social Studies National\/State Standards: New Jersey Core Standards:  CCSS.ELA-Literacy.SL.6.4; CCSS.ELA-Literacy.RH.6-8.1, RH.6-8.2, RH.6-8.4, RH.6-8.8, RH.6-8.9.  United States History Content Standards 5-12: Era 3- 2C, 3. type: Field Trips              Lesson Plans  History of Kingsley Plantation   History of Floyd Bennett Field   Grand Canyon Human History    Distance Learning  “They Fought Like Tigers” African American Soldiers and American Indian Soldiers   George Washington and the French and Indian War   The Human Story     Field Trips  Kansas Museum of History Tour   Sweep Through History   Great Smoky Mountains - Mingus Mill History and Culture    Topics  Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   \"Animal Olympics\"                     Wildlife:   4-6th Grade",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/education\/classrooms\/war-comes-to-morristown-field-trip.htm"
}
