{
    "title": "Morristown National Historical Park: A Soldiers Life Field Trip",
    "body": "× Rate the Lesson Plan             Field Trips A Soldiers Life Field Trip   Morristown National Historical Park, Federal Hall National Memorial, Fort Necessity National Battlefield, Fort Stanwix National Monument, George Washington Memorial Parkway  George Washington Birthplace National Monument, Independence National Historical Park, Minute Man National Historical Park, Saratoga National Historical Park, Springfield Armory National Historic Site, Touro Synagogue National Historic Site, Valley Forge National Historical Park, Washington Monument , Washington-Rochambeau National Historic Trail, Yorktown Battlefield Part of Colonial National Historical Park  more »         Student's explore items soldiers used daily. NPS Photo         Overall Rating  Add your review    Description \"A Soldier's Life\" is an interactive, curriculum-based, program that invites students to explore the promises made to soldiers, in contrast to the actual conditions they faced--especially during the 1779-1780 winter encampment at Morristown. The students also consider the impact of the encampment on neighboring civilians, whose lives were changed by the presence of the Continental Army for six months--for example, timber cut down by the troops, for shelter and firewood, and renting rooms to officers.  Teachers overview of A Soldiers Life Field Trip Education Standards Driving directions for your field trip at Jockey Hollow.  Logistics: Students begin their visit in the Jockey Hollow Visitors Center for an introduction to the National Park Service and the program. After the introduction, the group is divided in half unless the class size totals twenty-five students or less. Fifty (50) is the maximum number of students per program. Both groups will participate in both components, switching location halfway through the program--one group moving to the 18th century farm house and the other remaining in the visitors center. Each group is then divided further, into three equal groups for small group activities. It will expedite the program if the teacher has a plan to divide the students prior to their visit. The students in the visitors center are tasked with deciding- -will they join the army or is the cost too high. To make this decision they hear the promises of a recruiting sergeant and decide why or why not they would join the Continental Army, In small groups, students will examine traditional soldiers personal equipment, discovering each object's function, deciding which of the objects would be most important to a soldier, and  then reporting their findings to the entire class. Students will enter a reproduction hut and envision themselves spending the winter there- identifying and learning about the 18th century version of some of our modern items. The students in the Wick House, also in small groups, will examine the rooms where the officers stayed, where the family stayed and the area they shared to prepare their meals. Each student will be assigned to find a certain object. Then the entire class will visit each area of the house, with a discussion of the function of the objects they discovered, and how these objects tell us about the people that used them.  If the teacher has an additional twenty (20) minutes after the program, and wishes the students to participate in a soldier's drill ( a \"training exercise' with the students utilizing wooden \"muskets\") she\/he needs to discuss this with the ranger.   Please advise the Park Ranger upon your arrival and remember to inform your transportation that the program will now last two hours and fifty minutes.  Details  Subject: Colonial History, History, Revolutionary War, Social Studies National\/State Standards: New Jersey Core Standards:  CCSS.ELA-Literacy.SL4.4, SL.5.4, SL.6.4; CCSS.ELA-Literacy.RH.6-8.1, RH.6-8.2, RH.6-8.4, RH.6-8.8, RH.6-8.9.  United States History Content Standards 5-12: Era 3- 2C, 3. type: Field Trips       Available Field Trips  Select Your Preferred Field Trip Date Wednesday, Dec. 11, 2013 10:00 AM Thursday, Dec. 12, 2013 10:00 AM Friday, Dec. 13, 2013 10:00 AM Friday, Dec. 6, 2013 10:00 AM Wednesday, Dec. 4, 2013 10:00 AM Tuesday, Dec. 3, 2013 10:00 AM Tuesday, Jan. 14, 2014 10:00 AM Friday, Dec. 13, 2013 10:00 AM Friday, Dec. 6, 2013 10:00 AM Wednesday, Dec. 4, 2013 10:00 AM Thursday, Dec. 12, 2013 10:00 AM Tuesday, Jan. 14, 2014 10:00 AM Wednesday, Dec. 11, 2013 10:00 AM Tuesday, Dec. 10, 2013 10:00 AM Tuesday, Dec. 10, 2013 10:00 AM Thursday, Dec. 5, 2013 10:00 AM Thursday, Dec. 5, 2013 10:00 AM  Register Online            Lesson Plans  History of Kingsley Plantation   History of Floyd Bennett Field   Grand Canyon Human History    Distance Learning  “They Fought Like Tigers” African American Soldiers and American Indian Soldiers   George Washington and the French and Indian War   The Human Story     Field Trips  Kansas Museum of History Tour   Sweep Through History   Great Smoky Mountains - Mingus Mill History and Culture    Topics  Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   \"Animal Olympics\"                     Wildlife:   4-6th Grade",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/education\/classrooms\/a-soldiers-life-field-trip.htm"
}
