{
    "title": "Jefferson National Expansion Memorial: Tram System",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Gateway Arch     Tram System                Tram System       The highlight of a visit to Jefferson National Expansion Memorial is a ride to the top of the 630-foot Gateway Arch, for a panoramic view of the surrounding area. The trams are a one-of-a-kind invention, conceived in just two short weeks by amazing man who never received a college degree. His name is Dick Bowser. For the complete story of Dick Bowser and the Arch's Unique Tram System, read the essay by JNEM Historian Bob Moore.  The Criteria The Passenger volume of 3,500 people in an 8-hour day, or up to 11,000 people in a 14-hour day, as visitors to the Arch. In no way could the conveyance system distort the exterior of the Arch.  The First Attempts Before arriving at the tram solution, many other options were considered, including the following, but each posed problems rendering the ideas either impractical or impossible. • Elevators • Escalators • Ferris wheel  Bowser's Unique Design: Riding the tram to the top of the Arch is like stepping into the future as it was envisioned in the 1960's. Each of the 16 tram cars, or \"pods\", holds five seated persons. While taking the 4-minute journey to the top riders may look out a small window for a view of the Arch interior. Once at the top visitors may stay as long as they like in the observation area, which features 16 windows looking east over the Mississippi River and the Illinois communities and countryside, and 16 windows looking west over the city of St. Louis. Finally, a combination of the elevator principle and the Ferris wheel principle was developed into a train of capsules, and Bowser had his solution: • Eight small capsules, used in each of the two Arch trains. • Each train capsule has a 5-foot diameter barrel that is open on the front and closed on the back. • There are five seats in each barrel, so the weight of the passengers helps keep the capsule in an upright position. • Each capsule rotates approximately 155 degrees during the trip to the top of the Arch. • Each of the Arch trains carries 40 passengers and is capable of making a round trip with passengers in 9 minutes including loading and unloading passengers in both directions. • When running near capacity each train typically carries 200 to 225 passengers per hour. • The trains have been operating for over 25 years, traveling a total of approximately 200,000 miles and carrying over 18 million passengers.  The Fact Sheet contains more facts about the tram, and other interesting information about the structure of the Arch.",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/tram-system.htm"
}
