{
    "title": "Morristown National Historical Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners            The Washington Association of New Jersey is one of the oldest historic preservation organizations in the nation. Founded in 1874, it works to preserve the Ford Mansion which served as Washington's Headquarters when the Continental Army encamped at Morristown during the bitter cold winter of 1779-80.           Crossroads of the American Revolution National Heritage Area, with dozens of partner sites and events, celebrates New Jersey's critical and intriguing role in the American Revolution. It also promotes open space, historical preservation, tourism, and economic development throughout the state.         The Morris County Tourism Bureau is a 501(c) 3 not-for-profit destination marketing organization that positively affects the economy of Morris County by promoting the area's exceptional historic, cultural, and recreational opportunities by providing services to residents, business travelers, and tourists.         The Cross Estate Gardens are a project of the New Jersey Historical Garden Foundation, in cooperation with the National Park Service. The early twentieth-century landscape of the Cross Estate, characteristic of the Arts and Crafts period, includes a formal perennial garden, a wisteria-covered pergola, a mountain laurel allee, and a garden of native plants. The Cross Estate Gardens look spectacular any time of year thanks to their faithful volunteers who meet every Wednesday morning from March to December.           North Jersey American Revolution Round Table is a 501c3 nonprofit organization founded in 2008. Their main function is to sponsor talks related to all aspects of the American Revolution. While their lectures and meetings occur in various locations, they have regular programs at the park's Washington's Headquarters Museum auditorium. All are welcome at their meetings and encourages everyone to drop in and see what they're all about.         The New York New Jersey Trails Conference has partnered with parks to create, protect, and promote a network of over 2,100 miles of public trails in the New York-New Jersey metropolitan region. The Trail Conference organizes volunteer service projects that keep these trails open, safe, and enjoyable for the public. The Highland Warriors Trail Crew is crew of volunteers from the Central North Jersey Trails Committee that have recently partnered with Morristown NHP to help preserve, protect, and maintain the Jockey Hollow Encampment Area's 25+ miles of hiking trails.",
    "url": "https:\/\/www.nps.gov\/morr\/getinvolved\/partners.htm"
}
