{
    "title": "Morristown National Historical Park: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger          Children that complete the Junior Ranger booklet can receive a special Morristown Junior Ranger Badge at the Jockey Hollow Visitor Center or the Washington's Headquarters Museum.    Looking for an activity to do with your children? Why not help them become Junior Rangers at Morristown National Historical Park! Download a PDF version of Morristown NHP's Junior Ranger booklet here To become a National Park Service \"Web Ranger\", visit www.nps.gov\/webrangers        Cub Scouts getting sworn in as Morristown NHP Junior Rangers NPS  What is a Junior Ranger? Junior Rangers help to preserve National Parks; they learn about their Nationat Parks, have fun, and are our representatives to their friends, families, and schoolmates back home. Junior Rangers spread their new knowledge about Parks and continue to use good environmental practices. The park's free Junior Ranger activity booklet is available at both the Jockey Hollow Visitor Center and at the Washington's Headquarters Museum.  The booklet is designed for children 6 to 12 years old, and provides them with opportunities to learn about Morristown's role in the American Revolution as well as park preservation and stewardship.  Earning a Junior Ranger badge is an excellent activity for families, boy scouts\/girl scouts, and school groups. It also provides children with a memorable souvenir of the park.  Youth groups and Boy Scouts\/Girl Scouts that want to participate in the program should provide their members with pencils and print the Junior Ranger Booklets before visiting by using the link below or calling 973-539-2016 ext 210 or 973-543-4030 to plan ahead.  Download a PDF version of Morristown NHP's Junior Ranger booklet here  To become a National Park Service \"Web Ranger\", visit www.nps.gov\/webrangers",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/kidsyouth\/beajuniorranger.htm"
}
