{
    "title": "Morristown National Historical Park: Boy Scouts",
    "body": "Boy Scouts          Calling all Boy Scouts! Lend a hand and earn the Resource Stewardship Scout Ranger Patch  Scouts that participate in educational programs and or volunteer service projects at national park sites can: ″ Gain a better understanding of the National Park Service mission and conserving the nation's natural, cultural and historic resources. ″ Explore the national parks. ″ Practice good citizenship and kindness. In recognition of your resource stewardship activities, Scouts are awarded patches for their participation.  Patch Requirements: 1. Take part in organized educational programs or volunteer service projects for a minimum of ten (10) hours at one or more national park sites. 2. Scouts will be awarded a patch upon reporting their completion of the program requirements to the park's Volunteer Program Coordinator at e-mail us. 3. Scouts are encouraged to share their experience by sending an e-mail and photographs to npsyouthprograms@nps.gov. 4. Scouts are also encouraged to submit a short narrative to the BSA Good Turn for America website describing their participation and lessons learned. Or to learn more by click on link NPS Scout Ranger Certificate The Scout Ranger program is cooperative effort between the National Park Service (NPS) and the Boy Scouts of America (BSA). It is a component of the BSA umbrella initiative Good Turn for America which encourages young people to \"Do a Good Turn Daily\" (special thoughtful acts of kindness), help other people and participate in community service      THE JOCKEY HOLLOW TRAIL Boy Scouts who do the Ten-Mile Adventure can earn a MEDAL, and Cub Scouts who do the Five-Mile Adventure can earn a PATCH. For information about the Trail, cost of awards, and any other questions can be obtained by contacting the Boy Scout Service Center located at, 222 Columbia Turnpike, Florham Park, NJ 07932, Phone: (973) 765-9322 ext. 239,or for additional information: click on link ppbsa.org PATRIOTS' PATH BSA COUNCIL The Jockey Hollow Trail has been in existence for more than 30 years. It has basically served the Boy Scout Activity program. Request: LEAVE NO TRACE. Please leave nothing behind except footprints and take nothing from there but memories and Pictures.",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/kidsyouth\/boy-scouts.htm"
}
