{
    "title": "Morristown National Historical Park: Scouting Activities",
    "body": "Scouting Activities         Two scouts work on service project   Service Projects  Morristown National Historical Park is pleased to work with our local BSA and GSA scouting groups. The park has a long tradition of working with scout groups on service projects such as hiking trail maintenance. Eagle Scout and Girl Scout Gold Award projects are welcome. If you are in need of service hours for either an Eagle Scout project or one of the Girl Scout Awards our park staff can work with you to find the right project. Scout groups are instrumental to the success of the park. Please contact the park Volunteer Coordinator at 973-539-2016x230 or e-mail us for more information.           Boy Scouts Medal & Patch   THE BSA PATRIOTS' PATH JOCKEY HOLLOW TRAIL. The Boy Scouts of America have been hiking the trails of Jockey Hollow for more than 50 years. For additional Information about the Trail, cost of awards, and any other questions can be obtained by contacting Linda Mickel at the Boy Scout Service Center, 1 Saddle Road Cedar Knolls, NJ 07927. Phone: (973) 765-9322 ext. 258 orLinda.Mickel@scouting.org   Boy Scout Ten-Mile Adventure The trail begins at the Visitor Center and the Wick House. From there the hike goes to The Jersey Brigade Trail, walking through the Audubon Society's property. You will continue to Stark's Brigade, to the Soldier Huts and back to the Visitor Center. An additional component to the Jockey Trail experience is a visit to Washington's Headquarters in Morristown, a short drive from Jockey Hollow. There is also an optional orienteering course that can be worked on during the hike. After completing the hike, answering a few questions while on the trail, and completing a 250-word essay, Scouts and Scouts are eligible to purchase the Jockey Hollow medal from the scout shop on Florham Park , NJ.  Cub Scout Five-Mile Adventure The trail begins at the Visitors' Center and stops for visits at the Wick House\/Gardens, and soldier huts. There is a scavenger hunt incorporated with the Trail. It is a good afternoon hike for the Cubs and an outdoor activity where they can learn about the winter encampment. Don't be surprised if you hear cannon or musket fire when approaching the Soldiers' Huts. Often there are reenactment groups camping over for a weekend. LEAVE NO TRACE. \"Take nothing but pictures. Leave nothing but footprints.\"        Scout Ranger  Patches   Calling all Scouts! Lend a hand and earn the Resource Stewardship Scout Ranger Patch  Scouts that participate in educational programs and\/or volunteer service projects at national park sites can:  • Gain a better understanding of the National Park Service mission and help conserve the nation's natural, cultural and historic resources. • Explore the national parks. • Practice good citizenship.  In recognition of resource stewardship activities, Scouts are awarded patches for their participation. for complete detail Boy Scout click here Girl Scouts click here",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/kidsyouth\/scouting-activities.htm"
}
