{
    "title": "Jefferson National Expansion Memorial: Fact Sheet",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Gateway Arch     Fact Sheet                Gateway Arch Fact Sheet      General Facts  Outer Width - Outside North Leg to Outer South Leg 630' (192m)   Maximum Height 630' (192m)   Shape of Arch Section Equilateral Triangle  Dimension of Arch at Base 54 ft. (16.46m)   Dimension of Arch at Top 17 ft. (5.18m)   Size of Windows Approx. 7\" x 27\" (180 mm x 690 mm)   Construction of Windows 3\/4 in. (19mm) Plate Glass; Hinged and Locked  Size of Observation Room 7' 2\" x 65' x 6' 9\" high (2.18m x 19.8m x 2.06m)  Capacity of Observation Platform 100 - 140 persons   Deflection of Arch 18\" in 150 MPH wind (0.46 m in 240 km\/h wind)  Method of Determining Deflection of Arch Calculations and Wind Tunnel Tests (240 km\/h)  Number of Sections in Arch 142   Thickness of Plates for Outer Skin 1\/4\" (6.3mm)   Type of Material Used in Arch Exterior Stainless Steel; #3 Finish Type 304   Structural Capacity of Observation Area 100 lb\/sq. ft (488 kg\/m)  Weight of Steel in Arch    Stainless Steel Plate Exterior Skin 886 Tons (804 metric tons)   Carbon Steel Plate Interior Skin 3\/8\" (9.5mm) 2,157 Tons (1,957 metric tons)   Steel Stiffeners 1,408 Tons (1,277 metric tons)   Interior Steel Members, Stairs, Trains, etc. 300 Tons (272 metric tons)   Total Steel Weight 5,199 tons (4,644 metric tons)     Weight of Concrete    Between Skins to 300' (91 m) 12,127 Tons (11,011 metric tons)   In Foundation Below Ground 25,980 Tons (23,569 metric tons)   Total Concrete Weight 38,107 Tons (34,570 metric tons)   External Protection Six 1\/2\" x 20\" (13 x 510 mm) Lightning Rods and One Aircraft Obstruction Light     \"Capsule Trains\" or \"Trams\" operated by Bi-State Development Agency    Number of Transporters 2   Number of Capsules per Transporter 8   Capacity per Capsule 5 persons   Designed Capacity of Transporter 6,000 lb total (2,700 kg)   Total Transporter Weight 10,000 lb (4,500 kg)   Weight of Counter Weights 13,000 lb (5,900 kg)   Transporter's Speed 340 ft\/min or approx. 3.9MPH (1.73 m\/s)   Travel of Transporter 748' (228m)   Interior Capsule Diameter 5' (1.5m)   Thickness of Capsule Skin 0.090\" (2.3 mm)   Size of Capsule Doors (2) 2' 0\" x 4' 6\" (0.61 m x 1.37 m)   Strength of Capsule Couplings Minimum of 25,000 lb each (11,300 kg) Separately mounted motors, chain, and sprocket.   Size of Drive Motor 125 hp (93 kW)   Number of Hoisting Cables 9   Size of Hoisting Cables 5\/8\" diameter (16mm)   Type of Drive Motor D.C. Variable Speed   Operating of Capsule & Landing Doors Automatic; controlled by Dispatcher   Size of Motor Generator Sets 100 hp (75kW)   Size of Transporter Track 12\" (305 mm) Channel - 32.9 lb\/ft (49.0 kg\/m)   Method of Maintaining Horizontal Position Front Ring-type frame with 5\" (125mm) diameter rolls on each ring - and Rear Trunnion)   Method of Communication Intercom system between each capsule and dispatcher     Transporter safeties are maintained on 4 wheel chassis that are connected to the last capsule and which are activated when the transporter exceeds the rated speed by 15% in the downward direction. The safety consists of an eccentric dog that locks on the track to stop and hold the transporter. The safety is connected to the last capsule by means of a hydraulic buffer 24\" (0.6 m) long that provides constant deceleration until the transporter is stopped. A similar system is installed on the counter weights, with a hydraulic buffer 18\" (0.5 m) long.   Elevators (for stand-by emergency and maintenance service)    Number of Elevators 2   Capacity of Elevators 12 persons   Service Elevators' Speed 400 ft\/min (2.0m\/s)   Type of Motor D.C. Worm Gear   Service Elevator's Rise Angle 78 degrees (1.36 radians)     Stairs (for emergency maintenance use only) Symbol Key m = meters  kPa = kilopascals  \" = inches  ft = feet  mm = millimeters  kW = kilowatts  ' = foot  hp = horsepower  km\/h = kilometers per hour  lb = pounds  \/ = per  kg = kilograms",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/gateway-arch-fact-sheet.htm"
}
