{
    "title": "Morristown National Historical Park: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials               Classroom Resources       Welcome to the classroom resources section for Morristown National Historical Park. We hope you find that these items compliment and enrich your classroom lessons. Please remember our on-site field trips and programs have specific resources and directions on their respective pages.      Compilations for the classroom. Morristown Encampments During the American Revolution An overview of significant events and themes related to the Continental Army's visits to the vicinity of Morristown, New Jersey. The Hard Winter--Data Based Questions Quotes from primary sources on the \"Hard Winter\" of 1779-80 with questions for students to answer, Location, Location, Location--Data Based Questions Quotes from primary documents that relate to the selection of Jockey Hollow as the encampment site for the winter of 1779-80, with questions for students to answer.  Resources for Educators Useful resources for teachers and students studying the American Revolution.. Brigades and Regiments.  A listing of those brigade and regiments at Morristown 1779-1780. Hard Winter. A \"news journal\" description of the weather during the winter of 1779-1780, including primary source quotations. Morristown Encampment--A Chronology Significant events of the encampment  November 1779-June 1780. The People. Some of those who experienced the \"Hard Winter-\" Officers, Soldiers, and Civilians. Wives and children. What we know about who was here, and how they supported the Army. Video-- NJN Documentary Transcript A transcript of the documentary \"Morristown: Where America Survived\" the full-length version shown at the Washington's Headquarters Museum.      Primary Sources: Consider our Park and Library blog. A excellent source for updates on objects and documents in our collection. Link to it here at http:\/\/www.morristownnhpmuseum.blogspot.com\/   Recruitment Broadside. A complete description of the \"promises\" made for joining the Army. Von Steuben Drill. The manual of arms taken from the Baron von Steuben's \"Regulations for the Order and Discipline of the Troops of the United States.\" Printed in 1779.      Guide and lesson plans. From Farming Village to Log Hut City: Morristown During the American Revolution is a classroom resource that introduces students to the many historical figures of Morristown and the sacrifices people made for freedom during the American Revolution. We hope these materials will provide a meaningful educational experience that relates directly to the New Jersey Core Curriculum Standards. PLEASE NOTE: The three lessons in the Teacher's Guide are valuable for classroom use in teaching about the American Revolution. HOWEVER, the descriptions of the field trip\/on-site experience do not reflect the current school programs offered classes visiting the park.  Please refer to the field trip links in this educational web page (\"A Soldier's Life\" field trip and \"War Comes to Morristown\" field trip) for the full descriptions of the current programs given to classes making reservations for such a ranger-led experience during their visit.      For teachers who would like to receive a complete packet, please e-mail Education Specialist Thomas Winslow at Thomas_Winslow@ nps.gov (e-mail us) or leave a complete mailing address and contact number at (973) 285-0126.  Download the pdf guide here.",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/education\/classrooms\/classroom-resources.htm"
}
