{
    "title": "Morristown National Historical Park: Traveling Trunks",
    "body": "× Rate the Lesson Plan             Traveling Trunk Traveling Trunk   Morristown National Historical Park, Colonial National Historical Park, Federal Hall National Memorial, Fort Necessity National Battlefield, Fort Stanwix National Monument  George Washington Birthplace National Monument, Independence National Historical Park, Minute Man National Historical Park, Touro Synagogue National Historic Site, Washington Monument   more »            Overall Rating  Add your review    Morristown's Traveling Museum Artifact Boxes contain groupings of reproduction artifacts similar to those that would have been typically found in the possession of various persons during the late eighteenth century. The purpose of these boxes extends beyond a mere show-and-tell experience for students. Morristown National Historical Park has constructed these traveling educational units to enable students to simulate what the Park and other museums do when archiving, storing, and interpreting objects from the past. We hope that by examining these objects in \"museum condition,\" students will gain a greater appreciation for and understanding of the work involved in preserving a record of the past, as well as expand their historical reasoning and historical empathy skills. And ultimately, we hope that these boxes will serve as useful preparation for teachers planning a field trip to the Morristown National Historical Park Museum. For even more information relating to the use of primary materials in the classroom, please click on the link provided to view the list of books maintained by the division of cultural resources for teachers to utilize on site   www.primarysourceseminar.blogspot.com We have two boxes available for loan: (Unit 1) The Contents of a Slave's Bag (Unit 2) The Contents of Native American Bandolier Bag Borrowing Instructions Traveling Museum Artifact boxes are available for two week loan intervals (teacher pick up only) and include adaptable activities appropriate for primary, middle, and secondary grade levels. Schools within the state can request the loan of the Traveling Museum Artifact Boxes by contacting the Morristown division of cultural resources at 973-539-2016 (Sarah Minegar @ x 215) or (Jude Pfister @ x 204)  Details  Subject: African American History and Culture, Education, Revolutionary War type: Traveling Trunk              Lesson Plans  Why Here?   The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle    Distance Learning  School Boards, Busing, and Brown   Great PB & J Debate   The Great PB&J Debate     Field Trips  Holiday Treasures On-Site Education Program   Schoodic Education Adventure Residential Program   Early Explorers Camp    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/education\/classrooms\/travelingtrunks.htm"
}
