{
    "title": "Morristown National Historical Park: Education Programs",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Education Programs                Education Programs       Morristown National Historical Park offers curriculum-based education programs for 4th and 5th grade classes as well as for high school students.         Children learning to drill like the soldiers did.   Elementary School Programs:  Educational programs begin mid-November 2016 at Morristown NHP. Wednesday, September 14, 2016 is the first date that reservation requests will be accepted. To submit a request for an education program fill out the form connected to this link.    DO NOT USE THIS LINK UNTIL SEPTEMBER 14--any attempts to reserve before that date will not be accepted.   Location: Jockey Hollow Area of Morristown NHP The program begins at the Jockey Hollow Visitor Center 973 543 4030  GPS Address: (approximate) 580 Tempe Wick Road, Morristown NJ 07960 You can find this location using Google Maps by searching on that site for \"jockey hollow visitor\" NOTE:  The program is NOT at 30 Washington Place—the Washington's Headquarters Museum Who: Elementary school classes studying the American Revolution -- curriculum aimed towards 4th and 5th grades  When: Wednesday through Friday, mid-November to May  Length of Program: approximately two hours, beginning at 10 AM. Number of students: No more than 50 students per program  For information about the two programs offered, please go here. Chaperones:  If your group has 25 students or under, a minimum of three adults are required (this can include teachers)  If your group has 26-50 students, a minimum of six adults are required (this can include teachers) If a group brings less than the amount of chaperones required, this will require an alteration in the variety and quality of activities offered—for example, the students would not be able to enter the soldier hut exhibit.  If you need to contact park staff the day of your appointment due to a delay in your arrival, etc. contact the Jockey Hollow Visitor Center (the location of your school program) 973 543 4030 (after 8:45 am) Weather\/Cancellations: If you believe that the park may close due to weather, etc., call 973 539 2016 ext. 248 after 6:00 AM If you hear a recorded message that the park is closed or will have a delayed opening, this will mean that your program is cancelled.  PLEASE check the date of the recording. If your program is cancelled, we will attempt to reschedule but cannot promise that this will be possible. NO lunch facilities at Jockey Hollow: The Visitor Center has no lunch facilities—plan to eat in the vehicle(s) you arrived in or make other arrangements. Lewis Morris County Park (just to the west of Jockey Hollow) has picnicking facilities, but reservations must be made for groups--call 973-326-7631 for availability and fees. For more information on reservations for this park see  http:\/\/www.morrisparks.net\/reservations.asp Program Options: Make sure you notify the education specialist of your decision regarding the program you wish your students to participate in. Review the program outlines --look for links on the following web page: http:\/\/www.nps.gov\/morr\/learn\/education\/classrooms\/fieldtrips.htm For further information, please contact Park Ranger\/Education Specialist Thomas Winslow by email at e-mail us       Students looking at primary source documents.    High School The primary goal of our seminar is to provide a skill-building workshop for students of history. We aim to guide students through source use and analysis activities that will lead students toward effective and meaningful primary source investigation. Our archives tutorial program provides students the unique perspective of working with authentic, unedited eighteenth- and nineteenth-century manuscripts from our own Lloyd W. Smith Archival Collection. Primary Source Seminar: Information Packet(.pdf) SEMINAR BLOG: The Primary Source Seminar Blog is the latest installment of our program. Our blog is an interactive space for us to connect with teachers in the community. We use this site to connect teachers with resources and to post information about upcoming events. Teachers are able to leave comments on our page that other readers and curatorial staff my address.",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/education\/classrooms\/education-programs.htm"
}
