{
    "title": "Morristown National Historical Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Wick Orchard (Barton)  Morristown National Historical Park contains many different plant communities including mature and successional forests, open fields, cultivated sites and wetland vegetation.  In 1995 an herbaceous inventory identified 291 species of herbaceous plants as well as 22 species of ferns.  The forests within the park consist primarily of native hardwood species, with a lesser number of introduced species.  The most abundant canopy species include Yellow Poplar, Black Birch and Beech.  Other common canopy species are Hickories, Yellow Birch, Red, White, Black and Chestnut Oak, White Ash and Red Maple. Flowering Dogwood is the most common understory species.  Invasive nonnative plants have begun to dominate the forest understory in all of the parks units.  Prevalent invasives include Siebold's Viburnum, Japanese Wiregrass, Japanese Barberry and Oriental Bittersweet. Fifteen fields totaling 122 acres are maintained within the park.  These fields originally were used for agricultural purposes but now serve to retain a historic appearance.  Field vegetation includes grasses and herbaceous and woody plants that attract numerous species of birds, insects, and other animals.  Three hundred years of human and natural disturbance have altered plant communities throughout the park and adjacent landscapes.  Cultivated communities include:  The Wick Orchard - which contains apple trees that are a mixture of modern and heirloom varieties. The Landscaped Grounds - informal plantings of trees, shrubs and lawns common throughout the park along walkway and around buildings. The Gardens - two formal gardens are in the park.  The herb garden at the Wick Farm contains a collection of annuals and perennials from the colonial period and the Cross Estate Garden is a walled garden containing ornamental and native plants.",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/nature\/plants.htm"
}
