{
    "title": "Jefferson National Expansion Memorial: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Please visit the Old Courthouse, Visitor Center for the Gateway Arch at 11 North Fourth Street purchase your timed ticket for the Arch and to learn state of the grounds and walking paths during construction.   Directions and current road closures due to CityArchRiver 2015 construction. Driving Routes to the Gateway Arch Map for Getting Around Arch Grounds During Construction Map to Downtown Parking Facilities  Walking to the Arch from Downtown With the construction for the park over the highway project, there are some detours getting to and from the Gateway Arch grounds. Most of the sidewalk running along Memorial drive in front of the Arch will be closed to pedestrian traffic due to the construction. The new Walnut Street bridge is now open to pedestrian traffic.The Chestnut Street bridge is closed to pedestrian traffic due to construction. There is also access to the Gateway Arch from Lenore K. Sullivan Blvd. via the Grand Staircase.       Jefferson National Expansion Memorial is located in the heart of downtown St. Louis on the Mississippi River. Interstate Routes 44, 55, 64 and 70 converge near the park.  Traveling By CarSee the directions below from all the major interstates in Missouri and Illinois Exiting from Missouri Interstates 55, 44, 64\/40, &70:Interstate 44 East\/55 North: Take Exit 292 for Washington Avenue\/Eads Bridge\/3rd Street then take the u-turn from the left lane to access Pine Street and downtown. Interstate 64 East: Take Exit 40 for Last Missouri Exit. Turn left onto Gratiot, then left onto Fourth Street. Continue north on Fourth Street to access downtown.Interstate 70 East: Take Exit 249B for Tucker Blvd. Turn left onto Market Street to access downtown.Exiting from Illinois Interstates 55, 64, &70 via Poplar Street Bridge, Martin Luther King Bridge, Eads Bridge, and Stan Musial Veterans Memorial Bridge Poplar Street Bridge: (55 South\/64 West):  After crossing the bridge, continue on 64\/40 West and take Exit 40A for Stadium\/Tucker Blvd. Continue straight off the exit then turn right on Walnut Street to access downtown. Martin Luther King Bridge: After crossing the bridge, turn left under the interstate onto Carr Street followed by an immediate left onto Broadway to access downtown. Eads Bridge: After crossing the bridge, continue straight on Washington Avenue to access downtown. Stan Musial Veterans Memorial Bridge: After crossing the bridge, take the left exit for North Tucker Blvd. Turn left on Market Street to access downtown.During construction, please allow extra time as these routes may change due to unscheduled street closures or roadwork. To see a list of current closures, please visit: Missouri Department of Transportation Weekly UpdatesMissouri Department of Transportation's Traveler Information Map MetroLinkThe Jefferson Memorial is easily accessible from St. Louis' MetroLink Lightrail. Board at any station and exit at 8th and Pine and follow the signs to the Memorial (a ten minute walk). The trip from Lambert National Airport to Jefferson National Expansion Memorial is 28 minutes, with departures to and from Lambert every 15-20 minutes. Drop off and parking for Bus Tours A bus drop-off area is available to better serve our visitors. It is located alongside the Old Cathedral parking lot, with access from Memorial Drive. Parking for buses and recreational vehicles is available in the privately-owned parking lots on the south end of the Arch grounds at 2nd and Poplar Streets.  Bus, RV and oversize cab parking is available along Leonor K. Sullivan Drive from south of the Poplar Street Bridge to the flood wall. This is approximately 1\/3 of a mile from the Gateway Arch. This parking area is outside of the park's jurisdiction like other city owned or commercial parking areas. Please note that it is a considerable walk from all parking points to the Arch. The Old Courthouse is located adjacent to many public parking areas within one to two city blocks. GPS coordinates for the Old Courthouse are N38°37.5201, W090°11.33214 Additional bus drop off informationAdditional Parking Information Security Note:Due to security measures at the Gateway Arch, all visitors to the Arch must pass through an airport style security checkpoint. No weapons--including firearms, knives, pepper spray, mace, or electronic weapons--are allowed. If you have pre-purchased your tram ticket, please arrive at least 30 minutes before your tram time.",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/directions.htm"
}
