{
    "title": "Morristown National Historical Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Soldier Huts (Barton)  Morristown National Historical Park preserves the lands, features, and artifacts associated with the 1777 and 1779-80 winter encampments of the Continental Army and General George Washington's headquarters in Morristown.   Comprised of four geographically separate units approximately 30 miles from New York City, Morristown NHP lies at the junction between the Highland and Piedmont physiographic provinces providing for both hilly terrain and scenic views.   The park has twenty seven miles of hiking trails winding through mature forests which Washington’s Army utilized to construct a \"log-house city\" of over 1000 soldier huts and successional forests which have regenerated on agricultural fields abandoned in the 19th and 20th centuries.   Located in the upper end of the Great Swamp Watershed, the headwaters of several streams utilized as a water source by Washington’s soldiers intersect many of the park’s trails.  The mosaic of fields and forests found in the park are interwoven with a wide variety of natural resources containing significant plant and animal communities.     Long-term Natural Resource Monitoring Part of the NPS Inventory & Monitoring Program , the Northeast Temperate Network (NETN) brings together NPS researchers, citizen scientists, and other organizations to monitor the ecological health of Morristown National Historical Park and 12 other parks in the northeast. The wide-reaching, scientifically robust information gathered through these long-term natural resource monitoring projects are important to help park managers make better informed decisions, and in promoting research, education, and public understanding of park resources. Follow the links above to learn more about NETN monitoring projects in Morristown and the I&M program.",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/nature\/index.htm"
}
