{
    "title": "Morristown National Historical Park: Ford Mansion and Washington's Headquarters Museum",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Ford Mansion and Washington's Headquarters Museum                Ford Mansion - Washingtons Headquarters         1930's image of Ford Mansion   Ford Mansion - This large Georgian style home was built in the early 1770's for Jacob Ford, Jr., and iron manufacturer, and his family. Mr. Ford also served as a colonel in the Morris County Militia during the Revolutionary War. Ford died in January 1777 while 35 soldiers from Delaware were briefly quartered in the house. In December 1779, Mr. Ford's widow, Theodosia, allowed General Washington to use her home as his headquarters during the winter of 1779-1780. While Mrs. Ford and her four children moved into two rooms of the house, General Washington, his wife Martha, five aides-de-camp, eighteen servants, a number of visiting dignitaries and sometimes guards took over the rest of the house. After Washington's six month stay, the Ford family continued to live in the house until the 1870's when it was sold at auction. Four prominent New Jersey men bought the house and created the Washington Association of New Jersey in order to preserve the house and display it to the public. This house is one of the earliest house museums in the United States. The Washington Association donated the house an their extensive collections to the National Park Service in 1933. Today the house is furnished to reflect how it might have appeared during Washington's stay. The house is shown only be guided tours which begin in the museum building.      Museum Building - This Colonial Revival building was designed by the noted architect John Russell Pope, who also designed the Jefferson Memorial in Washington D.C. Pope used Mount Vernon, George Washington's Virginia home, as the inspiration for this building. Built in 1930's, by the Public Works Administration, it was constructed with steel and concrete to serve as a fireproof building to display and store the historic collections. The museum features a number of exhibits showing furniture, weapons, documents and other objects from the 18th century. The building also houses a research library, the park collections and administrative offices.",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/historyculture\/ford-mansion-washingtons-headquarters.htm"
}
