{
    "title": "Jefferson National Expansion Memorial: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Spring and summer are busy times at the Arch. Sometimes we sell out of tickets to visit the top. Reserve your spot in advance online or by calling toll-free 877-982-1410 These are prices for the tram ride to the top, riverboat cruises, and the acclaimed documentary Monument to the Dream. Park visitors 16 and up pay the $3.00 entrance fee, visitors 15 and under the entrance fee is waived.     Attractions   Adults (16 & up)   Children (3-15)   America  the Beautiful Pass    Journey to the Top: includes Top of the Arch, Arch Facility Entry, and Documentary movie*  $13.00   $10.00   $10.00    Arch Entry Only: includes Arch Facility Entry and Documentary Movie*  $3.00   FREE**   FREE**    Captain's Combo: includes Top of the Arch, Arch Facility Entry,  Documentary Movie*, and Sightseeing Cruise  $30.00   $19.00   $27.00    Sightseeing Cruise  $20.00   $10.00   N\/A       *Per Availability **Tickets still required for Arch Facility Entry Click here to buy your tickets online. Due to security measures at the Gateway Arch, all visitors to the Arch must pass through an airport style security checkpoint. No weapons-including firearms, knives, pepper spray, mace or electronic weapons-are allowed.   Throughout construction, the capacity of the entire Gateway Arch facility is limited. Each guest planning to enter the Gateway Arch is required to have EITHER a Journey to the Top ticket OR an Arch Entry-Only ticket to be allowed access to the facility.   Please Note: The Museum of Westward Expansion is closed, a new museum will open in Summer of 2017. Until then, educational programs and exhibits on westward expansion will be available at the Old Courthouse throughout construction.    Although you can purchase tickets in person at the Old Courthouse for the day of the event, purchasing them online reserves your seat and may save you time. During summer and school holidays, lines may become long throughout the day, so we recommend you arrive early to increase your chance of purchasing a tram ticket. Groups of 20 or more may call in advance for reservations. For pricing and group reservations, call toll free at (voice) 1-877-982-1410 click here to see call center hours. Free ranger-led tours are given on a regular schedule, with times and subjects of tours posted each day at the entrance to Old Courthouse. Tours usually last 45 minutes. Arrangements for ranger-led tours can be made in advance by calling (voice) 314-655-1700. For more information on America the Beautiful -The National Park Service and Federal Recreation Lands Pass click here. Please note here at Jefferson National Expansion Memorial, Park Passes will waive the $3.00 park entrance fee. Tickets for the tram ride to the top of the Gateway Arch may be purchased for $10.00 each. Additional fees for Riverboat cruises apply, please check pricing above.",
    "url": "https:\/\/www.nps.gov\/jeff\/planyourvisit\/fees.htm"
}
