{
    "title": "Morristown National Historical Park: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories         CCC enrollees building the Tour Road in Jockey Hollow using hand tools Morristown NHP collection  Morristown's Other Army: The Civilian Conservation Corps (CCC) This program became the most popular program of FDR's New Deal agenda. President Roosevelt was interested in preserving the nation's natural and cultural treasures and focused the CCC on conservation. The CCC built roads, bridges and hiking trails throughout the country. They participated in soil erosion control, planted acres of trees and established forest management practices. In Jockey Hollow the men built many of the trails, performed extensive archeology around the Soldiers Huts, Wick Farm and Guerin House. They also constructed the tour road, Wick House garden and replanted the apple orchard at the Wick House. While completing all this they observed an eight hour work day and a five day work week. This left plenty of time to participate in recreational and educational activities offered in the camp. Enrollees earned $30 a month. They were allowed to keep only $5 while the remaining $25 was sent home to support their parents and siblings. While in the camp the enrollees also received room, board and medical care. The towns and villages where the camps were located received just as many benefits as the enrollees did. While the camps were in session local tradesmen were hired as \"Local Experienced Men' or 'LEMs' for short. These men trained the CCC enrollees in various skills needed to complete the jobs assigned to the camp. Also many of the supplies and food needed in the camp was purchased from local merchants. The 'boys' were taken into town most weekends and were able to spend some of their hard earned money at local stores such as ice parlors, movie theaters and restaurants. The CCC worked in all the states and territories of the U.S. for 9 years from 1933 to 1942. During this time about 3 million boys signed up for the CCC and their accomplishments were amazing. Throughout the life of the program the CCC planted upwards of 3 billion trees, constructed approximately 125,000 miles of road, built more than 3,000 fire lookout towers and spent 8 million man hours fighting forest fires. Next time you are in a park, especially Jockey Hollow, take a minute to appreciate the hard work that had to be done for us to enjoy Jockey Hollow and other public lands the way we do today. If you would like to learn more about the CCC at Morristown NHP join one of the many CCC related Ranger led activities.",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/historyculture\/stories.htm"
}
