{
    "title": "Morristown National Historical Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People       The Aides-de-Camp  During the course of the Revolutionary War, 32 different young men served General Washington in the capacity of Aide-de-camp either officially or unofficially. During the Hard Winter of 1779-1780 in Morristown, the five men who filled the role were: James McHenry Born 16 November 1753 at Ballymena, County Antrim, Ireland into a Scots-Irish family. He was the son of a prosperous merchant, and received a classical education in Dublin. At eighteen, McHenry was the first of his family to immigrate to America. In May 1778 the General Washington selected him to serve as assistant secretary on his staff. McHenry remained on Washington's staff as a volunteer without rank or pay for two and a half years. During that period he saw action in the battles of Monmouth and Springfield, New Jersey, and became a valued member of Washington's immediate \"military family,\" along with men like Henry Knox, Alexander Hamilton, and the Marquis de Lafayette. McHenry's lifelong friendship with Lafayette dated from this experience. Near the end of 1780 he transferred to the French officer's staff, a change that led to a commission as major. McHenry resigned his commission at the end of 1781 to enter politics. Elected to the state legislature, he served for thirteen years, using this forum to argue the cause of federalism. Between 1783 and 1786 he sat in the Continental Congress, and in the following year he represented Maryland at the Constitutional Convention in Philadelphia. He died 3 May 1816, at Fayetteville, Baltimore County, Maryland and is buried at Westminster Presbyterian Churchyard, Baltimore, Maryland.  Alexander Hamilton Hamilton was probably born on 11 January 1755 in Charleston on the West Indies island of Nevis. He was a child of Rachel Faucitt Lavien and James Hamilton. She had previously been married to a Danish proprietor on St. Croix before divorcing; the court then prohibited her remarriage. The marriage to James Hamilton was  common law, acceptable socially on Nevis, but not elsewhere. It was not a very successful union. Hamilton senior abandoned the family in 1765. By 1773 Hamilton entered school at Kings College (Now Columbia) in New York City. On 14 March 1776, was commissioned Captain of the Provincial Company on New York Artillery. Hamilton was promoted to Lieutenant Colonel and made Washington’s aide-de-camp on 1 March 1777. His writing and organizational skills as well as fluency in French made him a useful man. On 14 December 1780, Alexander Hamilton married Elizabeth Schuyler one year after having met her at Morristown. Washington and Hamilton had a run-in on 16 February 1781 which resulted in a parting of the ways for both men. Attempts at reconciliation were not successful, and Hamilton's wish was to simply continue his duties until a replacement could be found. Several months later, in July, Hamilton was given command of a battalion of Lafayette's Division in Moses Hazen's Brigade. He was successful in leading an attack at Yorktown and aided in the success of the surrender there. He continued in the military for a couple of years when he was made Colonel on 30 September 1783. He left the service by the end of the year. He spent a year in Congress from 1782-1783. He became an important member of the Cabinet under President Washington as the first Secretary of the Treasury (1789-1795). He became a leader in the Federalist Party. He resigned from his position at the end of January in 1795 and returned to private practice. After years of political frustration laid at Hamilton’s feet, Vice-president Aaron Burr challenged Hamilton to a duel. On 11 July 1804, Hamilton was mortally wounded and he died the following afternoon at the age of 47.  Robert Hanson Harrison Born in Maryland in 1745 Harrison was educated in law. He succeeded Joseph Reed as aide to General Washington on 6 November, 1775, with the rank of lieutenant-colonel. He remained in the military until the spring of 1781. He became chief justice of the general court of Maryland on 10 March, 1781, but declined the appointment of judge of the United States Supreme Court in 1789. He died in Charles County, Maryland, 2 April, 1790.  Tench Tilghman Tilghman was born on Christmas day, 1744 at his father’s plantation on Fausley Creek in Talbot County, Maryland. He was educated privately until the age of 14, when he went to Philadelphia to live with his grandfather, Tench Francis. In 1761, he graduated from the College and Academy of Philadelphia. In 1776, Tilghman was commissioned captain in the Pennsylvania Battalion of the Flying Camp. In August 1776, he joined George Washington's staff as aide-de-camp and secretary. He served without pay until May 1781, when Washington, calling him a \"zealous servant and slave to the public, and faithful assistant to me for nearly five years,\" procured for him a regular commission in the Continental Army. On 9 June 1783, Tilghman married his cousin, Anna Maria Tilghman, they had two daughters. On 1 January 1784, Tilghman formed a business partnership with Robert Morris in Baltimore. Tilghman died on 18 April 1786. He is buried at Oxford Cemetery in Oxford, Maryland.  Richard Kidder Meade Meade was born in Nansemond County, Virginia, 14 July, 1746. He was educated at Harrow in England. In December, 1775, he commanded a company at the battle of Great Bridge, near Norfolk, Virginia, the first fought in that state. He joined General Washington's military family as one of his aides with the rank of colonel; he served in that capacity throughout the war. He superintended the execution of Major Andre. About 1765 he married Elizabeth Randolph, aunt of John Randolph, of Roanoke. In 1780 he married for his second wife the widow of William Randolph, of Chatsworth. He died in Frederick (now Clarke) county, Virginia, in February, 1805.",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/historyculture\/people.htm"
}
