{
    "title": "Morristown National Historical Park: Winter Encampment Podcast Series",
    "body": "Winter Encampment Podcast Series              Pod Cast Introduction     Introduction to Winter Encampment Podcast Series  Duration:1 minute, 54 seconds      Credit \/ Author: NPS   Date created: 2011-08-21                     Washington's Army arrived in Morristown     Washington’s Army arrives at Morristown first week of December 1779 and here is what they encountered in their own words.  Duration:1 minute, 39 seconds      Credit \/ Author: NPS   Date created: 2011-08-24                     Army sets out constructing a log hut city     During the month of December, the Army sets out constructing a log hut city. Snow was already on the ground as the first trees were felled at Jockey Hollow.  Duration:1 minute, 53 seconds      Credit \/ Author: NPS   Date created: 2011-08-24                     A Three day blizzard     In early 1780 the Amy encounters a blizzard to remember and here what they encountered in their own words.   Duration:1 minute, 54 seconds      Credit \/ Author: NPS   Date created: 2011-08-24                     Life in camp     Life in the Continental Army was more than just marching from place to place. The soldiers and officers alike faced many hardships and adventures.  Duration:2 minutes, 48 seconds      Credit \/ Author: NPS   Date created: 2011-08-24                     Friendships and romances     The idle winter months gave the soldiers opportunity to fraternize with local civilians. Hear from their own words of the friendships and romances that flourished.  Duration:2 minutes, 48 seconds      Credit \/ Author: NPS   Date created: 2011-08-24                     What they did with the idle hours in camp     Officers and men found various ways to occupy their time when not on duty. Hear in their own words how the army managed to carve out a small bit of comfort.  Duration:2 minutes, 50 seconds      Credit \/ Author: NPS   Date created: 2011-08-24                     Washington’s Headquarters     The following accounts give some sense of the diverse activities taking place on a daily basis at Washington’s Headquarters, Ford Mansion.  Duration:2 minutes, 15 seconds                      Trying to feed the army     Supply trains had to transport food over many miles of snow-covered roads to reach Morristown. Listen to their complaints about hunger.  Duration:3 minutes, 9 seconds                      Global effects of the American Revolution     From his headquarters at Morristown, Washington became increasingly involved with the expanding global aspects of the war.  Duration:3 minutes, 10 seconds",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/photosmultimedia\/winter-encampment-pod-cast-series.htm"
}
