{
    "title": "Morristown National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 29, 2016  Assistance from Washington Association of New Jersey Reopens Fort Nonsense  The National Park Service at Morristown National Historical Park (NHP) is pleased to announce that its Fort Nonsense area is now reopened due to assistance from the Washington Association of New Jersey. Fort Nonsense had been closed since the severe thunderstorm that hit the Morristown, New Jersey area on Thursday, July 14, 2016.   June 14, 2016  National Park Service Participates in Morris County’s Revolutionary Times 2016  The National Park Service at Morristown National Historical Park (NHP) is proud to partner with Morris County to offer Revolutionary Times, a weekend of patriotic 4th of July activities.   June 01, 2016  Gordon Thomas Ward Performs Story-Songs of History  Please join Morristown National Historical Park (NHP) for a special presentation of Story-Songs of History by author, singer-songwriter and New Jersey resident Gordon Thomas Ward. This delightful performance of stirring tales, told through song and spoken word captures both attention and imagination.   May 26, 2016  NPS Centennial Jazz Band to Perform Free Concert at Morristown National Historical Park  Celebrate the National Park Service’s 100th anniversary through this once-in-a-lifetime opportunity! As part of its National Park Service (NPS) Centennial tour, the NPS Centennial Band from New Orleans Jazz National Historical Park will perform at Morristown National Historical Park (NHP). The band members will play music never heard before at Morristown NHP, and best yet, the concert is FREE.   May 02, 2016  Tourism to Morristown National Historical Park Creates $17.6 Million in Economic Benefits  A new National Park Service (NPS) report shows that over 218,000 visitors to Morristown National Historical Park in 2015 spent $12.5 million in communities near the park. That spending supported 166 jobs in the local area and had a cumulative benefit to the local economy of $17.6 million.   April 01, 2016  April 15th Ribbon-Cutting Ceremony for Museum Shop Renovations  Please join Morristown National Historical Park and Eastern National for a ribbon-cutting ceremony to unveil the newly renovated museum shop and visitor reception area in Morristown NHP’s Washington’s Headquarters Museum. The ribbon-cutting will be at 10:30 am on Friday, April 15, 2016, at the museum’s front entrance.   February 18, 2016  Author David Veasey to Speak on NJ Colonial Architecture  As part of its 2016 National Park Service Centennial celebration, Morristown National Historical Park welcomes author David Veasey to its Washington’s Headquarters Museum for an illustrated talk on his book, New Jersey’s Colonial Architecture Told in 100 Buildings.   February 12, 2016  Morristown National Historical Park Featured in New Partnership with Google and the National Park Service  In a partnership between the National Park Service (NPS) and Google, Morristown National Historical Park (NHP) is featured in the Google Cultural Institute, a digital platform which makes hundreds of historically and culturally significant objects in the National Park Service’s museum collection available online.   February 12, 2016  Author Mary Bruno to Speak on An American River  The Great Swamp Watershed Association (GSWA) and the National Park Service welcome author Mary Bruno to Morristown National Historical Park’s Washington’s Headquarters Museum for an illustrated talk on her book, An American River: From Paradise to Superfund, Afloat on New Jersey’s Passaic.   February 05, 2016  Morristown NHP's Chief of Cultural Resources Presents Two Talks  Morristown National Historical Park (NHP) is pleased to announce that, as part of its National Park Service Centennial celebration, Chief of Cultural Resources Jude Pfister is presenting two talks in the region which highlight the park's extensive archival collection.   January 15, 2016  Washington’s Headquarters Museum Store Remodeling Begins  Morristown National Historical Park (NHP) is pleased to announce that it has commenced the redesign of its Washington’s Headquarters Museum sales area. The project will reconfigure both the museum’s visitor information desk and its Eastern National store to improve accessibility and visitor orientation in the space.   November 24, 2015  Park Winter Visitor Services 2016  Beginning on January 3, 2016, the Jockey Hollow Visitor Center building will be closed. The building will reopen on Saturday, February 13, 2016. During that same period, the Washington’s Headquarters Museum and the Ford Mansion will only be open on Saturdays and Sundays.   November 02, 2015  New Park Brochures Have Arrived!  Morristown National Historical Park has received the first shipment of its new park brochure! Park staff coordinated with the National Park Service’s Harpers Ferry Center to design and produce this new visitor resource. The Harper’s Ferry Center provides expertise in interpretive media services to all National Park Service sites.   August 21, 2015  August 30, 2015: Change in Visitor Services Hours of Operation  The summer’s winding down, it’s back to school time, and back to the regular visitor hours for Morristown National Historical Park (NHP). Beginning on August 30, 2015, Morristown NHP will change its hours of operation for visitor services.       August 6, 2015 Washington Association of New Jersey Donates $1.347 Million Dollars to Morristown National Historical Park The Washington Association of New Jersey and Morristown National Historical Park are pleased to announce the donation of $1.347 million to the park. The donation will be used for the production and installation of the \"Discover History Center\" interactive gallery in the park's Washington's Headquarters Museum. This grand and engaging new gallery for visitors, especially school children, will open in late 2016\/early 2017. July 23, 2015 Livingston's Christopher Bickel is Morristown National Historical Park's 2015 \"Teacher-Ranger-Teacher\" Morristown NHP is pleased to welcome its 2015 Teacher-Ranger-Teacher (TRT), Mr. Christopher Bickel, Livingston, NJ's Public Schools Social Studies Supervisor. The TRT program is a National Park Service (NPS) professional development project, coordinated through the University of Colorado, Denver (UCD). TRT strives to acquaint educators with the primary resources and educational materials available through the NPS.   June 12, 2015 Morristown NHP Participates in Morris County's Revolutionary Times Celebration, July 3-5, 2015 Morristown NHP is pleased to partner with the Morris County Tourism Bureau for its July 3-5 Revolutionary Times events. The park's participation includes free admission to the Washington's Headquarters Museum and Ford Mansion from Friday, July 3 through Sunday July 5, 2015. The highlight at Morristown NHP will be a free concert at 2:00 pm on Friday, July 3, by the famous Fifes & Drums of the Old Barracks.  June 10, 2015 Morristown NHP Summer Operating Hours Announced Morristown NHP will begin its seven-days-a-week summer hours of operation on Sunday, June 28th and will last until August 30th. The Washington's Headquarters Museum, Ford Mansion, and Jockey Hollow Visitor Center will be open every day from 9:30 am to 5:00 pm.  June 3, 2015 Fees Increase at Morristown National Historical Park Morristown National Historical Park will increase its fees effective July 15, 2015.    May 11, 2015 Wick House Chimney & Fireplace Rehabilitation to Begin: Historic Building Will Close for the Summer The park's historic Wick House will close for the summer on May 20th, 2015, in order to conduct much-needed rehabilitation work on the chimney and fireplace. All of Jockey Hollow and the grounds around the Wick House, including the Wick Garden, will remain open to the public during the rehabilitation.    April 24, 2015 A new National Park Service (NPS) report shows that 264,363 visitors to Morristown National Historical Park in 2014 spent $14.8 million in communities near the park.  A new National Park Service (NPS) report shows that 264,363 visitors to Morristown National Historical Park in 2014 spent $14.8 million in communities near the park. That spending supported 197 jobs in the local area and had a cumulative benefit to the local economy of $20.6 million.  March 27, 2015 Author Michael C. Harris to Speak on Brandywine: A Military History of the Battle that Lost Philadelphia but Saved America,September 11, 1777 The National Park Service welcomes author Michael C. Harris to the Washington's Headquarters Museum to discuss his book, Brandywine: A Military History of the Battle that Lost Philadelphia but Saved America, September 11, 1777. The talk will be at 1:00 pm on Saturday, April 25, 2015, in the Washington's Headquarters Museum at 30 Washington Place, Morristown, New Jersey. Admission to the program is free. Book sales and signing will follow the program.  February 6, 2015 George and Martha Washington Return to Morristown, February 22, 2015 In a joint program with the Jacobus Vanderveer House & Museum, Morristown National Historical Park will host America's founding couple, George and Martha Washington, at the park's Washington's Headquarters Museum on Sunday, February 22nd, from 3:00-4:00 pm.   January 28, 2015 Author James Gigantino to Speak on New Book: The Ragged Road to Abolition: Slavery and Freedom in New Jersey, 1775-1865 In honor of Black History Month, the National Park Service welcomes Dr. James Gigantino to discuss his new book The Ragged Road to Abolition: Slavery and Freedom in New Jersey, 1775-1865. The talk will be at 1:00 pm on Saturday, February 28, 2015, in the park's Washington's Headquarters Museum. Admission is free. Book sales and signing will follow the program.  January 23, 2015 Morristown National Historical Park Proposes Entrance Fee Increase Morristown National Historical Park will present a program on Your Fee Dollars at Work to discuss a possible fee increase in 2015. The current park entrance fees have been in place since the early 1990s. A public comment session will be included with this program.  November 24, 2014 Morristown National Historical Park Winter Visitor Services Beginning on January 4, 2015, the Jockey Hollow Visitor Center building and the Wick House will be closed. The buildings will reopen on February 18, 2015. During that same period, the Washington's Headquarters Museum and the Ford Mansion will only be open on Saturdays and Sundays.  October 10, 2014 Morristown National Historical Park to Begin Off-Season Hours of Visitor Services on November 1, 2014 Beginning on November 1, 2014, Morristown NHP will begin its off-season hours of operation for visitor services. Please note that the grounds of the park will remain open 7 days per week along with the restroom facilities at the Jockey Hollow area (Visitor Center and NY Brigade Comfort Station) per park hours.",
    "url": "https:\/\/www.nps.gov\/morr\/learn\/news\/newsreleases.htm"
}
