{
    "title": "Morristown National Historical Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar             Calendar       Centennial Events Calendar Click here for a PDF of a listing of the park's Centennial events.          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 6 results    Show ALL instances of recurring events   RSS Feed      Morristown National Historical Park NJ SERV Fest 2016 - Centennial Service Fair      Time: 10:00 AM to 6:00 PM Location: Jockey Hollow     Saturday, August 20, 2016 The National Park Service and Celebrate New Jersey have partnered together to host a Centennial Service Fair in honor of the NPS 100th Birthday! Engage with NJ non-profits & organizations to learn about a variety of service projects throughout NJ. View Details      Morristown National Historical Park National Park Service Centennial Celebration!      Time: 2:00 PM Location: Washington's Headquarters Museum Auditorium     Thursday, August 25, 2016 Join park staff at the Washington’s Headquarters Museum for a Centennial Celebration! This afternoon program will highlight the NPS Centennial, how Morristown has been celebrating all year long, and then we will end with FREE CAKE. View Details      Morristown National Historical Park History of the National Parks: A NPS Birthday Event      Time: 1:30 PM,2:30 PM,3:30 PM Location: Washington's Headquarters Museum     Saturday, August 27, 2016 In honor of the National Park Service's birthday (we turn 100 this year!) on August 25, join a park ranger and learn about the history of the National Park Service.  View Details      Morristown National Historical Park Discovering Morristown's Revolutionary Past      Time: 10:00 AM to 11:30 AM Location: The Alliance Statue Group on the Morristown Green Fees: FREE     Sunday, August 28, 2016 This guided hike will weave together the stories of the Continental Army's winter encampments of 1777 and 1779-80 in and around Morristown. View Details      Morristown National Historical Park Hike Jockey Hollow: A NPS Birthday Event      Time: 1:00 PM Location: Jockey Hollow Fees: FREE     Sunday, August 28, 2016 Have you ever had questions about Jockey Hollow or the National Park Service? Join a park ranger for a two mile hike through Jockey Hollow and bring your questions! View Details      Morristown National Historical Park Peter Toth: Centennial Series Piano Recital      Time: 1:00 PM Location: Washington's Headquarters Museum Fees: Free     Sunday, August 28, 2016 Please join Morristown National Historical Park for a series of special piano recitals to celebrate the NPS Centennial. Playing on the park’s 1873 Steinway grand piano, celebrated pianist Peter Toth will perform solo piano works. View Details",
    "url": "https:\/\/www.nps.gov\/morr\/planyourvisit\/calendar.htm"
}
