{
    "title": "Morristown National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Morristown National Historical Park Law Enforcement rangers are on patrol to protect you while you are in the park. These park rangers have full police authority and may issue citations and arrest violators.  For an emergency dial 9-1-1  For non-emergency situations dial 973-543-4030 or 973-543-7958  Park Regulations For your safety and the safety of those around you, please follow these park regulations during your visit to Morristown National Historical Park:  Pets must be leasjed at all times. You are required to clean up after your pet. The use of rollerskates, skateboards, roller skis, in-line skates and similar devices is prohibited. The use of bicycles on hiking trails is prohibited. Bikes are allowed on paved roads. Driving or parking outside of established roads and parking areas is prohibited. Open flame fires are prohibited. Gathering of flowers, nuts, fruits, for other than limited personal use is prohibited. Gathering of plants, wood, pine cones, rocks, and artifacts;of any kind is prohibited. Use of metal detectors or digging to retrieve any object is prohibited. Feeding of, or harassing any wildlife is prohibited. Hunting is prohibited within any area of the park Operating Drones is prohibited.  If you have any questions please check with a Park Ranger or call 973-543-4030 or 973-543-7958. For a complete list of the rules and regulations for Morristown National Historical Park, please read the Superintendent's Compendium.      Safety Precautions  Be prepared for your visit to Morristown National Historical Park. Good planning and preparation will make your visit enjoyable and rewarding. Always be alert for vehicular traffic, bicyclists, and pedestrians on narrow roads. Wear seatbelts while operating or riding in a vehicle.  Hiking Hiking is a very popular activity at Morristown National Historical Park. The Park has over 27 miles of trails for you to discover. When planning for a hike, keep in mind the following:  Know your limits: Plan your hiking trip according to the skill level of your least skilled hiker. Remember, five miles on a flat, gravel trail will be much different than five miles on a rocky climb up and down hills. Observe trail conditions while walking. Be aware of tree roots, stumps, and other naturally-occurring hazards. Bring and drink plenty of water, and a snack to keep you going. Cell Phone: Have a fully charged cell phone to use in case of an emergency. All emergencies in the park should be addressed to 911. Dress appropriately for the weather, the activity, and the season. Wear sturdy footwear. Be sure to wear bright colors (preferably orange). Wear long pants, socks, and insect repellent to reduce your exposure to disease-carrying insects and ticks. Choose moisture wicking fabrics to help you stay dry, and consider bringing an extra layer in case the weather changes. Stay on the trail, to minimize your impact on the park's resources, and to reduce the likelihood of personal injury.  Biking Before riding, make sure you, your family, and the bicycles are ready to ride. Remember that the use of bicycles on hiking trails is prohibited.  The Jockey Hollow tour road is a one-way road. ALWAYS go with the traffic flow, riding on right. Pass on left and give audible sound to alert others of intent. Obey all traffic laws. Yield to traffic and pedestrians. Be predictable, riding in a straight line and signaling moves. Stay alert at all times. Look before turning.  Remember to:  Wear a Bicycle Helmet. Every person at every age should wear a properly fitting bicycle helmet. Children 12 years old and younger must wear a bicycle helmet. Secure loose clothing. Check clothing, such as shoe strings and pant legs, to ensure they will not become entangled in bicycle gears. Adjust the Bicycle to Fit. Stand over the bicycle. There should be 1 to 2 inches between the rider and the top tube (bar) if using a road bike and 3 to 4 inches if using a mountain bike. The seat should be level front to back, and the height should be adjusted to allow a slight bend at the knee when the leg is fully extended. The handlebar height should be level with the seat. Check Your Equipment. Before riding, inflate tires properly and check that the brakes work. See and Be Seen. Make yourself visible to others. Wear neon\/fluorescent vest when riding to be easily seen. Remember, just because you can see others doesn't mean others can see you. Control the Bicycle. Ride with two hands on the handlebars, except when signaling a turn. Place snacks and other items in a bicycle carrier or backpack. Watch for and Avoid Hazards. Look for hazards such as potholes, broken glass, gravel, puddles, leaves, and dogs. All these hazards can cause a crash. If you are riding with others and you are in the lead, yell out and point to the hazard to alert the riders behind you.  Keep an eye on changing weather conditions. Inclement weather can be unpredictable and extremely dangerous or fatal, even if every reasonable precaution has been taken. To ensure your safe enjoyment of the park, please take a moment to learn about the possible weather and environment-related dangers you might face. Summer months can be extremely hot and humid, with occasional severe thunderstorms. Fall and spring are pleasant with cool temperatures and brisk winds. Winter weather occasionally forces the closure of parking lots and buildings depending on severity. Sensible seasonal dress is recommended for your visit and depending on your planned activities, should include accessories such as sunscreen, hiking boots, and extra water.  Storms Always check the weather forecast before going outdoors. Storms can move into the area quickly. Avoid outdoor activities at the first sign of thunder and lightning. Never attempt to drive through submerged roadways and never attempt to cross swollen streams. During high winds, get indoors if at all possible to avoid falling branches or trees.      Wildlife The outdoors is home to bears, snakes, and other animals. Part of the experience of hiking at Morristown National Historical Park is the opportunity to view various types of wildlife in their natural habitat so be prepared for potential wildlife encounters. It is important to remember that the park is their home, and humans are just visitors.  For their safety and yours, please follow these basic guidelines:  Never approach the wildlife. Respect their space and keep a safe distance between you and the wildlife. Never feed the wildlife. By feeding animals they become dependent on human food, which can lead to dangerous situations between humans and animals. Don't leave food at a campsite or picnic site;store food in the trunk of a car, if possible. Clean up all food scraps from your site and don't leave garbage around over-filled garbage cans. Report sick or injured wildlife to the park's Visitor Center at 973-543-4030 or the Ranger Station at 973-543-7958;don't try to help them on your own. Sick or injured animals may attack out of fear. Never remove any wildlife from the park. Keep pets on a 6 foot leash to protect both them and the wildlife. Stay on designated trails. It is easier to see and avoid unwanted encounters. Watch your step to avoid stepping on small animals, like snakes. Snakes seldom strike unless trampled or bothered and can be camouflaged in leaves and other debris. Don't put your hands where you can't see them.  Poison Ivy Leaves of three, let them be. Poison ivy grows plentifully along roadsides, trails, streams, edges of fields and parking lots, as a vine or a low shrub. The leaves are red in early spring, shiny green in summer, and an attractive red or orange in the fall. Each leaf consists of three leaflets. Most people are sensitive in varying degrees to the sap of this plant, which makes skin itch, blister, and swell.  Prevention  Avoid contact with all parts of the plant. If exposed, wash the affected skin with soap and water as soon as possible. It takes several minutes for the sap to penetrate the skin. Remember: Leaves of three, let them be. Avoid plants with three leaflets.  Ticks Ticks are common throughout the park;some carry Lyme Disease. This is a bacterial infection transmitted to humans by the bite of an infected tick. Lyme Disease is a serious illness that can go undiagnosed if the affected person is not alert to its causes and symptoms, or if the infection is diagnosed but not sufficiently treated. Not all tick bites will result in the characteristic \"bull's eye rash.\" If you find a tick, especially an engorged tick, attached to you, remove and save the tick;seek medical attention.  Prevention  Use tick repellents with DEET, according to manufacturer's instructions. Wear light colored clothing, long sleeves, and long pants with socks tucked into pants. Do frequent \"tick checks\" of yourself and any children with you. Ticks are common in high grasses, but always check for ticks after any outdoor activities.  Mosquitoes West Nile virus is transmitted by the bite of an infected mosquito. Most infected people have either no symptoms or only mild ones, such as fever, headache, mild skin rash, or swollen lymph glands. A serious infection, though, could lead to viral encephalitis, a swelling of the brain, which can be fatal.  Prevention  Stay indoors at dawn, dusk, and in the early evening when mosquitoes are most active. Use insect repellents with DEET, according to manufacturer's instructions Wear long sleeves and long pants when possible.",
    "url": "https:\/\/www.nps.gov\/morr\/planyourvisit\/safety.htm"
}
