{
    "title": "Morristown National Historical Park: Annual Encampment Weekend",
    "body": "Explore This Park    Plan Your Visit     Calendar     Annual Encampment Weekend              Grand Encampment Weekend 2016        Artillery firing demonstration provides quite a BOOM for visitors.        Date: Saturday, April 16 and Sunday, April 17, 2016 Location: Jockey Hollow  Time: 10 am to 5 pm (both days) Our annual encampment weekend on a Centennial scale! This year, the National Park Service celebrates its 100th anniversary and our annual encampment weekend is our kickoff marquee event. Over 150 reenactors from across the mid-Atlantic region will converge on Jockey Hollow to display a variety of 18th century skills and demonstrations. We will also have a very special guest, General George Washington, attending the event! Saturday Schedule: 10:00 am - Camp Opens 10:30 am - First Formation & Inspection of the Troops 11:00 am - Military Drill & Firing Demonstration 12:15 pm - Children's Drill 1:00-1:30 pm - Soldiers on Campaign  2:00-2:15 pm - Camp Fire Pit Construction Demonstration 3:00-3:45 pm - Light Infantry Drill, Tactics, and Firing Demonstration 4:00-4:30 pm - Fife and Drums Music Demonstration featuring the 3rd NJ Greys 4:30 pm - Final Formation for General Orders 5:00 pm - Camp Closes   Ongoing activities throughout the day (10 am to 5 pm): Soldiers at the Huts 18th Century Hearth Cooking in the Wick House 18th Century Laundry Demonstration outside the Wick House Sutler Tent Surgeons' Hospital Tent Children's Games Tent   Sunday Schedule: 10:00 am - Camp Opens 10:30 am - Hike to the Huts: Join the soldiers as they march from the Wick House to the Soldier Huts 11:30 am - Cavalry Demonstration with Sheldon's Light Horse  12:15 pm - Children's Drill 1:00 pm - Individual Firing Demonstration  2:00 pm - By Unit Firing Demonstration 3:30-4:00 pm - Final Formation and Grand Review 5:00 pm - Camp Closes   Ongoing activities throughout the day (10 am to 5 pm): Soldiers at the Huts 18th Century Hearth Cooking in the Wick House 18th Century Laundry Demonstration outside the Wick House Sutler Tent Surgeons' Hospital Tent Children's Games Tent   Encampment Muster Roll (participating reenacting groups):  1st Continental Regiment    1st Delaware Regiment 1st New York McCracken's Co. (Stationed at the replica Soldier Huts) 1st New Jersey Regiment 2nd New Jersey Regiment (Host Unit) 3rd New Jersey Greys  3rd Pennsylvania Light Infantry 5th Pennsylvania Regiment  6th Pennsylvania Regiment  9th Pennsylvania Lights German Regiment Donegal Township Rifleman Morgan's Rifle Company Sheldon's Horse, Second Continental Light Dragoons Lamb's Artillery Mott's Artillery",
    "url": "https:\/\/www.nps.gov\/morr\/planyourvisit\/grand-encampment-2016.htm"
}
