{
    "title": "Morristown National Historical Park: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities       To ensure your safety and to protect sensitive historic and natural resources in the park, please abide by these trail use rules and regulations: Trails are designated for certain uses, as shown on the trail map, in order to prevent resource damage. Using trails for un-designated uses damages resources and is prohibited. Some former trails have been closed to public use because they were either unsafe and cannot be made safe, or because using the trails destroys natural or historic resources. If a trail is not shown on the park map, it is closed and public use is not permitted. Please be a part of protecting your natural and cultural heritage by staying off closed trails.  Off-trail use by bicycles causes profound damage to cultural and natural resources and is prohibited. Parking is permitted only in areas shown on the map. Parking on the grass damages cultural and natural resources and is prohibited. The use of skates, in-line skates, skateboards, and roller skis endangers other trail users and is prohibited throughout the park.  Trail use is at your own risk. Please use caution when using the trails as you may come in contact with raised roots, ice, and other naturally occurring elements.  View a complete list of Morristown National Historical Park's Rules and Regulations. View and download park maps and brochures.        Youth Conservation Corps member leading middle school students on a hike in Jockey Hollow. NPS  Hiking The park contains roughly 27 miles of designated, marked, hiking trails. The 2.25 mile Yellow Trail connects the key historic and interpretive sites throughout Jockey Hollow. The White Trail\/Grand Loop Trail is the longest trail in Jockey Hollow at 6.5 miles in total. Other hiking trails include the Blue Trail, 3 miles roundtrip, that has the best view from on top of Mt. Kemble. While hiking in the park please keep your pets on a leash at all times. You can print a trail map and park map here.        Cyclists pedaling through Jockey Hollow   Biking Bicycles are only allowed on the 3 mile long paved Tour Road. Off trail biking is not allowed in the park. Off trail biking paths are available in near by Lewis Morris County Park.        Bird watching is a great outdoor activity all year long. NPS  Bird Watching Many species of birds have been observed within the park. Some of the best areas to observe birds include the Wick House Orchard and in meadows throughout the park. Birds of Morristown National Historical Park checklist.        Visitors horse back riding NPS  Horseback Riding Approxiatemetly 10.5 miles of designated horse trails are available to riders. Caution should be used when crossing open areas because of holes and other hazards. To prevent damage to fragile historic resources and unsafe encounters in busy visitor areas, horses are prohibited in the vicinity of historic buildings. Horse trailers may be parked in one of the following areas: the horse trailer area of the Jockey Hollow Visitor Center parking lot or New York Brigade parking area.",
    "url": "https:\/\/www.nps.gov\/morr\/planyourvisit\/outdooractivities.htm"
}
