{
    "title": "Morristown National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Fee Free Days 2016  Morristown National Historical Park will offer free admission on the following dates:  February 13th, 14th and 15th, 2016: Presidents Day Weekend April 16th through April 24th, 2016: National Park Week July 2nd, 3rd, and 4th, 2016: Fourth of July\/Independence Day Holiday Weekend August 25th through August 28th, 2016: National Park Service's 100th Birthday Weekend September 24th, 2016: National Public Lands Day November 11th, 2016: Veterans Day  For more information on fee free days for other national parks click here      Entrance Fee - $7.00 cash, check, or credit card   Valid for seven days 15 years old and younger free Includes: Washington's Headquarters Museum and Ford Mansion Jockey Hollow, New Jersey Brigade, Cross Estate Gardens and Fort Nonsense are free  Park Pass - $30.00 cash, check, or credit card   Valid only at Morristown NHP for 12 months from date of purchase Permits the card holder and three adults free entrance. Includes: Washington's Headquarters Museum and Ford Mansion Jockey Hollow, New Jersey Brigade, Cross Estate Gardens and Fort Nonsense are free    Education groups visiting Washington's Headquarters Museum and the Ford Mansion may apply in advance for a Fee Waiver.      America the Beautiful - National Parks and Federal Recreational Lands Pass In January 2007, the National Park Service joined the USDA Forest Service, Fish and Wildlife Service, Bureau of Land Management, and Bureau of Reclamation in the new Interagency Pass Program. This program provides pass holders access into any federal recreation site that charges an entrance or standard amenity fee;some passes also offer discounts on other fees, such as camping. Each pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder plus three adults, not to exceed four adults, at per person fee areas. (Children under 16 are admitted free.)  America the Beautiful - National Parks and Federal Recreational Lands Pass replaced the Golden Age Passport, Golden Access and Golden Eagle Passport and Golden Eagle Hologram. All National Park Passes, Golden Eagle, Golden Eagle Hologram, Golden Access and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports my be exchanged free of charge for new plastic passes. All America the Beautiful - National Parks and Federal Recreational Lands Passes and the Morristown Annual Pass can be purchased at Washington's Headquarters Museum located at 30 Washington Place, Morristown NJ 07960. At this time all pass purchases have to be cash or check. For more information call 973-539-2016 ext. 210.        Interagency Senior Pass NPS  Interagency Senior Pass- $10.00 (Formerly called: Golden Age Passport)   A lifetime pass for citizens or permanent residents of the U.S. age 62 years of age or older. Valid for entrance fees at other National Parks and several other federal agencies. Permits the card holder and three other people entrance. Includes: Washington's Headquarters Museum and Ford Mansion         Interagency Annual Pass NPS  Interagency Annual Pass- $80.00 (Formerly called: Golden Eagle or National Park Pass)   An annual pass valid for 12 months from date of purchase. Valid for entrance fees at other National Parks and several other federal agencies. Permits the card holder and three other people entrance. Includes: Washington's Headquarters Museum and Ford Mansion         Interagency Access Pass NPS  Interagency Access Pass- Free (Formerly called: Golden Access)   A lifetime pass for citizens or permanent residents of the U.S. who have a permanent disability regardless of age. Valid for entrance fees at other National Parks and several other federal agencies. Permits the card holder and three other people entrance. Includes: Washington's Headquarters Museum and Ford Mansion         Interagency Annual Military Pass NPS  Interagency Annual Military Pass- Free   Active duty military members and their dependents qualify for a FREE Annual Pass. Present your valid Common Access Card (CAC) or military dependent ID (DoD Form 1173) for your free Annual Pass.Valid for entrance fees at other National Parks and several other federal agencies. An annual pass valid for 12 months from date of purchase. Valid for entrance fees at other National Parks and several other federal agencies. Permits the card holder and three other people entrance. Includes: Washington's Headquarters and Ford Mansion For more information go to: www.store.usgs.gov\/pass\/military.html",
    "url": "https:\/\/www.nps.gov\/morr\/planyourvisit\/fees.htm"
}
