{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Oral Histories",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Oral Histories                Oral Histories for Your Classroom       This collection of oral history excerpts is from the Ellis Island Oral History Collection, which includes approximately 2,000 full interviews.  The following audio clips (with accompanying transcripts) have been specifically selected to be useful in your classroom, either as part of a lesson plan from this website or integrated into your curriculum. For your convenience, both the audio file and the transcript can be accessed online and also downloaded and saved for use later without needing to be connected to the internet. Trying New Foods  Kathleen Remembers Trying Pizza Paul Remembers Trying Sandwiches Isadore Remembers Trying a Tomato  Immigrant Expectations  Catherine Remembers Her First Day in America Catherine Remembers the Gaslights Gertrude Remembers Going to Chicago     Traveling to America  Morris Remembers the Steamship William Remembers the Storm Emma and William Remember Packing    Experience at Ellis Island  Elda Remembers the Eye Exam Catherine Remembers the Hair Exam    Holding onto Homeland Traditions  Emilie Remembers Cultural Festivities Charles Remembers Maintaining His Jewish Identity Helen Remembers Hungarian Lullaby    Adjusting to Life in America  Gertrude Remembers Changing Her Name Knud Remembers Hardships Caused by the Language Barrier Anna Remembers Meeting Family Members Birgitta Remembers Starting School Catherine Remembers Mother Learning English Friedrich Remembers Being Called a \"Greenhorn\" Armen Remembers Trying to \"Fit In\"    Looking for ideas on how to utilize these oral histories in your classroom? The Library of Congress' Using Primary Sources page for teachers contains steps for using primary sources in the classroom, teacher's guides, analysis tools, and other helpful information for teachers. The National Archives' Getting Started with Primary Sources in the Classroom page for teachers contains information and resources about using primary sources, resources for National History Day, and links to \"Today's Document\" and \"DocsTeach\" online resources.  If you have any suggestions for other Oral History topics you would like to see available on this page, please e-mail us.",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/education\/classrooms\/oral-histories.htm"
}
