{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Field Trips",
    "body": "Field Trips     We are pleased to be introducing new self-guided activities for school group field trips! Scroll down and click on the titles to read about the activity and download the worksheet; click the links in the bulleted list below to view the worksheet. We also suggest using these Teacher Guides (Grades 4-6) (Grades 7-8) to assist in your trip planning with pre and post visit activities.  Ellis Island  Island of Hope, Island of Tears- Guided Questions for Ellis Island's 30-minute film- (Grades 3-6) or (Grades 7-12) Be an Inspector! (Grades 2-5) Immigrant Eyes (Grades 5-8)  Being Processed (Grades 9-12) Case File 1,  Case File 2  ARTifact (Grades All) Extra, Extra (Grades All)  Statue of Liberty   Be a Detective      There is plenty to do and see while at Ellis Island, including a variety of lesson plans designed for implementation before, during, or after visiting Ellis Island with your class.  Check out these ideas and tips for self-guided groups.  The audio tour is included in the price of your ferry ticket, so you can pick up your class's headsets when you arrive on each island.     Results   Showing results 1-4 of 4    Sort By:  Title Date         Ellis Island Part of Statue of Liberty National Monument Be an Inspector! Self-Guided Activity    Students play the role of a detective, uncovering the different steps immigrants had to go through before entering the United States a century ago. Then, students play the role of an immigrant family and decide what city to move to next based on family, work, and community.    Type:Field Trips Grade level:Second Grade-Fifth Grade Subjects:History, Immigration, Social Studies        Ellis Island Part of Statue of Liberty National Monument Board of Special Inquiry   In this onsite field trip activity, students will get the chance to play the role of an inspector hearing the pleas of six immigrants. Immigrants who failed the initial inspection at the Great Hall had to undergo a more lengthy interrogation at the Board of Special Inquiry. Immigrants had about ten minutes to convince at least two of three judges they were upstanding individuals who had not committed any crimes. These inspectors acting as judges heard up to two hundred cases    Type:Field Trips Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Social Studies        Ellis Island Part of Statue of Liberty National Monument Dear Editor Self-Guided Activity    Newly arrived immigrants often encountered challenges when settling into their new home and community. Some turned to advice columns in various newspapers to find support, guidance, and connections. Students will learn about the immigrant experience, some of the resources available to immigrants, and play the roles of advice-giver and immigrant in evaluating historic documents.    Type:Field Trips Grade level:Sixth Grade-Eighth Grade Subjects:History, Immigration, Social Studies        Ellis Island Part of Statue of Liberty National Monument Politics! Self-Guided Activity    Newly-arrived immigrants have always stood in the crosshairs of United States policy. Politics! helps students examine the controversy surrounding the issue of immigration by looking at political cartoons and other primary sources. Students can also engage in dialogue over statements made about immigration. Students will better understand the immigration debate by connecting issues of the past with the present.    Type:Field Trips Grade level:Ninth Grade-Twelfth Grade Subjects:History, Immigration, Social Studies",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/education\/classrooms\/fieldtrips.htm"
}
