{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Sicurella Family",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Sicurella Family                Sicurella Family        Sicurella with family members on their 50th wedding anniversary.  All of the adults in the photograph emigrated from Sicily, the five grandchildren are first-generation Americans. National Park Service, Statue of Liberty NM         National Park Service, Statue of Liberty NM  Pietro and Rosa Sicurella lived with their nine children in Adrano, Sicily prior to coming to the United States. Pietro and Rosa's oldest son, Giuseppe, immigrated in 1903 to study art. His brother Salvatore followed in 1908 and their siblings Antonio, Maria Anna, and Angelina joined them in 1913. When Giuseppe died in 1916, the Sicurella siblings living in New York decided not to return to Sicily - the rest of the family joined them after World War I. Giuseppe D'Amico, Concetta Sicurella's husband, immigrated with his wife's family, leaving his own family behind in Sicily.   The Sicurella family typified the kinds of professions many Italian immigrants undertook once they came to America in the early 1900s. As Concetta Sicurella's daughter, Teresa (the donor of the Sicurella artifacts), recalls: \"Living in Manhattan in the early 1920s had some advantages. The street may not have been paved in gold, but jobs were readily available to immigrants who had skills…\"  Photo Caption: (right) A portrait Pietro and Rosa (Santangelo) Sicurella from their 50th wedding anniversary. Rosa is wearing the gown she wore at her wedding in Sicily on November 11, 1883.         National Park Service, Statue of Liberty NM  Giuseppe D'Amico (Teresa's father) \"had a hard time finding a job in America. He was an electrician by trade, but he couldn't get a job in Manhattan because the electricians were already unionized. My mother's sister, Maria Anna, had a good job as a seamstress, and she took it upon herself to teach my father the trade and get him a job. He developed a real skill as a dressmaker. He went from sewing dresses, to managing a dress factory, to designing dresses and evening gowns. He ended his professional career as a part-owner at Coquette Frocks, Inc., at 1385 Broadway, where they manufactured gowns. He worked there until his death in 1969.\"   Photo Caption: (right) Concetta Sicurella, daughter of Pietro and Rosa, with her husband Giuseppe D'Amico and son Salvatore. Salvatore was born shortly after the family's arrival in America in 1920. Concetta was several months pregnant during her voyage to the United States and never set foot on another boat after the experience.  Salvatore, Giuseppe Sicurella's brother, was employed as a barber. He stayed in that trade and always worked in Manhattan, even after moving to Brooklyn. Antonio, another Sicurella sibling, was a shoemaker. He opened a shoe store, \"The Creation Bootery,\" which was forced to close during the Depression. Later, he owned a shoe repair shop in Brooklyn. Nicolo went to pattern-making. He worked in Manhattan designing and cutting patterns for children's clothing.  The Sicurella daughters also found work in Manhattan. Angelina did hand monogramming and was able to get a job for Vincenza. When they moved to Brooklyn, Angelina was married and busy raising a family, but Vincenza continued doing monogramming from home. Rosaria also worked from her home in Brooklyn, doing sequin and bead work. Maria Anna was employed as a seamstress working in a dress factory in Manhattan, and later, in Brooklyn.",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/historyculture\/stories_sicurella.htm"
}
