{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Mirelowitz Family",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Mirelowitz Family                Mirelowitz Family         Chadekel with her children Mary, Gerschon, and Hyman, in Vilna, c. 1904. National Park Service, Statue of Liberty NM  Barnett Chadekel, a glass factory owner and former soldier in the Czar's army, lived with his wife Chann and their three children (Mary, Gerschon, and Hyman) in Vilna, Lithuania, a part of Czarist Russia. In 1909, an outbreak of vicious pogroms against Jews suddenly forced the Chadekel family to flee the country.   Jews have lived in Vilna since at least the 16th century. The community may have erected a wooden synagogue as early as 1573, shortly before the adjoining street became known as \"Jew's Street.\" By the turn of the 20th century, Jews constituted approximately 40% of the city's population and Vilna was an important center of Jewish culture. The streets in the Jewish quarter, including Stikliu or \"Glassmakers\" Street and Szklana or \"Glazier\" Street, attest to the professions in which many Jews were involved.   Glassmaking appears to have played a major role in the Jewish community in Vilna. In the 17th century, the ruling monarchs issued several bills that restricted Jews to a limited number of trades and crafts. Among those crafts was glassmaking. According to family tradition, the Chadekel family became a target of a pogrom because they owned a glass works.   Traveling under Chann's maiden name, Mirelowitz (the name they kept), the family managed to reach Hamburg, Germany. There they boarded the Hamburg-America Line's steamship, the S.S. President Grant, bound for New York City. They lived on the Lower East Side of Manhattan and in the Bronx until Barnett bought a small farm in a bungalow colony in upstate New York.",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/historyculture\/stories_mirelowitz.htm"
}
