{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Post-Peak Immigration Years",
    "body": "Post-Peak Immigration Years        1925-1954      Anti-immigration legislation passed in the 1920s, as well as the Great Depression, kept immigration at an all-time low. For the first time in Ellis Island's history, deportation far outnumbered admissions. In view of this situation, the Ellis Island Advisory Committee (a committee appointed by the Department of Labor under Franklin D. Roosevelt's New Deal program) advised that new buildings be erected for detained immigrants to separate them from deportees, who were often criminals. This final surge of construction included the New Immigration Building, New Ferry House, and the new Recreation Building and Recreation Shelters.    Coast Guard boats in front of the hospital complex c. 1952. NPS Photo   The 1942-1943 class of the Coast Guard Quartermaster and Signalmen's School on Ellis Island. NPS Photo         An overview of the Main Immigration Building as a detention center c. 1940s. NPS Photo  From 1939 to 1946, the United States Coast Guard occupied Ellis Island and established a training station that served 60,000 enlisted men and 3,000 officers. They utilized many buildings on the island. For example, the Baggage and Dormitory Building served as a drill room, armory, boatsman storeroom, carpenter's shop, and machine shop. The Kitchen and Laundry Building was utilized as a kitchen and bake shop. Lastly, the New Immigration Building provided dormitories for the men. After their time at Ellis, the enlisted men and officers were largely responsible for manning transports, destroyer escorts, cutters and submarine chasers during World War II. Although the training station was decommissioned in 1946, the Coast Guard returned to the Island in 1951 and established a Port Security Unit on the island. They utilized numerous buildings, including the recreation buildings and hospital complex, as offices until the abandonment of Ellis Island in 1954. Although the Coast Guard utilized many of the buildings on Ellis Island during World War II, the Main Immigration Building and hospital complex was not under their jurisdiction. During World War II, German merchant mariners whose ships had been seized at American ports were quartered in the Baggage Room until they were transferred to inland detention camps. Additionally, arrested \"enemy aliens\" and their families were detained in the Main Immigration Building.  The Alien Registration Act of 1940 required all \"resident aliens\" to be registered and fingerprinted and a 1941 Presidential proclamation identified all citizens of Japan, Germany, and Italy residing in the United States as \"alien enemies.\" Those aliens who were suspected of being potentially dangerous could be detained. The Registry Room was used as family day quarters for enemy aliens who, by 1942, numbered about 1,000.  Desperately needed living space for detainees was created in 1943 when all of Ellis Island's administrative workers moved to a Manhattan office. Although the Registry Room was not used as a medical ward, as it had been during World War I, wounded U.S. veterans of World War II were treated in the hospital complex.       The Cooking Section of the Family Area for detained German enemy aliens c. 1945. NPS Photo         Clerk manning the Immigration and Naturalization Service Detention Station c. 1945. NPS Photo  After the war, Ellis Island's functions returned to normal - immigrant officials processed detained immigrants and deported those who could not legally live in the United States. Immigrant numbers, however, were dwindling and by 1949, there was talk of closing the island. The Korean and Cold Wars of the 1950s extended the life of Ellis Island. After the passage of the Intern Security Act of 1950 (an act that prohibited entry to any person affiliated with a totalitarian organization or Communism), the detainee population of the island increased from 400 people to 1,200 people. In 1951, strict enforcement of the Intern Security Act, as well as growing anti-Communist pressures, led to a mass roundup of aliens illegally residing in the New York area. These aliens were held on Ellis Island without bail and were joined by seamen who deserted their ships and stowaways. By 1953, however, congestion on the island subsided.      < Immigration | Back to Places | Silent Voices - A Landmark Restored >",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/historyculture\/places_post_peak.htm"
}
