{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Oyster Island",
    "body": "Oyster Island         An illustration by John White depicting Native American men cooking fish on a wooden frame over a fire. Library of Congress  During the restoration of the immigration station on Ellis Island in the 1980s, archaeologists revealed the island's buried past. The first people to utilize the island were Native Americans -- members of the Algonquian speaking tribes that lived in the northeast region of North America. They visited Ellis Island because it contained large oyster beds, which were an important source of food. As a result, the Dutch referred to the island as one of the three \"Oyster Islands\" in New York Harbor. Other sources of food for the Native Americans included striped bass, fin fish and shellfish --they ate the meat and tossed the shells into a midden, a sort of garbage pit. These shells were later found in a shell midden stratum (a type of archeological feature made up mostly of mollusk shells which were naturally preserved by the calcium within the shells) by archeologists during restoration work on Ellis Island in 1985. Among the shells, archeologists found pottery fragments, arrow heads, fossilized plants, fish bones, duck bones, deer bones, and turtle bones. These items gave archeologists and historians a better understanding of the Native American's diet and settlement patterns.  Available archeological data indicate that the Native Americans used both Ellis and Liberty islands to acquire food. From harvesting shellfish to hunting small animals, they found numerous ways to live off the land. They utilized the islands at various times of the year, they fished during the spring, harvested clams, crabs, and oysters during the summer, and hunted year round. In their work, they were respectful of the land and animals and did not excessively hunt or gather.       An illustration by John White of Native American men and women fishing in a dugout canoe. In the background, native men spear fish in the water. Library of Congress       < Oyster Island | Back to Places | Colonial and Early American New York >",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/historyculture\/places_oyster_island.htm"
}
