{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Silent Voices - A Landmark Restored",
    "body": "Silent Voices - A Landmark Restored         1954-Present       A view of the abandoned Registry Room in the Main Immigration Building. National Park Service, Statue of Liberty NM       In November 1954, the Immigration and Naturalization Service closed down their offices on Ellis Island and moved to a new location in Manhattan. The need for Ellis Island had slowly diminished since 1924, when Congress instituted quota laws that drastically reduced the number of immigrants entering the United States each year.  Processing of emigrant visas at American consular offices overseas further reduced the need for Ellis Island. By March of 1955, Ellis Island was declared surplus Federal property. The silent and empty immigration depot rapidly deteriorated into a ghostly complex of dilapidated buildings.       Restoration work happening in the Registry Room in the Main Immigration Building. National Park Service, Statue of Liberty NM       In 1965, President Lyndon B. Johnson signed a proclamation that recognized the historical significance of Ellis Island by incorporating it into the Statue of Liberty National Monument, National Park Service. Liberty's 1986 centennial sparked an ambitious project to repair and refurbish the Statue and the Main Immigration Building on Ellis Island. The National Park Service and the Statue of Liberty - Ellis Island Foundation, with the generous help of the American people, spearheaded a restoration effort of unprecedented scale. The work was accomplished by a team of architects and artisans who spent years researching, planning, and finally restoring Ellis Island's main building to its appearance during the years 1918 to 1924.       The Ellis Island Immigration Museum opened in the restored Main Building in September 1990. National Park Service, Statue of Liberty NM       < Post-Peak Immigration | Back to Places",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/historyculture\/places_silent_voices.htm"
}
