{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Immigration",
    "body": "Immigration        1891-1924       In 1891, the federal government assumed responsibility from the states for regulating immigration through the Immigration Act of 1891, which established the Office of Immigration (later the Bureau of Immigration) to administer immigration affairs.  The government also appropriated money to build a new immigrant inspection station on Ellis Island.  The Immigration Act assigned the Marine Hospital Service (later the Public Health Service) the responsibility of examining the health of immigrants entering the United States.  Before construction of Ellis Island's first immigration depot began, the island was doubled in size with landfill. A ferry slip was dredged and a dock installed next to the main building site. A number of older buildings from the island's time as a military post were adapted for re-use. Ellis Island's first immigration building, constructed of Georgia pine, opened on January 1, 1892.       The original immigration station c. 1892-1897 National Archives and Records Administration        Due to the economic depression at the time, immigration was light and Ellis Island inspectors had no difficulty in processing the fewer than 20,000 immigrants who arrived annually. On June 15, 1897 a fire destroyed the complex of wooden buildings. Although 140 immigrants and numerous employees were on the island, no one was killed.  The government announced almost immediately that Ellis Island would be rebuilt with fireproof buildings. The New York architectural firm of Boring and Tilton was awarded the contract after a competition entered by five outstanding firms, including McKim, Mead & White.       The newly built Main Immigration Building c.1904-1910. National Archives and Records Administration        The first building to be built was the new Main Immigration Building, which opened on December 17, 1900. Following its completion, the Kitchen and Laundry and Powerhouse buildings were erected in 1901 and the island was enlarged by landfill to make room for a hospital complex. In March of 1902, the Main Hospital Building opened. The hospital had the space and equipment to care for 125 patients but it was still not enough--the hospital was overwhelmed with patients diagnosed with trachoma, favus, and other contagious illnesses that warranted exclusion. Over the next seven years, additional buildings were added to the hospital complex including the Hospital Addition \/ Administration Building, the New Hospital Extension, and the Psychopathic Ward.   The island was also enlarged once more using landfill, which allowed for the construction of a Contagious Disease Hospital and Isolation Wards, as well as additional support buildings.         Construction of the hospital complex. NPS Photo         The Registry Room in the Main Immigration Building c. 1906. NPS Photo  Almost 12 million immigrants were processed through the immigration station on Ellis Island between 1892 and 1954 when the station closed.   By 1924, however, the number of immigrants being processed at Ellis Island had been significantly reduced by anti-immigration legislation designed to establish quotas by nationality. This legislation dramatically reduced the number of immigrants allowed to enter the United States. The Emergency Quota Act, passed in 1921, ended U.S's open door immigration policy. The law significantly reduced the number of admissions by setting quotas according to nationality. The number of each nationality that could be admitted to the United States was limited to 3% of that nationality's representation in the U.S. census of 1910. The law created havoc for those on Ellis Island and thousands of immigrants were stranded on the island awaiting deportation. The island sometimes became so overcrowded that officials had to admit excess-quota immigrants.     The First Quota Act was replaced with the even more restrictive Immigration Act of 1924. This act further limited admissions of each nationality to the United States to 2% of that nationality's representation in the 1890 census. The act sought not only to limit admissions to the United States, but also to curtail immigration of southern and eastern Europeans, who by the 1900s comprised over 50% of the immigrant flow. Additionally, the Immigration Act of 1924 allowed prospective immigrants to undergo inspection before they left their homeland, making the trip to Ellis Island unnecessary.      < Colonial and Early American New York | Back to Places | Post-Peak Immigration >",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/historyculture\/places_immigration.htm"
}
