{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 29, 2015  Ellis Island to Celebrate National Asian-Pacific Heritage Month  o celebrate National Asian-Pacific Heritage Month, the Statue of Liberty National Monument is presenting three extraordinary performing companies that represent the richness, power, and beauty of the cultures of China, India and Japan. The performances will take place at Ellis Island from 1 to 3 p.m. on Sunday, May 31.   May 02, 2015  ‘Retratos Imigrantes\/Immigrant Portraits’ exhibit to open on Ellis Island  Retratos Imigrantes\/Immigrant Portraits: A Museum Dialogue Between São Paulo and New York,” is the result of a partnership between the Immigration Museum of the State of São Paulo, Brazil and the Statue of Liberty National Monument and Ellis Island. It commemorates the collective past of the immigrant experience in Brazil and the United States.   May 12, 2014  NPS announces Ellis infrastructure repairs and reopening of upper level exhibition areas  The National Park Service (NPS) announced today that Perini Management Services, Inc. was awarded a $34.9 million task order to repair damaged infrastructure on Ellis Island, part of Statue of Liberty National Monument in New York Harbor. The project is scheduled to begin mid-May.   January 11, 2013  Ellis Island Museum Collection Moved to a Stable Environment  Over the past few weeks staff at Ellis Island, with support of the NPS Museum Emergency Response Team, carefully wrapped and boxed museum items to be transported for temporary storage at the NPS Museum Resources Center in Landover, Maryland.   May 16, 2012  Achieving a New Bench-mark: Students donate special project to Ellis Island  On May 19 at 11 a.m., students from Prattsburgh Central School will present the replica bench to the staff at Ellis Island in a special ceremony that will include a musical montage of patriotic songs performed by members of the school’s chorus and band.   May 16, 2012  Superintendent Receives Ellis Island Medal of Honor  Each May since 1986, the National Ethnic Coalition of Organizations (NECO) has gathered at Ellis Island to present the Ellis Island Medal of Honor to Americans who \"exemplify outstanding qualities in both their personal and professional lives.\" This year’s honorees, who came from dozens of disciplines and career fields, included a number of recognizable faces, such as singer Frankie Valli, boxer Ray ‘Boom Boom’ Mancini, Congressman Gregory W. Meeks (NY-6th District), actress Brook Shields and  Statue of Liberty National Monument Superintendent David Luchsinger.   March 14, 2012  Virtual Field Trip will take students to Ellis Island  More than a million students from across the U.S. will travel to Ellis Island in New York Harbor on March 29 to learn the history of immigration on a virtual field trip via a free live webcast on Scholastic.com   November 23, 2011  Belgium and Italy Join Ellis Island in Navigating Differences  Interactive installation facilitates transatlantic dialogue on immigration in US and Europe Ellis Island, NY\/NJ, November 17, 2011 — Is immigration good for my country? Is immigration good for my community? Is immigration good for me? Starting November 23, visitors to the Statue of Liberty National Monument and Ellis Island  will have the chance to respond to these simple but provocative questions.   August 26, 2011  National Parks of New York Harbor Hurricane Closure Information  All National Park Sites in Manhattan, as well as all units of Gateway National Recreation Area and Governors Island will be closed to visitors on Saturday, August 27th and will remain closed through Sunday, August 28th. These national parks plan to reopen, conditions permitting, on Monday August 29th after the storms impact has been assessed and it is deemed safe for visitor use. The Statue of Liberty National Monument and Ellis Island will be closed from Saturday, August 27 through Monday, August 29, 2011.   June 19, 2011  Students Make History at Ellis Island  The story of 12 million immigrants who came to the United States through Ellis Island in search of the \"American Dream\" began with them sitting on a bench in the Great Hall. It was a wait of a lifetime, to begin a new life. If they passed the mental and physical exams they would be able to start a new chapter in their lives in America. That small but significant historical fact was brought back to life May 12, 2011 as high school students from upstate New York presented two replicas of those benches to Ellis Island.   January 11, 2011  National Park Foundation One of Four Charities Competing In Lowe’s  No abstract supplied.   January 06, 2011  American Express Gives $100,000 Grant to Support Save Ellis Island, Inc.  No abstract supplied.   January 06, 2011  Big Apple Benches  Six high school students closely scrutinized a few simple but sturdy wooden benches that once provided a resting place for immigrants waiting to be interviewed by officials on Ellis Island to see if they would be allowed to enter the United States. Curious visitors stopped to watch the busy teens, some of whom rattled off numbers as others jotted down observations, and a few took photographs of small details on each bench. So, what was the buzz about the benches?",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/news\/newsarchive.htm"
}
