{
    "title": "Ellis Island Part of Statue of Liberty National Monument: News",
    "body": "Explore This Park    Learn About the Park     News             News         On May 17th, twenty-three high schools students from the Groundswell Community Mural Project celebrated the opening of “Our American Narrative Continues” with each other and visitors. This six-panel mural connects the historic and contemporary experiences of immigration to the United States. NPS Photo by Kevin Daley  Your news source for Ellis Island  Reporters may email the park's Public Affairs Officer, Jerry Willis, with requests for media access to Statue of Liberty National Monument at jerry_willis@nps.gov. Reporters on deadline may call 646-356-2105. Looking for a film permit? Requests for permits to film anything (other than breaking news) must be made in writing and emailed to the park. Special use permit applications for other park uses may be found here as well. Not media, but you'd like to visit? To visit the Statue of Liberty and Liberty Island, go to the Plan Your Visit page for information, links and tips. Reserve tickets for the ferry, pedestal access, and the crown from Statue Cruises. Ellis Island is open on a limited basis following the destruction caused by Hurricane Sandy. More information is available on the Plan Your Visit page. Free photos, \"b-roll\" of Liberty Island and the inside of the Statue Statue of Liberty National Monument offers still photographs and moving images of the park and the Statue for use by media organizations and individuals. All photos and movie clips are taken by park staff and volunteers and are not covered by copyright; they may be used by anyone, free of charge. We ask that you credit National Park Service (or, for international media, U.S. National Park Service) when you use them. Files include the interior of the Statue, high resolution images of the Statue and photos of the park before and after Hurricane Sandy, including the park's recovery. Fact sheets Ellis Island Fact Sheet Statue of Liberty National Monument Fact Sheet  Other national parks in New York Harbor In addition to the Statue of Liberty and Ellis Island National Immigration Museum, New York Harbor is home to several other National Parks, including Gateway National Recreation Area and Federal Hall National Monument. News from National Parks of New York Harbor can be found in their virtual news room or on their website at www.nps.gov\/npnh.      Ellis Island is one of the National Parks of New York Harbor.  Statue of Liberty | Ellis Island | Gateway | Castle Clinton | Federal Hall | St. Paul's Church | General Grant Hamilton Grange | Theodore Roosevelt's Birthplace | Governors Island | African Burial Ground",
    "url": "https:\/\/www.nps.gov\/elis\/learn\/news\/index.htm"
}
