{
    "title": "Ellis Island Part of Statue of Liberty National Monument: School Groups",
    "body": "Explore This Park    Plan Your Visit     School Groups            School Groups         Students from Lincoln Community School pose in front of the Ellis Island entrance during their immersive program   From interactive activities to ranger-led tours, there are many ways to engage students about immigration history. Take a look at our offerings below: Ranger-led Programs (Free of Charge - Available during the months of October to March every school year)   The Journey What did it take immigrants to come to the United States?   Play the role of a newly-arrived immigrant coming to Ellis Island in the early 1900s. Students will \"be processed\" by Park Staff as their immigrant character in this immersive activity.   Grades 3-6 Capacity: 15-60 Students Time Length: 30 minutes   Check out our lesson plan and e-mail us to reserve the program.   Immigrants at Work What impact does immigration have on the United States economy?   Students explore how Ellis Island immigrants found jobs when they first settled in the United States. Playing the role of a business owner, students will analyze whether immigration is good or bad for their community, while tying to themes of immigration and economy, past and present.   Grades 9-12 Capacity: 15-35 Students Time Length: 60 minutes   E-mail us for more information about the program.   \"Island of Hope, Island of Tears\" – Our award-winning film   This award-winning documentary film reveals why and how millions of immigrants journeyed across the world to Ellis Island, hoping for a better life for themselves and their descendants. Worksheets are provided for students in Grades 3-6 and Grades 7-12.   All ages Capacity: 127 Students Time Length: 35 minutes        Lincoln Community School students line up and await their turn for their legal inspection on Ellis Island   Self-Guided Activities We are pleased to be introducing new self-guided activities for school group field trips! Scroll down and click on the titles to read about the activity and download the worksheet; click the links in the bulleted list below to view the worksheet. We also suggest using these Teacher Guides (Grades 4-6) (Grades 7-8) to assist in your trip planning with pre and post visit activities. Ellis Island   Be an Inspector! (Grades 2-5) Immigrant Eyes (Grades 5-8) Being Processed (Grades 9-12) Case File 1, Case File 2 ARTifact (All Grades) Extra, Extra (All Grades)  Statue of Liberty     Be a Detective  There is plenty to do and see while at Ellis Island, including a variety of lesson plans designed for implementation before, during, or after visiting Ellis Island with your class. Check out these ideas and tips for self-guided groups. The audio tour is included in the price of your ferry ticket, so you can pick up your class's headsets when you arrive on each island.       Booking Tickets Ferry tickets can be purchased through our official boat concessionaire, Statue Cruises. Complete the Statue Cruises school group visit form on their website to schedule your class visit. Additional questions? Email us or call us at 646-356-2180. Want to learn more? Visit the Education Section of our website!",
    "url": "https:\/\/www.nps.gov\/elis\/planyourvisit\/school-groups.htm"
}
