{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety & Security         United States Park Police badge. NPS Photo.  The National Park Service values your safety above all. To protect you and the park, visitors and their belongings are subject to a security screening before boarding the ferry to the park.   The National Park Service appreciates your patience and understanding of these procedures, and the additional time that may be required.  Please review basic information about security screening and prohibited items below and refer to the park's Security Standards and Prohibited Items for more details.      PRIMARY SECURITY SCREENING A primary security screening, similar to airport security procedures, is required for those boarding any Statue Cruises ferry to Ellis Island or Liberty Island. Screening will be located at the point of departure before boarding.  For boarding locations, refer to our directions page.   It is recommended that you include ample time and maintain a flexible schedule. Wait times at the security check point can be several hours during peak seasons. Especially during summer, on weekends, and on major holidays.  There are no locker storage areas at the screening facilities in either Battery Park or Liberty State Park.  PROHIBITED ITEMS ON OUR FERRIES Do not carry any of the items mentioned below into the security screening area. Items that are surrendered will not be returned. If you are unsure about an item, please do not bring it.  Prohibited items include:  ALL weapons, including: firearms, any dangerous items, any \"dual-use\" items that could be dangerous. All of these items are strictly prohibited in the park and on the ferry system. Scissors, sharp instruments and tools are also prohibited. LARGE packages, suitcases, carry-on luggage and other large parcels will not be permitted on the ferry systems or at Liberty and Ellis Islands. Face masks and\/or costumes which are designed to conceal the identity of a person are prohibited.   Please remember to keep bags, packages, strollers, etc. with you at all times. Do not leave items unattended at any time.      HAVE A QUESTION? If you have any questions regarding security procedures, please contact the park. Thank you for your cooperation. Safety is everyone's responsibility. If you SEE something, SAY something to a U.S. Park Police Officer or National Park Ranger.",
    "url": "https:\/\/www.nps.gov\/elis\/planyourvisit\/safety.htm"
}
