{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Special Exhibits",
    "body": "Special Exhibits       STATUE OF LIBERTY NATIONAL MONUMENT AND ELLIS ISLAND EXHIBITION SCHEDULE ELLIS ISLAND NATIONAL MUSUEM OF IMMIGRATION      CURRENT EXHIBITS      The First Floor Railroad Ticket Office -Word Tree Alcove is hosting, The Life & Legacy of John Muir: America's Immigrant Conservationist. Scottish-born John Muir led a life dedicated to exploring, admiring, and preserving the American natural landscape. Wanderer, poet, inventor, explorer, accomplished author and political activist, Muir is best known for his pioneering work in the field of conservation, work that culminated in the establishment of the world's first national park system. Born in the small coastal town of Dunbar, Scotland in 1838, Muir immigrated to the United States at the age of eleven and spent his adolescent years hard at work on his family's Wisconsin farm. After leaving home at the age of twenty-two to seek his fortune as an inventor, Muir went on to embark on a life of exploration, adventure, and activism. A contemporary of Emerson and Thoreau, John Muir spent his adult years forging and strengthening an emerging public interest in the preservation of the American wilderness. He authored eight books and literally hundreds of articles and pamphlets, each penned with an eloquent reverence for the sublime beauty of the American landscape and a sincere desire to share that love with future generations. This exhibit traces his remarkable life journey from his days exploring the moors, mountains, and shoreline surrounding his childhood home in Scotland, to his lasting legacy as America's first passionate conservationist and the father of the National Parks.  John Muir was a powerful voice for the wilderness, and left an indelible mark on the history of this nation, a legacy that continues to this day. The Exhibit will be open April 6, 2016 - September 5, 2016.        Historic Red Star Line Poster Courtesy of the Statue of Liberty N.M. and Ellis Island Collection  The Third Floor Dormitory Gallery is hosting, Via Antwerp.  The Road to Ellis Island What did immigrants processed at Ellis Island experience before they arrived in New York? What did people have to do to get out of Europe? Where did they buy their ticket? Who told them how to travel? What was the journey towards the sea in 19th century Europe like? The Red Star Line shipping company (1873-1934) transported nearly 2 million emigrants from Antwerp, Belgium to the US and Canada. An estimated 90% arrived in New York. Using the history of the Red Star Line and Antwerp as an emigration port as focal points, the exhibition explores the first leg of the journey of all those European emigrants who came to the United States at the end of the 19th century, and the beginning of the 20th. Via Antwerp is a comprehensive exhibition containing graphic panels with text and images, multimedia with immigrant stories and testimonies and original artifacts. The narrative will follow a typical journey to the US around 1900, starting in a travel office of the Red Star Line in Russia, covering the illegal escape out of Russia, the train journey to Antwerp, the short transit through the city, procedures before embarkation, the ocean voyage and the arrival on Ellis Island. Travel objects, company publicity, art works and ship artifacts will be on display. The Exhibit is open through September 5, 2016.",
    "url": "https:\/\/www.nps.gov\/elis\/planyourvisit\/special-exhibits.htm"
}
