{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions               Nearby Attractions       Ellis Island is not the only National Park Service site in the New York\/New Jersey area. If you are planning to visit this region, there are a number of National Park locations that are interesting, beautiful, and significant. These sites commemorate some of America’s most important moments and stories. Want to learn about the nation’s earliest military fortifications or its first steps as a democracy? Do you know where the country’s first planned industrial city is located? Interested in seeing where immigrants lived and worked after they were processed on Ellis Island? Whether you have a car or plan to use public transit, these narratives and so many more are minutes away. The following is a short list of some of the amazing National Parks near Ellis Island.          African Burial Ground Governors Island     Castle Clinton Morristown      Edison's Home and Laboratory Paterson Great Falls    Federal Hall Tenement Museum     Gateway Theodore Roosevelt Birthplace           The front entrance to Castle Clinton in Battery Park. NPS Photo  CASTLE CLINTON NATIONAL MONUMENT www.nps.gov\/cacl Battery Park, New York, NY 10004 (212) 344-7220 Originally built in 1811 as part of the new nation's harbor defense system, Castle Clinton was adapted for use as a cultural and entertainment facility, an immigrant processing station (before Ellis Island), an aquarium, and finally as a reconstructed fort. Its various uses reflect the changing needs of a growing and diversified population.        Fort Jay is an historic military fort on Governors Island. Andrew Moore, NPS  GOVERNORS ISLAND NATIONAL MONUMENT www.nps.gov\/gois 10 South Street -- Slip 7, New York, NY 10004 (212) 825-3045 Governors Island encompasses two exceptional examples of early American defensive fortifications -- Castle Williams and Fort Jay. The island was continuously occupied and utilized by the United States Army and the United States Coast Guard for nearly two centuries and represents an outstanding display of the nation's military heritage. Prehistoric archaeological evidence of indigenous peoples has also been discovered on the island.        The outdoor memorial at the African Burial Ground. NPS Photo  AFRICAN BURIAL GROUND NATIONAL MONUMENT www.nps.gov\/afbg 290 Broadway, 1st Floor, New York, NY 10007 (212) 637-2019 From about the 1690s until 1794, both free and enslaved Africans were interred in this Lower Manhattan site. Lost to history due to landfill and development, the grounds were rediscovered in 1991 during excavations for a new federal office building. Today, the memorial honors the estimated 15,000 humans who were not allowed to be buried within the original boundaries of the city.        Re-enactors perform at a special event at the Birthplace. NPS Photo  THEODORE ROOSEVELT BIRTHPLACE NHS www.nps.gov\/thrb 28 East 20th St, New York, NY 10003 (212) 260-1616 The only president born in Manhattan, Thedore Roosevelt was raised in a townhouse on East 20th Street. He would grow up to become the 26th President and be immortalized on Mount Rushmore. However, he started life as a sickly yet bright boy who exercised to improve his health and began a lifelong passion for the \"strenuous life.\"        The exterior of the Tenement Museum at night. The Lower East Side Tenement Museum  LOWER EAST SIDE TENEMENT MUSEUM www.tenement.org 103 Orchard Street, New York, NY 10002 (212) 982-8420 The Lower East Side Tenement Museum, founded in 1988, is located in a landmarked tenement building at 97 Orchard Street. The building was home to more than 7,000 immigrants from more than 20 nations between 1863 and 1935. Anchored in a neighborhood that has long been home to thousands of poor and working class people, the Tenement Museum is dedicated to using the history of its site as a tool for addressing issues that are still relevant today, including immigration.        The George Washington statue on the steps of Federal Hall. NPS Photo  FEDERAL HALL NATIONAL MEMORIAL www.nps.gov\/feha 26 Wall Street, New York, NY 10005 (212) 825-6990 At this site, George Washington took the oath of office as the first President of the United States. For over a year, the Congress, Supreme Court, and Executive Branch had offices in the original building on this site. The current structure, originally built for use as a Customs House, now serves as a museum and memorial to the beginnings of the US government.        The Heavy Machine Shop, in an Edison laboratory building. NPS Photo  THOMAS EDISON NATIONAL HISTORICAL PARK www.nps.gov\/edis 211 Main Street, West Orange, NJ, 07052 (973) 736-0550 Thomas Edison’s home and laboratory preserve the work and character of America's foremost inventor, his family and friends, and business associates who played a key role in his success. Edison, although best known for creating the light bulb, never stopped inventing -- he eventually held over one thousand patents. Discover where America’s greatest inventor changed our world forever.        Paterson Great Falls, one of America's largest waterfalls. NPS Photo  PATERSON GREAT FALLS NHP www.nps.gov\/pagr 72 McBride Avenue, Paterson, NJ, 07501 (973) 523-5295 In 1791, America’s first planned industrial city was established in Paterson, New Jersey. Alexander Hamilton, one of America’s Founding Fathers, designed the city as a response to the European Industrial Revolution. Harnessing the power of one of America’s largest waterfalls, manufacturers in Paterson produced a wide variety of items, ranging from cotton fabrics to railroad locomotives.        A demonstration of cooking techniques from the 1700's. NPS Photo  MORRISTOWN NATIONAL HISTORICAL PARK www.nps.gov\/morr 30 Washington Place, Morristown, NJ, 07960 (973) 539-2016 ext. 210 This park commemorates the sites of the Continental Army’s winter encampment of December 1779 to June 1780, where it survived what would be the coldest winter on record. Under General George Washington's leadership, the Army emerged as a cohesive and disciplined fighting force. The Morristown story is essential to American history and remains a source of fascination for military historians around the world.        The Sandy Hook Lighthouse, first lit in 1764. NPS Image from Sandy Cam  GATEWAY NATIONAL RECREATION AREA www.nps.gov\/gate New York and New Jersey (718) 354-4606 Gateway National Recreation Area is made up of three park units: Jamaica Bay (NY), Staten Island (NY), and Sandy Hook (NJ). Each unit reflects the history of the nation, New York City, and especially New York Harbor. Historic forts, former airports, recreation areas, and America's oldest operating lighthouse tell fascinating stories of defense, aviation firsts, and navigational safety.",
    "url": "https:\/\/www.nps.gov\/elis\/planyourvisit\/nearbyattractions.htm"
}
