{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility          The National Park Service Welcomes All Visitors The National Park Service wants your visit to be memorable for all the right reasons. Visiting any museum or park can be taxing as well as exciting. Visitors are urged to place health and safety first, both for yourself and your companions. Bring any medication, food, water or equipment that you may need with you. Take the time to enjoy the park safely.      Transportation to Departure Points Visitors taking mass transportation to the ferry departure point should consult the proper agency regarding accessibility. For directions and transportation options, please reference the Plan Your Visit section.         Required Security Screening All visitors are required to pass through a security screening before boarding any ferry. The security screening spaces are accessible. Please reference the Safety and Security section for further information.         Guide\/Assistance Animals at Ellis and Liberty Islands While regular pets are not allowed on either Ellis or Liberty Islands, or on the ferry boats, guide and assistance animals are welcome. See Accessibility Information for Liberty Island.         Ferry Transportation Statue Cruises personnel provide assistance on the ferry gangways. Ferries have enclosed cabins on the main deck and outdoor spaces near the rear or above the main deck. Any deck above the main requires the use of stairs. Priority seating is available near the entrance of the enclosed main deck cabin. Restrooms aboard ferries are not handicapped accessible.         Wheelchair Accessibility All levels of the museum are fully accessible to wheelchairs via elevators and ramped pathways.  Elevator is located on the west side of the museum building. A limited number of wheelchairs are available at both Liberty and Ellis Islands (on a first-come, first-served basis). They can be borrowed, free of charge, with the deposit of a driver's license or another form of identification at the information desk.           Audio Accessibility Services          All video programs with audio content are open captioned for your viewing convenience.         All exhibits with audio and video programming, as well as Theaters 1 & 2,  are induction looped and compatible with t-coil enabled hearing aids and cochlear implants. All audio programs that use a telephone style handset are t-coil compatible throughout the exhibit galleries. If you do not have a t-coil enabled hearing aid or cochlear implant, assisted listening devices are available for your use at the Information Desk, 1st Floor.          An infrared assisted listening system is available in Theater 1. Audio headsets or t-coil compatible neck loop devices are available at the Information Desk, 1st Floor.  If listening assistance is needed for the Ranger-guided tour, a Tour Guide FM Broadcast System is available at the Information Desk, 1st Floor.  Please request this system for your tour. Audio headsets or t-coil compatible neck induction loop devices are available for the FM Broadcast System..         American Sign Language Tours may be arranged prior to your visit. If you wish to arrange for an ASL Tour, notification in writing is required at least three (3) weeks prior to your visit. Please contact us by sending an e-mail or a letter.         Complete transcripts of audio programs within the exhibit galleries are available for use during your visit at the Information Desk, 1st Floor, and in the Bob Hope Memorial Library located on the 3rd Floor of the museum.         Visual Accessibility Services         Theater 1 is equipped to provide visitors with an audio descriptive soundtrack for the video presentation. This can be accessed by obtaining a headset from the Information Desk, 1st Floor. Audio descriptive tours specifically created for blind and visually-impaired are available of the museum.  This is provided at the Antenna Audio desk on the first floor of the museum, and is free of charge.           Our park brochure is available in Braille and can be requested at the Information Desk, 1st Floor.          Tactile models of Ellis Island and the museum floor plan are located behind the Information Desk, 1st Floor.         Emergency Medical Services Available on both Ellis and Liberty Islands. Contact any National Park Service employee for assistance. Proper preparedness, by those visiting the park with medical conditions, can prevent emergencies from occurring. (ie. medicine, food, water etc).         Further Information and Requests For information about programs, services, activities and requests regarding accommodations for persons with disabilities: please contact the park in writing, or by e-mail, at least twenty one (21) days in advance of your intended visit. Phone: 212 363-3200. Deaf and hard-of-hearing visitors can also utilize the services of NY\/NJ relay at 711.",
    "url": "https:\/\/www.nps.gov\/elis\/planyourvisit\/accessibility.htm"
}
