{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Do I need a permit? Most visitors do not need a permit. Permits are needed for activities beyond a typical visit to the park by a family or individual. At this park, they fall into two categories: film permits and special use permits.        Assemblies for private groups, whether they are businesses or not-for-profit organizations, require a Special Use Permit. NPS Photo  Film Permits and Special Use Permits Film permits are required for filming or taking photographs at the park for a movie, documentary, TV show or other commercial use. (Photos or videos taken by visitors for their own personal use do not require a permit. Neither do breaking news stories.) (Film Permit Application) Special use permits are required for organizing and performing activities or assemblies which provide a benefit to an individual, group or organization, rather than the public at large. Special use permits are also needed for activities that require National Park Service staff to protect park resources, the public interest, or both. (Special Use Permit Application) Examples include, but are not limited to, the following:  ceremonies performances and festivals cultural programs non-competitive sporting events  Filing a permit application alone does not grant you the right to your activity. Permit applications may be approved or rejected by the park. The $50 fee is nonrefundable, whether your application is approved or denied. Submit permit applications at least five (5) business days in advance The park requires permit applications to be submitted at least five (5) business days before the proposed Permit Application Fee Once a permit application is submitted, you will be charged a nonrefundable $50 application fee. This fee will not be returned even if your application is rejected. The $50 application fee may be waived for those submitting requests for school band, choir or dance performances and for certain ceremonies, such as reenlistments. First Amendment Activities Freedom of speech, press, religion, and assembly are constitutional rights. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect park resources. Therefore, all First Amendment activities require special use permits. The National Park Service may regulate the time, place, and manner in which they are conducted. Applications and Addresses Please read the application carefully before filling it out. Special Use Permit applications and Filming Permit applications may be emailed or sent via regular mail to: Statue of Liberty National Monument Attn: Permits Liberty Island New York, NY 10004",
    "url": "https:\/\/www.nps.gov\/elis\/planyourvisit\/permitsandreservations.htm"
}
