{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes             Warning: Beware Illegal Ticket Vendors There are many aggressive, unauthorized ticket sellers who will try to sell tickets to the Statue of Liberty near Battery Park in NYC. These individuals will often try to scam people through misrepresentation and over-charging. We highly recommend purchasing tickets in advance (see below). The only on-site location to purchase authorized tickets is the Statue Cruises official ticket office inside Castle Clinton in Battery Park (links to Google Map). Plan ahead if possible, and avoid these scammers selling overpriced and\/or fake tickets.         RESERVING TICKETS Ferries provide transportation to both Ellis Island and Liberty Island (site of the Statue of Liberty). One ferry ticket provides access to both islands. Statue Cruises is the official ferry service provider. Purchasing tickets through vendors other than Statue Cruises may result in unnecessary additional charges. All private vessels are prohibited from docking on either island.  The National Park Service recommends purchasing tickets prior to the day of your visit. You may use one of these methods to reserve tickets:   Online: www.statuecruises.com By Telephone: 1-877-LADY-TIX (1-877-523-9849) or 201-604-2800 In Person: At the ticket booths at both ferry departure points.       TICKET OPTIONS AND FEES      ChildrenUnder 4  Children4-12 Years  Adults13+  Senior62+   FERRY FEE: $0 $9 $18 $14  RANGER TOURS: Included Included Included Included AUDIO TOURS: Included Included Included Included  HOSPITAL TOURS: * Restricted Restricted + $35 + $35  PEDESTAL ACCESS: **  + $0  + $0 + $0  + $0 CROWN ACCESS: *** Restricted + $3  + $3 + $3  * Hard Hat tours of the hospitals on the South Side of Ellis Island are open only to visitors over the age of 13. Tickets for the South Side Hard Hat tours are subject to availability. ** There is no extra fee for pedestal access on Liberty Island. Reservations are recommended. Pedestal tickets are subject to availability. *** The fee for crown access on Liberty Island is in addition to the ferry fee. Reservations are required. Pedestal access is included. Crown tickets are subject to availability.      NATIONAL PARKS AND FEDERAL RECREATION LANDS PASSES These passes provide free access to national parks and national wildlife refuges that charge entrance fees. These passes do not apply at Ellis Island, part of the Statue of Liberty National Monument, which does not charge an entrance fee. The cost of the ferry ticket is not an entrance fee -- there is no charge to visit the museum on Ellis Island or the grounds of Liberty Island.  Learn more about the National Parks and Federal Recreational Lands Pass Series.",
    "url": "https:\/\/www.nps.gov\/elis\/planyourvisit\/fees.htm"
}
