{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Ellis Island's Great Hall once had lines of immigrants speaking several different languages as they awaited processing. In 1986 it was carefully restored to look as it did a century ago. NPS Photo   More than 12 million immigrants entered the United States through Ellis Island, the nation's chief gateway during the years 1892 to 1924.  Today, over 100 million Americans can trace their ancestry to the immigrants who crossed this island before dispersing to points all over the country.  Following restoration in the 1980s, this building reopened as the Ellis Island Immigration Museum, a symbol of this nation's immigrant heritage. The museum exhibits chronicle Ellis Island's role in immigration history, and view it in the context of its time and the still broader context of four centuries of immigration to America.  The exhibits also portray and give voice to the immigrants themselves.  Each of their stories are unique, and bears witness to the courage and determination that enables men and women to leave their homes and seek new opportunities in an unknown land. There are a number of options available to help you get the most out of your visit.  Please inquire at the information desk, or with a park ranger, for availability and options on the day of your visit.      School Groups:   For visiting school groups, self-guided and interactive activities are available. While your are here, please check out Island of Hope, Island of Tears, our 30-minute award winning documentary about Ellis Island.  Before the visit, students should go over the related activity (Grades 3-6 or Grades 7-12) that will guide their viewing. October through March is the best time for a more personalized park ranger interaction.   Students in Grades 3 to 6 can also participate in The Journey, Ellis Island's newest role playing activity.  In this 35-minute program, students will play the roles of Ellis Island immigrants as they wait \"to be inspected\" by the park staff. The Journey will be made available from November to mid-March. For more information, please email us.",
    "url": "https:\/\/www.nps.gov\/elis\/planyourvisit\/index.htm"
}
