{
    "title": "Ellis Island Part of Statue of Liberty National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Ellis Island Museum of Immigration Statue of Liberty National Monument  New York, NY 10004                 Directions         Ellis Island is located in New York Harbor, and can only be reached by boat. Ferries operated by Statue Cruises depart from Battery Park in lower Manhattan, New York City and Liberty State Park in Jersey City, New Jersey.  Directions Details           Operating Hours & Seasons         Ferry Departures Access to Liberty and Ellis Islands is by Statue Cruises ferries only. Tickets are sold by type, date, and time at statuecruises.com. The first ferry departs at 9:30 am and the last departs at 3:30 pm, with extended hours in the summer and around holidays. Once on the island you can stay until the last ferry departs, which changes seasonally. The Statue of Liberty & Ellis Island are open every day except December 25, weather permitting. Be aware that Hard Hat tickets usually sell out in advance.   Standard Hours    Sunday: 9:30 AM - 3:30 PM   Monday: 9:30 AM - 3:30 PM   Tuesday: 9:30 AM - 3:30 PM   Wednesday: 9:30 AM - 3:30 PM   Thursday: 9:30 AM - 3:30 PM   Friday: 9:30 AM - 3:30 PM   Saturday: 9:30 AM - 3:30 PM             Weather           It is typically colder and more windy in New York Harbor than in elsewhere in the New York City metropolitan area. Winters are cold and damp. Spring and Fall can range from chilly to warm. Summers are warm to hot and humid.         Fees & Passes     Entrance Fees:   No Entrance Fee; Ferry Tickets are purchased from Statue Cruises - $0.00 There is no entrance fee, however, the only way to visit Liberty and Ellis Islands is via a ferry. Contact Statue Cruises at 1-877-LADYTIX (877-523-9849) or at statuecruises.com for ticket information, pricing, and to make a reservation. Please note that the Hard Hat Tour requires special tickets and even more advance planning.         Visitor Centers       Ellis Island Information Desk The Ellis Island Information Desk provides general information, including the schedule of ranger-guided tours, special program, and film times. A ranger or volunteer is available to answer questions and provide information about the Ellis Island Museum of Immigration and make recommendations for your visit. The park brochure, Passport To Your National Parks (R) cancellation stamp, and the ferry departure schedule are also located at the information desk.                Welcome Visiting the Ellis Island National Museum of Immigration and Statue of Liberty National Monument will take most of the day. The following information will help you plan your visit:           Directions Ellis Island National Museum of Immigration is located on Ellis Island in New York Harbor. Despite the icon, it is only accessible by private ferry.           Operating Hours and Seasons Ellis Island is open every day except December 25th. Hours change seasonally.           Fees and Passes There is no entrance fee. However, both islands are only accessible via ferry company Statue Cruises.  We highly recommend that you book your tickets online in advance at: Statue Cruises.         Exploring the Ellis Island Museum  Learn about the experiences of immigrants who came through Ellis Island, and explore the history of immigration in the United States.           Accessibility Ellis Island offers accessibility services, including borrowing wheelchairs on a first-come, first-served basis. Availability of wheelchairs can be inquired at the museum information desk upon your arrival.           Things To Do The museum is largely an indoor activity.  However, The American Immigrant Wall of Honor® and the remnants of Fort Gibson are located outdoors behind the museum.           Safety & Security To protect you and the park, visitors and their belongings are subject to a security screening before boarding the ferry.",
    "url": "https:\/\/www.nps.gov\/elis\/planyourvisit\/basicinfo.htm"
}
