{
    "title": "Casa Grande Ruins National Monument: The Ancient Sonoran Desert People",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun     Fun Facts     The Ancient Sonoran Desert People                  The Ancient Sonoran Desert People         Artist drawing of the Casa Grande community at its peak. Paul Coze  Who were these ancient Sonoran Desert people? Some archeologists think they came from early hunters and gatherers who moved into the river basins of southern Arizona thousands of years ago. Where these people came from is still in question. Some archeologists suggest they came from the south and others think they came from the north. Evidence shows that people eventually began farming and building permanent communities, creating pottery, and establishing trade routes with throughout the region.  Archeologists consider these activities to be traits of a distinct culture. No one is sure when the people made the transition from hunting and gathering to farming, but there is evidence in southern Arizona that it may have occurred as early as 3,000 years ago. The ancient Sonoran Desert people dug hundreds of miles of irrigation canals to bring water from the rivers to their fields where they grew corn, beans, squash and cotton.  Digging the canals was hard work, because of a natural desert soil called caliche . When caliche is dry it's almost as hard as concrete! Since these people didn't have metal shovels and picks like we have today, they had to dig the canals with stone tools and digging sticks. Later, they learned to use the caliche to build walls, houses and the Casa Grande itself. The ancient Sonoran Desert people were also artists. They created beautiful pottery and jewelry. Some of the pottery was decorated with geometric designs as well as beautiful drawings of animals and birds. Some jewelry, such as earrings, bracelets, necklaces and rings, was made from seashells from the Pacific Ocean and the Gulf of California. The jewelry was unique because some of the shells had etched designs, made from soaking the shell in fermented cactus juice.               What if the Hohokam had stayed in their cities? How would this area be different?   Back - Next",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/kidsyouth\/the-ancient-sonoran-desert-people.htm"
}
