{
    "title": "Casa Grande Ruins National Monument: How Old Is It?",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun     Fun Facts     How Old Is It?                  How Old Is It?         The Casa Grande as it apears today. NPS Photo  How do we know? The Casa Grande was built about 700 years ago around AD1300-1350. How do we know this? There are several techniques archeologists use to determine the age of an artifact, feature or ecofact. Carbon 14 Dating Carbon 14 Dating is one technique that can be used on artifacts that were living things. Tiny pieces of the wooden beams that formed the floors in the Casa Grande were found and tested using Carbon 14 dating. Carbon is found in the tissues of all living things including trees. Over time, the carbon decays at a consistent and predictable rate. Scientist used the amount of carbon present in the wood to estimate the age of the Casa Grande. Learn More » Dendrochronology The study of tree rings or dendrochronology, is another method used by archeologists to determine dates. As a tree grows, it produces wider growth rings during wetter years. During dry years, the growth rings are narrow. Cross sections of trees are compared using a tree with known growth years and a tree with an unknown age. The rings on the known tree are ‘matched’ with the rings of the unknown tree and its age can then be determined. Learn More » Archaeomagnetic Dating Archeologists often base date estimates on archaeomagnetic dating, a process that measures the alignments of particles of iron ore and their relation to the migrating magnetic North Pole. When ancient people dug fire pits or hearths and burned very hot fires in them, particles in the surrounding earth become permanently fixed in orientation toward the position of the magnetic North Pole. Slowly over time, the magnetic North Pole changes position, but the iron ore particles remain oriented toward the North Pole’s previous position. Archeologists use their knowledge of the migratory path of the North Pole to estimate dates and time periods. Learn More » Stratigraphy Stratigraphy is when artifacts, ecofacts and features are studied in context, or the exact position and location in which they were found. As long as an archeological site has not been disturbed or vandalized, the artifacts in the lowest layers should be older than those above, and artifacts found together probably were used together and are about the same age. Have you every thought about what archeologists from the future might study to find out more about our culture? One place where there is a lot of information is our trash dumps. Every year layers and layers of garbage are deposited, one on top of the other. The stuff at the bottom may be many years old and the trash on the top may have been thrown there yesterday. Learn More » Back - Next",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/kidsyouth\/how-old-is-it.htm"
}
