{
    "title": "Casa Grande Ruins National Monument: What is Agriculture?",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun     Fun Facts     What is Agriculture?                  What is Agriculture?         Illustration of Hohokam tending a field Paul Coze  The early people who lived in the Sonoran Desert were hunter\/gatherers. They would collect the edible plants and other natural resources of the desert. They picked the seed pods from the mesquite tree to make flour. They used the flowers, fruit, and pads of the prickly pear cactus and the flowers from the cholla cactus, saguaro, and hedgehog cactus for food. They used the creosote bush and other desert plants for medicine. The agave plant was used for food and also fiber.  The early people hunted animals like jackrabbits, cottontail rabbits, and ground squirrels; and also birds, like dove and quail. They even fished in the Gila River, because when the early people lived here, the Gila River had water in it for the entire year.        The Saguaro blooms in June and produces a delicious fruit. Jim Creager  Probably because there was so much water and food in the area at that time, the early people decided to stay. After a while, they began using up a lot of the resources that were close by and began to run out of food. They could have moved to a new area where there were more things to eat, but instead, the early people turned to agriculture. Agriculture occurs when people begin planting and cultivating crops. The crops can include plants that are native to the region or seeds brought in from other areas. Some of the crops grown by these early farmers were corn, squash, beans and cotton. One of the greatest difficulties of growing crops in the desert is the lack of rainfall. So they dug a system of irrigation canals to bring the water from the rivers to their fields. This meant they could water more land and produce more crops. With more food available, they were able to feed more people and increase the population. Perhaps because the farming became so successful, some people were able to develop specialized skills as potters, basket weavers or jewelry makers. For example, potters may have created clay vessels for the farmers to store their seeds and crops in exchange for the food the farmers grew.               What if we use most of our land to build houses? Where will we grow our food?   Back - Next",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/kidsyouth\/what-is-agriculture.htm"
}
