{
    "title": "Casa Grande Ruins National Monument: Archeology",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun     Fun Facts     Archeology                  Archeology       What do Archeologists Study?        NPS Photo  Archeologists are scientists who study people of the past. These scientists have studied the Casa Grande Ruins for over one hundred years. Archeology is a branch of anthropology, the study of human culture. Archeology should not be confused with paleontology, the study of ancient life forms such as fossil plants, dinosaurs, invertebrates, etc. Archeologists use the scientific method meaning they make careful observations, ask questions, and form hypotheses or tentative answers to their questions. Then they look for physical evidence to support or reject their hypotheses. Artifacts, Features and Ecofacts The most important kinds of evidence that archeologists analyze are artifacts , features and ecofacts. Artifacts are things that people make, use, collect or change, such as tools, pieces of pottery, discarded animal or plant remains. Features are places where human activity has occurred, such as houses, burial places, trash mounds, irrigation canals, or piles of broken shell left by a shell worker. Ecofacts are natural objects found with artifacts or features, such as seeds, pollen, or animal bones. Artifacts, features and ecofacts are studied in context, or the exact position and location in which they are found. As long as an archeological site has not been disturbed or vandalized, the artifacts in the lowest layers should be older than those above, and artifacts found together probably were used together and are about the same age. The study of the layering of objects is called stratigraphy. Context: Reconstructing the Past Context can be difficult to determine if a site has been disturbed by weather, animals or human activity. Farming and construction can affect a site, but theft can have a much greater impact. Pothunters ignore laws and don't care if they learn about people of the past. They don't make careful observations or record important information. Usually they are only interested in selling artifacts for a profit, or in adding to their own collections. Archeologists find it difficult to reconstruct the past after a pothunter has passed through. Pothunters and souvenir seekers passed near the Casa Grande before it was a protected National Monument. They took evidence that archeologists might have used to learn about the ancient Sonoran Desert people. Sometimes, archeologists studying the same artifacts and features may form different conclusions. This information is provided to introduce you to generally accepted thought on the ancient Sonoran Desert people and other cultures. In your research, you may find other conflicting, outdated, or new information about prehistoric cultures.               What if some people don't want an archeological site to be studied? When archeologists excavate and study a site, who does the site belong to and who 'owns' the artifacts? Back  -  Next",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/kidsyouth\/archeology.htm"
}
