{
    "title": "Casa Grande Ruins National Monument: Fee Waiver Requests",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Fee Waiver Requests                  Educational Fee Waivers       Fee Waiver Benefits Students 15 and under are free. The park does not charge an entry fee for children ages 15 and under during any visit. The fee waiver applies to accompanying adult chaperones and students over the age of 15. Fees may be waived for up to 2 adults per every 5 students. Additional adults would have to pay the entrance fee once the waiver limit has been met. The absolute top limit for adults covered by a fee waiver is 20 adults chaperoning 50 students. Special needs groups are covered under a separate park policy and this chaperone\/attendant limit does not apply.       Does my group qualify?  To qualify, the group must meet the following requirements:  1. Eligibility (Must meet one or more of these criteria)  a. State accreditation  b. Educational tax-exemption c. Recognized as an education provider; i.e., contract education   2. Purpose of the visit must be EDUCATIONAL  3. Purpose of the visit must be RELEVANT TO PARK RESOURCES  Scout troops, sports teams, and Elder Hostel Programs DO NOT QUALIFY for educational fee waivers. The Application Process  Educational fee waivers apply to teachers and chaperones accompanying qualified school groups. We do not require elementary classes from local schools that participate in the Student Exploration Program to apply for formal (written) fee waivers. All others must follow the instructions below to request a fee waiver: To request an Educational Fee Waiver, please send a letter on school letterhead to:  Superintendent Casa Grande Ruins National Monument 1100 W. Ruins Dr. Coolidge, AZ 85128 REMEMBER: The letter should include the purpose of your visit, how it relates to the park and how your group meets the eligibility requirements.  If you need additional information please contact:  email: CAGR Superintendent phone: 520-723-3172        Biologist Ashley shows students the Devil's Claw plant and other special features gathered in the Sonoran Desert. NPS",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/education\/educational-fee-waivers.htm"
}
