{
    "title": "Casa Grande Ruins National Monument: Work With Us",
    "body": "Work With Us         Ranger Hat NPS  The staff at Casa Grande Ruins National Monument is rather small and tends to remain constant. We currently have 8 permanent full-time employees (and 1 permanent less-than-full-time)  and we supplement that staff with volunteers, interns, and temporary hires as needed.       Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.        How do I learn about jobs in General? You can find general information about employment with the National Park Service on the nps.gov website. Information about student internships with the National Park Service is also on nps.gov including restrictions and qualifications details. There are many fine partner organizations you may want to consider as well. Feel free to contact the park in which you are most interested to get more details.          Student Conservation Association logo NPS  How do I \"Get My Foot In the Door\"? For information on the Student Conservation Association, its internships, and other work programs please visit their website directly. These internships include positions with public contact duties and with resource study and protection assignments. There is no age or educational limits for their advertized programs, please don't let the name of the organization mislead you- all are welcome. For information on volunteering at Casa Grande Ruins National Monument please visit our Volunteer pages. You can find many volunteer opportunites at volunteer.gov as well.",
    "url": "https:\/\/www.nps.gov\/cagr\/getinvolved\/workwithus.htm"
}
