{
    "title": "Casa Grande Ruins National Monument: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Casa Grande Ruins National Monument is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      I Spy Nature- at a \"historical park\"  Historic areas are not separate from their natural setting. Often the natural setting is the reason why a place was established originally. Sharp eyed visitors who spend time, even in small lesser known parks, often find natural as well as historical reserves to enchant the mind and the eye. Read more      Call to Action Projects      Arizona SciTech Fest- Casa Grande Union High School  How do you define technology? Is it true that Native Americans 800 years ago had no technology? Is \"simple\" technology easy to use? Park staff took materials to the schools as part of the Arizona SciTech Fest initiative and discussed ancient technology with students. Read more   Ancient Technology Day- Agave & Yucca Processing  No plastic storage containers, what are you going to do with your goods? Weaving a basket may sound like a reasonable solution but what is involved with making a basket? Park staff led visitors in exploring this topic in demonstrations and other programs. Read more   Ancient Technology Day- Trade  How would you do as an ancestral trader? Would you be able to create the useful or artful items that would be in demand? This program discussed trade and let park visitors try their hand at several skills. Read more   Ancient Technology Day- Building Skills  Could you build a home using soil that would last hundreds of years? Why not give it a try? Park rangers and volunteers gave visitor that chance during park events. Read more   House of Many Stories  House of Many Stories is the title of the new park film at Casa Grande Ruins. It incorporates oral history interviews, historical vignettes, and captivating modern views to tell the story of the Casa Grande in an entirely new manner. Read more   A Call to Action Projects for Casa Grande Ruins National Monument",
    "url": "https:\/\/www.nps.gov\/cagr\/getinvolved\/2016.htm"
}
