{
    "title": "Casa Grande Ruins National Monument: Laws & Policies",
    "body": "Laws & Policies       Laws Covering All National Park Service Areas   Some of the laws passed by Congress and signed into law by the President of the United States pertain to national parks or activities of the National Park Service. Of note is The Organic Act of 1916 that established the National Park Service and provided its purpose. In addition, Executive Orders are official documents through which the President of the United States manages the operations of the Federal Government.   Regulations, notably the Code of Federal Regulations, Title 36, Parts 1 to 199 (36CFR), provide for the proper use, management, government, and protection of persons, property, and natural and cultural resources within areas under the jurisdiction of the National Park Service. You can read more about these regulations on the NPS Explore Nature pages or reviewing the Code of Federal Regulations at the Government Printing Office website.      Firearm Information   As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state and local laws, to legally possess firearms in Casa Grande Ruins National Monument. It is the responsibility of visitors to understand and comply with all applicable state, local and federal firearms laws before entering the park. As a starting point, please visit the Arizona State Legislature website http:\/\/www.azleg.gov\/ArizonaRevisedStatutes.asp. Type “firearms” into the “search phrase” box, then click search.   A notable exception to this rule is the carrying of weapons in federal facilities. Federal law prohibits firearms in certain facilities in the park. Those places are marked with signs at public entrances. This prohibition includes those possessing valid concealed weapon permits. In other words, all persons, regardless of the state permit that has been issued to them, are prohibited from carrying a firearm in a federal facility. In Casa Grande Ruins National Monument, these facilities include the visitor center and all administrative buildings. Carrying a firearm is also prohibited in the main ruins visitation area because this area may only be accessed through the visitor center. Firearms can be carried legally in the parking lot and adjacent landscaped area in front of the visitor center, the picnic area, and on the main entrance road.   Visitors are advised that use of a firearm remains prohibited within the park. For any questions regarding firearms regulations, please contact the park at (520) 723-3172.       Laws Specific to Casa Grande Ruins A superintendent's compendium is a compilation of restrictions and permit requirements imposed under the discretionary authority of the superintendent. These are determined based on being necessary for the maintenance of public health and safety, protection of environmental or scenic values, protection of natural and cultural resources, aid to scientific research, implementation of management responsibilities, equitable allocation and use of facilities, or the avoidance of conflict among visitor use activities.  The Casa Grande Ruins' Superintendent's Compendium is seven pages long and was last updated in June of 2014. The PDF is 640K in size and can be downloaded as needed.",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/management\/lawsandpolicies.htm"
}
