{
    "title": "Casa Grande Ruins National Monument: Park Film",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work     Park Film                Casa Grande Park Film         Perhaps a reenactment of what actually occured in this room, a scene from the park film showing hand spinning of cotton. NPS  The title of the monument's new film, Casa Grande: House of Many Stories, expresses the multiple perspectives that contribute to an understanding of site's importance. Native Americans who are traditionally associated with the monument consider it a sacred place. Archeologists, other scientists, and preservationists are fascinated by the abundant material culture found at the site and the information it conveys about the sophistication of the ancient people who built it. Great Divide Pictures producer Chris Wheeler conveys all of this with spectacular photography and a narrative derived from interviews with people intimately associated with the site.        Padre Kino, as portrayed by Park Superintendent Karl Cordova, examines the ruins he names the Casa Grande in the first written European account. NPS  The park staff assisted Great Divide Pictures with research, script reviews, interviews, and even a cameo appearance by Park Superintendent Karl Cordova portraying Padre Kino. The film is shown in the park's 2012 auditorium addition to the Visitor Center. The theater system, designed and installed by No Limits A\/V Inc. of Muncie, Indiana, permits the audience to enjoy the film in high definition video with surround sound speakers. The film is shown with open captioning. In addition, the theater has an induction loop for hearing impaired visitors with a t-coil equipped hearing aid, loan-able hand sets for hearing assist broadcasts, and a loan-able hand set for audio description broadcasts for visually impaired visitors.       Actor Ruben Alvez is scouting the river for resources and places to start a canal NPS",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/management\/park-film.htm"
}
