{
    "title": "Casa Grande Ruins National Monument: Park Auditorium",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work     Park Auditorium                2012 Auditorium Addition         Work in progress December 2011 NPS  The building addition was created using a technique called \"rammed earth.\" Building a rammed-earth wall involves compressing a damp mixture of earth that has suitable proportions of sand, gravel and clay with an added stabilizer into an externally supported frame, creating a solid wall of earth. Rammed Earth construction here consists of using native soils, quarried from near Casa Grande Ruins National Monument, amended with Portland cement, plasticizer and soil coloring. The mix is much drier than the \"mud\" that is used in adobe or in the caliche to build the Great House. The Rammed Earth construction method allows for the addition of new higher layers once the bottom layers are sufficiently packed. Damp material is poured in to a depth of approximately 10 to 12 inches and then compacted to around 50% of its original height. The material is compressed in batches, gradually building the wall up to the top of the frame. Tamping was historically done by hand with a long ramming pole, modern construction is more efficient employing pneumatically powered tampers.        Close up view of the rammed earth wall NPS  Rammed-earth walls are simple to construct, noncombustible, thermally massive, strong, and durable. This earthen architecture fits in well with the other buildings and with its view of the ruins. The unique texture of the rammed earth walls should prove beneficial for acoustical purposes as well. The additions to the soil will ensure the walls last a long time and permit them to stay 'unfinished' as far as any special coatings or facades. The company that did the rammed earth building is based out of Tucson, Arizona, and called PureBuild.        Port Hole in the outer building walls NPS  Architectural elements of the new building echo the Great House in direct ways. The 'port holes' near the top of the walls, for example, remind viewers of the astronomical holes in the Great House. Or perhaps it brings to mind the holes for missing floor timbers in several of the ruins near the auditorium. This feature lets some light into the builiding without making it difficult to view the park movie. The Architect and General Contractor for the addition was Nagaki Design-Build Associates, Inc. from Phoenix, Arizona.        A young man enjoys the alternative entrance to the auditorium NPS  Interior design elements provide a unique experience in appreciating the doorways of the Great House. Due to safety and resource concerns park visitors no longer tour the inside of the Great House. Entering the auditorium from the Visitor Center lets the visitor chose between two doorways: one large and one small in the style of the Great House. With the ancestral peoples thought to be approximately 5 and a half feet tall, today's visitors- especially children- can explore the advantages and disadvantages of much smaller entryways. Other visual details in the entryway, such as the wooden edges of small branches, echo the Great House models and archeological studies. The smooth covered walls are what the original walls of the Great House might have been like in the days of the Ancestral Sonoran Desert people. The modern materials and construction techniques make these features durable and accessible.        Wall art panel by Ron Carlos and Jacob Butler in red on buff clay NPS  The Auditorium provides a place for visitors to view the park film, and gives the park many options for other programs and uses. The furnishings are mobile so the room can be used for workshops, school programs, and special events. Artwork and exhibits, both permanent and changing, can be seen on the walls and in display cases. The carefully controlled lighting of the auditorium permits the exhibition of delicate artifacts such as the Fadick Basket Collection, part of which is currently on display.",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/management\/auditorium.htm"
}
