{
    "title": "Casa Grande Ruins National Monument: Field Trips",
    "body": "Field Trips      At this time Casa Grande Ruins National Monument offers a choice of three field trips based on the grade level of the students. Puppets and Preservation serves Pre-school through Grade 2. Culture, Crafts, Corn is most appropriate for grades 3 to 5. Talking Timelines works best with grades 6 and up. Programs are available with reservations 3 weeks in advance. Fees may be waived if your group qualifies, please apply for a fee waiver at least 2 weeks before your planned visit. Group size is limited to 50 students maximum. Group visits are generally limited to November through April and during the mornings between 9:00 a.m. and noon as all activities are conducted outdoors. Please call with a date in mind and a good estimate of the number of students you will be bringing. Casa Grande Ruins National Monument does not participate in on-line reservations. This lack of participation means we can customize your visit according to your needs- starting times, multiple days for the same school, age level program of your choice rather than a pre-set program. Please call the park to discuss your needs and available dates. (520) 723-3172 is the main park telephone number.     Results   Showing results 1-3 of 3    Sort By:  Title Date         Culture, Crafts, Corn at Casa Grande Ruins    Explore the ruins in a safe and respectful manner including the popular “secret room.” Hohokam Culture agriculture, trade, and the building and use of the Casa Grande are topics investigated. The visit features hand-on learning. We may examine cotton by working to remove the seeds, or use mano and metate to grind flour. Students may weave a small yarn basket, use a pump drill to create a balsa wood necklace, fold a split twig figure from a pipe cleaner, make a pinch pot, or other similar arts.    Type:Field Trips Grade level:Third Grade-Fifth Grade Subjects:American Indian History and Culture, Anthropology, Archaeology, Art, Biology: Plants, Botany, Commerce and Industry, Community, Environment, Family Life, Geography, Historic Preservation, History, Landscapes, Pioneer America, Regional Studies, Social Studies, Sociology National\/State Standards:American History:  AZ Strand 1: Concept 1: PO 1, PO 2, PO 3American History:  AZ Strand 1: Concept 2: PO 1, PO 2, PO 5American History:  AZ Strand 1: Concept 3: PO 2Visual Arts: AZ Strand 1: Concept 1: Create, Strand 2:Relate        Puppets and Preservation at Casa Grande Ruins    Explore the ruins in a safe and respectful manner including the popular “secret room.” Enjoy a puppet show that describes the building and use of the Casa Grande. Your visit will features hand-on learning. We may examine cotton by working to remove the seeds, or use mano and metate to grind flour. We may make a pinch pot to take home. We may play a game thousands of years old. We may color paper models of the Great House. So many possibilities, call us!    Type:Field Trips Grade level:Pre-Kindergarten-Second Grade Subjects:American Indian History and Culture, Anthropology, Archaeology, Architecture, Art, Biology: Plants, Botany, Community, Environment, Family Life, Historic Preservation, History, Landscapes, Social Studies, Sociology National\/State Standards:American History:AZ Strand 1:Concept 1: PO 1\/PO 2\/PO 3American History:AZ Strand 1:Concept 2: PO 1\/PO 2Visual Arts:AZ Strand 1:Concept 2Visual Arts:AZ Strand 2:Concept 3Music:AZ Strand 2:Relate, Concept 3Theater:AZ Strand 1:PO 101\/PO 104        Talking Timelines at Casa Grande Ruins    Explore the ruins in a safe and respectful manner including the popular “secret room.” Hohokam Culture agriculture, trade, and the building and use of the Casa Grande are topics investigated. The visit features hand-on learning by creating timelines to fit cultural changes and inventions into context.    Type:Field Trips Grade level:Fifth Grade-Twelfth Grade Subjects:American Indian History and Culture, Anthropology, Archaeology, Architecture, Art, Biology: Plants, Botany, Commerce and Industry, Community, Environment, Family Life, Geography, Historic Preservation, History, Hydrology, Inventions \/ Inventors, Landscapes, Regional Studies, Social Studies, Sociology National\/State Standards:American History:  AZ Strand 1: Concept 1: PO 1, PO 2, PO 3American History:  AZ Strand 1: Concept 2: PO 1, PO 2, PO 5American History:  AZ Strand 1: Concept 3: PO 2Visual Arts: AZ Strand 1: Concept 1: Create, Strand 2:Relate",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/education\/classrooms\/fieldtrips.htm"
}
