{
    "title": "Casa Grande Ruins National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants       The Sonoran Desert Network has created a Field Guide to the Plants of Casa Grande Ruins National Monument. This 170 page PDF document gives a good look at the variety and extent of plant life within the park. Highly recommended for those who want more details! This webpage will simply bring out some of the highlights of that document.        Saguaro in bloom NPS  The word desert often brings to mind the word cactus. Yes, there are some great cacti at Casa Grande Ruins including the signature plant of the Sonoran Desert-- the saguaro. Carnegiea gigantea is an upright cactus with a simple stem with 1 to several lateral branches. It flowers at night, usually in May but sometimes in August if there are plenty of rains. The O'odham peoples have gathered the fruits using traditional long sticks. The fruit has uses that range from mush to wine, jam, syrup, to even using the seeds for oil; the plant's dried 'ribs' can be used for splints, furniture, fences and fodder. Other common cacti include the barrel, the prickley pear, the \"old man\" senilis, and various hedgehog cacti. Of these, perhaps most important might be the barrel cactus as it would be the only emergency source of water in the desert. Ferocactus wislizeni, commonly called the barrel cactus, is about as tall as it is wide. Hooked central spines cover the stem and are why its Latin name is Ferocactus or fierce cactus. Called the compass cactus because it tends to lean south toward the sun, these cacti can live up to 100 years. The top of the cactus was lopped off and the interior pulp was crushed as a source of water in extreme circumstances; the seeds were parched, ground, and boiled into a mush; the spines were used as fish hooks by the Pima, and the fruit was made into a candy.        Ironwood in Bloom NPS  The woody plants in the desert tend to be small and tough. They are expert at conserving, storing, and finding moisture. In the right season, with the right conditions, they can put on quite a show. Here at Casa Grande Ruins woody plants include the mesquite, palo verde, ironwood, and creosote bush. Our Field Guide reminds us that in the Sonoran Desert region trees may not have just a single stem. Trees in this region often have many stems growing from one root, giving them a shrubby appearance. Some trees can, therefore, be thought of as shrubs while some shrubs can be considered trees. Regardless of what you call these larger woody plants, we are glad of their shade and their many uses.      Directly from the Field Guide we learn: \"Ferns may not be the first plant that comes to mind when you think of the Sonoran Desert. But there they are, everywhere. In patches of damp shade beneath overhanging rocks, tracing springs out of vertical faces of rock, or covering dry slopes in the oak woodlands. Some even prefer the lack of moisture and the full sun. Desert generally evokes images of endless hot plains and emptiness, not steep slopes of palo verde and brittlebush or the vibrant speckled color of spring in wet years. Wet years and wet places; apparent misnomers in the talk of deserts. But wetness abounds, from minor seeps to creeks to runoff to even the fleeting moisture and shade beneath rocks.In all of these wet places, there are ferns. Ferns include a remarkable diversity of plants. Across the desert southwest they range from the club-mosses, such as Selaginella, to the diminutive whisk ferns in Psilotum, to the broad range of species in Cheilanthes and the other Pteridophytes, to the related but very different horsetails in Equisetum. This unique group of plants often requires closer attention than it receives, for ferns lack the showy wonder of the flowering plants. But you will nevertheless be amazed, so get yourself a good handlens and look a little closer.\"        Desert Grasses look dead and dry until you add water. NPS  Small and overlooked in the desert are the grasses, sedges, and rushes. Our Field Guide tells us plenty about these plants. \"Sedges have edges and rushes are round; grasses are hollow right down near the ground, goes a simple mnemonic taught to botany students. Grasses are the single most important plant family to human beings. If you had cereal this morning, or enjoyed bread with your sandwich, or really liked that corn tortilla you ate, then you have grasses to thank. In fact, a fairly limited number of grasses account for the majority of our food calories as a human family. Graminoids are vital to the stability of a huge percentage of the world's surface area. Prior to the onset of human civilization, this family may have covered as much as 25% of Earth's land area. Although we have radically altered a huge percentage of this land, huge reservoirs of land are still maintained in grasses. Sedges and rushes often indicate the presence of water, as well as health in riparian systems. Either way you split the culm-square, round, or hollow, you've got in your hands a hugely important example of the world's plants.\"      And all you wildflower lovers? You simply must download the Field Guide. The desert can be a bountiful place in the right season or with the right amount of water. There is a surprising variety of beauty wherever you look.",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/nature\/plants.htm"
}
