{
    "title": "Casa Grande Ruins National Monument: Civilian Conservation Corps",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Civilian Conservation Corps                Civilian Conservation Corps at the Ruins         1938 Christmas Dinner at Casa Grande Side Camp CCC, photographer Natt N. Dodge National Park Service Historic Photograph Collection  Although a great deal of construction has occured at Casa Grande during the 1930s, by 1937 the park still did not have a maintenance and storage facility. For this large building project of the 1930s, Park Superintendent Frank Pinkley obtained the services of the Civilian Conservation Corps (CCC). On November 16, 1937, a carpenter crew of twenty-four men and a foreman arrived at Casa Grande from the Chiricahua National Monument Civilian Conservation Corps Camp CNM-2-A to establish a fifty-man spike camp. Between that date and December 4, they built a barracks, messhall, washroom, storeroom, and a recreational hall in an area just southeast of the current maintenance facilities. The carpenter crew then departed for the main camp and was replaced by another group of CCC men who gave the finishing touches to their camp and then began preparation to construct the maintenance facility in an area south of the residential section.      Not all of the Civilian Conservation Corps enrollees worked in construction. During the time the camp was located at Casa Grande, two to four men were assigned each month to guide visitors through the ruins. Another one to two men were used as mimeograph operators and sometimes as clerk-typists in the Southwestern Monuments headquarters.        In 2001 the gas pump was restored. It was similar to that installed by the CCC NPS  Since the architectural style for the new maintenance buildings copied the existing modified Pueblo style, these projects took thousands of adobe bricks. On December 14, 1937, the CCC crew began to prepare an adobe-making area and six days later produced their first adobe. By the end of June 1938 two structures had reached the point that only interior work remained to be done. At that time attention shifted to the erection of an oil house. The CCC concentrated on the oil house so that by November 1938 it was nearly completed. In September a wash rack was built on the south side of the oil house and a gas tank and pump were installed in front. During May 1939 the CCC men constructed an adobe, modified Pueblo style checking station at the entrance to the monument. Park Superintendent Frank Pinkley had been told to begin to charge a 25 cents admission fee starting May 1939 to each individual entering the monument. As a result, the checking station was erected to provide a building from which monument personnel could collect the charge. This practice had two effects. It angered 38.9 percent of the people who attempted to enter the monument with the result that they refused to pay and left. With CCC help to collect the entrance fee, there was no problem, but, when the CCC left in February 1940, the situation changed. At that time, there was an insufficient number of employees to handle the entrance station and museum, as well as conduct guided tours. As a result, on February 23, 1940, permission was granted to end the entrance fee. Only a 25 cents charge was collected at the museum from those taking a guided tour. Consequently, the checking station was dismantled. The Casa Grande Civilian Conservation Corps spike camp was abandoned in February 1940 and the men returned to the main Chiricahua camp. On March 8, 1943, a group from the United States Army Corps of Engineers came to the monument and demolished the camp buildings. Salvageable material was hauled away in twenty-five trucks on March 10 and 11, 1943.      For More Information Casa Grande Ruins Centennial History (PDF) The Civilian Conservation Corps and The National Park Service 1933-1942 by John C. Paige The Civilian Coservation Corps, 1933-1942: A New Deal Case Study by John A. Salmond PBS's American Experience: The Civilian Conservation Corps is on-line complete with transcripts and the ability to purchase a DVD of the Robert Stone film",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/historyculture\/casa-grande-ccc.htm"
}
