{
    "title": "Casa Grande Ruins National Monument: The Arizona Pageant",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Arizona Pageant                The Arizona Pageant       A number of prominent Arizonans established an Arizona Pagentry Association to promote education. James McClintock served as the president of the group. By November 1925 the pageantry association pledged to raise $10,000 for the Casa Grande extravaganza. Garnet Holme, the National Park Service pageant director, was chosen to supervise the play. He came to the monument in November 1925 to \"gather impressions\" for the pageant which was scheduled to be held in November 1926.        The 'adobe' backdrop for the play NPS Historic Photograph Collection at Casa Grande Ruins NM  Compound B was chosen as the site for the pageant. A multi-story wooden building painted to resemble adobe was constructed on the compound. Only limited seating was provided on a mound to the west of Compound B. Most people attending the play sat on the ground. A cast of 300 persons was selected and a three-day production was chosen for November 5-7, 1926. In clouds of dust a total of 13,000 people arrived in thousands of cars. A great deal of natural vegetation was destroyed as people randomly parked their vehicles near Compound C. The pageant consisted of four dramas which had little connection to either the prehistory or history of the monument. The first episode told the \"tragic\" story of prehistoric Pueblo Indians who had been driven from their homes. This was followed by a Pima production of songs, dances, and rituals that ended when Coronado arrived. Angered at not finding gold, Coronado destroyed the Pima village. In the third part Padre Kino appeared on stage as the first European visitor to the abandoned ruins. He came to bring God and learning to the \"superstitious\" and \"illiterate\" savages. Finally, the actors performed \"beautiful Spanish love songs and fandangos\" to show the \"gaiety and revelry\" of Spanish life in the Tucson of old. In the midst of the celebration \"kong-bearded, dour-faced men and worn, colorless women\" moved onto the stage. These Mormon missionaries from Salt Lake City halted the festivities. In the finale, the cast members from all four dramas gathered to sing \"Oh God, Our Help in Ages Past.\"        The pageant area was groomed for crowds, but never enough. Plenty of park damage occurred each year. NPS Historical Photograph Collection at Casa Grande Ruins  The pageant proved so successful that the Arizona Pageantry Association voted to continue with the performance the following year. Park Superintendent Frank Pinkley made greater preparations for the second pageant which was held on November 4-6, 1927. He had the state police supervise parking. The compound area was treated to keep down the dust. A children's nursery was added. The 1927 pageant attracted 10,000 people. No pageant was held the following year as it was postponed to March 8-10, 1929. Attendance dropped to 7,000. When only 5,000 came to the fourth event, which was held March 28-30, 1930, the Association decided not to sponsor further pageants.",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/historyculture\/arizona-pageant.htm"
}
