{
    "title": "Casa Grande Ruins National Monument: The Ancient Sonoran Desert People",
    "body": "The Ancient Sonoran Desert People         Hohokam Red-On-Buff pottery NPS Photo  Who were the ancient Sonoran Desert people? Archeological evidence suggests they may have descended from an earlier hunting and gathering “Archaic” culture that began in this area around 5,500 B.C.E. Over time, as the area grew hotter and drier, wild plants and animals became less abundant. Domesticated corn from Mesoamerica was introduced and appears to have influenced a gradual transition from hunting and gathering to a more settled farming existence. Adapting to the dry conditions of the desert, these early farmers learned to use water from mountain run-offs and rivers to irrigate their fields. By 300 C.E., these desert dwellers had formed a distinct culture, identified in part by their particular form of pottery called “red-on-buff.” Archeologists call this specialized culture \"Hohokam\" but this is not the name of a tribe or a people. O'Odham, Hopi, and Zuni descendents of these ancient people do not call them Hohokam, and Hohokam is not a word in any of those descendent languages. It is thought that an archeologist misheard the O'Odham word \"huhugam\" which translates to ancestors (among other meanings). Today we try to use Hohokam only when refering to archeology and its discoveries, we use ancient Sonoran Desert people when talking about the people who created the pottery, homes, and irrigation systems the archeologists study.        Ancient canal construction Paul Coze painting  The ancient Sonoran Desert people discovered that as their villages grew, farm land adjacent to the rivers was becoming scarce. To bring water to land farther away from the rivers, they began to dig canals around 400-500 C.E., a technique they continued to use for the next thousand years. Archeologists have discovered hundreds of miles of prehistoric irrigation canals in the Gila River valley, as well as the Salt River Valley of Phoenix, the Santa Cruz River Valley in Tucson, and on the American Indian reservations of Southern Arizona.        A bountiful desert harvest Illustration by R. Leer  The crops grown by the ancient Sonoran Desert people eventually grew to include not only corn but several varieties of beans and squash, as well as cotton and tobacco. In addition to their crops, the Hohokam culture continued to make use of the many native plants and animals of the desert. These included cactus fruits, pads and buds, agave hearts (century plant), mesquite beans, and the medicinal creosote bush. The local game included birds, squirrels, rabbits, snakes and lizards, as well as fish and clams from the rivers and canals. Larger game such as mule deer and bighorn sheep could be hunted in the mountains.         Hohokam Canals, Gila River Valley Illustration by Rebecca Leer  Once the idea of irrigation farming took hold, it spread gradually throughout central and southern Arizona. From about 600 to 900 CE, more villages were established in the Salt and Gila river valleys. Hohokam culture colonists moved up the Verde River valley north of Phoenix, and up the Salt river valley east of Phoenix. They also moved downstream as far west as Gila Bend. Growth of new villages and canal systems also took place along the Santa Cruz river in the Tucson area.        An ancient shell & turquoise necklace NPS Photo  As the ancient Sonoran Desert people expanded, their contacts with neighboring tribes greatly increased. Trade flourished, bringing material goods and ideas from far and near. They imported turquoise, pottery, pinyon nuts, obsidian (volcanic glass) and even sea shells from the Gulf of California and the Pacific Coast. From Mexico came copper bells, iron pyrite mirrors, and parrots. And what did these desert dwellers have to offer in exchange? Their farms produced surplus crops for export. They also traded their finely crafted shell jewelry and pottery. Casa Grande Ruins became a crossroads in the trade system. One major route, reconstructed by archeologists, went from northern Mexico into the Tucson area, and from there into the Gila River Valley.        Hohokam Ball Court Casa Grande Ruins museum illustration  The idea of a ball game played in an arena or court may have been imported from the Mesoamerican cultures.  Archeologists have found over 200 oval-shaped, earthen-sided structures located in large Hohokam villages throughout southern and central Arizona.  Some archeologists speculate that a game was played within these courts by two teams and a hard rubber ball.  Casa Grande Ruins National Monument preserves a Hohokam ball court which can be viewed from a public observation platform.        Pit House Casa Grande Ruins museum illustration  Desert dwellings changed over time. The earliest types consisted of large oval pits dug several feet into the ground. A brush and pole framework covered the pit, and a layer of mud was applied to the outside. Appropriately, these structures are called “pit houses.” Though pit houses continued to be used, by the 1100's more permanent, above-ground structures began to be built. Using caliche, a natural concrete-like material found under the top soil throughout this region, they built houses with solid walls and flat, caliche-covered roofs.         Caliche house Frank Worth painting  The 1100’s also marked the beginning of several significant changes.  The traditional burial practice of cremation was expanded to include full interment burials. Ball courts were gradually abandoned, and flat-topped, rectangular-shaped earthen structures called platform mounds were built. Villages became more formally organized. Caliche homes were grouped into caliche-walled compounds, and these compounds were arranged around public plazas and public structures. The Casa Grande was built within one of these compounds and today serves as the main visitation area for the public at Casa Grande Ruins National Monument.        Casa Grande village compound ca. 1400 Frank Worth painting  The building of the Casa Grande was a major event of the Classic Period (1100 – 1450 C.E.). The best dating methods available indicate that this large, caliche structure was built during the 1300's.  The construction appears to have been well planned and organized, requiring tons of material and a huge cooperative effort on the part of many people. Today we can only marvel at the Casa Grande and try to imagine what it was used for. Though many theories have been suggested, we still aren’t sure as to its purpose. All we can assume is that the Casa Grande must have been very important to the people who built it.        The Casa Grande circa 1890. Cosmos Mindeleff  During the late 1300’s and early 1400’s, the ancient Sonoran Desert people suffered a period of widespread depopulation and abandonment. Speculations as to the cause have included drought, floods, disease, invasion, earthquakes, internal strife, and salinization of farmland. Today, several American Indian groups have ancestral links to the ancient people. Their cultural traditions, together with on-going archeology and the continued interest of visitors at Casa Grande Ruins, all combine to keep the legacy of the ancient Sonoran Desert people alive to this day.",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/historyculture\/the-ancient-sonoran-desert-people.htm"
}
