{
    "title": "Casa Grande Ruins National Monument: Wayside Exhibits",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Wayside Exhibits               Exhibits Out Near the Ruins         Wayside sign installation in April 2015. NPS   In and around the ruins area in the park are \"wayside signs\" which are written and illustrated signs that tell you about things you are seeing. As of April 2015 we have 14 different waysides. They are colorful signs often with original artwork and the newest references. The links below include the text for the new signs, a link for a PDF file of the sign complete with text and artwork, related audio files, and other enhancements as developed (on-going). There are QR code stickers on the waysides that visitors in the park can use to access each link as needed, and other special projects may include loaner iPads for those without fancy phones. Visually impaired visitors have access to all 14 audio descriptions of the signs on one page, you can access them here. Please use your screen reader, they are written files not recordings. Audio description in Spanish is available. Personas con discapacidad visual a los visitantes que prefieren tener los 14 descripciones de audio de las señales en una página se puede acceder a ellos aquí.  Audio description in French is available. Malvoyants visiteurs qui préfèrent avoir les 14 descriptions audio des signes sur une seule page peut y accéder ici.       1. Who were these Ancestral Sonoran Desert People? 2. Before Walled Compounds 3. Desert Farming, Then and Now 4. Daily Life Within the Walls 5. Engineered to Last 6. Why Build the Casa Grande? 7. Harvesting A Bountiful Desert 8. Irrigation Communities 9. Not Just Survival -- A Place for the Arts 10. Disrespected, Then Protected 11. A Legendary Sacred Place 12. Ball Games, Platform Mounds, and Great Houses 13. Earthen Platform Mounds 14. To Dig -- Or Not to Dig",
    "url": "https:\/\/www.nps.gov\/cagr\/learn\/photosmultimedia\/wayside-overview.htm"
}
