{
    "title": "Casa Grande Ruins National Monument: Safety",
    "body": "Safety       Challenges of the Sonoran Desert Heat Summer daytime temperatures frequently exceed 100 degrees. Winter temperatures range from the 60's to the 80's. Spring and fall are warm and dry, with highs in the 80's and 90's. During summer months, be prepared for hot temperatures. Protective clothing, hats, sunscreen and personal water containers are highly recommended.  Moisture The average annual rainfall at Casa Grande Ruins is 8 to 10 inches. That's 8 to 10 inches for the whole year, in an \"average\" year. For the past few years the park has seen 6 inches or less in rain, for the entire year. Roughly half of the total precipitation falls during the winter months, the other half during the thunderstorm season in July and August. It is rare that the park sees snow, but on March 12, 1922 two inches of snow fell at Casa Grande Ruins National Monument so it can happen.  Dust The Arizona Department of Transportation has this to say about dust and sandstorms: Walls of dirt and debris, usually miles wide and thousands of feet high, are pushed across dry desert terrain by high winds, causing dust to engulf highways. Although usually brief, dust storms must be taken seriously because of blinding conditions on highways. Each year, nearly five people lose their lives, and many others are injured as result of such storms. Known as \"haboob,\" dust storms are most common between May and September in southern Arizona, although they have been known to occur at other times of the year.  Animals Yes, there are desert residents that demand your respect. From the rattlesnake to the scorpion with a few desert toads inbetween it is important that you stay aware of your surroundings and where you are placing your hands and feet. Also, where your children and pets are playing can be a concern. Don't forget to watch for the burrows of interesting animals such as the round tail ground squirrel, those can cause tripping hazards or may collapse unexpectedly.  Landmarks Many plants or 'trails' in the desert look the same. It is important to have a good map and know how to read it. A compass is an excellent tool to carry as well. You can easily get lost by failing to recognize landmarks that all look too similar.   Driving Places Before driving somewhere new make certain you look at the road notations. Many roads are impassable after rains and\/or subject to flash flooding. Road marked for high clearance vehicles really do require high clearance vehicles, plan accordingly. Arizona Department of Transportation gives these tips for drivers: NEVER stop in the middle of the road (especially during dust storms!), driving during a dust storm does require full headlights, when you pull off of the road during a dust storm turn off your lights, run over tumbleweeds- they won't hurt your car, if you pull over use your emergency brake and take your foot off of the brake pedal (again, especially during dust storms), when you pull off of the road try to pull FAR off of the road.  GPS units According to TripAdvisor: The most benign mistake an Arizona traveler depending on their trusty GPS may make in rural areas is driving three times further on main highways than necessary. Blindly trusting GPS units in Arizona's vast, beautiful back country can take an unprepared traveler on a journey to the end of their life.  Cell Phone Coverage Not all places in Arizona have cell phone coverage. Many carriers have very spotty coverage even in cities and towns. Do NOT rely on your cell phone to get you out of trouble!",
    "url": "https:\/\/www.nps.gov\/cagr\/planyourvisit\/safety.htm"
}
