{
    "title": "Casa Grande Ruins National Monument: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do                   Guided Tours               Family Fun               Picnic in the Park               American Indian Arts and Music Fest               Special Events             Visitor Center Museum and Bookstore Open daily 9am to 5pm, 363 days per year, the visitor center is where your visit begins. After presenting your park pass or paying the entrance fee you will receive a copy of the park's official map and guide. This guide is a popular take home item as it will refresh your knowledge of the Hohokam Culture and the things you will see during your visit. The next step may be to head to the park auditorium to view the twenty two minute orientation film which plays every thirty minutes on the hour and half hour. Time to explore before the next movie? You might want to visit the park bookstore, the small museum within the visitor center, and of course, the restrooms.          The Casa Grande Ruins-- Great House NPS Photo by Jim Creager  Tours The self-guided tour consists of a short walk around the Casa Grande following wayside signs. These waysides can be seen and studied in advance by looking at our Photos and Multimedia section. We hope to have podcasts, photographs, audio description files and other interesting links added to the wayside section as they are developed. Guided tours are provided from late November through early April, as staffing permits. Please call the day of your visit for tour schedules. Groups, especially school classes, need to call in advance.      Picnic with Family and Friends The picnic area shares the parking lot with the visitor center. It has shaded tables and trash receptacles. Large gatherings may plan ahead and reserve the park's outdoor kitchen, otherwise reservations are not needed. Located in the picnic area is a pet walking area and a viewing platform for an ancient \"ball court.\"        Special Events Check the calendar for events during your visit. Past events include the American Indian Arts (and Music) Fest, Archeology Month celebrations, Junior Ranger Day, Fee Free Days, Lecture Series, and Arizona History Days. Special demonstrations and tours are offered in cooler months, November to April.",
    "url": "https:\/\/www.nps.gov\/cagr\/planyourvisit\/things2do.htm"
}
