{
    "title": "Casa Grande Ruins National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits and Reservations       Most of our park visitors will not need a special permit or reservation. The receipt from paying your entrance fee or the presentation of your America the Beautiful pass is your permit for a general visit to the park. Most programs are first come, first served. Groups of 15 or more are asked to make reservations. School groups and commercial tours are required to make reservations. Any group who needs special programs, services, or fee considerations needs to call the park at least 3 weeks in advance. Visitors using the park grounds for commercial activities or private events beyond regular park hours do need a permit. Please read the Special Use Permit Policy document to see if your planned event needs a permit. If you have questions not answered within these documents please call the park, we'll be happy to assist or suggest possible alternatives. Special Events and Special Tours may have limited seating or restrictions as to how many may attend. These will require reservations and you should call the park to reserve a place. Speaking to a ranger (not leaving a voice mail or sending an email) is the only way to reserve your spot.      Permits      General Information and Standard Application Special Use Permit Policy (48.6 KB PDF file) Please read the Policy statement to see if you actually do need to apply for a special use permit.   Here are some key questions we will need to answer when evaluating your request. Casa Grande Ruins Compliance Check List  (8.72KB PDF file)      Special Use Permit- Application Form 10-930 (36 KB PDF file)   \"Outdoor Kitchen\" If you wish to rent the park's Outdoor Kitchen a Special Use Permit is required. There is a short form of the Permit that can be used. For that permit only the application fee is waived; the facilities use fee is $120, plus a $100 refundable cleaning deposit. Please call the park at (520) 723-3172 to discuss your event, dates desired, and restrictions necessary. For the Outdoor Kitchen this short version of the Application Form 10-930 has the correct fees. Outdoor Kitchen Special Use Permit  (113 KB PDF file)      Commercial Photography (Still Photographs, Video, Movies)  All commercial filming requires a permit. Commercial filming is defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project. It does not include news coverage or visitor use. Still Photography activities require a permit only when:  a.the activity takes place at location(s) where or when members of the public are generally not allowed; or b.the activity uses model(s), sets(s), or prop(s) that are not a part of the location's natural or cultural resources or administrative facilities; or c.the park would incur additional administrative costs to monitor the activity; d.The park needs to provide management and oversight to: 1.avoid impairment or incompatible use of the resources and values of the park, or 2.limit resource damage, or 3.minimize health or safety risks to the visiting public. 3.News coverage does not require a permit, for either filming or still photography, but is subject to time, place, and manner restrictions, if warranted, to maintain order and ensure the safety of the public and the media, and protect natural and cultural resources.      Commercial Filming Rate Information (49.4 KB PDF file)      Commercial Photography Permit Application Short Form 10-931 (127 KB PDF file)      Commercial Photography Permit Application Form 10-932 for complex projects (201 KB PDF file)       Reservations         Tour Groups are charged the same $5.00 per person entrance fee, unless the visitor is paying individually and has a valid America the Beautiful pass. Groups over 15 people need to make reservations in advance of their visit. The availability of the park auditorium, volunteer guides, seating limitations, and other related concerns can be addressed when making the reservation. If you are planning both the tour and the park film please allow a minimum of 1 1\/2 hours for your visit.     School Groups (including Colleges and Universities) may apply for an Educational Fee waiver, which must be approved prior to the visit. Please call ahead. Groups of 15 or more need to make reservations regardless of waiver of fees.",
    "url": "https:\/\/www.nps.gov\/cagr\/planyourvisit\/permits.htm"
}
