{
    "title": "Casa Grande Ruins National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes           Entrance and Standard Amenity fees, as well as proceeds from the sale of recreation passes are used for conserving our nation's land, wildlife, waterways and historical sites, as well as developing, maintaining and improving visitor services and recreational opportunities. Learn more about the America the Beautiful Federal Recreation Passes at http:\/\/www.nps.gov\/fees_passes.htm        The following fees are in effect at Casa Grande Ruins NM:   Entrance Fee for Casa Grande Ruins National Monument is charged per person and is valid for 7 days from date of purchase. Each adult (16 years or older) will be charged $5.00. Children 15 and younger are free.     Tour Groups are charged the same $5.00 per person entrance fee, unless the visitor is paying individually and has a valid America the Beautiful pass; see pass information below. Groups over 15 people need to make reservations in advance of their visit. The availability of the park auditorium, volunteer guides, seating limitations, and other related concerns can be addressed when making the reservation. If you are planning both the tour and the park film please allow a minimum of 1 1\/2 hours for your visit.     School Groups (including Colleges and Universities) may apply for an Educational Fee waiver, which must be approved prior to the visit. Please call ahead. Groups of 15 or more need to make reservations regardless of waiver of fees.           Pass Information        2015 Annual Pass      Annual Pass ($80.00) is accepted at all National Park Service and other Federal recreation sites that charge an Entrance or Standard Amenity Fee, and is valid for one year from date of purchase. Pass admits the pass holder + 3 adults, not to exceed 4 adults, at per person fee areas like Casa Grande Ruins. At per vehicle fee areas, the pass admits the pass holder(s) and passengers in a non-commercial vehicle.           Senior Pass     Senior Pass ($10.00 lifetime fee) is available to U.S. citizens or permanent residents of the U.S. 62 years and over, and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. Pass admits the pass holder + 3 adults, not to exceed 4 adults, at per person fee areas like Casa Grande Ruins. At per vehicle fee areas, the pass admits the pass holder(s) and passengers in a non-commercial vehicle.          Access Pass     Access Pass (Free lifetime pass) is for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Pass admits the pass holder + 3 adults, not to exceed 4 adults, at per person fee areas like Casa Grande Ruins. At per vehicle fee areas, the pass admits the pass holder(s) and passengers in a non-commercial vehicle.          2015 Military Pass   Military Annual Pass (free) is accepted at all National Park Service and other Federal recreation sites that charge an Entrance or Standard Amenity Fee, and is valid for one year from date of issue. Pass admits the pass holder + 3 adults, not to exceed 4 adults, at per person fee areas like Casa Grande Ruins. At per vehicle fee areas, the pass admits the pass holder(s) and passengers in a non-commercial vehicle. Must be currently serving active duty U.S. Military member or dependent of currently serving active duty U.S. Military member. Miltary ID required (CAC card, gold color dependent card) to obtain pass.        2015 Volunteer Pass     Volunteer Pass (Free) This pass is for volunteers acquiring 250 service hours on a cumulative basis during a twelve month period. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. Pass admits the pass holder + 3 adults, not to exceed 4 adults, at per person fee areas like Casa Grande Ruins. At per vehicle fee areas, the pass admits the pass holder(s) and passengers in a non-commercial vehicle.  Use \"Volunteering\" link for information on volunteer opportunities at Casa Grande Ruins.         2015 Every Kid in a Park pass    Don't forget the Every Kid in a Park pass program. It is for U.S. 4th Grade Students. Visit the Every Kid in a Park website for details and for your fourth grader to earn their pass.",
    "url": "https:\/\/www.nps.gov\/cagr\/planyourvisit\/fees.htm"
}
