{
    "title": "Casa Grande Ruins National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1100 W. Ruins Drive  Coolidge, AZ 85128                 Directions         Transportation is by private vehicle. The park is in Coolidge, Arizona, about an hour-long drive from either Phoenix or Tucson. From Interstate 10 take the Coolidge exits and follow the signs to the park entrance.   Directions Details           Operating Hours & Seasons         Casa Grande Ruins Visitor Center The park is open from 9 a.m. to 5 p.m. each day, seven days a week. Park is gated, last entry is 4:45 p.m. and all visitors must exit at 5 p.m. Closed on Thanksgiving and Christmas.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       Thanksgiving Day:   -                  Weather           Summer daytime temperatures frequently exceed 100 degrees F. Winter temperatures range from the 60's to the 80's F. Spring and fall are warm and dry, with highs in the 80's and 90's F. During summer months, be prepared for hot temperatures. Protective clothing, hats, sunscreen and personal water containers are highly recommended. BE AWARE: Walls of dirt and debris, usually miles wide and thousands of feet high, are pushed across dry desert terrain by high winds, causing dust to engulf highways.          Fees & Passes     Entrance Fees:   Casa Grande Ruins Adult Entrance Fee - $5.00 Any visitor age 16 and over is charged a $5 entrance fee per person unless they have a national pass.   Entrance Passes:   Casa Grande Ruins Daily Entry - $5.00 The $5 per person adult entrance fee is charged as you enter the park visitor center. You cannot visit the ruins without passing through the visitor center. The entrance fee receipt is valid for seven days and is non transferrable.         Visitor Centers       Casa Grande Ruins National Monument Construction began in 1932 to create the current adobe visitor center. Funding was provided for only half of the open square building, final completion was delayed until 1956. Exhibits, restrooms, bookstore, and orientation movie are available in the current building. All park visitors enter the historic area by passing through the visitor center and paying their entrance fee.                           Things to Do               Family Fun               Special Events              Welcome to Casa Grande Ruins National Monument. This one square mile park was set aside in 1892 to preserve what remained of an ancient Sonoran Desert people's community and irrigation system. You can learn more about the park history in the History & Culture section. Things to Do Check out our Things to Do page for ideas in planning your visit. This page will tell you about our Visitor Center Museum and Bookstore (open 9am to 5pm daily, 7 days per week), Park Movie, Entrance fee details, Tours, and Picnic Facilities. The typical park visit lasts 2 hours, but it really depends on what you are most interested in and conditions when you visit. Special Events  Check out our Calendar page for special happenings and events going on in the park. There is generally more happening in the cooler fall and winter compared to the nice hot summer months. Past events include a Speakers Series, Arts Festival, Archeology Month Hand On Events, Demonstrations by Native American Artists and Craftsmen, Junior Ranger Day, Fee Free Days, and so much more. Pets Well behaved pets under physical control (usually a leash 6 foot long or less) are welcome. Please don't let your beloved companion stay in a vehicle where it can get very hot very quickly. You may NOT leave your vehicle running to provide air conditioning so bring your buddy with you. Don't forget to bring your equipment for cleaning up after your pet, too. Fun for Families Well behaved children can find some excellent adventures using the park Junior Ranger book and speaking with park volunteers. Scout groups who call and plan in advance may visit to earn patches, badges, knots, and many other awards. Look at the For Kids section for activities to do before your visit as well.        Sunsets at Casa Grande Ruins are often striking, and come in a wide range of colors. NPS photograph by Mike Yetter",
    "url": "https:\/\/www.nps.gov\/cagr\/planyourvisit\/basicinfo.htm"
}
