{
    "title": "Casa Grande Ruins National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Motor Vehicle AccessTransportation is by private vehicle. The park is in Coolidge, Arizona, about an hour-long drive from either Phoenix or Tucson. From Interstate 10 take the Coolidge exits and follow the signs to the park entrance.              Directions from Phoenix Take I-10 East toward Tucson to AZ-387. At Exit 185, approximately 36 miles from Sky Harbor International Airport, exit as directed by the brown Casa Grande Ruins National Monument sign. Turn left at the end of the off-ramp onto AZ-187\/AZ-387 as indicated by the brown directional sign for Casa Grande Ruins National Monument. Go over the I-10 overpass and then make a right turn onto AZ-387 which is marked by a brown Casa Grande Ruins directional sign. Proceed east 7 miles to AZ-87 which is where AZ-387 ends. At the stop sign, make a right turn onto AZ-87 as indicated by the brown Casa Grande Ruins directional sign. Continue towards Coolidge for 7 miles, do not follow any GREEN directional signs to the town of Casa Grande, only follow brown directional signs to Casa Grande Ruins National Monument. At the traffic light where AZ-87 and AZ-287 intersect turn right (south) onto Arizona Blvd remaining on AZ-87. Look for the entrance to the monument about 1\/2 mile on your right as marked with the brown Casa Grande Ruins National Monument directional sign. Proceed down the entrance road 3\/4 miles to the visitor center. Parking is marked for vehicles and for buses\/RVs\/towing vehicles. A map and PDF downloadable map with these directions from Phoenix is found here.         Directions from Tucson Take I-10 West (toward Phoenix) approximately 47 miles to AZ-87 at exit 211b. Exit 211b as directed by the brown Casa Grande Ruins National Monument sign and continue straight onto the Frontage Road for 1\/2 mile. Stay in the right lane to go North on AZ-87 for 19 miles to Coolidge, do NOT follow any green directional signs for the city of Casa Grande but look for brown directional signs for Casa Grande Ruins National Monument.Once you arrive at the city of Coolidge continue through town about 3 miles and look for the entrance to the monument on your left directly across from Safeway Plaza shopping area on your right. There is currently no marker for the final left turn into the park, but the park boundary fence has the park name on it in several places. If you find yourself at a stoplight with the Coolidge Walmart store to your right you have gone too far.Once you have passed through the park entrance gates proceed down the entrance road 3\/4 miles to the visitor center. Parking is marked for vehicles and for buses\/RVs\/towing vehicles. A map and PDF downloadable map with these directions from Tucson is found here.",
    "url": "https:\/\/www.nps.gov\/cagr\/planyourvisit\/directions.htm"
}
