{
    "title": "Coronado National Memorial: Barking frog",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians     Barking frog                  Barking frog         Barking frog NPS PHOTO  Coronado National Memorial is one the few areas in North America which hosts a local population of the unusual and unique amphibians commonly known as barking frogs, Craugastor augusti cactorum. The frog's common name comes from the mating call exhibited by males of the species, which sounds similar to a dog's bark. They can be heard for only two to four weeks on rainy nights after the start of the summer monsoon rains. These frogs spend the rest of the year (over 11 months) hibernating underground or in rock crevices keeping themselves cool and moist through the hot, dry season when food is scarce. During the few weeks they are awake, barking frogs breed and the females deposit eggs in relatively dry crevices. The young hatch out of the egg fully developed as small frogs, skipping the tadpole stage. This allows barking frogs to live farther away from steady water sources than other amphibians. The adults, which vary in size from 2.5 to 3.75 inches, are terrestrial and can be found in or near cliffs, caves and in limestone or other rock outcroppings. Caves and rock outcroppings provide shelter in cool and often moist places for the frogs to hibernate. The mountains in the park, with their limestone outcroppings, provide perfect habitat for these frogs.   Barking frogs are known to range into southeastern Arizona, eastern New Mexico along the Pecos River drainage, and central Texas. Desert climates provide these amphibians with a wide variety of potential foods. The frogs have been known to feast on various types of crickets, grasshoppers, other kinds of frogs, kissing bugs, snails, centipedes and scorpions. The International Union for Conservation of Nature and Natural Resources (ICUN) lists the barking frog as a species of least concern, meaning that this species is not endangered or close to extinction. The ICUN's listing is mainly due to the range of the frogs in Mexico. Though they are not listed as an endangered species worldwide, they are currently counted among the ranks of 'Species of Special Concern' in Arizona which means that the state takes an interest in the status of the local population and places certain restrictions on the public's rights and access to the animals.",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/barking-frog.htm"
}
