{
    "title": "Casa Grande Ruins National Monument: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Guided Tours               Things to Do               Calendar of Events               For Kids and Youth               Educational Offerings             Location The park is off Highway 87\/287 in the town of Coolidge, Arizona. A 3\/4 mile paved entrance road leads to the parking lot and the visitor center. There is dedicated parking for RVs and vehicles in tow. No camping or overnight parking. »Map and driving directions         Visitor Center Open daily 9am to 5pm, 363 days per year, the visitor center contains the entrance fee collection station, the bookstore, the museum, a twenty two minute orientation film, and restrooms.           Historic Area The self-guided tour is a short walk around the Casa Grande following wayside signs. One hour guided tours are offered from late November through early April, as staffing permits. Please call the day of your visit for tour schedules. Groups, especially school classes, need to call in advance.           Picnic Area The picnic area shares the parking lot with the visitor center. It has shaded tables and trash receptacles. Large gatherings may plan ahead and reserve the park's outdoor kitchen.           Other Hints and Helps All areas are accessible by paved or hard-packed dirt paths. Leashed pets are welcome. Please allow one to two hours for your visit. Remember to prepare for desert conditions.      Special Events Check the calendar for events during your visit. Past events include the American Indian Arts (and Music) Fest in February, Archeology Month Backcountry Tours in March, Junior Ranger Day in April, Fee Free Days, and Arizona History Days. Special demonstrations and tours are offered in cooler months, November to April.         Fun for Kids Children ages 6-16 can participate in the Junior Ranger program during their visit. There are also activities, coloring pages, and games to enjoy before your visit at the For Kids section of this website.         Groups of Kids (scouts, clubs, etc) Call in advance to see what activities and programs can be offered. Past programs include hands-on activities, crafts, and both Cub Scout and Girl Scout award workshops. School teachers should visit our For Teachers pages.      Stamps Not available by mail, please ask at the Visitor Center for the cancellation stamps desired.",
    "url": "https:\/\/www.nps.gov\/cagr\/planyourvisit\/plan.htm"
}
