{
    "title": "Voyageurs National Park: Get Involved",
    "body": "Explore This Park    Get Involved           Get Involved        Park staff and volunteers help maintain Ellsworth Rock Gardens for all to enjoy.           A lot of work goes into operating Voyageurs National Park. We're here for you to enjoy this park, and to listen to your feedback about what is working, what we could do differently, and how to best serve you. Yet we couldn't do it without your help. Get involved however you find best. NPS Centennial The National Park Service celebrating the Centennial of its creation in 2016. Find out how Voyageurs is celebrating this milestone. Partners Voyageurs works with a variety of park partners who assist with projects, provide funding, and support the park. Learn more about our partners like Heart of the Continent, Destination Voyageurs, and Voyageurs National Park Association. We are also proud to partner with Jefferson National Parks Association to provide quality materials for our park bookstores.        Volunteers at the Rainy Lake Visitor Center desk. NPS  Work With Us  Our headquarters building is located just east of International Falls, Minnesota and houses most of our management staff and offices. Looking for employment with the National Park Service? Check out our job opportunities.    Volunteer Many generous individuals volunteer their time and talents at the park each year. Volunteering supports the park by donating time rather than money. Positions are diverse, from visitor center assistants to loon survey participants. Thank you to those who have already served and to those looking to do so.   Do Business With Us Commercial Use or Special Park Use Permits are needed in Voyageurs. Download these specific permits and find out more information on what you need for your business or event to flourish.          Voyageurs is always looking for ways to improve sustainability while maintaining its mission. NPS  Planning Park plans such as management, interpretation, and education are available for the public to download. Sustainability Discover how Voyageurs supports sustainable initiatives like reducing fuel consumption and green building practices.",
    "url": "https:\/\/www.nps.gov\/voya\/getinvolved\/index.htm"
}
