{
    "title": "Coronado National Memorial: Fire Regime",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Regime                 Fire Regime         Ash Fire over Bob Thompson Peak, June 2003 (Photo by Bob Sisney)  Fire plays an important role in structuring plant communities. The oak woodlands of southeastern Arizona are no exception. In fact, the maintenance of these communities has largely been attributed to fire. Since the late 1800’s, however, anthropogenic activities have played an increasingly dominant role in oak woodland structure and function. Land management policy (fire suppression) and land use (grazing and landscape fragmentation) have directly and indirectly affected fire regimes in oak woodlands. Current land management strategies are often dedicated to restoring ecosystem structures and functions as they were prior to the onset of Euro-American settlement. In many cases, this includes re-introducing ecological processes such as fire. Under current vegetation conditions, however, unsupervised fire occurrence is not likely to restore historical ecosystem structure and function. Changes in woodland structure during the last century have resulted in a change in the distribution, quantity, and quality of fuels, making it improbable that fire behavior and subsequently, fire effects would be comparable to historical periods. For example, higher plant densities are likely to promote higher intensity, higher severity fires, thus reducing vegetation resilience.   We are a member of the Greater Huachuca Mountains Fire Working Group, public and private partners managing fire activities on 500,000 acres from the San Pedro River west to the Patagonia Mountains. The group aims to work together to let natural fires burn when feasible, suppress unwanted wildfires, conduct prescribed burns, and use non-fire means to reduce fuels around developed areas. Projects will cross political boundaries to be managed along natural features and roadways.      For information about wildland fire, prescribed fires, and fuels projects visit, http:\/\/inciweb.nwcg.gov\/",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/fireregime.htm"
}
