{
    "title": "Coronado National Memorial: Cacti \/ Desert Succulents",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Cacti \/ Desert Succulents                Cacti \/ Desert Succulents         Cane cholla on Coronado Peak. (Photo by David Bly)  Many plants wilt or die in the southern Arizona summer heat, but cacti thrive on a well-protected supply of moisture stored in their succulent flesh. The cacti found at Coronado National Memorial (prickly pear, cane cholla, hedgehog, and pincushion) flower in late spring and set fruit in the dry and hot early summer so that new seeds can germinate with summer rains.   Both humans and wildlife find the edible parts of these plants tasty treats, although we seem to be more challenged by their prickly exteriors! Can you imagine biting into a prickly pear pad like a javelina, without removing the spines? A spineless variety, called Indian fig or nopal, is often used to form a thick hedge in urban neighborhoods. Young pads, nopales or nopalitos, are harvested, boiled and drained, and eaten as a green vegetable. They may be sautéed and added to salsa or spaghetti sauce. Rolling the fruit in sand removes the glochids, or tiny spines (tweezers help too!) Cane cholla buds are also edible after removing the spines. They can be steamed and eaten as a gelatinous, green vegetable, similar to artichoke in taste, or dropped into stew.  Not to be confused with cacti, are the century plants, (Agave) whose succulent leaves are in the form of a rosette. Yucca, sotol, and bear-grass are also succulents whose fibrous leaves can be made into cordage. The leaves of beargrass and sotol have long been used in basketry. The flowers and fruits of the broad-leafed yucca are edible and the roots can be used for soap, especially as a shampoo. The ocotillo is one of the most spectacular desert plants, especially when the tips of its long, slender stems seem afire with dense clusters of bright red blossoms. Following rains, small leaves clothe the thorny stems with green, but after the soil dries, the leaves fall and the green bark functions as leaves during periods of drought. Stems are cut and planted close together in rows to take root and form living fences and corrals.             Agave Bloom   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:51 seconds  To better understand the Palmer's agave (Agave palmeri) in the park's grassland region we trained a camera on a blooming plant. This time-lapse video shows the rapid growth and bloom of the stalk. Agaves are monocarpic, meaning they die after flowering.",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/cacti.htm"
}
