{
    "title": "Coronado National Memorial: Ethnobotany",
    "body": "Ethnobotany         Manzanita berries NPS Photo- K. Hooper  Take a moment to ponder. When you need something like food, medicine, clothes, or building material, where do you go? In today's world we go to the nearest pharmacy, corner, hardware or grocery store. But in the 1500's, the time when Francisco Vàsquez de Coronado and his expedition came through the San Pedro Valley in what is now Arizona, the plants of the area were used to provide for the native's basic needs. Nature's bounty offered these same basic needs to the inhabitants of the area.  When Coronado came through southeastern Arizona he was unaware of the riches surrounding him. Coronado National Memorial is centered at a crossroads of 4 major ecosystems, the Chihuahuan and Sonoran deserts and the Rocky mountain and Sierra Madre, and is home to a vast and richly diverse plant and animal life. The Sobaipuri, a Piman group who occupied this area, used the diverse flora and fauna in their daily lives.  Plants like yucca, agave, and beargrass are a source for fibers that can be braided into ropes to be used for hunting and other activities. The leaves were also woven into baskets for storage and cooking. The sharp, needle-like point of the agave and yucca, along with the natural fibers attached, could be used as a natural needle and thread. Manzanita, oak, yucca flowers, sumac, cholla, prickly pear and many others are a source of food being ripe at different times throughout the year. The berry from the Aligator juniper is used as a relief for an upset stomach. The cochineal bug that lives on the prickly pear, oak, Piñon pine and walnut are a source of dyes ranging in colors. And the various trees and succulent sticks were used to fashion structures for shelter.  Although at first glance it may be hard to recognize the ethnobotanical uses plants have to offer, the basic needs of people have been met for years past, and for years to come. When the Coronado Expedition came through the area in 1540 there were no grocery or hardware stores, malls or quickstops. The natives used the bounty of the land to thrive and survive in a time when it was necessity. The plants of Coronado National Memorial are many of the same plants that were used in the past, and reveled today.",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/ethnobotany.htm"
}
