{
    "title": "Coronado National Memorial: Milkweeds",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Milkweeds                Milkweeds                   Milkweeds (Asclepias) are host plants for...               Monarchs will ONLY lay their eggs on milkweeds               Milkweeds are also host to other butterflies               Fewer milkweeds means fewer butterflies             As temperatures rise, and the first flowers start blooming, milkweeds begin to emerge at Coronado National Memorial. Each spring we hope to welcome the first monarch butterflies (Danaus plexippus) to southern Arizona on their migration north.  Since November 2014, Coronado National Memorial Resource Management staff has planted 102 native milkweeds in three sites to support monarch butterflies in the incredible migration they make every year. Weekly monitoring to assess milkweed health, nectar plant availability and monarch larvae and butterfly presence is conducted for two of the sites during the growing season.  Come by the Visitor Center to see one of our sites and look for monarchs! We are hoping some monarchs will find their way to Coronado this year. Data from Coronado monarch and milkweed monitoring efforts contributes to the Monarch Larvae Monitoring Project, and we hope to become a certified Monarch Waystation site soon! Monarch conservation efforts have been on the rise as overwintering monarch populations in Mexico have dropped drastically. Since the majority of monarchs overwinter in Mexico, this is quite concerning for the species. Three consecutive winters of record lows at overwintering groves in Mexico were especially worrisome. This winter of 2015-16 was a surprising and hopeful break from this trend, as overwintering monarch populations increased to about 70% of the long-term average. However, colder and more unpredictable winters now threaten the overwintering groves. Damage to monarchs due to harsher winters in Mexico has not yet been quantified, but this is a harsh reminder of the severe threat posed to many species by climate change. Monarchs are also vulnerable to deforestation of their roosting sites, and loss of nectar plants and milkweeds due to expansion of industrial agriculture and pesticides. The upside is anyone can easily participate in monarch recovery by planting native milkweeds and nectar plants to help these special insects on their incredible journey.   We hope the tough survivors find their way to monarch havens such as Coronado National Memorial!",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/milkweeds.htm"
}
