{
    "title": "Coronado National Memorial: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Ferns NPS Photo  The natural environment of Coronado National Memorial is typical of the Upper Sonoran Zone and the mountains of southeastern Arizona. The low valleys are cloaked in grama grasses and lovegrasses, dotted here and there with fairy duster shrubs and honey mesquite trees. The grasslands are a swath of gold part of the year, but summer rains transform them into a carpet of velvet green. North of the main park road, an area grazed by cattle for many decades, grasses are generally sparse and include native species such as blue grama, sideoats grama, and plains lovegrass. South of the road, where grazing occurred until 1990, the grasses are much denser and dominated by the non-native Lehmann lovegrass.In the mid elevations are the open oak woodlands, the encinal. Beneath the wide-spreading trees are shrubs like silk tassel, sumac, and mountain mahogany. Agave, yucca, and sotol spike the rocky hillsides. Vegetation at higher elevations, particularly in the western portion of the memorial, has significantly changed since the large Peak Fire of June 1988. Areas that were formerly closed-canopy oak woodland, which had probably developed as a result of many years of fire suppression and grazing, presently have a canopy dominated by oak with a herbaceous layer dominated by perennial grass species, particularly bunch grasses such a Muhlenbergia species and sideoats grama. Succulents such as sotol and beargrass are common.At the highest elevations is found a mixed forest of oak, Mexican piñon pine and alligator juniper. As a bonus, Montezuma Canyon cuts through the memorial’s midsection. Carrying water intermittently, it adds a streamside habitat of tall sycamores and tangles of canyon grape vines. The trees and shrubs of the higher elevation oak riparian zones – Arizona white oak, Arizona rosewood, Arizona sycamore, and catclaw acacia – generally form a well-developed gallery. Channels below 5000 ft are mesquite riparian areas dominated by Arizona white oak, desert willow, Emory oak, and honey mesquite.It would be misleading, though, to think of the plant communities at the memorial forming tidy zones. Different soil types and complex terrain, with slopes facing every direction, provide pockets of warmth or moisture. These micro-environments paint a mosaic of plants. Commonly, a cactus or an agave grows on a worm, rocky, south-facing slope, while just across the trail, on the cooler north side, you will find a healthy piñon pine.      Click the link below for an online list of plants in Coronado National Memorial.   http:\/\/swbiodiversity.org\/seinet\/checklists\/checklist.php?cl=2541&proj=5",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/plants.htm"
}
