{
    "title": "Coronado National Memorial: White-nose Syndrome and Prevention",
    "body": "Explore This Park    Learn About the Park     Nature     Bats     White-nose Syndrome and Prevention                White-Nose Syndrome and Prevention         Bats exhibiting characteristic traits of WNS Photo: Nancy Heaslip, New York Department of Environmental Conservation.  White-Nose Syndrome (WNS) is a disease that is decimating bat populations in North America. WNS is caused by a fungus (Pseudogymnoascus destructans) and has killed over five million bats in the United States since the disease’s discovery in January 2006. It has been found in 28 states and 5 Canadian provinces.  Cold, humid environments such as caves and mines are the perfect incubators for the fungus. The fungus grows best in temperatures ranging from 54.5°F to 60.4°F, and can tolerate temperatures as high as 67.6°F (12.5-15.8°C, 19.8°C). Unfortunately, this type of environment is also used by many hibernating bat species, putting their future at risk.  During hibernation many bats will gather together, and their close proximity to each other makes it easy for the fungus to spread. The fungus is not always visible on bats, but it often appears around their noses, mouths, and wings.  Bats need to conserve energy to survive hibernation, but bats with WNS act abnormally, waking up and flying during the day or during freezing temperatures. This activity increases their metabolism, uses up their fat stores, and causes bats starve to death. Over 90% of bats that contract WNS fungus die. Scientists are looking into treatments and have seen some recent success on a small scale.   As of early 2016, the disease has decimated bat populations from northern Georgia to southern Canadian provinces. Many of the affected bat populations migrate north and south across their range; very few bats migrate east and west, especially across the Rocky Mountains. Humans using contaminated gear or clothing from caves east of the Rockies could potentially spread WNS. So far, WNS has only been confirmed in one state (Washington) that is west of the Rockies.  Arizona does not have any known locations contaminated with WNS, but Coronado National Memorial has many mines that bats such as the endangered lesser long-nosed bats (Leptonycteris yerbabuenae) use as post-maternal roost sites. Since the lesser long-nosed bat is a small migratory bat that prefers to roost in large colonies, it is an ideal candidate to be impacted by WNS. The temperatures of many roosting sites in Arizona are warmer than caves and mines in the eastern half of the U.S., so some scientists hope Arizonan caves and mines might be too warm for the fungus to live. The lesser long-nosed bat flies to Mexico for the winter and does not hibernate in Arizona, which lessens the risk to this endangered species.  Learn more at whitenosesymdrome.org        White-nose syndrome flow chart.   White-Nose Syndrome Prevention   The National Park Service, along with many other organizations, is implementing a national action plan to mitigate WNS where it has occurred. The action plan outlines ways to minimize WNS’s impact as it spreads. Nationally addressing WNS and its spread could provide a template for dealing with future widespread animal disease outbreaks. Current research does not indicate WNS spreading from bat to human.  If you have been in any cave or mine other than Coronado Cave since 2006, please stop at the visitor center before your visit to Coronado Cave.  Basic decontamination includes using antibacterial\/fungal wipes on any cameras, water bottles, flashlights, soles of boots, or backpacks that were potentially exposed to WNS. In some circumstances, it may be necessary to not use any gear or clothing that could have been exposed to WNS.  While exploring any cave, please cave softly and leave no trace of your visit. General cave softly principles include not touching the formations, not going to the bathroom in the cave, and leaving dogs and pets at home. Be respectful of other visitors and use quieter voices while in the cave. See our section about Coronado Cave.",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/white-nose-syndrome-and-prevention.htm"
}
