{
    "title": "Coronado National Memorial: Geologic History",
    "body": "Explore This Park    Learn About the Park     Nature     Geologic History              Geologic History         Geologic time scale   Precambrian Eon (4500-542 Ma*) Formation of Arizona *million years ago  The geologic history of Arizona begins around 1.7 Ga (billion years ago) when a series of volcanic island arcs similar to the Hawaiian islands began colliding with the North American craton (a continental core which makes up ancient North America) known as Laurentia. Previously, Laurentia only extended as far southwest as present day Wyoming, but with these island accretions almost all of southern Arizona was added by 1.4 Ga and permanently welded to Laurentia by a series of granitic intrusions, meaning that magma rising within the earth’s crust met an area with solid rock. This intrusion is akin to an underground volcanic eruption that crystallizes into rock before it reaches the earth’s surface.  The rest of Precambrian history in southern Arizona is largely a mystery because about 850 million years are missing from the geologic record. This gap in geologic history is called an unconformity.  Paleozoic Era (542-251 Ma)  Shallow Seas and Sediments   The oldest rocks exposed within the park are from the Pennsylvanian-Permian age Naco Group (319-251 Ma). Geologic units from this time are sedimentary, layers are deposited above ground and then compressed and recrystallized into rocks. The most prevalent type of rock within the park from this era is limestone, but sandstone, siltstone and shale deposits can also be found within the park. Sandstone, siltstone and shale are all variations of rocks made up of compressed sand with sandstone having the biggest grains, and shale having the smallest.        Shale - NPS Photo          Chert formation in limestone: formed by the heating and crystallization of \"siliceous ooze\". NPS photo         The Paleozoic was tectonically calm in southwestern North America, meaning there were no regional volcanoes and earthquakes. A warmer climate caused higher sea levels, as water expands when it warms. During most of the Paleozoic southeastern Arizona was flooded by vast shallow seas containing corals, crinoids, shellfish and other marine organisms with calcium carbonate (chemical formula CaCO3) skeletal parts. After their death, the bodies of these organisms dropped to the ocean floor. The organic parts of their bodies decayed, leaving only the skeletons (this includes exterior parts such as shells). Continued accumulation of these skeletal pieces provided enough pressure to recrystallize the skeletal fragments into thick layers of limestone.  During the Paleozoic, sometime between 319 and 251 Ma, a particularly large layer of limestone was deposited and crystallized. A block from this layer is now home to Coronado Cave. According to Michael Doe, this layer is from the Scherrer formation, from about 270 Ma. He dated the layer based on stratigraphic associations (meaning he looked at the sedimentary layers surrounding the limestone, and figured out which formation the cave was likely in based on these relationships). However, later studies state that it is impossible to determine the exact age of the cave.   Chert nodules (lumps) and laminations (thin beds) formed within the limestone. Chert is more resistant to weathering than limestone, it is harder and more resistant to physical and chemical weathering so it protrudes out from the more heavily eroded limestone in bands and bumps of white-ish yellow. Chert formed from the crystallization of “siliceous ooze” (yes, that’s a geologic term). Siliceous ooze is water saturated with dissolved silica and oxygen (SiO2) that passes through the tiny pores in limestone, eventually being deposited in nodules or laminations as chert.    Throughout the Paleozoic, continents drifted and collided to the north, east and south of Laurentia, resulting in the eventual formation of the supercontinent, Pangea, at the end of the Paleozoic.        Graphic showing an oceanic plate (similar to the Farallon plate) subducting, or being forced under, a continental plate. The Farallon plate sunk below the continental plate at a high angle and a volcanic arc formed above the point where the Farallon plate enters the earth's mantle (Asthenosphere).       Mesozoic Era (251-66 Ma) Triassic Period (251-202 Ma)  Early in the Triassic Period, the shallow seas of the Paleozoic began to recede and southern Arizona entered a period of uplift, resulting in the formation of mountains. Climates were arid, with strong seasonal temperature fluctuations and enormous monsoons that weathered the terrain. The relative tectonic calm of the Paleozoic was interrupted by the rifting of Pangea, initiating the geologic violence that dominated the first half of the Mesozoic. North America drifted west from Eurasia, forming the beginnings of the Atlantic Ocean along its eastern edge while subducting the Farallon Plate along its western margin. This high angle subduction of the Farallon Plate caused extensive dewatering and associated small clusters of volcanoes to form along the western edge of the North American continent.          Jurassic Period (202-146 Ma)  In the mid-late Jurassic, the relatively small volcanoes in southeastern Arizona were replaced by enormously catastrophic caldera-forming volcanic eruptions. One such eruption formed Montezuma Caldera, which spans nearly the entire Memorial and extends north into the Miller Peak Wilderness area.  Magma was ejected from 2-4 miles within the crust in a rapid, violent explosion, spattering the air with burning ash and pumice and decimating the surrounding landscape in a raging flood of molten rock and ash. Immediately following was the shattering collapse of the earth above and around the caldera’s magma chamber, as it caved in under its own weight, filling the mile-deep caldera with landslides of the surrounding rock and recently spewed volcanic material. Within the caldera, these landslides of older material (Paleozoic limestones, sandstones and earlier Mesozoic volcanic material) suspended in ashflows, a flow of red hot burning ash-sized pieces of rock fragments mixed with extremely hot gases, cooled and solidified, forming the distinctive footprint of geologic chaos indicative of a collapsed caldera. This makes interpretation of geologic units within the park extremely difficult, as younger formations are not necessarily under the older. This explains the seemingly random distribution of large limestone blocks within brown pumice and ash that makes up the top of Bob Thompson Peak.       Looking east from Montezuma Pass into Montezuma Caldera - Montezuma Peak in upper left frame. NPS photo \/ D. Bly       Soon after the collapse of the Montezuma Caldera, two smaller calderas erupted to the northwest of Montezuma Pass (now forming the Canelo Hills). Ashflows from these eruptions flowed into Montezuma caldera, depositing the layers that make up the top of the southern ridges of the park (Smuggler’s Ridge).  Not long after these caldera-forming eruptions, an intrusion from the magma chamber beneath Montezuma Caldera pushed its way upwards, ripping off blocks of Paleozoic sediments from the surrounding crust and floating them upwards in an underground sea of granitic magma. This magma didn’t erupt, but rather solidified underground. Today, this massive granitic intrusion makes up the majority of Montezuma Peak, clearly visible as the steep pink and grey cliffs on the north side of the canyon. The limestone blocks carried within this intrusion make up the grey layers seen directly below the peak and include the block in which Coronado Cave was carved. Normally, fossils are very helpful in dating limestone. However, the intense heat of the magmatic intrusion destroyed all fossils in these limestone blocks, making dating the rock difficult.        Montezema Peak is the remains of a massive granitic intrusion of the Jurassic Period. Limestone blocks were carried up with this intrusion and make up the grayish layers below the peak - seen here in the foreground - including the layer which houses Coronado Cave. NPS Photo         Red and rocky Glance Conglomerate along the Joe's Canyon Trail. NPS Photo  Cretaceous Period (146-66 Ma)  The explosive geologic events of the mid-late Jurassic settled to a few sparse, small eruptions later in the late Jurassic and early-mid Cretaceous. Small mountains were uplifted and eroded, filling the valleys with an incredibly diverse assortment of geologic material which tumbled down the mountains and accumulated at the bases in alluvial fans. Compaction over time caused this assorted array of material to solidify into a formation called the Glance Conglomerate which spans many of the peaks and ridges along the southwestern boundary of the park. It is a maroon colored rock with pieces of other types of rock embedded in it. It is seen along Joes Canyon Trail, the beginning of the Crest Trail, and – from a distance – along the unpaved section of Montezuma Canyon Road. From the road it appears very rounded, sloping, and red along the southwestern section of the canyon.         The Glance Conglomerate is seen in the right section of the photo as a pinkish exposed rock at the western end of Smugglers Ridge. NPS photo  As the mountains were flattened by erosion and the valleys filled, meandering streams and rivers cut through the softened landscape. The Gulf of Mexico began a northward encroachment, eventually flooding southern Arizona with a shallow inland sea. Limestone, sandstone, and distinctive maroon shale deposited during this time make up the upper three members of the Bisbee Group (the Morita formation, the Mural Limestone and the Cintura Formation).            Bands of chert formed in the Paleozoic were folded during early Cenozoic compression and deformation. This can be easily seen along the Coronado Cave Trail. NPS Photo  Cenozoic Era (66-0 Ma)  Starting at the end of the Cretaceous and continuing into the early Cenozoic, the convergence rate of the Farallon and North American Plates increased and the subduction angle of the Farallon plate shallowed significantly, initiating the Sevier and Laramide orogenies (a mountain building event).In southeast Arizona, the relative tectonic quiet of the early-mid Cretaceous was interrupted as the land was pushed up, folded, and compressed. These numerous and varied structural deformations further add to the already convoluted geological mosaic of Coronado (as rock is compressed, it has nowhere to go but up – so older rock sometimes gets shoved over younger rock). Permian limestone units were thrust over younger Jurassic sequences, which in turn were thrust above younger Cretaceous sandstones and limestones. Stratigraphic interpretation within the park is therefore quite difficult, as the assumption that older units underlie younger units cannot be applied here.  During this period of intense lateral compression and deformation, the limestone block that contains Coronado Cave was rotated to the northeast and crushed against the granite of the Jurassic intrusion. Compression against the harder Jurassic intrusion caused the cherty beds within the limestone to fold. This folding can be seen in the rocks lining the upper portion of the cave trail, as well as within the limestone containing Coronado Cave.  About 30 Ma, a transform fault developed at the boundary between the North American and Pacific Plates, releasing the forces compressing the earth’s crust in the southwest and causing the heated (and weakened), thickened crust to spread ductilely (similar to taffy) towards the west.  As the crust spread, it thinned from about 50km to 25km thick, causing normal faultsto form, breaking up the crust into large blocks. As spreading continued, these blocks slipped and rotated in a manner similar to a stack of dominoes being knocked over, creating the distinctive horst and graben features of the Basin and Range Province today. This is the process responsible for the Madrean Sky Island Archipelago, a topography unique to southeastern Arizona and northwest Mexico. Since the initial formation of these features, erosion of the mountains has lessened their altitude and filled the valleys with their sediment. This process continues today, constant yet imperceptible on the human time scale. Today, a new geologic record is being created as geologic material is eroded from the mountains and deposited in the valleys.        Download or view the Coronado National Memorial Geologic History Definition of Terms (.pdf, 91K)       Looking northwest from Coronado Peak at the Huachuca Mountains, the Canelo Hills, and the Santa Rita, Patagonia, and Baboquivari Mountains in the distance. NPS Photo",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/geologichistory.htm"
}
