{
    "title": "Coronado National Memorial: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                 Insects, Spiders, Centipedes, Millipedes         Centipede camoflauged in leaf litter. (NPS Photo)  Some insects are so large and brightly colored, like the horse landlubber grasshopper, that they are a conspicuous part of the local wildlife. Hordes of colorful lady beetles are often found covering rocks and trees on the mountaintops in summer. Other insects are nocturnal or concealingly colored. The brilliant green and metallic silver stripes of the silver-striped scarab beetle are rarely seen during the day. Pinacate beetles are active day and night throughout the year, but spend a lot of time standing on their heads!Some other flashy insects are the bright red velvet mites that appear after heavy rains and the large black and red velvet ants that are actually wasps (although the smaller white velvet ant is more spectacular with it's erect silvery white hair). Tarantulas are the gentle giants of our spider world; most are about three inches long and range in color from blonde to brown and black. Despite their impressive-looking fangs, they rarely bite and have mild venom. When disturbed, tarantulas move their hind legs back and forth rapidly over a patch of loose barbed hairs on their abdomen, often lodging them in the eyes or nose of the invader causing irritation. Surely its nemesis must be the tarantula hawk, a two-inch long metallic blue-black spider wasp with bright orange wings. It paralyzes the tarantula and drags it back to its nest where it lays an egg on it. The spider lives long enough for the wasp larva to devour it.Centipedes may not have a hundred legs, but they do have a pair for each body segment and the ones at the head have been modified into opposable fangs. The venom of these six-inch, nocturnal predators is painful, but not dangerous. Millipedes also don't live up to their name, but they do have two pairs of legs on most of their segments. Every body segment, and there are a lot of them, has a pair of glands that exude a foul-smelling brown fluid when the animal is disturbed.Of course, we also have some poisonous and venomous creatures such as scorpions, brown recluse and black widow spiders, and blister beetles. More annoying, but less painful are the nearly invisible chiggers. Kissing bugs sound nice, but are literally out for blood.",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/insects.htm"
}
