{
    "title": "Coronado National Memorial: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         Arizona woodpecker (NPS Photo)  Coronado National Memorial is well known for its wide variety of birds, with different species being sighted each season of the year. More than 150 species have been recorded, including about 50 resident birds. Among those often seen in the memorial are Acorn woodpecker, Mexican jay, Rufous-sided spotted towhee, Rufous-crowned sparrow, Painted redstart, white-winged dove, and many species of hummingbirds. Species that occur regularly in the memorial but are not geographically widespread in the United States (or are low in numbers elsewhere) are Montezuma quail, Whiskered screech owl, Lucifer hummingbird, and Arizona (Strickland's) woodpecker. To see an even larger variety of birds in the memorial plan your visit during the spring or fall migrations.  In the spring, birds such as warblers, hummingbirds, and shorebirds are beginning to migrate through here from their wintering grounds south of the memorial to their breeding grounds in the north. While some of these birds are just passing through, many species of neo-tropical songbirds stop here for the summer breeding season, like the Painted redstart, Plumbeous vireo, Scott's and Bullock's orioles, Blue and Black-headed grosbeaks, and Ash-throated and Dusky-capped flycatchers. Of the breeding birds, the males typically arrive first to establish their territories. They begin by looking for areas with good food, water, and cover. Then they travel around their new homes singing and displaying their beautiful colors to warn off other males and to attract a mate for the summer. The females arrive after the males have claimed their areas and begin looking for the male with the best song, most attractive coloration, and the best territory. They then pair up for the season to raise their young.  As fall approaches, our summer breeders begin to leave for warmer lands where they will spend the winter while a new set of birds like the Yellow-rumped warbler, Townsend's warbler, Ruby-crowned kinglet, Red-naped sapsucker, Williamson's sapsucker, White-crowned sparrow, Northern harrier, and Sharp-shinned hawk begin to arrive. Some of these birds just rest here awhile on their way to their wintering grounds, while others will stay the winter here with us. The birds that winter here exhibit different behavior than our summer breeders. Instead of being in pairs like they are in the summer, many species flock together in the winter to find food resources and as a defense against predators. Volunteer Alan Blixt recalls \"I saw a Cooper's hawk take a Northern flicker to the ground once. Several of the Mexican jays, flocking with the flicker, attacked the hawk and it released the flicker to flee for its own life.\" Mixed flocking is beneficial to the older and younger birds in different ways. By joining a flock of older birds the youngsters can follow them to learn where resources, like food and water, are located in their territory. In return, the older birds gain an extra layer of defense by keeping the young birds on the edges of the flock where raptors such as our resident Cooper's hawk and the Sharp-shinned hawk that spends the winter with us are more likely to strike. As winter comes to an end so do these mixed flocks as the birds return to their more solitary ways and begin to think about returning to their breeding grounds.  Keep an eye out for a variety of unique bird species and behaviors during the fall and spring migrations, whether you are able to visit the memorial or just spend some time bird watching in your backyard or local park.",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/nature\/birds.htm"
}
