{
    "title": "Coronado National Memorial: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     November 20, 2014  Cochise County National Park Service Sites Close Visitor Centers for Thanksgiving Holiday  Superintendent H. Lane Baker announced today that thevisitor centers at Chiricahua National Monument (NM), Coronado National Memorial (NMem), and Fort Bowie National Historic Site (NHS) will be closed on Thursday, November 27, so that the staff may enjoy the holiday with family and friends. The parks remain open to the public, and visitors will have access to the scenic drives, picnics areas, and hiking trails at all three parks, as well as the campground at Chiricahua NM. The visitor centers will return to regular hours on Friday, November 28.   October 01, 2014  Cochise County National Park Service Sites Begin Fall Operations on October 13th  Superintendent H. Lane Baker has announced the fall seasonal operating hours of the three National Park Service sites in Cochise County - Chiricahua National Monument, Coronado National Memorial, and Fort Bowie National Historic Site.  The following hours and operations are in effect from October 13 – November 30, 2014.   August 28, 2014  Superintendent compendium updated to restrict drone use in national park service sites in cochise county  Southeast Arizona Group Superintendent H. Lane Baker announced today that the “Superintendent’s Compendiums” covering the three National Park Service (NPS) sites in Cochise County have been updated with language restricting the use of unmanned aircraft, commonly referred to as “drones”, within the park boundaries. The restriction also applies to other unmanned aircraft including quadcopters and model airplanes. The Southeast Arizona Group is comprised of Chiricahua National Monument (NM), Coronado National Memorial (NMem), and Fort Bowie National Historic Site (NHS).   July 25, 2014  National Park Tourism to Cochise County Creates Nearly $8 Million in Economic Benefit  A new National Park Service (NPS) report shows that 141,665 visitors to the three parks in Cochise County spent $7,907,200 in communities near the parks in 2013. That spending supported 104 jobs in the local area. The NPS sites in Cochise County are managed as the “Southeast Arizona Group” and include Chiricahua National Monument, Coronado National Memorial, and Fort Bowie National Historic Site. Visitors to these three sites spend time and money, and help create jobs, in the surrounding cities and towns including Sierra Vista, Douglas, Safford, Bisbee, and Willcox, as well as in the communities of Hereford, Palominas, Pearce, Sunsites, Elfrida, and Bowie.   July 10, 2014  Arrival of Monsoon Signals Easing of Fire Restrictions in Southeast Arizona - July 2014  Effective Friday, July 11, all fire restrictions lifted in southeastern Arizona. Due to widespread precipitation across the area, additional rain in the weather forecast, increased relative humidity, and a rise in moisture in live and dead trees, brush, and grass, it has been determined that the likelihood of wildfire has lessened to the degree that the restrictions can be rescinded.     June 04, 2014  Dry Conditions Trigger Increased Fire Restrictions in Southeastern Arizona 2014  Effective Thursday, June 5, the Bureau of Land Management Gila District, all districts of the Coronado National Forest, Saguaro National Park, Casa Grande Ruins National Monument, Coronado National Memorial, Chiricahua National Monument, Fort Bowie National Historic Site, Tumacácori National Historical Park, and Organ Pipe Cactus National Monument will increase campfire and smoking restrictions in southeastern Arizona, consistent with Arizona State Forestry Division fire restrictions already in place statewide.   April 30, 2014  Dry Conditions Trigger Fire Restrictions in Southeast Arizona May, 2014  Effective Thursday, May 1, the Gila District of the Bureau of Land Management, all districts of Coronado National Forest, Saguaro National Park, Casa Grande Ruins National Monument, Coronado National Memorial, Chiricahua National Monument, Fort Bowie National Historic Site, Tumacácori National Historical Park, and Organ Pipe Cactus National Monument will implement campfire and smoking restrictions in southeastern Arizona, consistent with Arizona State Forestry Division fire restrictions already in place statewide.   April 22, 2014  Cochise County National Park Service Sites Begin Summer Operations on May 1st  uperintendent H. Lane Baker has announced the summer seasonal operating hours of the three National Park Service sites in Cochise County - Chiricahua National Monument, Coronado National Memorial, and Fort Bowie National Historic Site.  The following hours and operations are in effect from May 1 – October 12, 2014.   March 03, 2014  National Park Tourism to Cochise County Creates 8 Million Dollars in Economic Benefit  Report shows visitor spending supports 107 jobs in local economy   November 15, 2013  Cochise County National Park Service Sites Announce Seasonal Operations  Superintendent H. Lane Baker has announced the seasonal operating hours of the three National Park Service sites in Cochise County - Chiricahua National Monument, Coronado National Memorial, and Fort Bowie National Historic Site.  New this year, all three park visitor centers will be open on Thanksgiving Day. “We recognize the holidays are a popular time for many local residents to bring guests out to experience our national parks,” said Baker. “This year we’d like to make sure those visitors have the opportunity to fully enjoy our parks and visit with a ranger over the Thanksgiving holiday.”   August 19, 2013  Celebrate National Park Service Birthday with Free Entry to Parks  In celebration of the 97th anniversary of the National Park Service (NPS), all 401 national park units—including Chiricahua National Monument—will waive entrance fees on Sunday, August 25, 2013. Known as “Founder’s Day”, this event observes the creation of the NPS through an act of Congress back in 1916.   July 17, 2013  Arrival of Monsoon Signals Easing of Fire Restrictions in Southeast Arizona  Due to widespread precipitation across the area, additional rain in the weather forecast, and a rise in fuel moistures, it has been determined that the likelihood of wildfire has lessened to the degree that the restrictions can be rescinded.   June 18, 2013  Dry Conditions Trigger Increased Fire Restrictions in Southeastern Arizona  Effective Wednesday, June 19, Coronado National Memorial, Chiricahua National Monument, and Fort Bowie National Historic Site, will increase campfire and smoking restrictions in southeastern Arizona.   May 20, 2013  Dry Conditions Trigger Fire Restrictions in Southeast Arizona  ffective Wednesday, May 22, the Gila District of the Bureau of Land Management, all districts of Coronado National Forest, Saguaro National Park, Coronado National Memorial, Chiricahua National Monument, Fort Bowie National Historic Site, Tumacacori National Historical Park, and the Arizona State Forestry Division will implement campfire and smoking restrictions in southeastern Arizona.   April 12, 2013  National Park Week Celebrations Planned for Three Cochise County Parks  In celebration of National Park Week, all three Cochise county National Park Service (NPS) sites will offer special events and activities April 20-28, 2013.   March 29, 2013  Coronado National Memorial Offers Ranger-led Hikes on Fridays in April  Superintendent H. Lane Baker announced today that Coronado National Memorial (NMem) will offer ranger-led hikes to Coronado cave every Friday afternoon beginning April 5 and continuing through April 26.   February 27, 2013  National Park Service Tourism Creates 10 Million in Local Economic Benefit  A new National Park Service (NPS) report for 2011 shows that the 198,646 visitors to the three Southeast Arizona Group NPS units spent $10,053,000 in communities surrounding the park.  The group includes Chiricahua National Monument, Coronado National Memorial, and Fort Bowie National Historic Site. This spending also supported 138 jobs in the local area.   September 26, 2012  Celebrate Hispanic Heritage Month at Coronado National Memoria  Coronado National Memorial will offer a free family arts and crafts event on Saturday, October 6, from 10 am to 12 pm to celebrate National Hispanic Heritage Month.   February 19, 2010  Repaving of Montezuma Canyon Rd.  One to two days closures of the picnic area and visitor center parking lots will occur the last week of February and the first week of March.  The cave will be closed on Feb 22 and 23.   January 23, 2010  Coronado Cave Open  Coronado cave and cave trail are open via the new trailhead.   January 08, 2010  Coronado Cave Closure  Coronado cave closure.   December 26, 2009  Repaving Montezuma Canyon Road  Repaving Montezuma Canyon Road",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/news\/newsarchive.htm"
}
