{
    "title": "Coronado National Memorial: People",
    "body": "People         Ms. Grace M. Sparkes next to park sign in the 1950s   Grace Marion Sparkes: \"Mother of Coronado National Memorial\" by Jim Connell, Volunteer If George Washington has the title of “Father of Our Country,” then the title of “Mother of Coronado National Memorial” could very well be bestowed on Grace M. Sparkes. Who was this kindly looking lady? Ms. Sparkes has been described as the matriarch of early tourism in Arizona. Early on, when she was a member of the Chamber of Commerce in Prescott, Arizona, she worked tirelessly for civic projects and promoted attractions of Arizona at every opportunity. Although a person of very modest means, throughout her life, she was nevertheless known as savvy and politically astute when promoting Arizona. She was well regarded in political circles and was on a first name basis with at least two U.S. Senators (Carl Hayden and Barry Goldwater) as well as an Arizona Governor and Presidential assistants. What prompted her interest in what is now Coronado National Memorial? In 1938 she inherited several mining properties from her father and one of the mines was the “State of Texas Mine,” which is located in what is now the memorial. There may have been many reasons for Ms. Sparkes support of the idea, but above all, what could be a greater challenge for a political mover and shaker than to “cast a shadow” on history? Soon, operating out of her residence at the State of Texas Mine, she became the one-person who kept the project going. There were other people who contributed a great deal of effort to bring the memorial to this area, but Grace Sparkes was the driving force. She was appointed as the chairman of the Arizona Coronado Monument Commission and also served as the chairman of the Bisbee Chamber of Commerce National Parks and Monuments committee. From 1939 until the establishment of the memorial in 1952, she kept the project alive with never-ending letter writing to push, wheedle and keep the political wheels turning. The influence of Grace Sparkes did not stop after the memorial became a reality. Since the new Superintendent of the park needed a place to live, she rented the park service a house for his use on the property of the State of Texas mine. Ms. Sparkes was also hired as the first ranger in the park, with the title of “Ranger-Historian.”  Grace Sparkes’ time as park ranger-historian was spent helping visitors understand the significance of Coronado’s expedition and the history and importance of Montezuma Canyon and Coronado National Memorial. She certainly didn’t do it for the pay! In January of 1958, Grace worked part-time, eight hours per week, for $1.64 per hour. Grace Sparkes died in 1963 at the age of 70. The State of Texas Mine was eventually acquired by the National Park Service in 1986 from her nephew Will Sparkes. The mine is now home to thousands of lesser long-nosed bats, a threatened and endangered species. Ms. Sparkes’ legacy lives on through the memorial itself and the rangers and volunteers who take care of this special place.",
    "url": "https:\/\/www.nps.gov\/coro\/learn\/historyculture\/people.htm"
}
