{
    "title": "Coronado National Memorial: Auto Touring",
    "body": "Auto Touring        Montezuma Canyon Road climbs over 1300 ft from the visitor center to Montezuma Pass NPS Photo\/J. Roth       Montezuma Pass Overlook and Scenic Drive Montezuma Pass is perhaps the most outstanding physical feature found in the Memorial. At an elevation of 6,575 feet the pass offers sweeping views to the east of the San Pedro River Valley and to the west over the San Rafael Valley. Interpretive signs at Montezuma Pass highlight the major landscape features looking east and west. On clear days, Baboquivari Peak, at an elevation of 7,720 feet, on the Tohono O'odham Indian Reservation, can be seen 80 miles to the west beyond the Santa Rita and Patagonia mountains.  The Pass is 3 miles west of the Visitor Center and accessible by a winding mountain road that is paved for one mile and a graded dirt road for the upper two miles. Vehicles over 24 feet in length are prohibited due to steep grades and tight switchbacks. The Pass also serves as a parking area for hikers using the park's trails and the connecting U.S. Forest Service trails in the Huachuca Mountains. Scenic Drives Around the Coronado National Memorial Scenic drives from the pass continue into the Coronado National Forest to the west and northwest. Drive to Parker Canyon Lake, Sonoita, or the West Gate of Fort Huachuca* via Highway 83, which is paved for 25 miles beginning north of the lake. The first 18 miles to the lake are on graded dirt roads. For information on camping and fishing at the lake, contact the Coronado National Forest.  *You must be a U.S. citizen or permanent resident to enter the fort. Take a scenic drive across the San Rafael Valley to Nogales and Patagonia. Forest Road 61 across the valley is graded for passenger vehicles, but there are no services (cell phone reception is also limited) and visitors should make sure to have enough food, water, and gasoline before coming to the Memorial.  Approximate distances and times from the Memorial to destinations on the west side of the Huachuca Mountains are: Parker Canyon Lake - 1 hour (18 miles\/29 kilometers) Fort Huachuca (West Gate) - 1.5 hours (33 mi\/53 km) Sonoita - 2 hours (43 mi\/69 km) Patagonia - 3 hours (49 mi\/79 km) Nogales - 3 hours (50 mi\/81 km)",
    "url": "https:\/\/www.nps.gov\/coro\/planyourvisit\/auto-touring.htm"
}
