{
    "title": "Coronado National Memorial: Coronado Cave",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Coronado Cave              Coronado Cave        A 40-foot descent over slick boulders is required to reach the cave floor NPS Photo          Visiting Coronado Cave Currently, no permit is needed to enter and explore the cave. Please check in at the visitor center for more information about cave safety, cave preservation, and cave geology and ecology. No pets are allowed in the cave or on the Cave Trail.   Coronado Cave became part of Coronado National Memorial in 1978, when the park expanded its boundaries. The cave may have been used by humans as a shelter and hideout by middle archaic people (up to 8000 years ago) and more recently by Apaches, Mexican and European miners, and settlers (however, no archaeological evidence remains in the cave today). The cave is now one of the few open, undeveloped caves in southern Arizona. Coronado Cave is a large cavern 600 feet long and in most places about 70 feet wide.  To get to the Coronado Cave trailhead drive toward the visitor center on East Montezuma Canyon Rd. Approximately .25 mile west of the visitor center on the north side of the road is the parking area for the trail. It is .5 mile to the cave entrance with an elevation gain of 500 feet. Some light scrambling over slick rocks is required to descend to the cave floor. This hike is rated as moderate to moderately strenuous.        NPS photo  Be Prepared In order to enjoy your caving experience it is wise to be prepared for the hike to the cave entrance in addition to the cave itself. Here is a list of important items to bring with you on your caving adventure:  At least TWO sources of light - it is absolutely pitch black dark in the back of the cave and it would be difficult to find your way out without a light (a smartphone flashlight does not count as a source of light). Gloves (touching cave walls and formations without gloves damages the cave and prohibits the growth of new formations) Extra batteries The 10 essentials and a backpack - many search and rescue incidents began with the phrase \"it's only a short hike...\". Sturdy shoes or hiking boots A whistle A helmet is recommended as loose rocks and low overhangs are present            Cave Safety    Never explore caves alone Caving can be difficult and technical -- know your limitations and do not take risks beyond your endurance or comfort level Always tell someone where you are going and when you'll be back (if you forgot, stop in the visitor center and tell a ranger!) Have an emergency plan Pay close attention to footing, in steep or technical situations maintain three points of contact (two feet, one hand; one foot, two hands) If your light fails - stay put!          NPS Photo      Cave Regulations In order to preserve and protect the cave for now and future generations please observe the following rules:  Cave is closed between sunset and sunrise each day Do not touch cave formations and avoid touching the cave walls - oils from skin can prevent the growth of new formations No smoking in the cave or around the cave entrance No littering - Pack it in, pack it out Refrain from eating inside the cave Do not scratch, paint, or place any form of graffiti in, or around the cave - your names and comments are welcome in the register at the visitor center but not on cave walls Do not strike or deface cave formations Do not remove rock fragments, cave formations, or artifacts from the cave Fires, candles, torches, fireworks, and other open flames are not permitted  Dogs are not allowed in the cave or on the cave trail Possession of alcoholic beverages and\/or containers are prohibited Please do not urinate in the cave - restrooms are located at Montezuma Pass, the visitor center, and the picnic area No camping Avoid talking loudly or yelling in the cave as bats are sensitive to noise   Please help preserve Coronado Cave for tomorrow's explorers. Report all violations to a park ranger at the visitor center or on the trail.        Park scientists remove and document the effects of graffiti on cave walls NPS Photo",
    "url": "https:\/\/www.nps.gov\/coro\/planyourvisit\/coronado-cave.htm"
}
