{
    "title": "Coronado National Memorial: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes      Entrance FeesThere are no entrance fees. Coronado National Memorial is a fee FREE park. PermitsAre you a commercial photographer or videographer? Do you have a group larger than 15 people visiting the site? Would you like to have your wedding at the memorial? Visit the Permits & Reservations page to access information regarding Special Use Permits, Commercial Use Authorizations, and Photography\/Videography Permits for Coronado National Memorial.       Annual Recreation Passes Federal Recreation Passes are NOT available for purchase in person at Coronado National Memorial.  America The Beautiful Interagency Passes Visit the USGS Store or the Recreation.gov website at the addresses below to purchase online the America The Beautiful - The National Parks and Federal Recreational Lands Annual Pass, Senior Pass, and the Access Pass.  www.recreation.gov store.usgs.gov\/pass         Annual Pass - $80 The Annual Pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for one year, beginning from the month of purchase. The pass admits all passengers in a non-commercial vehicle where per-vehicle fees are charged or the passholder + 3 adults for per-person fee areas (children under 16 are admitted free).The Annual pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass. Senior Pass - $10 (in person) or $20 (by mail) The Senior Pass is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass can be obtained in person at the park or by mailing a completed application form. This pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a lifetime. The pass admits all passengers in a non-commercial vehicle where per-vehicle fees are charged or the passholder +3 adults for per-person fee areas (children under 16 are admitted free). The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. Senior Pass Mail-in Application Form (pdf)  Access Pass - Free (in person) or $10 (by mail) The Access Pass is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities; documentation is required to obtain it. Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or a document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a lifetime. The pass admits all passengers in a non-commercial vehicle where per-vehicle fees are charged or the pass holder +3 adults for per-person fee areas (children under 16 are admitted free). The Access Pass provides a 50 percent discount on some expanded amenity fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. Access Pass Mail-in Application Form (pdf) Military Annual Pass - Free (in-person only) To show our appreciation for those who serve in the U.S. Military, the National Park Service is now issuing a free annual pass to active duty military members and their dependents. Passes may be obtained by active duty military members and their dependents at park entrances (those that collect fees – NOT Coronado National Memorial) with proper identification (CAC Card or DD Form 1173). The Military Annual Pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for one year, beginning from the month of purchase. The pass admits all passengers in a non-commercial vehicle where per-vehicle fees are charged or the passholder + 3 adults for per-person fee areas (children under 16 are admitted free). View frequently asked questions about the Military Annual Pass.              America The Beautiful Interagency Passes Brochure  For more information on the American the Beautiful passes click on a link below for information in English and Spanish.    America the Beautiful Pass Brochure - English America the Beautiful Pass Brochure - Spanish America the Beautiful Pass Brochure - French  America the Beautiful Pass Brochure - German  America the Beautiful Pass Brochure - Italian  America the Beautiful Pass Brochure - Japanese  America the Beautiful Pass Brochure - Portuguese  America the Beautiful Pass Brochure - Korean          Coronado National Memorial is full of scenic wonder and beauty. Do you think you can capture that postcard shot to share with the nation?  Submit your photo at, http:\/\/www.sharetheexperience.org\/, for the chance to be featured on the Annual Federal Recreation Passes and for the chance to win $25,000 in cash and prizes. Think you can bring Coronado to the national spotlight? Give it a shot!",
    "url": "https:\/\/www.nps.gov\/coro\/planyourvisit\/fees.htm"
}
