{
    "title": "Coronado National Memorial: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           4101 E Montezuma Canyon Rd  Hereford, AZ 85615                 Directions         From the city of Sierra Vista continue south on Hwy 92 about 20 miles and turn right onto S. Coronado Memorial Drive. Follow Coronado Memorial Drive (it will turn into E Montezuma Canyon Rd) 5 miles to the Visitor Center.  Directions Details           Operating Hours & Seasons         Park  Coronado National Memorial's trails, picnic area, waysides, and Montezuma Pass overlook are open each day from sunrise to sunset.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Though the park shares a border with our southern neighbors, the elevation and the mountain ecosystem keep Coronado National Memorial relatively cool in the summer, and winter can bring snow. Summers are warm, with daytime temps in the 90s F (32-37 C) and low humidity in May, June, and July. The summer rainy season (monsoon) is between late June and early September. Monsoon thunderstorms can cause flash floods. Winter temps can fall below freezing at night, with highs 40-60 F (4-15 C).         Fees & Passes     Entrance Fees:   Coronado National Memorial Entrance Fee - $0.00 Coronado National Memorial is a Fee Free park, no entrance fee is required.         Visitor Centers       Coronado National Memorial Visitor Center The visitor center includes in-depth exhibits on the Coronado Expedition of 1540-1542, as well as thorough information about the natural history of the park. There are hands-on displays of 16th century clothing and armor for visitors to try on, and interactive exhibits in English and Spanish. A 14-foot picture window provides visitors with a wonderful opportunity to view and photograph the flora and fauna in a relaxed atmosphere.                Check out the navigational links for more information on when we are open, how to get here, and what to do.             For more information stop in at the Coronado National Memorial Visitor Center, located approximately two miles east of the main entrance. Maps and brochures are available 8 am to 4 pm daily. NPS photo  Coronado National Memorial commemorates the Coronado Expedition of 1540-1542 and its lasting impacts on the culture of northwest Mexico and the southwestern United States. The clash of cultures and fusion of Spanish and American Indian traditions are still evident in the southwest today. The visitor center is a great place to start your journey into the history of this region.        Monsoon storm building over Montezuma Peak NPS Photo      The park is also located near the center of a biological crossroads, incorporating four distinct ecological zones: Sierra Madre, Chihuahua Desert, Rocky Mountain, and Sonoran Desert. Each of these zones are represented in the flora or fauna in the park's diverse landscape of oak woodands, piñon-juniper, grasslands, and riparian corridors. Hiking trails, a natural limestone cave, and sweeping vistas from Coronado Peak await those wishing to connect with the cultural and natural landscape.",
    "url": "https:\/\/www.nps.gov\/coro\/planyourvisit\/basicinfo.htm"
}
