{
    "title": "Lower Delaware National Wild and Scenic River: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals       Mammals Beaver and river otter are active along the Delaware, and four threatened bats species (Keen's, Small-footed, Northern long-eared, and Indiana) inhabit the river vicinity in upper Bucks County, PA, and Hunterdon Count, NJ. White-tailed deer have increased dramatically in the latter 20th century, nearly to the point of threatening certain plant species and the herbivores dependent upon them. Birds Riparian forest and grasslands, particularly in flood plain wetlands, provide food and shelter for a variety of resident and migratory birds. Federally-listed endangered osprey and state-listed bald eagle can be seen nesting atop riverside perches, and peregrine falcons inhabit the highest bluffs overlooking the river. Threatened species such as the great blue heron, upland sandpiper, northern harrier, and red-headed woodpecker also inhabit the river corridor. The river is an important component of the Atlantic Flyway, one of four major waterfowl routes in North America. Reptiles Reptiles and amphibians such as bog turtles, coastal plain leopard and New Jersey chorus frogs can be found in wetlands, and serve as important links in the local food chain. Fish  Resident species like smallmouth bass, channel catfish, hybrid muskellunge, bullhead, white perch, and walleye pike thrive in the river. The river's tributaries maintain stocked trout. Due to improving water quality, large schools of striped bass, shad and herring are again making their seasonal, upstream migration to their spawning areas. The federally listed endangered Shortnose Sturgeon can be found in river segments between Philadelphia and Lambertville, and the globally rare Atlantic Sturgeon swims as far upriver as Trenton. Other Rare species of (non-harmful) freshwater mussels and sponges grow in Tohickon Creek, PA, a stream of very high water quality.",
    "url": "https:\/\/www.nps.gov\/lode\/learn\/nature\/animals.htm"
}
