{
    "title": "Lower Delaware National Wild and Scenic River: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           NPS Wild & Scenic Rivers 200 Chestnut Street  Philadelphia, PA 19106                 Directions         The Lower Delaware National Wild and Scenic River is located between Interstate 80 (at Portland, Pennsylvania and Columbia, New Jersey) and Interstate 95 (at exit 51 in Washington Crossing, Pennsylvania and exit 1 in Washington Crossing, New Jersey). In Pennsylvania, follow PA-611 and PA-32 to drive along the river. In New Jersey, follow NJ-29 south of Frenchtown for a drive along the river.  Directions Details           Operating Hours & Seasons         Lower Delaware National Wild and Scenic River The largest free-flowing river in the eastern United States, the Delaware River runs past forests, farmlands, and villages, and it also links some of the most densely populated regions in America. In 2000, the National Wild and Scenic River System incorporated key segments of the lower Delaware River to form this unit of the National Park System.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Spring: Temperatures usually range from lows of 26 F to highs of 80 F with average rainfall of 5 inches. Summer: Temperatures usually range from lows of 55 F to highs of 85 F with average rainfall of 4 inches. Fall: Temperatures usually range from lows of 30 F to highs of 83F. Fall foliage is at its peak sometime in October as daily mountain temperatures vary frequently and influence the change. Winter: Temperatures usually range from lows of 15 F to highs of 49 F.          Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 There are no fees associated with the Lower Delaware National Wild & Scenic River. However, there are private organizations operating near the river that may charge for their services.         Visitor Centers       No Visitor Center There are no visitor centers associated with Lower Delaware National Wild and Scenic River.                  Essential Information for Your Trip Planning Operating Hours and Seasons of various sites along the river corridor Fees Current River Conditions",
    "url": "https:\/\/www.nps.gov\/lode\/planyourvisit\/basicinfo.htm"
}
