{
    "title": "Harry S Truman National Historic Site: Truman Home Record Album List",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Truman Home Record Album List                Truman Record Collection        Senator Truman and his daughter Margaret listen to music in their Washington D.C. home, April 1942. Truman Library         Young Harry Truman, ca. 1908 Truman Library  \"It is Not Noise. It is Music.\" Harry Truman's Record Albums Music was an essential part of Harry Truman's life from the time he was a young boy. He learned to play the piano at age seven and took lessons from Mrs. E.C. White, a well-respected instructor in Kansas City. Mrs. White once took Harry to see the famous pianist Ignace Jan Paderewski at the Shubert Theatre in Kansas City. After the concert, Paderewski gave Harry a short lesson backstage, an event that left a lasting impression on young Harry. At age 15 he gave up his piano studies, deciding he must \"go to work and earn a living.\" As a young man, Truman attended many concerts and musicals in Kansas City and often took Bess on dates to the city. In 1912 he wrote to Bess, \"How would you like to see the Orpheum road show in the afternoon and then go to dinner somewhere and then go to the Shubert? We could end up the season in one big splash…\"        Chopin Favorites, HSTR 5080 NPS Photo  There are some people...who think maybe the country would have been better off if I had gone ahead and become a professional musician. I can't say that I agree with them.                    –Harry Truman  Throughout his life, Harry Truman played music, listened to music and discussed music with his family and friends. In 1951, President Truman reflected, \"I am still very much interested in music and what it does for people. My daughter has some interest in music… My mother was very fond of music, and my father used to sing in the church choir. So I come by my love of music honestly.\"  Truman was not fond of what he called \"modern noise,\" preferring the traditional classical music of his youth. He collected many records over the years and kept them in his study next to his Magnavox phonograph. Speaking of his favorite composers he said, \"[Now] we can get them all on records, of course, and I have several of those...great pianists of the past playing those wonderful things of Mendelssohn and Beethoven, Mozart and Bach and Chopin.\"        Mozart Operatic Arias, HSTR 575 NPS Photo  Music, Mozart, Beethoven, Bach, Mendelssohn… Chopin waltzes…Beautiful harmonies that make you love them. It is not noise. It is music.        –Harry Truman  The Trumans amassed a collection of over 680 records—some purchased by the family, others received as gifts. Much of the collection reflects the types of music the family enjoyed, including classical music and Broadway scores. Gifts were received from famous musicians and average citizens who shared Harry Truman's love of music and the piano. Click to download Truman Home Record Collection lists Records by Title Records by Artist       Steinway & Sons grand piano in Truman Home NPS Photo",
    "url": "https:\/\/www.nps.gov\/hstr\/learn\/historyculture\/truman-record-collection.htm"
}
