{
    "title": "Delaware Water Gap National Recreation Area: Features: Structures",
    "body": "Articles on Historic Structures       Most of the features below were first published in the park's newsletters, Spanning the Gap (STG, 1985 to 2007) or Guide to the Gap (GTG, 2011 - ), or appeared in the National Park Service's CRM (Cultural Resource Management) Magazine (CRM). For related page in this website for each feature, look up the feature under NEWS: Park Newspaper>Archive of Back Issues, by year (STG or GTG), or under NEWS: Park Newspaper>CRM Magazine, by topic Railroads (under Stories) | Roads, Bridges, Ferries (under Stories) | Millbrook Village NJ      Individual Structures Isaac Van Campen Inn ( STG: Summer 1983 Vol. 6 No.2) The house and its restoration. Foster Armstrong House ( STG: Spring 1984 Vol. 7 Np. 1) Historic home open to visitors. Architectural Preservation (The Aspinall Waterwheel) ( STG: Fall & Winter 1990 Vol. 12, No. 3) Historic waterwheel located within the recreation area in Dingmans Ferry PA. Barns: Survival of the Fittest (under Places: Architectural and Building Styles) A Twist of Lime ( STG: Spring 1992 Vol. 14, No. 1) A look at lime kilns in the recreation area. A Village Mill ( STG Summer 1992 Vol. 14, No. 2 and Fall & Winter 1992 Vol. 14, No. 3) The recreated mill at Millbrook Village, and its structural elements. Initial phases and update of the mill construction project. Preserving Walpack's Parsonage ( STG: Spring 1993 Vol. 15 No. 1) Renovation and re-use of a historic building in Walpack Center NJ. Dingmans Bridge (under Stories: Roads, Bridges and Ferries) Designated Historic (STG: Fall\/Winter 1993\/1994 Vol. 15, No. 3) How a structure earns listing on the National Register of Historic Places. Walpack and its Church (STG: Spring 1994 Vol. 16 No. 1) History of Walpack Center's 1972 Church. Loch Lomond Accessible Fishing Pier (STG : Spring: 1995 Vol. 17, No. 1) The Garris House of Millbrook Village, A Preservation Investigation 1995 (DATA) Additional material: Restoration at Millbrook Village: Garis House 1999  Photo Gallery: Restoration at Garis House (1999) VIP treatment (at Walpack Church) (under People: Volunteers) View ... tiful  (STG: Summer 1997 Vool. 19 No. 2) Salamovka (Delaware View House) on Old Mine Road near Flatbrookville NJ. Restoration at Millbrook Village: Garis House 1999 STG: Fall 1999 Vol. 21 No. 3) An appreciation of this historic house  Additional material:  The Garris House of Millbrook Village, A Preservation Investigation 1995 (under DATA) Photo Gallery: Restoration at Garis House (1999) Welcome to Grey Towers (STG: Fall 2001 Vol.23 No. 3) The nearby home of Gifford Pinchot reopens after restoration. Preserving and Interpreting Historic Houses: VIPS Show the Way (under Preservation: Re-use) The Ramirez Solar House: A Holistic Approach to a National Register Nomination CRM (Cultural Resource Management) Magazine: Saved from the Dam Delaware Water Gap National Recreation Area Issue (Vol. 25 No.3 2002) Cliff Park Reopens (under People: Recreating)      More structures are described under Places: Architectural Styles and Preservation: Re-use",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/articles-on-historic-structures.htm"
}
