{
    "title": "Delaware Water Gap National Recreation Area: Features: Old Mine Road NJ",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Touring Old Mine Road     Features: Old Mine Road NJ                  Articles on Old Mine Road       Most of the features below were first published in the park's newsletter, Spanning the Gap (STG) or in the Cultural Resource Management magazine, CRM. STG and CRM features are pdf files. For related pages in this website, and for links to other websites for each feature, look up the feature under:   • NEWS: Park Newspaper-Features from Back Issues, by year (STG features) or under: • NEWS: Park Newspaper-CRM Magazine, by topic (CRM features)       OLD MINE ROAD \"Drive-thru\" History: A Self-Guided Auto Tour Searching for the Old Mine Road Karamac Hotel An example of the Water Gap resort industry on the New Jersey side. The Dutch Mines: Fact or Myth The mines located at Coppermine Hiking Area. Restoration at Millbroook Village: Garis House An appreciation of this 1800s house.Additional material• Photo Gallery: Restoration at Garis House Salamovka (Delaware View House) Overlooking Walpack Bend north of Millbrook. The Village of Walpack Center Along NPS 615 Isaac Van Campen Inn The house and its restoration. By Historic Architect Tom Solon. On the Frontier of New Jersey: An Introduction to Military TrailAdditional Material• The French and Indian War in the Delaware Valley• Exhibits On Line: \"A Constant Patrol\"--New Jersey's line of defense in the French & Indian War• Who is Buried in the \"Slave\" Cemetery? African American slaves and free citizens.• Military Trail  A guide to signposts on this historic one-mile trail. Foster Armstrong House Brief history of the historic home.        Old Mine Road NJ at Depue House.   FULL LENGTH PUBLICATION Exploring Delaware Water Gap History: A Field Guide to the Historic Structures and Cultural Landscapes of Delaware Water Gap National Recreation Area was published in 2000 by Eastern National, the park's cooperating association. This auto tour guide to the scenic countryside of the park was written by park historian Susan Kopczynski. The excerpts Parts 1 through IV below, covering the New Jersey side from Interstate 80 to the Dingmans Ferry Bridge, were published in the park newsletter, Spanning the Gap: Part V was added in 2012. • Part I: Worthington State Forest to Watergate NJ • Part II: Millbrook Village and Flatbrookville NJ • Part III: Walpack NJ and NPS 615 • Part IV: Peters Valley NJ • Part V: Dingmans Bridge to Montague NJ      Related pages in this website & links to other websites (under \"A Ride Down Old Mine Road\" Year 2000)        OTHER ROADS Railway Avenue and the Delaware Valley Railroad (DVRR) (STG Winter 2000 Vol. 22, No. 4) Railway Avenue, once a street in the village of Bushkill, is now a flat trail through the woods and along an old railroad bed. River Road Rehab: An Update (under Places: Cultural Landscapes) Additional material • A Historical Narrative of River Road and Freeman Tract Road  By park historian Susan Kopczynski. • A Chronology of River Road and its Ferries Update on Park Projects (includes roads) (under People: Managing the Park)",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/articles-on-old-mine-road.htm"
}
