{
    "title": "Delaware Water Gap National Recreation Area: Features: Landscapes",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Cultural Landscapes     Features: Landscapes                  Articles on Cultural Landscapes      Most of the features below were first published in the park's newsletters, Spanning the Gap (STG, 1985 to 2007) or Guide to the Gap (GTG, 2011 - ), or appeared in the National Park Service's CRM (Cultural Resource Management) Magazine (CRM). For related page in this website for each feature, look up the feature under NEWS: Park Newspaper>Archive of Back Issues, by year (STG or GTG), or under NEWS: Park Newspaper>CRM Magazine, by topic Railroads (under Stories) | Roads, Bridges, Ferries (under Stories) | Millbrook Village NJ     Cultural Landscapes that are largely intact in the park Agriculture in the Park (under Nature & Science: Plants) Historic Wallpack Center (STG: Summer 1989 Vol. 11 No. 2) The village past and present. Designed with Nature, the Zimmermann Estate (under Places; Individual Structures) Old Mine Road (under Stories) Farming the Park (under Nature & Science: Plants) On the Frontier of New Jersey: An Introduction to Military Trail (STG: Summer 2000 Vol. 22, No. 2) Narrative and views of Military Trail, a one-mile trail dating from the 1700s. Additional Material • Who is Buried in the \"Slave\" Cemetery? Documentary evidence of African American slaves and free citizens in the area. Military Trail. A guide to the numbered signposts along this historic one-mile trail. Additional Material  • Who is Buried in the \"Slave\" Cemetery? Documentation of African American slaves and free citizens in the area. Preserving Cultural and Historic Landscapes: Developing Standards (National Park Service Technical Bulletin) CRM Magazine (Vol. 3 No. 1 March 1980) By Robert Z. Melnick, ASLA. An early treatment by a professor of historic landscape architecture, Kansas State University. This article is referenced in the article listed directly below. Countryside Lost and Found: Discovering Cultural Landscapes CRM (Cultural Resource Management) Magazine: Saved from the Dam  Delaware Water Gap National Recreation Area Issue (Vol. 25 No.3 2002) Assessing Cultural Landscapes CRM (Cultural Resource Management) Magazine: Saved from the Dam  Delaware Water Gap National Recreation Area Issue (Vol. 25 No.3 2002) Saving a Few, Before Losing Them All CRM (Cultural Resource Management) Magazine: Saved from the Dam Delaware Water Gap National Recreation Area Issue (Vol. 25 No.3 2002) The Minisink: A chronicle of the upper Delaware Valley CRM (Cultural Resource Management) Magazine: Saved from the Dam  Delaware Water Gap National Recreation Area Issue (Vol. 25 No.3 2002) Yesterday and Today: Planting for Tomorrow CRM (Cultural Resource Management) Magazine: Saved from the Dam Delaware Water Gap National Recreation Area Issue (Vol. 25 No.3 2002) Searching for the Old Mine Road (under Stories) Sympathy, Harmony, and New Architecture (under Places: Architecture & Styles) River Road Rehab: An Update (under Places: Cultural Landscapes) Additional material • A Historical Narrative of River Road and Freeman Tract Road • A Chronology of River Road and its Ferries Update on Park Projects: Childs Park PA, Valley View Group Campground, NJ Swim Beach (under People: Managing the Park)      Remnants of Cultural Landscapes Egypt Mills (STG: Spring 1984 Vol. 7 No. 1) Brief history of the site that is now Toms Creek Picnic Area. From Resort Era to Recreation Area (STG: Summer 1984 Vol. 7 No. 2) Resort Ruins at Resort Point Overlook PA. The Dutch Mines: Fact or Myth (STG: Summer 1988 Vol. 10 No. 2) The legend and the evidence. The French & Indian War in the Delaware Valley (STG: Summer 1999 Vol. 21, No. 2) The French & Indian (Seven Years) from 1753 to 1760 occasioned the building of a string of fortifications in the Delaware Valley. Life at the Kittatinny (under People: Recreating) Exhibits On Line: \"A Constant Patrol\"--New Jersey's line of defense in the French & Indian War (under Exhibits On Line) Additional Material: • Exhibits on Lline: Jonathan Hampton's Map and Letter   River Road Rehab: An Update (under Places: Cultural Landscapes) Additional material • A Historical Narrative of River Road and Freeman Tract Road • A Chronology of River Road and its Ferries       Nearby Landscapes related to park history Welcome to Grey Towers (under Preservation: Re-use) Photo Gallery: Railroad Structures in the Stroudsburgs Photographs of structures and landscapes related to the Pocono Mainline Excursion (under Stories: Railroads)",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/articles-on-cultural-landscapes.htm"
}
