{
    "title": "Delaware Water Gap National Recreation Area: Cooperating Association",
    "body": "Explore This Park    Get Involved     Support Your Park     Cooperating Association               Cooperating Association            Eastern National  The park's bookstores are run by Eastern National. It is a 501(c)3 not-for-profit cooperating association, supporting the interpretive, educational, and scientific programs and services of the National Park Service and our other public trust partners. Founded in 1947 by National Park Service rangers who convened at Gettysburg National Military Park, Eastern National’s vision was to serve as a shared-resource retail and educational network for America’s special historical, cultural, and natural places — helping to support the interpretive and educational programs of its partners. To extend the reach of their interpretive missions and raise funds to support the parks, the rangers decided to publish and sell park-specific material.   With just $147, Eastern National published its first title, Abraham Lincoln: His Own Words and Contemporary Accounts. The book was developed and sold at Eastern National’s first agency, Abraham Lincoln Birthplace National Historic Site.   Through the years, their donations have purchased critical items such as land, artifacts, media for park libraries, period costumes for living history demonstrations and reenactments, signage and exhibits, facility renovations and upgrades, interpretive tools and programs, staff training programs, and much more. Donations also have funded archeological, historical, and cultural research programs that have had a direct impact on the parks and their interpretive programs.   Today, they partner with 175 of the nation’s most significant cultural, historical, and recreational destinations in 34 states, the District of Columbia, Puerto Rico, and the United States Virgin Islands. They operate museum stores and donate the proceeds from every sale to the partners they serve. Since their founding, they have contributed more than $105 million to park partners in support of vital educational programs. Click here to learn more about how donations benefit the visitors of America’s national parks and other public trusts.",
    "url": "https:\/\/www.nps.gov\/dewa\/getinvolved\/supportyourpark\/coopassociation.htm"
}
