{
    "title": "Delaware Water Gap National Recreation Area: Features: Individuals",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Individuals     Features: Individuals                  Articles on Individuals      Artist's Perspective (Penny Ross) (under Stories: Language and the Arts) VIP Treatment (STG: Spring 1997 Vol. 19, No. 1) A summer as a park volunteer in historic preservation. Park Profiles: Philsopher Charles Peirce (1839-1914) (STG: Fall 2000 Vol. 22 No. 3) Mathematician and pragmatist philosopher Charles Peirce lived at Arisbe, a historic home now within the recreation area. Additional Material • A Biography of Charles Peirce  Park Profiles: Archeologist Haerbert Kraft (1927-2000) (STG: Spring 2001 Vol. 23 No. 1) Two remembrances of Professor Kraft, a specialist in Lenape (Delaware) culture. Park Profiles: Metal Crafts Artist Marie Zimmermann (1879-1972) (STG: Spring 2002 Vol. 24 No. 1) The artist in her retirement years at her farm near Milford PA. Additional material • Photo Gallery: Works of Marie Zimmermann • Photo Gallery: Marie Zimmermann House and Farm Living Treasure Interview: A Life along the River: Ruth Jones (STG: Winter 2004\/2005 Vol. 26, No. 2) A conversation with the owner of Kittatinny Canoes and founder of the Delaware River Clean-up.  Additional Material The On and Under the Delaware Clean-Up (under People: Groups) Photo Gallery: Delaware River Clean-Up Living Treasure Interview: A Life in this Valley: Nancy Shukaitis (STG: Summer\/Fall 2005 Vol. 27 No. 1) The founder of the Delaware Valley Conservation Association, a local activist group against the Tocks Island Dam project. Additional Material • Photo Gallery: In her Own Words ... Nancy Shuklaitis. Landscapes from her life and her part in the struggle against the Tocks Island Dam. • Photo Gallery: The Flood of 1955 Snapshotsfrom the park's collection Visiting Treasures: Clyde and Nikki Butcher (STG:  Summer\/Fall 2006 Vol. 28 No. 1) Photographers who visited the park.  Emplyee Spotlight: Deputy Superintendent Doyle Nelson Retires (STG:  Summer\/Fall 2006 Vol. 28 No. 1) Former Grand Teton and Yosemite ranger. Living Treasures: A Life in History: Len Peck (STG: Summer 2007 Vol. 29 No. 1) The 97-year-old preservationist and park volunteer. Employee Spotlight: Warren Dean (STG: Summer 2007 Vol. 29 No. 1) A talk with the 30 year veteran of the park.",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/articles-on-individuals.htm"
}
