{
    "title": "Delaware Water Gap National Recreation Area: Opportunities for Artists",
    "body": "Explore This Park    Get Involved     Support Your Park     Opportunities for Artists              Opportunities for Artists         Great Blue Heron on the hunt NPS Photo  Photography Donations  Many people like to make contributions in different ways. If you are a photographer you may want to donate photographs in print or digital form. Be sure to read our Digital Imaging Guide for information on submission of digital photographs. You are also required to download, fill out, and submit our photograph release form with your donation.  Delaware Water Gap Digital Imaging Guide (161 KB PDF) Delaware Water Gap Photograph Release Form (74 KB PDF)  Peters Valley School of Craft  Peters Valley School of Craft is a non-profit corporation, founded in 1970 in partnership with the National Park Service to promote and encourage education and excellence in craft. Nestled amid the fields, forests and streams of the Delaware Water Gap National Recreation Area, the facilities were once the charming farm village of Bevans. Through adaptive reuse, these historic buildings now serve as a gathering place for a thriving community of artists and environmentalists.   Between May and September each year, Peters Valley School of Craft offers over 125 intensive 2-5 day workshops in Blacksmithing, Ceramics, Fiber Arts, Fine Metals, Photography, Printmaking, Woodworking and Special Topics. Peters Valley offers a variety of opportunities for both established and emerging artists to pursue their personal and professional growth and development.   Artist Residencies Devote yourself to your work on Peters Valley's beautiful campus in the Delaware Water Gap National Recreation Area. Residencies are available October 1 –November 29, from two to seven weeks in length.  Summer Studio Assistants This opportunity provides a great learning experience for emerging artists. Spend the summer working alongside Peters Valley studio managers and visiting instructors to expand your understanding of studio operations and maintenance.  Artist Fellows Established artists are provided an opportunity to manage all aspects of one of Peters Valley's Studios for a six month period. Craftsmen at Work Demonstrators This innovative program sends working artists into schools and other facilities for a day of demonstration. All demonstrators are paid for their time.  Craft Fair Exhibitors Sell your work at Peters Valley's Annual Craft Fair, held the last weekend each September at the Sussex County Fairgrounds in Augusta, New Jersey. Established and emerging artists are welcome to apply to this juried show that attracts over 7,000 attendees each year.  Consigned Artists The Peters Valley Gallery sells work from dozens of talented Artists and Crafts people who consign their work in the store.",
    "url": "https:\/\/www.nps.gov\/dewa\/getinvolved\/supportyourpark\/opportunities-for-artists.htm"
}
