{
    "title": "Delaware Water Gap National Recreation Area: Artist-In-Residence",
    "body": "Explore This Park    Get Involved     Support Your Park     Artist-In-Residence              Artist-In-Residence         Inset of painting Factory Falls Painting by Marie Liu  Artists have created art in national parks since the late 19th century when famed Hudson River School painters captured the majestic views of our nation's western parks. Today, the sights and sounds in national parks continue to inspire artists in more than 50 residency programs across the country.   Whether staying in a remote wilderness cabin at Denali National Park and Preserve in Alaska or contemplating history at Herbert Hoover National Historic Site in Iowa or working in a contemporary studio overlooking the stone-lined fields at Weir Farm National Historic Site in Connecticut, these programs provide artists with unique opportunities to create works of art in varied natural and cultural settings. Often artists are invited to participate in park programs by sharing their art with the public.        Painter Marie Liu painting at Dingmans Falls Photo by Teddy Wilson  Painter Marie Liu has been selected as the park’s Artist-In-Residence for 2015\/2016. Liu is the first artist to be selected for this new program. Marie will serve as an ambassador, providing visitors with a way to experience the park through the arts.Throughout the fall, winter, spring and early summer, Liu will create a variety of park-inspired works. Her work will be available to see at the Dingmans Falls Visitor Center in Spring 2016 in celebration of the National Park Service’s centennial anniversary. Additionally, the artist will present various programs designed to introduce landscape painting to the public.  Marie Liu lives in Milford, PA and has been painting scenes of the area for several years. “I have been an outdoor enthusiast and landscape painter for a long time, but it wasn’t until I moved to this region that these elements seemed to crystallize. I am doing my best work here and I’m thrilled to be able to share it with park visitors in hopes that it will add to their experience and appreciation of this wonderful place,” she stated.   Her work can also be viewed on her website.",
    "url": "https:\/\/www.nps.gov\/dewa\/getinvolved\/supportyourpark\/artist-in-residence.htm"
}
