{
    "title": "Delaware Water Gap National Recreation Area: Contracting with NPS",
    "body": "Contracting with NPS       These regulations govern procurement planning and requirements analysis, required sources of supply, equipment replacement (use) standards, solicitation procedures, evaluations and award processes, contract administration and close-out procedures.Each contracting activity of the National Park Service is governed by:   Federal Acquisition Regulations (FAR) Department of the Interior Acquisition Regulations (Title 48 Code of Federal Regulations) Federal Property Management Regulations (Title 41 Code of Federal Regulations) Various other Agency regulations.       Procurements in Excess of $24,999 Proposed procurements in excess of $24,999 are advertised on the Federal Business Opportunities (FBO) web site. National Park Service solicitations are posted electronically at the DOI National Business Center.      Central Contractor Register (CCR) As part of the E-Government Integrated Acquisition Environment (IAE) initiative throughout the Federal Government, all vendors must be registered on the Central Contractor Register web site. The CCR is free to all vendors and is considered a \"self-service\" database. You will need your tax identification number (TIN) and your Dun and Bradstreet number (DUNS). If you do not have a DUNS number you may obtain one free of charge by calling (866) 705-5711.      Federal Business Opportunities Vendors and contractors are encouraged to register with the DOI National Business Center in order to view solicitations estimated to be $25,000.00 or more the day they are posted. Vendors registered with the National Business Center can get onto a \"bidder's mailing list\" for solicitations for which they want to be sure to be notified. Registration is free; TIN and DUNS (see above) are needed.      Tracking Your Payments with PAID The National Park Service has entered into an agreement with the Treasury to make the remittance information (electronic payments) available via the Internet. The system that provides this information is called the Payment Advice Internet Delivery (PAID) system and was developed to provide a secure alternative method for delivering the remittance information to vendors who are paid electronically through the Automated Clearing House (ACH) system. You can only access payments made to your company. PAID is available to you at NO cost, and you are under no obligation to use the system. You can access your remittance information by keying in a User ID and Password and querying the database by date or date range, invoice number, agency, or dollar amount.      Credit Card Purchases The purchase card (government credit card) is the preferred method of procurement for purchases up to $2,500.",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/management\/contracting-with-nps.htm"
}
