{
    "title": "Delaware Water Gap National Recreation Area: The Park's Enabling Legislation",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     The Park's Enabling Legislation                The Park's Enabling Legislation      A national park's enabling legislation is the Act of the United States Congress that creates the park and authorizes actions to set the park up. This 1965 legislation refers to Tocks Island Dam and Reservoir. Building the dam was later de-authorized by Congress. However, the park authorized by this legislation was formed and is named Delaware Water Gap National Recreation Area.        Public Law 89-158 89th Congress H.R. 89 September 1, 1965 An Act to Authorize Establishment of  the Delaware Water Gap National Recreation Area, and for Other Purposes Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That in order to further the purposes of the joint resolution approved September 27, 1961 (re Delaware River Basin compact; 75 Stat. 688), and to provide in a manner coordinated with the other purposes of the Tocks Island Reservoir project, for public outdoor recreation use and enjoyment of the proposed Tocks Island Reservoir and lands adjacent thereto by the people of the United States and for preservation of the scenic, scientific and historic features contributing to public enjoyment of such lands and waters, the Secretary of the Interior is authorized, as herein pro vided, to establish and administer the Delaware Water Gap National Recreation Area, hereinafter referred to as the \"area\", as part of the Tocks Island Reservoir project, hereinafter referred to as \"the project\".  Approved September 1, 1965. LEGISLATIVE HISTORY; HOUSE REPORT No. 360 (Comm. on Interior & Insular Affairs). SENATE REPORT No. 598 (Comm. on Interior & Insular Affairs). CONGRESSIONAL RECORD, Vol. 1ll (1965): July 12: Considered and passed House. Aug. 13; Considered and passed Senate, amended. Aug. 17: House concurred in Senate amendment.       Entire text of Public Law 89-158, 22 KB pdf",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/management\/enabling.htm"
}
