{
    "title": "Delaware Water Gap National Recreation Area: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials               Curriculum Materials       Geology Curriculum: grades 3 through 6: The Many Faces of Delaware Water Gap Program Description Rocks don't have to be dull! Park rangers, federal geologists, and local teachers worked together to prove it--the result is The Many Faces of Delaware Water Gap, a geology curriculum for grades 3 through 6. The two-color, 125-page binder explores both famous and little-known evidence of the park's formation. It includes curriculum-based field trips for five locations in the park in Pennsylvania and New Jersey, as well as background material, a glossary, directions to sites, and practical suggestions for field trips. Field trips include: Point of Gap Overlook PA (overlooking the Water Gap from Rt. 611 at the south end of the park) Lake Lenape PA (near the Water Gap in the village of Delaware Water Gap PA, at the south end of the park) A cemetery (headstone) field trip PA (on Route 209 in Bushkill PA, about 18 miles north of Delaware Water Gap PA) Dingmans Falls PA (off Route 209, about 30 miles north of Interstate 80 and 8 miles south of Milford PA) Haneys Mills NJ (about 3 miles south of Walpack Center NJ and 5 miles north of Millbrook Village NJ)Theme Understanding the park's geologic resources provides a foundation for the understanding the area's varied natural, cultural, recreational resources.  Instructional Objectives • Identify properties of igneous, sedimentary and metamorphic rocks • Observe the landscape and discuss how erosion and the hardness of rocks play an important role in the creation of ridges and valleys • Identify the geological and political factors that influenced the creation of DEWA      Curriculum-based Program? Yes Pre-visit activities are provided. Post-visit activities are provided. Subject: Science\/Technology  Ties to Curriculum History\/Social Sciences - 5.2.3c, 5.2.3e (civics and government)  Science\/Technology - 3.5.4a, 3.5.7a, (environment and ecology)  4.5.4b, 4.6.7b (science and technology) ,  Other - NJ Standards of Learning: 5.6.11, 5.7.4, 5.10.6, 5.10.2 Seasons offered: year-round   Type of Program: field-trip   Program is held: in the park Target Audience: Grades 3 through 6  Program Cost: free Program Length: 1\/2 Day Days of week offered: all Accessible to people with disabilities? Yes Group size: 21-30 Chaperone\/student ratio: 1:10 Who leads the group? ranger-led, teacher-led NOTE: There are multiple program sites in the park. Food available? No Water available? Yes Restrooms: Available Car parking available? Yes Bus parking available? Yes Where does program meet? Call for information  Teachers and educators are invited to contact the park for a free copy of the curriculum guide.       Additional information on this website Millbrook Village Map and Guide Recreation industry in Delaware Water Gap PA | How the Gap Formed",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/education\/curriculummaterials.htm"
}
