{
    "title": "Delaware Water Gap National Recreation Area: Forests",
    "body": "Forests         Autumn colors on Mosiers Knob PA as seen from Smithfield Beach PA. NPS Photo  The park's landscape comprises a mosaic of second-growth forest, old fields and shrub thickets, and croplands, reflecting centuries of human occupation. About 3000 acres of prime farmland in the Delaware River valley are leased to farmers to preserve the rural agricultural scene. Another 1500 acres of grassy and shrubby fields are managed to enhance habitat for wildlife.   Much of the remaining land is covered in maturing forest, mainly mixed hardwood communities dominated by oaks. On ridge tops and dry slopes, look for chestnut, white, and northern red oaks, with an understory of fire tolerant shrubs like blueberry, huckleberry and mountain laurel. On lower and moister slopes expect more diversity. Mixing in the canopy with black, red, and white oaks are maples, ashes, hickories and birches. Dogwoods, june berries and other smaller trees share the understory with viburnum, witch hazel and spicebush. The best remaining patches of floodplain forest are found along the banks and islands of the Delaware River. Canopy species include sycamore, silver maple, river birch and American elm. Grapes, poison ivy and other vines are abundant. At some sites, the foot-high dwarf sand cherry forms dense carpets on sand and gravel, surviving annual floods and ice scouring which tear loose taller vegetation. Rich soils of the valley lowlands also support black walnut, butternut, and hickories, all prized for their edible fruits. To see the park's oldest trees, visit a hemlock forest in one of the deep ravines cut into the Delaware escarpment. Near-old-growth hemlocks share the canopy with white pine and three northern hardwoods - American beech, yellow birch, and sugar maple. Except in clearings, the understory is sparse and consists mainly of patches of shade-tolerant ferns and wildflowers such as Canada mayflower and partridgeberry. Along stream openings, tangles of rhododendron provide a summer flower show in early July.      Articles on Natural Features & Ecosystems",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/forests.htm"
}
