{
    "title": "Delaware Water Gap National Recreation Area: Rivers and Streams",
    "body": "Rivers and Streams         Looking downstream at Arrow Island from Mt. Tammany NJ. (Rt. 80 NJ  at the left; Rt. 611 PA at the lower right) NPS Photo  The Delaware River is one of the last large free-flowing rivers left in the contiguous 48 states - one of the last major rivers without any dams or control structures on its main stem. More than 100 miles of the 330-mile long Delaware River have been placed into, and an additional 80-mile section is currently a candidate for, the National Wild and Scenic Rivers System. The tidal Delaware River and Delaware Bay are part of the National Estuary Program established by the Federal Clean water Act. As it leaves the Appalachian Plateau at Port Jervis, New York, the slope of the Delaware River flattens somewhat and increases its meander pattern. In this 40 mile reach through the Ridge and Valley Province, the river is confined in a narrow valley surrounded by high hills and mountains. Numerous islands lie in this reach and many tributaries enter the Delaware River after tumbling over beautiful, multi-stepped waterfalls. Most of this section of river is contained in Delaware Water Gap National Recreation Area, a 70,000-acre unit of the National Park system. River recreation includes fishing, boating, canoeing, and swimming at river beaches. This reach of the Delaware River has also been added to the National Wild and Scenic Rivers System as the Middle Delaware Scenic and Recreational River.   The Delaware River breaks out of the Ridge and Valley Province in dramatic fashion, arriving at the Delaware Water Gap, the south end of Delaware Water Gap National Recreation Area. There are many theories as to the formation of the gap. None deny its impressive appearance. During the heyday of Victorian resort hotels, the Water Gap was promoted as the World's Eighth Scenic Wonder.      Delaware River Basin Commission | River Organizations for the Delaware National Parks along the Delaware River Articles on Natural Features & Ecosystems",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/rivers.htm"
}
