{
    "title": "Delaware Water Gap National Recreation Area: Articles on Natural Features & Ecosystems",
    "body": "Articles on Natural Features & Ecosystems            The bog turtle is considered a threatened species and is protected by the US Endangered Species Act NPS Photo by George C. Gress  Natural Features & Ecosystems Biological Diversity (STG: 1989 Vol. 11 No. 2) Biological diversity refers to the variety among species of plants and animals and the ecological systems in which they occur. Biological diversity is important because the more variety there is in an ecosystem, the more stable that ecosystem will be. Take away too many species of plants or animals, and all animals and plants may be in danger of extinction.     Floods Major Floods Though destructive of life and property, floods also irrigate fields and enrich the soil by depositing river silt. From the time of the most ancient civilizations, people who farm river valleys have respected and even revered this power of rivers to regenerate the cycle of life.   Geological Formations How the Gap Formed  Starting with Native American legend, there have been many ideas about how the Delaware Water Gap formed. One current theory explains the Gap through a series of processes: continental shift (involving plate tectonics), mountain building (orogeny), erosion, and the “capturing” of rivers and streams..  Watersheds Scenic River Protection Continues: New Standards are Among Nation's Highest (STG: 1993 Vol. 15, No. 1 and 1993 Vol. 15 No. 3) The Delaware is the eastern seaboard's only major free-flowing river. The water quality in the upper reaches is excellent, contributing to outstanding recreational and fishery resources. To preserve and enhance this water quality, the Delaware River Basin Commission (an interstate federal planning and regulatory agency) recently adopted standards that are among the country's highest.  A Drop to Drink (STG: 2001 Vol. 23 No. 2)  What's so special about the Delaware River? The 330-mile Delaware River is the centerpiece of a 12,765-square-mile watershed located in the states of Delaware, New Jersey, Pennsylvania, and New York. Though a relatively small watershed compared to other river systems in the United States, it provides water to 20 million people--almost 10% of the nation's population.",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/articles-on-natural-features-ecosystems.htm"
}
