{
    "title": "Delaware Water Gap National Recreation Area: Wetlands, Marshes and Swamps",
    "body": "Wetlands, Marshes and Swamps         Rattlesnake Swamp Trail NJ NPS Photo  There are about 1000 individually mapped wetlands in Delaware Water Gap National Recreation Area. Large and small, wetlands are intriguing places and all of these different wetlands play an important role in the ecology of the Delaware River Valley.    There are large, complex forested wetland systems that start on the very top of the large ridges bordering the Delaware River, flowing downslope in characteristic \"braided drainage\" pattern from terrace to terrace until they reach the broad river floodplain and wind their way to the Delaware River.  There are broad expanses of wet meadow, or marsh, characterized by sedges which resemble grass but more often grow in thick tufts known as hummocks. It is not unusual to find shrubs and even trees growing on top of the hummocks, taking advantage of the slightly drier ground.  There are also very special wetlands, such as fens, vernal pools, and seeps. Fens are wetland communities that occur in areas where the underlying bedrock is limestone and, therefore, very alkaline. Since most of the soils in the Delaware River valley are acidic, the plant communities that grow in fens are unique and rather rare.  Vernal pools are important but often misunderstood wetlands. The typical vernal pool is a shallow depression on the forest floor that may or may not contain plants. A vernal pool usually holds water from about November to mid-June and is dry the rest of the year. It is the dry period that makes vernal pools so difficult to identify as wetlands but so important. Amphibians such as wood frogs and salamanders need pools of water to lay their eggs and let the tadpoles develop.  The critical factor is predators: if frogs and salamanders use permanent ponds that contain fish, the fish usually eat the eggs and tadpoles, leaving so few that it can affect the entire population. Because vernal pools dry up, they cannot support fish, which means that more eggs and tadpoles will survive.      Articles on Natural Features & Ecosystems",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/wetlands-marshes-and-swamps.htm"
}
