{
    "title": "Delaware Water Gap National Recreation Area: Flood Plains",
    "body": "Flood Plains         View across farm fields along the Delaware from Cliff Park PA during the flood of April 2005. NPS Photo  River floodplains are the flatlands along a river that are naturally subject to the periodic inundation by the river. Much of the land in Delaware Water Gap National Recreation Area lies within the floodplain of the Delaware River. In a floodplain, there is usually a high area along the riverbank between the main stem of the river and the low-lying areas that flood; it is the result of repeated flooding and depositing of sediment over many years. Eventually, the river builds up the bank and creates its own natural \"dams\" or levees as part of the process by which a river moves around on its floodplain. Over thousands of years, the main stem of the river will slowly move back and forth between the two ridges that bound the floodplain. In the case of the Delaware, these ridges are Pennsylvania’s Pocono Plateau, on the edge of the Appalachian Plateau on the west and Kittatinny Ridge in New Jersey on the east. When floodplains accept water from a flooding river, they diminish the force of water flow on the river’s main stem and prevent damage downstream. Water on floodplains has little or no flow, so it doesn’t usually damage trees – which are adapted to survive occasional flooding –- or erode soil, unless it is carrying chunks of ice. Also, because the water in a floodplain is not moving, it will deposit much of its sediment on the floodplain instead of carrying it downstream and depositing the sediment between larger gravel and naturally smooth rocks or “cobble” on the riverbed. This is important for fish, who use the spaces between cobblestones as a place for depositing eggs, and to aquatic insects, who hide and forage in these spaces.      The Tocks Island Dam Controversy | Major Floods since 1955  Articles on Natural Features & Ecosystems",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/floodplains.htm"
}
