{
    "title": "Delaware Water Gap National Recreation Area: Fire Regime",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Regime                Fire Regime         Typical wildfire in oak\/hickory forest with shrub understory, Blue Mt. Lakes NJ. NPS Photo  Regimes are the total pattern of fires in vegetation, over time, that are characteristic of a natural region or ecosystem including variations in ignition, fire intensity, and behavior, fire size, recurrence (or return) intervals, and ecological effects. The majority of Delaware Water Gap National Recreation Area is heavily forested with various eastern hardwood forest types. These forest types are considered to have infrequent, low-intensity surface fires with a recurrence (or return) interval of more than 25 years. Most of these fires are usually small in area.  While natural fires once played a variety of roles in the natural ecosystems that existed in this area prior to the arrival of the Native Americans, historical evidence indicates that since the arrival of the Native Americans, and up to and including the present time, the vast majority of wildland fires in this area (and in the eastern United States) have been caused by people. These person-caused fires have, in turn, had their own profound effect on these ecosystems.  The park has a prescribed fire program that recreates the natural fires of the past. The objectives of the prescribed fire program in this park are primarily to maintain scenic or historic vistas and to promote the growth of native grass species.       Fire Safety Residents living in close proximity to or within woodlands are strongly urged to learn more about what they can do to reduce the risk of their homes burning in a fire. Information on home protection can be obtained from Firewise, a program of the National Wildland\/Urban Interface Fire Program, run by National Wildfire Coordinating Group, a multi-agency group which includes the U.S. Forest Service and the National Park Service.      Articles on Environmental Factors",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/fire-regime.htm"
}
