{
    "title": "Delaware Water Gap National Recreation Area: Articles on Environmental Factors",
    "body": "Articles on Environmental Factors            NPS firefighter supervising a controlled burn NPS Photo  Fire Regime Rx: Fire - Prescribed Burning in a National Park (STG: 1999 Vol. 21, No. 1)  Visitors who come upon a blackened field in the recreation area may be puzzled to learn that the fire was set deliberately--by park managers. This recreation area is one of many national park areas with an approved \"prescribed fire\" program. Doug Riley is a Fire Management Officer for the recreation area and also provides program oversight and technical assistance to 16 national park areas in New York, New Jersey, and Pennsylvania. Here, he explains how the Prescribed Fire Program works.  Smokey Bear (STG 1994 Vol. 16 No. 1) In 1944 the first forest fire prevention poster featuring an animal was unveiled: Walt Disney's Bambi. This poster was extremely successful. However, Bambi was only on loan, so a new animal had to be found.  Non-Native Species A Balancing Act (STG: 1997 Vol. 19, No. 2) The Delaware Water Gap National Recreation Area is known for its geology, forests, waterfalls, river valley, and rural landscapes. It is a park that has a \"lived-in\" look. Take an even closer look and you will find bountiful ecosystems that contain abundant water and amazing plants and animals.  Aliens Invade Park! (STG: 1998 Vol. 20, No. 3) Non-native plants or \"exotics\" are invading Delaware Water Gap National Recreation Area at a visually alarming rate causing serious threat to the integrity and biodiversity of park landscapes. Invasive exotics are aggressive and spread like wildfire into undisturbed as well as disturbed areas. These invasive plants often cause irreparable damage to natural resources.  Hemlock Woolly Adelgid (STG: 1992 Vo,l 14 No. 3) The hemlock woolly adelgid (HWA) is an aphid-like insect that sucks the sap from the Eastern Hemlock tree and, in doing so, kills the tree. Forty years ago, it was first found on the east coast of the United States in Virginia, and it is believed to have spread north during Hurricane Gloria in 1985. The Eastern Hemlock, the tree that is found in all of the recreation area's cool, pristine ravines, has become this parasite's favorite host.  Water Quality Acid Rain (STG: 1988 Vol. 10 No. 2) Acid rain is rain or any form of precipitation (snow, hail, fog, etc.) which mixes with pollutants to give it a more acidic nature than water. Acid rain is caused by pollutants in the air that mix with the water molecules to form acids, rather than water droplets. The pollutants come from many different sources; however, emissions from power plants and automobile exhaust are the main offenders.  Clean Water (STG: 1988 Vol. 10 No. 2) When Delaware Water Gap National Recreation Area was established, the focus of recreation was on the Delaware River. The park has become increasingly popular and in order to maintain the extensive river recreation that exists today, it is essential that the high water quality of the tiver be preserved. In fact, under the Wild and Scenic River Act, the National Park Service is mandate  On and Under the Delaware: 15 Years of the River Clean-up (STG 2004 Vol. 26 No. 2) Ruth and Dave Jones initiated the River Clean-up in 1990. Fifteen years ago, there were really no precedents for a private environmental effort of this scope. \"It took us a few years to get it right,\" admits Ruth. At first, employees of Kittatinny Canoes did the Cleanup, in addition to renting canoes that day also. Then came the volunteers--hundreds of them—until today there is a waiting list to participate, and families plan their vacation around the day.  Weather Major Floods Though destructive of life and property, floods also irrigate fields and enrich the soil by depositing river silt. From the time of the most ancient civilizations, people who farm river valleys have respected and even revered this power of rivers to regenerate the cycle of life.  Climate Friendly Parks Program The Climate Friendly Parks Program is a collaboration of the National Park Service and the U.S. Environmental Protection Agency which aims to provide national parks with comprehensive support and with management tools and resources to address climate change both within park boundaries and in surrounding communities.",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/articles-on-environmental-factors.htm"
}
