{
    "title": "Delaware Water Gap National Recreation Area: Articles on Plants",
    "body": "Articles on Plants            Fall leaves in a pool of water NPS Photo  Trees and Shrubs Mountain Laurel or Rhododendron? (STG: 1984 Vol. 7 No. 2)  These two members of the plant kingdom are often confused. Especially before they blossom, they resemble each other with their bushy appearance and long, dark-green leaves. Both plants ARE shrubs, and they are often seen growing together.  Why Leaves Change Color (STG: 1986-1987) Vol. 8 No. 3)  Prior to dropping their leaves, deciduous trees provide an awe-inspiring display of color, from the first red maple leaf in historic Millbrook Village, to the blaze of color filling the entire mountainside in the Water Gap. Most of the colorful pigments of autumn leaves are present in the leaves throughout the summer, but are masked by the dominant green color of chlorophyll pigments.  Fall Colors (STG: 1987 Vol. 9 No. 3)  Fall is one of the most exciting times to visit Delaware Water Gap. Days are bright and cool, and a array of colors can be seen covering the hillsides. The color-changing process is initiated by the shorter period of daylight, and the brightest colors can be seen during the first two weeks of October. Maples, oaks, and dogwoods turn to shades of purple and red. Hickories, ash and maples become yellow, brown, and orange.  Spring Flowering Trees and Shrubs (STG: 1989 Vol. 11 No. 1)  We so look forward to the warmth and life of spring that the sight of the first spring flower can be cause for celebration. While looking for these lovely promises of warmer months, you may also notice the flowering trees and shrubs.  Tree I.D. (STG: 1990 Vol. 12, No. 3) The winter landscape provides us with a good test for our tree identification skills. Sometimes a tree can be identified by its silhouette alone. The shape of the individual limbs, and the pattern they make as they branch away from the trunk usually form a particular outline that is generally the same for all trees of the same species.  Trees at Rest (STG: 2001 Vol. 23, No. 3) Why do trees change color? And how? The beauty you see is a matter of life and death to trees. During the summer, leaves are essential for photosynthesis-the process by which plants capture the sun's energy and make food for growth and life.  Wildflowers Wandering through Wildflower (STG: 1983 Vol. 6 No. 1)  Spring is a time when you can have the pleasure of viewing the numerous wildflowers which inhabit Delaware Water Gap National Recreation Area. To find these beautiful plants, you will need to leave your cars behind and go exploring along the many trails, streams and fields. Spring is the time for your senses to respond to the many sights, smells and sounds around you. Bring along your camera or sketch book to take home some of the beauty or simply relax and enjoy it all with a friend.  More Than Just a Pretty Face (STG: 1990 Vol. 11, No. 4)  What kind of wildflower would you scatter on the floor to get rid of snakes and spiders? Which would cause a rainy day if you picked it?  Wildflower Wanderings (STG: 1993 Vol. 15, No. 1). After a long snowy winter, spring is beckoning to all. Early hikers will notice the skunk cabbage poking up through the frosty mud in wet, marshy areas. In its early stages, skunk cabbage is purple in color, eventually growing into a plant with large green leaves. None of the plant is considered edible, either by humans or animals.  aaah-CHOO! (The real culprit) (GTG: 2011 Vol. 1 No.1)  It’s that time of year again. The irritant, for most allergy sufferers, is pollen, a plant powder that functions as the male element in fertilization; its source is the flowers that imbue our fields and roadsides with bursts of late summer and autumn color. But which of these flowers is the cause of our misery?  Farm Crops, Orchards, & Cultivars Agriculture in the Park (STG: 1989 Vol. 11 No. 2) Agriculture plays an important role in the management of Delaware Water Gap National Recreation Area. Park managers rely on agricultural use to fulfill some of our landscape management objectives such as maintaining the rural character of the park and enhancing wildlife habitat. Maintaining agricultural fields also helps to retain the cultural landscape. In many cases, the fields in the river valley are the same fields that were tilled by the earliest inhabitants, as evidenced by artifacts from early Indian settlements.  Farming the Park (STG: 2000 Vol. 22, No. 1) With nearly 3,000 acres in agricultural production, Delaware Water Gap National Recreation Area leads the national park system in the number of acres farmed. Why is farming allowed in a national park?  Corn: An American Native (STG: 2000 Vol. 22, No. 1) Corn originated in the Americas. In the autumn, we see a type of corn called \"Indian corn\" but really all corn, some 250 kinds of it, is \"Indian. \"Called maize in many languages, corn was first cultivated in the area of Mexico more than 7,000 years ago, and spread throughout North and South America.  Historic Orchard at Roberts Farm, NJ Park press release of May 5, 2003 describing what may be the oldest orchard in the National Park System, at Roberts Farm in Montague, NJ.  Historic Apple Trees Pruned and Reinvigorated Park press release of March 20, 2010 describing further efforts to restore historic apple trees in the park.",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/articles-on-plants.htm"
}
