{
    "title": "Delaware Water Gap National Recreation Area: Articles on Animals",
    "body": "Articles on Animals        Best paddle on the river: the American Beaver. NPS Photo by Dan Mohr.       Animals Winter Survival (STG: 1989 Vol. 11 No. 3) \"Summertime, and the living is easy...\", So the song goes, but as winter approaches, hard times arrive for the furred, finned, feathered, and scaled creatures. The shorter days of late summer and early fall indicate that temperatures will soon be colder and food will soon be scarce.  Amphibians  Cover Me! \"Nights of Migrating Dangerously\" (STG: 2003 Vol. 25 No. 1) Even on a good day, it is a risky proposition for a two-inch frog to cross a 16-foot stretch of asphalt. To add to the suspense, the frog is an amphibian-his body temperature adjusts to the weather around him-and the cool spring night is not making the frog move quickly. It's something like a soldier taking 200 yards of battlefield at a stop-and-go stroll. Yet, for the whole of the frog's journey, no cars hurtle down River Road.   Birds Eagles Along the Delaware (STG: 1983 Vol. 6 No. 3)  There are only a few areas in the Northeast where wintering bald eagles are found and, luckily, the recreation area is one of them. As lakes and rivers freeze up in the northern United States and in Canada, bald eagles that have nested and spent the summer in these areas move southward for the winter.  The Elusive Wild Turkey (STG: 1984 Vol. 7 No. 1) One of the most exciting -- and increasingly common -- wildlife experiences for visitors to the recreation area in recent years has been the sighting of wild turkeys (Meleagris gallopavo). The turkey, an original inhabitant of eastern United States, almost entirely disappeared from its original range during the 19th century as a result of land use changes, primarily land clearing and an increase in agriculture.  Hawk Migration (STG: 1988 Vol. 10 No. 3)  Because of its location in the Appalachian Mountain range, Delaware Water Gap National Recreation Area offers many areas where the spectacular hawk migration can be observed. Kittatinny Ridge is certainly not host to the entire movement of the hawk migration, but because of its placement in the Appalachian chain, a good concentration of hawk species can be seen here.  Watching \"TV\" (STG: 1992 Vol. 14 No. 2) Ugly...disgusting...filthy... These are words that have been used to describe a bird that soars high above the ridges of the recreation area. That bird, the turkey vulture (or T.V. as some call it), may or may not deserve such disparagement, depending on one's view, but regardless, this virtuoso soarer of our mountains and valleys plays an important and needed role in the environment.  Catch a Wave (STG: 1994 Vol. 16 No. 1)  Opportunities abound this spring to catch some waves in the recreation area. Waves of the feathered sort, that is. Songbirds called warblers migrate through our area in flights that are sometimes described as waves. These warbler waves sweep across an area, the birds moving about the trees actively feeding and flitting about before leaving the observer in their wake. Described by birding guru Roger Tory Peterson as \"the butterflies of the bird world\" for their brightly colored plumage, warblers may be the most beautiful of all North American birds.  Wintering Eagles at the Gap (STG: 1999 Vol. 21 No. 4)  Wintering eagles arrive at Delaware Water Gap National Recreation Area in early December and leave during the last two weeks of March. Eagles seek open water to catch fish, and the Delaware, which remains at least partly ice-free even in the coldest winters, is excellent wintering habitat for them.  Mammals The Black Bear (STG: 1993 Vol. 15 Nos. 1, 2, and 3) As the snows of late winter melt and the waters merge with the run-off of early spring rains, the black bear, Ursus americanus, slowly awakens from its long winter nap. (Contrary to popular belief, bears are not true hibernators. They enter a torpor, a state of dormancy similar to hibernation, but bears may actually wake up and go back to sleep during the winter.) Because of the bear's ability to sleep through most of winter, some American Indian tribes believed it could rise from the dead, and many eastern cultures honor the mystical bear. Science has taught us the bear utilizes this unique biological process to avoid winter's famine.  50 Years of Fire Prevention (STG: 1994 Vol. 16 No. 1) In 1944 the first forest fire prevention poster featuring an animal was unveiled: Walt Disney's Bambi. This poster was extremely successful. However, Bambi was only on loan, so a new animal had to be found.   Fish Shad Run (STG: 1989 Vol. 11 No. 1) Each year, the migratory spawning run of the American Shad is as much a sign of spring as the first green leaves on the trees. The shad run is a delight for the many fishermen who flock to the river between mid-April and mid-June. It also represents a dramatic comeback for a species once nearly eliminated from the river.   Insects The Gypsy Moths Are Here (STG: 1990 Vol. 11 No. 4) Many park visitors will become familiar with some stage of the gypsy moth when they visit the recreation area this year. It was introduced into the United States from Europe in 1869 by a French artist and amateur entomologist, Etienne Leopold Trouvelot (1827-1895), who hoped his experiments in crossing it with silkworms would produce a new, heartier silk-producing insect. The experiments were unsuccessful, and some of the moth larvae, or caterpillars, escaped.  Hemlock Woolly Adelgid (STG: 1992 Vol. 14 No. 3) The hemlock woolly adelgid (HWA) is an aphid-like insect that sucks the sap from the Eastern Hemlock tree and, in doing so, kills the tree. A native of Asia, the adelgid was first observed in the Pacific Northwest of the United States in 1924 where it seemed to do little damage to the Western Hemlock. Forty years ago, it was first found on the east coast of the United States in Virginia, and it is believed to have spread north during Hurricane Gloria in 1985.  What's in that Tree? (STG: 1993\/1994 Vol. 15 No. 3) Fall webworms appear during late summer and early fall in any of more than 100 apecies of trees. The colony of pale yellow caterpillars encases the leaves with its web. After feeding on these leaves for four to six weeks, the caterpillars then pupate in silken cocoons in leaf litter or under bark. In summer, emerging adults are white moths with a few dark spots. Adults lay their eggs on leaves and when they hatch, the caterpillars begin spinning their web, and the cycle starts anew.        Photo Galleries on all subjects",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/articles-on-animals.htm"
}
