{
    "title": "Delaware Water Gap National Recreation Area: Insects, Spiders, Centipedes, Millipedes",
    "body": "Insects, Spiders, Centipedes, Millipedes         Spangled fritillary. NPS Photo by Dan Mohr.  Delaware Water Gap National Recreation Area is an oasis for insects. The amount and variety of insects evidence an area teeming with life. A large portion of the park consists of the two shorelines of the Delaware River, one of the most pristine rivers in the continental United States. One way to determine the cleanliness of a river is by the insect life that inhabits it. Adult Dobson flies provide a dramatic presence with their translucent wings as well as their large pincers. Its nymph, the hellgrammite, lives side by side with darners, stoneflies, dragonflies, damselflies and other aquatic insects, like water boatmen and backswimmers. The many tributaries provide rocks and boulders for protection, waterfalls for oxygen as well as nutrients, enabling tremendous aquatic insect growth and development. These insects provide food for fish and many other creatures in the whole ecosystem, including humans. If insects do well, many other will also do well. The recreation area also has large areas of tillable land along the river basin. The river provides fertile soil, which supports many different varieties of trees and wildflowers. Butterflies abound in great variety: swallowtails (such as the Tiger swallowtail and Black swallowtail), Admirals, Skippers, Frits, Sulphurs, Cloudys. In late July, Monarch butterflies appear everywhere, they feed and mate before they prepare for their long migration south, some going as far as 1200 miles. Along the many hiking trails, beetles, which make up about 40% of the insect world, work along the forest. A late day hike or an evening in a campground will fill the ears with the many sounds of tree crickets; counting the sounds they make can indicate the temperature. Some annoying and disease-bearing insects, like Ticks and Mosquitoes, also are common in the park, so keep your insect repellent nearby.      Hemlock Woolly Adelgid | Gypsy Moth | Fall Webworm  Ticks\/Lyme Disease | Mosquitoes\/West Nile Virus New Jersey Beneficial Insects Laboratory Articles on Animals",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/insects-spiders-centipedes-millipedes.htm"
}
