{
    "title": "Delaware Water Gap National Recreation Area: Mollusks",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mollusks                Mollusks         Freshwater mussel shells along the river bank at Walpack Bend.   With 297 recognized species, North America supports the world's greatest diversity of freshwater mussels (bivalves in the superfamily Unionacea). However, freshwater mussels are among the most imperiled animals in North America. Approximately 70% of these freshwater mussel species are considered endangered, threatened, or of special concern. Habitat destruction from dams, stream channel modification, erosion and siltation, and the introduction of alien species threaten continued decline and loss of freshwater mussels.  A survey by the Biological Resources Division of the U.S. Geological Survey in 2001 found eight species of freshwater mussels within Delaware Water Gap National Recration Area. By far the most common and abundant species of mussel here is the eastern elliptio (Elliptio complanata), which accounts for nearly 98% of all the mussels in this section of the Delaware River. The next most abundant species, the alewife floater, only accounts for about 2% of the mussels in the river.  Six of these species are endangered, threatened, or of special concern in New Jersey or Pennsylvania. One of these species, the dwarf wedge mussel (Alasmidonta heterodon), is also federally endangered. Other species of concern include the alewife floater (Anodonta implicata), triangle floater (Alasmidonta undulata), brook floater (Alasmidonta varicosa), and yellow lampmussel (Lampsilis cariosa).  Alien species that may threaten mussels in the park include the Asiatic clam (Corbicula fluminea) and the zebra mussel (Dreissena polymorpha). Asiatic clams have been present in the Delaware River just downstream of the park boundary since before 1992. Zebra mussels were reported in the year 2000 in a tributary to the Delaware River, about 30 miles downstream from the park boundary. In addition to the eight species of fresh water mussels, several species of small \"fingernail\" or \"pea\" clams (members of the superfamily Sphaeracea, genera Pisidium, Musculium, and Sphaerium) inhabit park waters.      Articles on Animals",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/mollusks.htm"
}
