{
    "title": "Delaware Water Gap National Recreation Area: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         The bald eagle is now nesting in the recreation area. NPS Photo by Dan Mohr.  The park's diverse landscapes and its landforms altered by centuries of human activity provide habitat for a variety of birds for both breeding and migrating. More than 260 species have been identified in the recreation area. River and stream corridors are hosts to species ranging from Louisiana waterthrush to bald eagles. Bottomland forest along the river support cirulean warblers. Hemlock dominated ravines offer breeding habitat for blackburnian and black-throated green warblers, acadian flycatchers, and hermit thrush. Agricultural fields provide open space that is frequented by wild turkey while the surrounding trees offer hunting perches for raptors scanning fields for small prey. Grasslands provide breeding habitat for bobolink and grasshopper sparrow while wetlands are inhabited by waterfowl, shorebirds, and herons. Deciduous forests, perhaps the largest landscape component, provide habitat for birds ranging from the scarlet tanager to the ruffed grouse. During the fall and spring months many birds migrate along the river valley. More than 30 species of warblers have been recorded during spring migration. In the fall the Kittatinny Ridge provides an important migratory corridor for raptors. The Delaware River valley offers important wintering habitat for a large population of bald eagles attracted to the open water for foraging. Golden eagles are less frequently sighted but are recorded nearly every winter. Bald eagles are frequently seen along the river during the summer months and in 2002 the first recorded successful nest in the recreation area fledged two young. In April of 2003 the Minsi Cliffs in Pennsylvania at the Water Gap were the site of a peregrine falcon nest, the first peregrine nest in this areas since the 1940s and 1950s.       Eagles | Wintering Eagles | Hawk Migration | Turkey Vultures | Wild Turkey | Warblers Pocono Avian Research Center, Cresco PA Delaware Valley Raptor Center, Milford PA Hawk Mountain Sanctuary, Hamburg PA Articles on Animals",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/nature\/birds.htm"
}
