{
    "title": "Delaware Water Gap National Recreation Area: Artifacts & Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Artifacts & Preservation                Artifacts & Preservation         1852 Map of Millbrook Village NPS Photo  A Map of Millbrook's Past (STG: 1997 Vol. 19 No. 1)  For many years, visitors to Millbrook Village's store have enjoyed looking at an 1852 Map of Warren County, New Jersey. The map indicates each household and business in the county, and the very top part of the map depicts the settlement that would eventually become Millbrook Village. The large, hand-watercolored map was drawn in 1852 by Daniel McCarty and printed on Wagner & McGuigan's Steam Litho Press in Philadelphia.          Colonial Stove Plate NPS Photo  Peace and War: A Find in the Park (STG: 2001 Vol. 23 No. 2)  A colonial stove plate is discovered and identified in the park. While working at the site of the Christopher Decker house, built in 1837 and since torn down, a park maintenance employee stepped on a heavy plate of iron partly buried in the ground. The plate showed two tall figures and two much smaller colonial looking gentlemen who were shaking hands, as well as part of an inscription.        Wagon shop in Millbrook Village NPS Photo  Bit by Bit: Curation in a National Recreation Area (CRM Magazine: 2002 Vol. 25 No. 3)  Like the park itself, collection management at Delaware Water Gap National Recreation Area (NRA) has grown more complex through the years. Bit by bit, acquisitions have accumulated, placing an increasing burden on both park staff and park facilities. Park staff, focused on enhancing and providing recreational opportunities for visitors, a prime objective of the national recreation area, have been hard pressed to make curation of the collection a top priority.      National Park Service Archeology Program",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/artifacts-preservation.htm"
}
