{
    "title": "Delaware Water Gap National Recreation Area: Colonial & Historic",
    "body": "Colonial & Historic         Wholesale egg prices   Grocer, Storekeeper: Another look at the Millbrook Store Register (STG: 2004 Vol. 26 No. 1) Six or seven customers a day, spending an average of 90 cents each (about a day's wages), 400 different items on the shelves: Philip Garis' general store at Millbrook reflected the changing purchasing patterns of rural America after the Civil War. Garis' 1874-1876 register of sales is raw material in the search for the economic realities of life in Millbrook.        Tool sharpening   Credit, Cash, and Convenience: Reinterpreting Millbrook Village's Economy 1860-1880 (STG: 2004 Vol. 26 No. 1) Complete text of the presentation made at the 30th Anniversary Symposium of Delaware Water Gap National Recreation Area on November 18, 1995.        One of two 12\" headstones   Who is Buried in the Slave Cemetery? (STG  1999 Vol. 21 No. 2)  The \"Slave\" Cemetery is a small flat plot of land in the woods off Military Trail in Walpack NJ. Slavery was legal in New Jersey until 1846, and in the 1700s, prominent families such as the Rosencrans, Van Campens, and Dewitts owned slaves. At least one free black was also interred here.        Hampton map of French and Indian War fortifications   Exploring the Archeological Potential of French and Indian War Fortifications (CRM Magazine 2002 Vol. 25 No. 3)  The era of the French and Indian War (1754-1763) is one of the most important periods of political change in colonial American history. Yet, despite the pioneering archeological research carried out at Fort Necessity in western Pennsylvania in the 1950s, the archeology of the French and Indian War remains relatively understudied.        Students experience field work   An Investigation of the Brodhead Site (CRM Magazine 2002 Vol. 25 No. 3)  The Brodhead Site was one of a series of archeological sites investigated by W. Fred Kinsey III as part of his work for the National Park Service in the upper Delaware Valley during the planning for the proposed Tocks Island Dam. The Brodhead Site is located about a mile north of the village of Bushkill, PA, in the flood plain adjacent to the Delaware River.",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/colonial-historic.htm"
}
