{
    "title": "Delaware Water Gap National Recreation Area: Languages of the Park",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Languages of the Park                Languages of the Park         The landscape of Pahaquarry NJ NPS Photo  The Native's Name for It What's in a Name? The sounds of human voices has valley for more than 10,000 years, and Native American, Dutch, English and even French place names dot the landscape of the park. The most prominent native names at the Gap are those of its two mountains: Tammany and Minsi, but throughout the park are descriptive native place names that are picturesque, if a bit puzzling to pronounce.        Dutch language tombstone in the park NPS Photo  Dutch Settlement When New York was still New Amsterdam, Dutch settlement reached down from the Hudson Valley to the Middle Delaware Valley along routes like today's 209 to Esopus, New York. The most conspicuous Dutch word in the park is \"kill\" meaning a course of water. It is thus redundant to say \"Bushkill Creek\"; it is the Bush Kill; likewise for Raymondskill and Saw Kill in Milford and various Bennakills. Dutch settler names include Dingmans, Schoonover, Swartwood, Rosencrans, Westphalen, Westbrook, and Van Gordon. Van Campen Inn is the park's enduring example of Dutch colonial architecture.        Marker at Shawnee-on-Delaware PA. NPS Photo  A Dash of French Samuel DePew, a Huguenots (French Protestant), settled in New Jersey in 1697 and bought land from the natives that includes today's Shawnee-on-Delaware. Among his prominent descendants are survivors of the French and Indian War. Today Depue Island (Pennsylvania, near Shawnee) and Depew island (New Jersey, viewed from Riverview on McDade Trail) recall the family name.         That Word \"Gap\" Several words in the English language denote a break or cleft in the mountains. Chasm and notch are popular in New England; pass and gorge in the South and West of the United States. Gap is especially common in this part of the country. A gap or wind gap is a break or pass through the mountains, in this case, the Appalachian Mountains and Kittatinny Ridge. A water gap is a pass that a river runs through. Culvers Gaps near Newton NJ, and Totts Gap and Foxtown Gap PA at the south end of the park are three other gaps nearby.",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/languages-of-the-park.htm"
}
