{
    "title": "Delaware Water Gap National Recreation Area: The Railroads",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Railroads                The Railroads         Lackawanna passenger car on excursion to the Gap in 2003.   Delaware, Lackawanna and Western Railway The Delaware, Lackawanna and Western Railway (DL&W) first arrived at the Delaware River on May 13, 1856 with a train to New York City. The terrain from Scranton had been mountainous and isolated; the route traced the course of major streams, crossed the Lehigh's headwater at Gouldsboro, and bisected Pocono Summit Lake on DL&W's land bridge. In what is now the park, the single-track line used an old right-of-way to Slateford Junction on the Delaware,then crossed into New Jersey and continued to New York via existing tracks.        The \"Bushkill Flyer\" arrives at Bushkill PA. Monroe County Historical Association  Rail and Resort The effect of the new rail line on the Delaware Valley was immense. The resort industry at the Water Gap had begun with Kittatinny Hotel, built in 1832. With the railroads now also promoting the Gap as a destination, 16 more hotels sprung up in the village of Delaware Water Gap by the century's end. Additional rail lines, such as the New York, Susquehanna, and Western (NYS&W) served the Jersey side of the Gap.    From 1901 to 1938, the Delaware Valley Railroad ran a spur from East Stroudsburg station to Bushkill PA, carrying both passengers and freight. Resort-based agriculture, such as dairying, began to replace subsistence farming, and remote areas between Scranton and the Stroudsburgs filled with villages and farms. Church, scout, and trade groups lined the banks of the river with rustic summer camps.        NYS&W piers at Karamac.   From Rail to Auto The arrival of the automobile then changed the way Americans took their vacations, and the staid old wood hotels of the Water Gap went into decline. The Depression further decreased passenger traffic. In 1952, DL&W discontinued passenger service to Delaware Water Gap, using East Stroudsburg instead. The completion of the Interstate 80 bridge in December of 1953 then cut Water Gap station off from the town it had once served. In 1940 the NYS&W gave up its bridge at the Gap.        DL&W switching tower on Crystal St E. Stroudsburg.   Remnants of Railroad Days A small section the Delaware Valley Railway bed is now part of Railway Avenue Trail in Bushkill, and just under a mile of the NYS&W rail bed is now the Karamac Trail in New Jersey. The DL&W's single track is still in use through the Gap between the river and Route 611, and occasionally an excursion train from Steamtown National Historic Site will reach Point of Gap Overlook. Just outside the park, the rail station in Delaware Water Gap awaits renewal and can only be glimpsed from the Interstate 80 toll plaza westbound. The historic railway landscape along Crystal Street in East Stroudsburg, PA has exteriors which are still easily seen and enjoyed.",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/the-railroads.htm"
}
