{
    "title": "Delaware Water Gap National Recreation Area: Volunteerism",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Volunteerism                 Volunteerism         Weaving demonstration at Millbrook Village, NJ   New Jersey Several groups augment the recreation area's maintenance and interpretive programs by presenting historic sites to the public.   The Montague Association for Restoration of Community History (MARCH) operates two historic properties in Montague, NJ, and has been particularly successful in establishing exhibits from donations made by past residents of the area. MARCH offers tours, lectures, and special holiday events. Just occupying the once-vacant structures is, in itself, a priceless form of upkeep.  Millbrook Village Society has spearheaded the raising of two barns and a 19th century gristmill, filling voids left in the village from arson and a failed dam project. The society supplies demonstrators and craftsmen to interpret lifeways to thousands of visitors during Millbrook Days each year. Volunteers operate a wagon shop, blacksmith shop, and woodworking shop open to the public. Walpack Historical Society formed in 1986 to preserve the heritage of the Walpack Center Historic District on the New Jersey side of the park. The Society supplies docents to interpret the nearby Van Campen Inn, and holds an annual Van Campen Day.          Open House at the Marie Zimmermann Home in Bushkill, PA.   Pennsylvania The Friends of Marie Zimmermann have helped the park in other ways. While park staff coordinates construction planning to restore the Marie Zimmermann House, Friends' volunteers help maintain the grounds and promote local interest. Members were instrumental in requesting rehabilitation funds from Congress in the first place - something the park cannot do of its own.  Educating the public about park resources and giving historic properties that \"cared for look,\" the park has witnessed a reduction in vandalism since the turbulent 1970s. Volunteers have helped show the way to a more promising future for the preservation of our park resources.         Cutting the ribbon on McDade Trail PA in 2002.   Throughout the Park A large effort from outside the park provides thousands of hours of care. On and Under the Delaware, a yearly river clean-up sponsored by Kittatinny Canoes, helps restore and preserve the recreational value of the river by removing tons of litter and debris every year. Photos and accounts of the participants would indicate that they enjoy the effort as well.  The Friends of the Delaware Water Gap National Recreation Area encompass all areas of the park's resources and promote and support the park's programs, fund raise, and sponsor a yearly lecture series on the park's resources.      All Articles on Volunteerism",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/volunteerism.htm"
}
