{
    "title": "Delaware Water Gap National Recreation Area: Forming & Managing the Park",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Forming & Managing the Park                 Forming & Managing the Park       A Timeline of the Park's Formation 1930s First modern proposals for a dam at Tocks Island 1955  Hurricane Diane floods the valley 1956  Delaware River Basin Advisory Committee created from representatives of 4 states 1960 Army Corps of Engineers finalizes a plan for a dam at Tocks Island 1960s Record drought hits the Delaware Valley 1962  Congress authorizes Tocks Island Dam 1965 Delaware Valley Conservation Association forms locally to oppose the dam 1965  Congress establishes Delaware Water Gap National Recreation Area to manage the  lands that will surround the future Tocks Island reservoir 1966  Lenni Lenape League forms to oppose pumped-storage at Sunfish Pond 1967  Justice William Douglas leads a hike to Sunfish Pond in support of its preservation. 1970  National Environmental Policy Act passes. 1971  Save the Delaware Coalition unites dozens of organizations to fight the dam 1975   Delaware River Basin Commission votes 3 to 1 against constructing the dam 1978  Congress establishes Middle Delaware National Scenic River within the park,  effectively blocking future dams 1992  Congress de-authorizes Tocks Island Dam 1993 Congress establishes Minisink Archeological Site National Landmark within the park        Today's recreation area proves the claim of opponents to the dam, who said not only that the valley was worth preserving in its natural state, but also that a free-flowing river can provide recreational opportunities as enjoyable as those of a man-made reservoir. The nearly 70,000 acres of the recreation area are rich in both cultural and natural history. The ridges and river valley contain streams, waterfalls, geologic features, a diversity of plants and wildlife, and traces of past cultures, including significant Native American artifacts and sites. Forty miles of the middle Delaware River are the primary focus of park recreation: fishing, boating, canoeing, and swimming. In addition, the recreation area offers opportunities for hiking, biking, picnicking, hunting, and auto touring. The recreation area receives more than 5,000,000 visits each year, making it the 8th most-visited unit of the National Park System.     Major Floods  |  Tocks Island Dam Controversy  |  Trails Plan  |  Childs ParkCell Towers | Transmission Lines  |  Peters Valley School of Craft",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/historyculture\/forming-managing-the-park.htm"
}
