{
    "title": "Delaware Water Gap National Recreation Area: Archive",
    "body": "News Release Archive           Subscribe  | What is RSS     June 10, 2016  Enjoy Rare Glimpse into the Life of American Artist Marie Zimmermann  Superintendent John J. Donahue is pleased to announce an Open House at the Zimmermann Farm located within the Delaware Water Gap National Recreation Area on Saturday, June 18 from 10 am to 2 pm. The free public event will showcase the life, work, and beautifully restored home of one of America’s greatest jewelry and metalworking artists.   June 09, 2016  NPS Offers Free Father’s Day Photography Workshop at Millbrook Village  Delaware Water Gap National Recreation Area Superintendent John J. Donahue invites the public to a special photography workshop dedicated to Dad on June 19. This Father’s Day, capture family memories and sharpen your photography skills while exploring historic Millbrook Village on the NJ side of the park.   June 09, 2016  National Park Service Resident Artist Marie Liu Offers Presentations  Delaware Water Gap National Recreation Area Superintendent John J. Donohue announces the park’s Resident Artist for 2015\/2016, Marie Liu of Milford, PA, will present a series of free public events between June and August.   “The Resident Artist program provides opportunities for artists to create place- and story-based works while allowing the pubic to explore the park in new ways,” said Donahue. “Marie will serve as an ambassador, providing visitors with a way to experience the park through the arts.”   June 02, 2016  NPS Offers Free Programs in June  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that the National Park Service is hosting several programs and events throughout the summer as part of NPS Centennial anniversary celebration. A full schedule of events is available on the park’s website at www.nps.gov\/dewa.   May 25, 2016  Unidentified Body Found in Sawkill Creek  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced that the body of a white male estimated to be in his mid-to late 20’s was discovered by a group of fishermen in the Sawkill Creek near the Mott Street Bridge at around 2:15 pm on Monday. The body was recovered by National Park Service rangers and was turned over to the Pike County Medical Examiner and Coroner at approximately 4:15 pm.   May 20, 2016  NPS Announces Changes in Regulations  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced that the Superintendent’s Compendium of Designations, Closures, Permit Requirements, and Other Restrictions has been revised for 2016 and is now posted at www.nps.gov\/dewa.  “There are several changes in our regulations this year that the public should be aware of before planning a visit.  We expect that these changes will result in better and safer experiences for our visitors and improved protection of park resources,” said Donahue.   May 19, 2016  NPS Presents Our Ocean Connection American Shad and Other Migratory Fish of the Delaware  Delaware Water Gap National Recreation Area Superintendent John J. Donahue invites the public to attend a special lecture presentation on migratory fish in the Delaware River on Saturday, May 21 at 7 pm.  The free program will be held at Bushkill Meeting Center on Route 209 in Bushkill, PA.   April 26, 2016  NPS Salutes the Arts at Peters Valley School of Craft  Delaware Water Gap National Recreation Area Superintendent John J. Donahue invites everyone to celebrate Art in the Park at the Peters Valley School of Craft’s (PVSC) annual Open House event in Layton, NJ on Sunday, May 1 from 12 to 5 pm.   April 21, 2016  National Park Service Junior Ranger Day Hike Set for April 23  “Saturday, April 23, is Junior Ranger Day,” according to Delaware Water Gap National Recreation Area Superintendent John J. Donahue. To celebrate, the National Park Service is offering a special family-oriented guided hike on the McDade Recreational Trail. The hike begins at 12 noon at the Hialeah Picnic Area on River Road and will last approximately 90 minutes.   April 20, 2016  Critical Climate-Resilient Lands Added to Delaware Water Gap National Recreation Area  A major victory toward long-term protection of the Delaware River has been realized with the addition of three new properties to the Delaware Water Gap National Recreation Area, further expanding the world-class park. And now, a “Resilience Analysis” conducted by the Open Space Institute has captured and inventoried the entire park’s critical role as a regional haven for wildlife and natural moderator of flooding and drought as the climate changes.   April 20, 2016  NPS Celebrates Centennial with Special Programs and Events  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announces a series of special programs and events taking place this year in celebration of the National Park Service’s Centennial.  In 2016, the NPS wants you to get out and Find Your Park, whether in your backyard, the neighboring city, or across the country.   April 11, 2016  NPS Celebrates Anniversaries, Earth Day, Future Generations with Time Capsule  Superintendent John J. Donahue announced today that National Park Service (NPS) employees at Delaware Water Gap National Recreation Area are planning to commemorate the park’s 50th anniversary- which occurred last year- and the NPS Centennial this year by burying a time capsule at Park Headquarters at 10:30 am on Earth Day, April 22.  The time capsule will be opened by employees in 2065.   March 29, 2016  Prescribed Fires Planned at Delaware Water Gap NRA  Superintendent John J. Donahue has announced that Delaware Water Gap National Recreation is planning a series of prescribed burns in the coming weeks. The areas to be burned involve approximately 600 acres of grasses, shrubs, and woodlands in Pennsylvania and New Jersey. In Pennsylvania, the planned burn locations, totaling about 150 acres, include several tracts of land south of Route 206 near Milford, Loch Lomond and along River Road. The planned burn sites in New Jersey, about 450 acres overall, include several tracts along Mountain Road near Walpack, and at Chado and Rosenkrans Farms.   March 04, 2016  Signs of Spring - River Road Will Close to Protect Amphibians  Superintendent John J. Donahue announced today that motorists can expect River Road within Delaware Water Gap National Recreation Area to be closed on several evenings over the next few weeks to protect breeding amphibians. The closures are contingent on the weather and come earlier than usual this season, as the region has experienced a relatively mild winter. Lack of snow cover on the ground and few snaps of consistently cold temperatures mean that the ground is no longer frozen, at trigger to wildlife that spring is near.  “This is a great opportunity for the public to enjoy wildlife in its natural habitat and to get up close and personal with our amphibian friends,” said Donahue.   March 01, 2016  Signs of Spring - Maple Sugaring Program at Millbrook Village  Superintendent John J. Donahue announced today that the National Park Service and the Millbrook Village Society will present a maple sugaring demonstration at Millbrook Village in Delaware Water Gap National Recreation Area on Saturday, March 12, from 10 am to 3 pm.   January 13, 2016  Hornbecks Creek Trail Bridge Replacement Project Begins January 20  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that a project to replace the trail bridge on Hornbecks Creek will start on January 20. The former trail bridge was washed out by a storm several years ago.   There will be intermittent trail closures effective immediately, including the parking area, trail, and the waterfalls. Motorists should expect minor delays due to heavy equipment maneuvering in the area.   January 13, 2016  NPS Announces Winter Weather Plan  Superintendent John J. Donahue announced that the 2016 winterization plan for Delaware Water Gap National Recreation Area includes keeping several visitor use sites open and closing others.  “Plowing and treating the main roads through the park is a top priority when we have snow and ice.  Secondary roads, administrative buildings, and visitor use sites will be plowed after the main roads have been cleared and are safe for travel,” said Donahue.    The following locations will remain open through the winter but may not be cleared of snow and ice immediately following a storm:  Blue Mountain Lakes, Smithfield Beach, Dingmans Access, Milford Beach, Point of Gap Overlook, and Millbrook Village.  The McDade Recreational Trail is accessible from Smithfield Beach, Milford Beach and Dingmans Access.   January 08, 2016  NPS Schedules Informational Meetings on Historic Properties Management Plan  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that the National Park Service (NPS) has scheduled a series of informational open house sessions to update the public on the development of a Historic Properties Management Plan (HPMP) for the park. The sessions are scheduled for January 28-30. “This plan will provide guidance for park employees and managers when making strategic maintenance and preservation decisions in the future,” said Donahue.  “It will be a very important and useful tool and public input will be essential.  Right now, we want to share what we’ve accomplished to get to this point and what we plan to do in the coming months.”   The HPMP will incorporate evaluations of historic significance and value to the park, physical condition, and potential future uses.   December 15, 2015  NPS Boat Launch at Kittatinny Point Re-opens Today  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that construction on the motor boat launch at Kittatinny Point is finished and the launch is now open to the public.    “Completing this project allows boaters access to the deepest section of the river within the park, right in the heart of the Delaware Water Gap, something they have not been able to do for about 10 years,” explained Donahue.  “And with the warm weather we’ve been having, anglers can still get in some fishing this season.”   November 24, 2015  NPS and Partners Host First Weekend Events on December 5 and 6  Superintendent John J. Donahue announced today that Delaware Water Gap National Recreation Area and its partners will be hosting a series of holiday events and winter activities on the first weekend of December.  “First Weekend offers a unique opportunity for people to take a drive through the park and visit several of our partner-operated sites, participate in holiday events and outdoor programs, and shop for unique gifts while enjoying the scenic beauty and history of the park,” said Donahue.  “It’s a great way to get in the spirit of the holiday season and a chance for people to learn about old traditions while making new ones.”   November 24, 2015  Victorian Christmas Celebration at Millbrook Village on December 5 and 6  Superintendent John J. Donahue announced today that the National Park Service and the Millbrook Village Society will be presenting two events to celebrate the holiday season at Millbrook Village in Delaware Water Gap National Recreation Area.   November 18, 2015  National Park Service Solicits Letters to the Future from Local Students  Delaware Water Gap National Recreation Area Superintendent John J. Donahue is asking students in grades K-12 to write a letter to the future.  The letters will be buried in a time capsule for the next 50 years.   “We celebrated our 50th anniversary this year and the National Park Service is celebrating its 100th anniversary in 2016,” explained Donahue.  In commemoration of these two historic milestones, employees at the park are sending a message to the future.  “We want that message to include the voices of today’s youth since they will be the ones entrusted with the care of special places like this in the future.”   November 03, 2015  Work Begins on Kittatinny Point Boat Launch Replacement  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that the launch for motorized boats at Kittatinny Point will be replaced this fall.  Construction is expected to take approximately one month to complete.  The recreation site at Kittatinny Point will remain open during construction, including the existing kayak and canoe launch that is several hundred feet upriver from the motorized boat launch.  The boat launch repairs are being funded through the Middle Delaware Mitigation Fund.   November 02, 2015  NPS Hosts River Ramble Fall Classic on November 8  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that the River Ramble Fall Classic will take place in the park on Sunday, November 8, 2015. River Road will be closed from Saturday evening, November 7, until approximately noon on Sunday, November 8 to accommodate the event.   October 28, 2015  Milford Artist Marie Liu Paints the Park  Delaware Water Gap National Recreation Area Superintendent John J. Donohue announces that Marie Liu has been selected as the park’s Resident Artist for 2015\/2016. Liu is the first artist to be selected for this new program. “The Resident Artist program provides opportunities for artists to create place- and story-based works while allowing the pubic to explore the park in new ways,” said Donahue. “Marie will serve as an ambassador, providing visitors with a way to experience the park through the arts.”   October 09, 2015  Celebrate International Archeology Day at Delaware Water Gap National Recreation Area  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announces that the park will host two events on Saturday, October 17, 2015 in celebration of International Archeology Day.  Both programs are free and open to the public.   October 07, 2015  BOTANIFICATION Exhibit Opens at National Park Service Headquarters  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announces that a new exhibit will be on display at Park Headquarters on River Road until October 21.  “Botanification celebrates the National Park Service (NPS) Centennial by showcasing the photography of Mitzi Campbell and the 3D printing design and technology of Darlene Farris-LaBar to provide an up close and personal look at some of the plant life native to our region,” said Donahue.  The exhibit is free and open to the public during regular business hours.  In 2016, the NPS will celebrate its 100th anniversary.   October 06, 2015  Octivities Program and Evening Lantern Tour at Millbrook Village  Superintendent John J. Donahue announces that Delaware Water Gap National Recreation Area will celebrate Halloween with the annual “Octivities” program at Millbrook Village, New Jersey, on Saturday, October 24, 2015 from 3 pm to 8 pm.   September 22, 2015  Temporary Lane Closure for Culvert Repairs on Route 209 near Sand Hill Creek  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that culvert repair work on US Route 209 near Sand Hill Creek in Middle Smithfield Township will take place from September 21 to September 25.  The project will be completed by Tecvac  Inc.   September 22, 2015  October Events at Delaware Water Gap National Recreation Area  Delaware Water Gap National recreation Area Superintendent John J. Donohue announces a series of special programs and events for the month of October.  “Autumn is a spectacular time in the park,” Donahue said. “These events offer some wonderful opportunities to get outside, learn about the park, and enjoy all we have to offer.”  All programs are open to the public.   September 22, 2015  Weaving Workshop Offered at Millbrook Village  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that the park will host a weaving workshop at Millbrook Village on Saturday, October 10, 2015. The event will be held from 10 am to 2:30 pm. Participants must pre-register for a time slot on the “loom bench” and will have the opportunity to work one-on-one with accomplished weavers while learning how to treadle a pattern, throw a shuttle, and make fabric. Each session will last 45 minutes.   September 17, 2015  Partial Closures Are Planned During Repairs to US 209 and River Road  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that pavement improvements will be in progress on River Road beginning Sept 21, 2015.  The project is a follow-up to work started last year and includes additional road patching, chip sealing, and line striping by the contractor, Team Henry. Expected completion of this portion of the project is September 30, 2015.   September 17, 2015  Celebrate National Public Lands Day by Giving Back  Across the country, volunteers will share time and energy to give back to their favorite parks and public lands on September 26, National Public Lands Day. According to Delaware Water Gap National Recreation Area Superintendent John J. Donahue, a unique historic structure within the park will benefit from these efforts. “The Ramirez Solar House is one of the earliest examples of passive solar design in residential architecture,” said John Lambert, Chief of Maintenance for the park. “On National Public Lands Day we’ll work with volunteers to cut back foliage to reveal the unique architectural features on the property, including stone pillars of a pergola.”   September 08, 2015  Two Miles of McDade Recreational Trail to Be Temporarily Closed for Construction  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that a 2.2-mile section of the McDade Recreational Trail, from Smithfield Beach North Trailhead to River View Trailhead, will be temporarily closed for construction starting September 14.   Construction is expected to take approximately five days to complete.   September 02, 2015  National Park Service’s Millbrook Days Festival Moved to September  “The annual Millbrook Days folk life festival will be held on new weekend this year” announced John J. Donahue, Superintendent of Delaware Water Gap National Recreation Area.  This year’s event, celebrating 19th century rural life, will be held on Saturday, September 19, and Sunday, September 20, at Millbrook Village, New Jersey, in Delaware Water Gap National Recreation Area.  Millbrook Days will be held, rain or shine, from 10 a.m. to 4 p.m. each day.  Admission is free.  The festival is jointly sponsored by the National Park Service and the Millbrook Village Society.   August 31, 2015  Delaware Water Gap National Recreation Area Celebrates 50 Years with Focus on the Future  Superintendent John J. Donahue announced that tomorrow, September 1, marks the 50th anniversary of the Delaware Water Gap National Recreation Area. Fifty years ago the United States Congress responded to the grassroots efforts of the people from the Delaware River Valley and abandoned the desecration of the longest un-dammed river in the Eastern United States. Instead they created the Delaware Water Gap National Recreation Area without a dam or a man-made lake. At the end of the day, the river and the surrounding valley were preserved in perpetuity for future generations.   August 24, 2015  NPS Seeks Input on Potential Visitor Use Management Strategies  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that a second series of open house public meetings has been scheduled for September 10-12 to solicit input from the public on the preparation of a Visitor Use Management (VUM) Plan for the park. Public listening sessions, focus group meetings, and an online comment period were held in April to get preliminary input from the public.   August 20, 2015  National Park Service Celebrates 99th Birthday on August 25  Superintendent John J. Donahue encourages the public to celebrate the National Park Service’s 99th birthday by finding their park at Delaware Water Gap National Recreation Area on August 25, NPS Founder’s Day. “The park has a vast network of trails, campsites, boating and swimming opportunities, and more and I personally invite everyone to come and experience all this park has to offer first hand.  We provide people with the opportunity to be inspired every day,” said Donahue.   August 19, 2015  Body of NY Man Recovered from Delaware River this Afternoon  Park rangers recovered the body of Darius L. Vinson of Far Rockaway, NY, from the Delaware River just north of the I-80 toll bridge today at approximately 2 pm.   August 07, 2015  August Events at Delaware Water Gap National Recreation Area  Delaware Water Gap National Recreation Area Superintendent John J. Donahue is pleased to announce a series of programs and events that will be presented during the month of August. “The National Park Service is offering special evening programs, a family day, astronomy programs, historic house tours, and a nature photography workshop this month as part of our fiftieth anniversary celebration,” said Donahue. “All of the programs are free and open to the public and are a great way to experience and learn about one of the most-visited units of the national park system.”   July 24, 2015  Adams Creek Closed for Trail Bridge Construction Project  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that a project to replace the Adams Creek Trail Bridge will start on Monday July 27, 2015.  The former trail bridge was washed out a few years ago.   The entire site will be closed effective immediately, including the parking area, trail, and the waterfalls.  The parking area at the White Pines Trailhead for the McDade Trail will also be closed during construction.   July 20, 2015  National Park Service Hosts Challenge Family Americas Triathlon  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that the Challenge Family Americas Triathlon will take place on Sunday, August 16, 2015. Most of the route is located within the park.   July 20, 2015  NPS Hosts Ranger-led Hike to Sunfish Pond on July 26  Delaware Water Gap National Recreation Area Superintendent John J. Donahue invites the public to join in a ranger-led hike to Sunfish Pond on Sunday, July 26, 2015 in commemoration of the park’s 50th anniversary.   July 20, 2015  Cliff Jumper Seriously Injured at Adams Creek  According to Delaware Water Gap National Recreation Area Superintendent John J. Donahue, park rangers and local emergency personnel responded to a report of a seriously injured person at the main waterfall on Adams Creek at approximately 5 pm on Sunday afternoon.  This is the fifth time since April that rangers have responded to rescue calls at Adams Creek.   July 18, 2015  Myerstown, PA Man Drowns in the Delaware River  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced this evening that Jason Daniel Moser, 41, of Myerstown, PA drowned at approximately 2:30 this afternoon while attempting to swim across the Delaware River.   July 07, 2015  Free Outdoor Expo at Point of Gap Overlook Scheduled for July 11  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that an Outdoor Expo will be held in the park on Saturday, July 11, 2015 from 8:00 am to 5:00 pm at Point of Gap Overlook on Route 611 just south of the borough of Delaware Water Gap.  The event is free and open to the public.   July 02, 2015  River Safety Advisory for July 4th Weekend  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that due to high water, all boaters and paddlers are required to wear a properly fitted, United States Coast Guard-approved life jacket at all times while on the Delaware River.  Swimming is also prohibited at the park’s three lifeguarded beaches and is strongly discouraged elsewhere throughout the river corridor until water levels recede.  Picnic areas and other facilities at the beaches will remain open.   “We are expecting a busy holiday weekend with nice weather,” said Donahue.  “The National Park Service wants all of our visitors to have a safe and enjoyable time in the park.  Wearing a life jacket is one simple thing that people can do to keep themselves safe on or near the water.”   July 01, 2015  Motor Vehicle Accident on 209 Claims One Life  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced this afternoon that at approximately 6 am, Manual L. Loureiro, 31, of Bushkill, was fatally injured in a one car motor vehicle accident on Route 209 near mile marker 1, just south of the Bushkill Meeting Center. Loureiro was traveling southbound on Route 209 when his vehicle was struck by a falling tree. He was pronounced dead at the scene by the Monroe County Coroner.   June 19, 2015  Picnics, Watermelon and a Parade: Old Fashioned Independence Day at Millbrook Village Set for June 27  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announces that the annual Old Fashioned Independence Day Celebration at Millbrook Village will take place on Saturday, June 27 from 10amto 3 pm.   June 09, 2015  NPS Opens Six New River Campsites  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that six new reservation-only river campsites, called the Alosa Campsites, will be available to boaters on designated overnight river trips on the Delaware River beginning June 12.  Reservations can be made now.  “This park was established 50 years ago in the midst of much controversy over a plan to dam the Delaware River.  Thanks to the efforts of local citizens and grassroots groups, the river remains undammed today,” said Superintendent Donahue.  “These sites will provide the public with unique opportunities to celebrate and enjoy the free flowing Middle Delaware National Scenic and Recreational River as it is today and which the National Park Service and our partners will protect into the future,” he added.   June 09, 2015  NPS Releases Summary Report of Public Input from April’s Listening Sessions  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that the summary report from April’s public listening sessions and online public input period on the development of a Visitor Use Management Plan (VUM Plan) for the park has been released and is available for public review. “I would like to extend my gratitude to everyone who took the time to provide comments and suggestions whether in person at the meetings or online. It is clear that there are a lot of people who love this place and are passionate about how it is managed,” said Donahue. “For this to be a useful VUM Plan, it is critical that we hear from our visitors, partners, stakeholders and local residents and involve all of them in the plan’s development.”   June 03, 2015  NPS Fishing Contest and Citizen Science Project at Blue Mountain Lake in NJ  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced that a “Fish-for-Free Fishing Contest and Citizen Science” program will be offered at Blue Mountain Lake on the New Jersey side of the park on Saturday, June 13th from 2 pm to 6 pm.  Anglers of all ages are encouraged to participate in this free fishing contest to help collect fish that will be tested as part of a study of mercury contamination being conducted by the National Park Service and United States Geological Survey.   June 03, 2015  NPS Warns Visitors of Increase in Thefts in Park  Superintendent John J. Donahue encourages visitors to Delaware Water Gap National Recreation Area to be aware of their surroundings and report any suspicious activity to park officials.  Over the past several weeks the park has been experiencing an increase in thefts from motor vehicles. Superintendent Donahue would like to remind visitors to the park to protect themselves and their property from these crimes of opportunity by leaving valuables at home or in another secure location out of sight from the eyes of would-be thieves.   May 26, 2015  National Park Service Offers Free Programs in June  Superintendent John J. Donahue announced today that the National Park Service is hosting several programs and events throughout the summer as part of Delaware Water Gap National Recreation Area’s 50th Anniversary celebration.  A full schedule of events is available on the park’s website at www.nps.gov\/dewa.  Special programs for the month of June are listed below.  “These events are a perfect way to kick off the summer season and provide some new and exciting opportunities for visitors to enjoy the park and all it has to offer,” said Superintendent John J. Donahue.  All programs are free and open to the public.   May 24, 2015  Free Fishing Activities at Hidden Lake on May 24  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announces two free fishing programs at Hidden Lake on Sunday, May 24.  A Kid’s Fishing Clinic and Casting Contest will take place in the morning, and a Fish-for-Free Fishing Contest and Citizen Science Program will take place in the afternoon.   May 18, 2015  Millbrook Village Celebrates New Season with Spring Fling  Delaware Water Gap National Recreation Area Superintendent John J. Donahue invites the public to join the National Park Service (NPS) and volunteers from the Millbrook Village Society for a free ‘Spring Fling” event and opening day celebration at Millbrook Village on Saturday, May 30 from 10:00 am until 3 pm.   May 11, 2015  NPS Hosts Ready Set Wear It Event at Milford Beach on May 16  Delaware Water Gap National Recreation Area Superintendent John J. Donahue invites the public to join National Park Service staff, partners, and volunteers in setting a world record for the most lifejackets worn on a given day at a water safety outreach event on Saturday, May 16.  The event will be held from 11 am until 2 pm at Milford Beach, in Milford, PA. The program is free and fees to enter Milford Beach will be waived for participants during the program.   May 01, 2015  NPS Extends Preliminary Public Input Period on Visitor Use Management Plan  The preliminary public input period for the Visitor Use Management Plan (VUM Plan) has been extended until May 15, 2015.   April 24, 2015  Culvert Repairs Planned for Route 209 near Sand Hill Creek  Culvert repair work on US Route 209 near Sand Hill Creek in Middle Smithfield Township will begin in early May.   April 23, 2015  National Park Service Visitors Contribute $195 Million to Local Economy  A new National Park Service (NPS) report shows that 4,041,672 visitors to Delaware Water Gap National Recreation Area in 2014 spent $133 million in communities near the park. That spending supported 2013 jobs in the local area and had a cumulative benefit to the local economy of $195 million.   April 20, 2015  NPS Is One Step Closer to Acquiring 550-acre Mosier’s Knob Property  Delaware Water Gap National Recreation Area is one step closer to acquiring 550 acres in Smithfield Township, PA, known as Mosier’s Knob.   April 16, 2015  NPS Hosts Junior Ranger Day at Smithfield Beach on April 26  Delaware Water Gap National Recreation Area Superintendent John J. Donahue invites kids of all ages to join park staff, partners, and volunteers for a Junior Ranger Day celebration on Sunday, April 26, 2015, from 10 am to 2 pm at Smithfield Beach.   March 23, 2015  National Park Service Seeks Public Input on Visitor Use Plan  Delaware Water Gap National Recreation Area wants your input so that park managers, partners, and stakeholders can plan appropriately for the next century.   February 26, 2015  Park Plans for Next Century  Delaware Water Gap National Recreation Area is celebrating its 50th anniversary this year and the National Park Service (NPS) will commemorate its 100th anniversary in 2016.   December 16, 2014  NPS Selects John Lonergan as Concessions Operator  NPS announces selection of John Lonergan to operate Dingmans and Valley View Campgrounds   December 12, 2014  NPS Trail Bridges to Be Installed  The installation of three long- awaited trail bridges in the park will begin on December 15th.   November 24, 2014  Victorian Christmas Celebration Set for Millbrook Village  The National Park Service and the Millbrook Village Society will present two events to celebrate the holiday season at Millbrook Village: Victorian Christmas Celebration on Saturday, December 6, and Christmas Carol Service on Sunday, December 7.   October 17, 2014  Octivities Program at Millbrook Village Scheduled for October 25  The annual “Octivites” program at Millbrook Village will be held Saturday, October 25, from 10:00 am to 3:00 pm.   October 14, 2014  Hunting Season Closure Lifted  The temporary hunting season closure in the park (Lehman Township) has been lifted by the PA Game Commission.   October 08, 2014  Black Bear Century Ride Slated for Park Roads on October 11  The Black Bear Century Bike Ride will be held in the park on Saturday, October 11, 2014. While no roads will be closed for this event, both motorists and cyclists are asked to be cautious and to be observant of one another while sharing the roads.   September 25, 2014  Tour de Pike Bicycle Ride Set for Park Roads this Sunday  Superintendent John Donahue announced today that the Tour de Pike Bicycle Ride will take place in Delaware Water Gap National Recreation Area on Sunday, September 28, 2014. No road closures are scheduled for this event.   September 12, 2014  Volunteers Recognized for Service to National Park  On Saturday, September 6, Delaware Water Gap National Recreation Area held its annual Volunteer and Partner Appreciation Luncheon at the Montague Grange Hall #140 in Montague, NJ.  “We are very grateful for all of the work accomplished by our volunteers and partner organizations.  There are just some things the park would not be able to do without their valuable knowledge and assistance,” said Superintendent John J. Donahue of the volunteer corps.   September 10, 2014  Rev3 Triathlon Slated for Park Roads on September 14  The cycling and running legs of the Rev3 Triathlon will take place in the park on Sunday, September 14, 2014.   August 26, 2014  Park Receives “Ticket to Ride” Grant from National Park Foundation  Delaware Water Gap National Recreation Area is one of 65 national parks selected to receive a 2014 Ticket to Ride grant from the National Park Foundation, the official charity of America’s national parks.   August 25, 2014  River Road Opens Sooner than Expected  River Road reopened sooner than expected. The first phase of patching and paving work on River Road in Middle Smithfield Township has been completed well in advance of the predicted completion date.   August 21, 2014  Rangers to Present Free Public Programs in Honor of Founders Day  Celebrate the 98th birthday of the National Park Service with several free special programs planned for August 23.   August 15, 2014  River Road to Close for Repairs Beginning August 18  Superintendent John J. Donahue reminds motorists that River Road within the park will be closed for repairs beginning August 18 as part of a Pavement Improvement Project that started in the park in May.   August 12, 2014  Park Road Repair Projects to Start August 18  The long awaited “emergency relief for federally owned roads” (ERFO) project will start on August 18, 2014.   July 28, 2014  National Park Service Seeks Proposals for Campground Operation  The National Park Service has issued a prospectus for proposals to provide a concession operated campground within the Delaware Water Gap National Recreation Area.  The proposed Concession Contract will be for a term of ten (10) years.  The current Concession Contract between the National Park Service and the existing concessioner expires on December 31, 2014.   Proposals must be received by September 25, 2014, to be considered.   April 23, 2014  NPS Bridge and Pavement Projects to Begin in May  NPS plans Raymondskill Creek\/ McDade Trail bridge replacement and road and parking lot pavement overlay project starting in May.   March 19, 2014  Delaware Water Gap Ranger Receives Prestigious Award  Park Ranger Michelle Schonzeit has been selected as the 2014 recipient of the prestigious Harry Yount Award for the Northeast Region of the National Park Service.   February 07, 2014  Power Line Construction in Park Enters Critical Phase  Delaware Water Gap National Recreation Area Superintendent John J. Donahue announced today that due to construction activities associated with the Susquehanna to Roseland Transmission Line project, the recreational use of some park facilities will be restricted between February 8 and February 28, 2014.   November 21, 2013  Victorian-Style Christmas at Millbrook Village  The National Park Service and the Millbrook Village Society will again offer two free events to celebrate the holiday season at Millbrook Village in Delaware Water Gap National Recreation Area.   November 06, 2013  River Ramble  The River Ramble Fall Classic will take place in the park on Sunday, November 10, 2013.   October 30, 2013  Transmission Line Construction Continues  Due to the construction of the Susquehanna to Roseland Transmission Line project, the recreational use of some park facilities will limited or restricted periodically between November 2013 and April 2014.   September 26, 2013  Family Fun Day Highlights Butterflies  Tthe Friends of Delaware Water Gap National Recreation Area and the National Park Service will sponsor Butterflies of the World, a Family Fun Day program, on Saturday, September 28, from 10 a.m. until noon.   September 13, 2013  Proposal for Cliff Park Golf Course is Accepted  A proposal to lease the 45.3-acre Cliff Park Golf Course has been accepted by the National Park Service. The new lessee hopes to re-open the course to golfers this fall.   September 10, 2013  Lecture Series: Photographing History  On Saturday, September 14 at 7 p.m.,local photographer Allison Owczarczak will presentPhotographing Park Historyat the Bushkill Meeting Center on Route 209.   August 29, 2013  Parking at Hidden Lake Dam To Close  The parking area at the Hidden Lake dam on Hidden Lake Road in Middle Smithfield Township will be closed from 6 a.m. until 4 p.m. on Wednesday, September 4 for safety inspections and routine maintenance.   August 16, 2013  Body of Missing NJ Man Is Recovered  This news releases is no longer current.   August 14, 2013  NPS Rangers Assist Search for Missing Person  This news release is no longer current.   August 14, 2013  Friends of Park Announce Lecture Offerings  The Friends of Delaware Water Gap National Recreation Area will again sponsor the park's annual lecture series.  All lectures will be held at Bushkill Meeting Center on Route 209 and will begin at 7 p.m.   There is no charge to attend and they are open to the public.   August 14, 2013  Sobriety Checkpoints This Weekend  This news release is no longer current.   July 08, 2013  Nine Year Old Boy Drowns in Delaware River  This news release is no longer current.   July 03, 2013  River Levels Remain High through Holiday  This news release is no longer current.   June 28, 2013  River Safety Advisory  This news release is no longer current.   June 14, 2013  River Safety Advisory: Weekend Update  This news release is no longer current.   June 13, 2013  Donations Keep Kittatinny Open This Summer  This news release is no longer current.   June 12, 2013  River Road to Close for Maintenance  This news release is no longer current.   June 11, 2013  Delaware River Safety Advisory  This news release is no longer current.   June 06, 2013  Having a Swell Time: Park History in Postcards  This news release is no longer current.   May 22, 2013  Park Officials Receive Milford Beach Donation  This news release is no longer current.   May 22, 2013  Proposals Open to Lease Cliff Park Golf Course  The National Park Service (NPS) has issued a Request for Proposals (RFP) for a 10-year lease of the nine-hole Cliff Park Golf Course (commercial use) within Delaware Water Gap National Recreation Area.   May 22, 2013  Work Slated for U.S. Route 209  This news release is no longer current.   May 20, 2013  George W. Childs Park Re-Opens to the Public  This news release is no longer current.   April 29, 2013  Milford Beach Stays Open Due to Donation  This news release is no longer current.   April 02, 2013  Sequestration Impacts National Park Service  Although the majority of the park will be open this season, sequestration-related budget cuts will result in reduced services and facility closures at Delaware Water Gap National Recreation Area.   March 29, 2013  Prescribed Fires Planned at Park  This news release is no longer current.   March 12, 2013  Park Rescuers Receive Accreditation  Delaware Water Gap National Recreation Area's High Angle Rescue (HAR) Team has recently been accredited by the Mountain Rescue Association (MRA).  In doing so, the Water Gap team joins the ranks of 13 other national park units that have already received MRA accreditation including Denali, Yosemite, Grand Canyon, Grand Teton, and Mount Rainier National Parks.   December 18, 2012  Peters Valley Center Wins Volunteer Award  Superintendent John J. Donahue has announced that Peters Valley Craft Center, a park partner located in Layton, NJ, has received the National Park Service’s 2012 Northeast Region George and Helen Hartzog Award for Outstanding Volunteer Service in the Volunteer Group category.   December 13, 2012  Park Names Chief of Resource Mgt. and Science  This news release is no longer current.   December 05, 2012  Park Extends Gratitude and Appreciation  Delaware Water Gap National Recreation Area Superintendent John J. Donahue would like to extend his sincere gratitude and appreciation to area residents, commuters, business owners, and park visitors for their patience and understanding during the closure of Route 209, which lasted just over a year.   October 29, 2012  Park to Close to Prepare for Hurricane Sandy  This news relases is no longer current.   October 02, 2012  Interior Approves Susquehanna-Roseland line  Secretary of the Interior Ken Salazar today announced that the National Park Service (NPS) has approved construction of the 4.5 mile section of the proposed 146 mile Susquehanna-Roseland Transmission Line that crosses federal land.   September 06, 2012  New Request for Cliff Park Proposals  The National Park Service has issued a new Request For Proposals (RFP) for a 25-year lease for the Cliff Park Inn hotel, restaurant and nine-hole golf course (Commercial Use) within Delaware Water Gap National Recreation Area.   August 31, 2012  Final Impact Statement (EIS) on Power Line  The Susquehanna to Roseland Transmission Line Right-of-Way and Special Use Permit Final Environmental Impact Statement (EIS) is now available.   July 17, 2012  Statement of Findings Available for Review  Today, the National Park Service published for public review the draft Statement of Findings (SOF). This document accompanies the environmental review of PPL Electric Utilities Corporations (PPL) and Public Service Electric and Gas Company (PSE&G) Susquehanna-Roseland Transmission Line proposal and documents NPS compliance with Executive Order 11990, \"Protection of Wetlands\" and Executive Order 11988, \"Floodplain Management\".   May 01, 2012  Park & Utilities Curb Mile-a-Minute Weed  The park has collaborated with both Columbia Gas Transmission (Columbia), a NiSource Company and Met-Ed, a First Energy Company to control the non-native, invasive Mile-a-minute vine (Persicaria perfoliata).   April 30, 2012  Rangers to Issue Violations on Community Drive  Park rangers will begin issuing violation notices to drivers who turn onto Community Drive from either the northbound or southbound lanes of U.S. Route 209.   April 27, 2012  Aquatic Algae Invade Delaware River  Extensive mats of the invasive aquatic algae Didymosphenia geminata (also known as didymo or \"Rock Snot\") were discovered in Delaware River within the Recreation Area. An aquatic biologist working for the Delaware River Basin Commission discovered the algae bloom last week.   April 09, 2012  High Winds Contribute to Fire in Park  This news release is no longer current.   March 29, 2012  Preferred Alternative - Transmission Lines  This news release is no longer current.   February 28, 2012  Visitors, Money, Jobs for Local Economy  Visitors in 2010 spent more than $151.2 million in Delaware Water Gap National Recreation Area and in communities near the park.   January 23, 2012  Utilities Propose Mitigation for Power Line  Utility companies announced that they plan to submit a mitigation proposal when filing their comments on the Draft Environmental Impact Statement (DEIS).   November 22, 2011  Release of Susquehanna-Roseland Draft Environmental Impact Statement (DEIS)  This press release is no longer current.   September 08, 2011  US Route 209 to Close through Park  This press release is no longer current. Links may no longer be valid.   September 04, 2011  Work Progressing Quickly  This press release is no longer current.   August 31, 2011  Damage Assessment & Cleanup Continue  This press release is no longer current. Links may no longer be valid.   August 30, 2011  Hurricane Damage and Closures  This press release is no longer current. Links may no longer be valid.   August 28, 2011  US 209 Closed in Park  This press release is no longer current.",
    "url": "https:\/\/www.nps.gov\/dewa\/learn\/news\/news-release-archive.htm"
}
