{
    "title": "Delaware Water Gap National Recreation Area: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility      Visitor Centers Kittatinny Point Visitor Center  Accessible  parking, information, picnic terrace to view the river, restrooms. Dingmans Falls Visitor Center Accessible parking, information, and restrooms (outdoor toilets only for all). Activities Boating  A boat loading ramp is available at Smithfield Beach for the mobility-impaired. The ramp provides access to trailer-mounted boats. Assistance is then needed to lower the boat into the water. Group and River Camping  Valley View PA Site 1 (group campsite) is accessible. Fishing A pier at Loch Lomond Picnic Area is accesible to the mobility-impaired. Scenic Drives Accessible parking may be found at Resort Point, Point of Gap, and Arrow Island, all of which are scenic overlooks located along Route 611. Picnicking Accessible parking, restrooms, and picnic sites may be found at George W. Childs Park, Milford Beach, Toms Creek, Smithfield Beach, Hialeah Picnic Area, Watergate Recreation Site, and Kittatinny Point. Group Picnic Site There is a reservable Group Picnic Area at Milford Beach. Swimming Accessible parking, restrooms, and bathhouses may be found at Milford and Smithfield Beaches. Assistance is needed to the swimming area or launch areas at these sites. Trails Dingmans Creek Trail The Dingmans Falls Trail is a flat boardwalk to the base of the falls, about 1\/2 mile long, that is accessible to strollers and wheelchair users. McDade Recreational Trail Portions of McDade Trail are accessible to the mobility-impaired.  Pocono Environmental Education Center Pocono Environmental Education Center (PEEC) has a 1\/4 mile rope-lined sensory trail which can be used by anyone. Sighted hikers can ask for a blindfold at PEEC's visitor center.  Cultural Sites Millbrook Village Millbrook Village has accessible restrooms, and the road through the village is flat. However, most of the buildings are not accessible due to the narrow doorways in  historic structures.Peters Valley (Bevans Village) At Peters Valley School of Craft, the first floor of the Gallery & Store is accessible, as are the restrooms across the street. Nelden-Roberts Stonehouse The first floor of the Nelden-Roberts Stonehouse in Montague, NJ is accessible.      More information about America the Beautiful (Interagency) Access Passes",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/accessibility.htm"
}
