{
    "title": "Delaware Water Gap National Recreation Area: Weather Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Weather Safety              Weather Safety         Flooded road at Kittatinny Point   Inclement weather can be unpredictable and extremely dangerous or fatal, even if every reasonable precaution has been taken. To ensure your safe enjoyment of the park, please take a moment to learn about the possible weather and environment-related dangers you might face, and remember: always dress appropriately for the weather. Hypothermia Hypothermia occurs when your body loses heat faster than it can produce heat, causing a dangerously low body temperature. Signs include shivering, drowsiness, confusion, fumbling hands, slurred speech, and red, cold skin. If any of these signs are displayed, take immediate action and call for emergency assistance. Get to a warm area. Remove any wet clothing. Warm the body with layers of dry, loose blankets and clothing. Drink warm, non-alcoholic beverages. Prevention: Wear protective clothing, including on the head face and neck. Avoid overexertion in cold temperatures. Wear loose-fitting, layered clothing. Stay as dry as possible. Heat-related Illness A high body temperature can develop quickly during hot weather. Signs of early heat-related illness include excessive thirst, headache, muscle cramps, dizziness, weakness, pale skin, profuse sweating, and nausea. Signs of extreme heat illness include light-headedness, lack of sweat despite the heat, muscle weakness or cramps, nausea or vomiting, confusion, seizures, shallow breathing, and red, hot and dry skin. If any of these signs are displayed, take immediate action and call for emergency assistance. Fan air over the person while wetting the skin with water. Apply ice packs to the armpits, groin, neck and back. Immerse the person in cool water. Prevention: Avoid being outside during the hottest times of the day. Wear lightweight, light-colored and loose-fitting clothing. Wear a wide-brimmed hat. Use sunscreen. Drink plenty of fluids;avoid caffeine and alcohol. Storms Always check the weather forecast before going outdoors. Storms can move into the area quickly. Avoid outdoor activities, particularly water activities, at the first sign of thunder and lightning. Though it may take several days for the Delaware River to rise above flood stage, creeks and streams can overflow their banks and become lethally dangerous in mere moments. Never attempt to drive through submerged roadways and never attempt to cross swollen streams. During high winds, get indoors if at all possible to avoid falling branches or trees.",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/surviving-cold.htm"
}
