{
    "title": "Delaware Water Gap National Recreation Area: Biking Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Biking Safety              Biking Safety         NPS Photo   Before riding, make sure you, your family, and the bicycles are ready to ride. When riding, always:  Go with the traffic flow, riding on right Pass on left and give audible sound to alert others of intent Obey all traffic laws Yield to traffic and pedestrians Be predictable, riding in a straight line and signaling moves Stay alert at all times. Look before turning. Walk bicycles on steep hills and stairs.  Wear a Bicycle Helmet Every person at every age should wear a properly fitting bicycle helmet. Children 12 years old and younger must wear a bicycle helmet. Secure loose clothing  Check clothing, such as shoe strings and pant legs, to ensure they will not become entangled in bicycle gears. Adjust the Bicycle to Fit Stand over the bicycle. There should be 1 to 2 inches between the rider and the top tube (bar) if using a road bike and 3 to 4 inches if using a mountain bike. The seat should be level front to back, and the height should be adjusted to allow a slight bend at the knee when the leg is fully extended. The handlebar height should be level with the seat. Check Your Equipment Before riding, inflate tires properly and check that the brakes work. See and Be Seen Make yourself visible to others. Wear neon\/fluorescent vest when riding to be most easily seen. Remember, just because you can see others doesn't mean others can see you. Control the Bicycle Ride with two hands on the handlebars, except when signaling a turn. Place snacks and other items in a bicycle carrier or backpack. Watch for and Avoid Hazard Look for hazards such as potholes, broken glass, gravel, puddles, leaves, and dogs. All these hazards can cause a crash. If you are riding with others and you are in the lead, yell out and point to the hazard to alert the riders behind you.",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/biking-safety.htm"
}
