{
    "title": "Delaware Water Gap National Recreation Area: Scenic Drive",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Scenic Drive              Scenic Drive         Old Mine Road   Constructed in the mid-1700s, Old Mine Road connected the Hudson River and Philadelphia to the Pahaquarry Mines and provided an important conduit for New Jersey farmers taking crops to area markets, making it one of the oldest commercial roads in the country. Today, Old Mine Road stitches together sections of several roads into the park's main passage in New Jersey and still retains much of the flavor of 100 years ago, making it a popular driving and biking route.         1. Pahaquarry The Coopermine Trail passes by the foundation of the Pahaquarry Cooper Mine processing mill and mineshafts. NOTE: Mineshafts are closed to protect critical bat habitat. Later, this area became a Boy Scout Camp. It was just one of numerous scout and church camps that once existed within the park boundaries. 2. Calno School If you traveled through this area in the late 1800s, you would notice that schools were located in places that would allow students to walk no more than four or five miles to attend. When this school was in operation, there was also a school in Millbrook Village, only 5 miles north. 3. Millbrook Village In 1832, Abram Garis built a grist mill along Van Campen brook. The mill soon attracted other businesses and by the 1870s, Millbrook was a thriving farm village. However, by 1910, the mill, store and hotel closed their doors. Today, only a handful of original Millbrook buildings remain. Other buildings have been moved from other sites or are newly built to help depict village life in the valley during the late 19th and early 20th century. Several buildings are open on summer weekends. 4. Delaware View House In the early 20th century, many old area farmsteads were used as country homes. Samuel Garris purchased this property in 1904, enlarged the house, and operated it as a hunting lodge. Later he leased it to a family that operated it as a boarding house and later as the Flatbrookville Hotel. 5. Walpack Center This authentic country village began when Isaac and Jasper Rundle opened the first general store in 1850, and the village followed the same pattern of growth and decline as the other villages. Today, the Walpack Historical Society operates a museum in the First Rosenkrans House on summer weekends. 6. Van Campen Inn This fine colonial home was never intended as an inn in the commercial sense. By law, certain houses along a major roadway were required to house travelers. During the French and Indian War (1754-1763), the stout stone walls sheltered 150 people against the threat of Indian attack. The Walpack Historical Society offers tours of the house on Sundays during the summer. 7. Peters Valley (Bevans Village) Peter Van Ness settled in this area during the late 18th century, and today the hamlet bears his name. In the later 20th century, the village became Peters Valley School of Craft. Self-guided tours of the village are available on summer weekends. Stop in the Craft Store and Gallery for more information. 8. Bevans-Hellwig Kitchen In the late 19th century, this little stone building was the rear kitchen attached to a large farmhouse. Local tradition holds that the original structure was used as a French and Indian War fortification, known as Fort Cramer. 9. Alonzo Depue House As with other historic homes along Old Mine Road, the landscape would have been quite different one hundred years ago –open fields, a clear view to the river, and several farm outbuildings. 10. Namanock While nothing remains today, this was the site of Fort Namanock during the French and Indian War (1754-1763). Forts in this time and era were little more than a sturdy stone house with a wooden defensive fence surrounding it. 11. Westbrook Bell House Built by Johannis Westbrook, this is the oldest structure in the recreation area, circa 1701. 12. Nelden-Roberts Stonehouse The origins of this small house are obscure, although its construction is attributed to George Nelden, who acquired the property in 1816. The Montague Association for the Restoration of Community History (MARCH.) house operates a museum in the house on summer weekends. 13. Minisink Dutch Reformed Church Dating back to 1737, this is the oldest congregation in the county. The present structure was built in 1899, and tombstones in the cemetery date to 1805. 14. Foster-Armstrong House Foster and Armstrong operated a ferry, and the house was used as a tavern and inn for river travelers. The house reflects the standard of living of a prosperous family in the early 19th century. The Montague Association for the Restoration of Community History (MARCH) opens the house for tours on summer weekends and for other event. 15. Montague Grange The National Grange, founded in 1867, is an organization that advocates for rural America and agriculture. The local Montague Grange was founded in 1904 and this Hall was built in 1906. The local group remains active and continues to use the building.",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/scenic-drive.htm"
}
