{
    "title": "Delaware Water Gap National Recreation Area: Swim",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Swim              Swim        Smithfield Beach is a great place to make memories with family and friends. NPS Michael Cuff       The park provides three lifeguarded beaches where visitors can safely enjoy a swim in the Delaware River. Lifeguards are on duty weekends from mid-June through August. Picnic and restroom facilities are also available at the beaches. Grills are not provided;personal grills are permitted. Alcohol and pets are not permitted. Fees are charged at the beaches April through October. Milford Beach, Pennsylvania Milford Beach is located at the north end of the park just south of Milford, PA. This area offers a grassy beach complete with picnic areas, a pavilion, restrooms, a boat launch, a canoe launch, and access to the Joseph M. McDade Recreational Trail.   Directions to Milford Beach    Smithfield Beach, Pennsylvania Smithfield Beach is located on River Road about seven miles north of the town of Delaware Water Gap, PA, and offers a grassy beach complete with picnic areas, restrooms, a boat launch, a canoe launch, and access to the Joseph M. McDade Recreational Trail.  Directions to Smithfield Beach   Turtle Beach, New Jersey Turtle Beach is located six miles north of i-80 on Old Mine Road. This area offers a grassy beach complete with picnic tables and restrooms.  Directions to Turtle Beach   Swim Safely Swimming in areas of the river outside the life guarded beaches is permitted, but not recommended. Strong currents, sharp drop-offs, and constantly changing river conditions make many areas unsafe for swimming.    Wearing a properly fitting life jacket is strongly recommended when swimming. Never swim alone. Never try to swim across the river. Currents are deceiving;many people have drowned attempting to swim from one side of the river to the other. Apply sunscreen often to avoid sunburns.   Swimming Restrictions Swimming is not permitted within 50 feet of a boat launch, a canoe launch, or the top of any waterfall. Additionally, swimming is not permitted at the following areas:    Kittatinny Point, NJ Van Campens Glen, NJ Dingmans Falls, PA George W. Childs Recreation Site, PA",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/swim.htm"
}
