{
    "title": "Delaware Water Gap National Recreation Area: 50 Miles for 50 Years",
    "body": "Explore This Park    Plan Your Visit     Things To Do     50 Miles for 50 Years              50 Miles for 50 Years         Boardwalk along the Dingmans Creek Trail   To celebrate the 50th anniversary of Delaware Water Gap National Recreation Area, how about challenging yourself to hike 50 miles of park trails? We'll help you out by posting suggested hikes on this page. If you complete each suggested hike, you will have hiked 50 miles of park trails! We will also send out reminders each week on our Facebook page (DelWaterGapNPS) and you can share your adventures with us. Not up to a strenuous hike right off the bat? Don't worry, we will start out with easy trails and work our way up to harder ones.   The 50 Miles for 50 Years Hiking Challenge is a fun, personal challenge you do on your own or with friends. It is not a race. Some of the suggested trails are in remote areas, so be sure you are prepared for your hikes.      Suggested Hikes Hike #1 Trail: Dingmans Creek Map of Hike 1 Length: 0.8 mile, round-trip Rating: Easy; most is stroller and wheelchair accessible;stairs to top of falls Elevation Change: 55 feet to lower falls;107 feet to upper falls Trailhead Location: directions to Hike #1 trailhead Additional Trail Information Hike #2 Trail: Toms Creek Map of Hike 2 Length: 1.6 miles, round-trip Rating: Easy Elevation Change: 96 feet Trailhead Location: directions to Hike #2 trailhead Additional Trail Information Hike #3 Trail: Two Ponds Map of Hike 3 Length: 1.5 miles, loop Rating: Easy Elevation Change: 87 feet Trailhead Location: directions to Hike #3 trailhead Additional Trail Information Hike #4 Trail: George W. Childs Park Trail Map of Hike 4 Length: 1.4 miles, loop Rating: Easy-moderate Elevation Change: 144 feet Trailhead Location: directions to Hike #4 trailhead Additional Trail Information Hike #5 Trails: Rattlesnake Swamp Trail & Appalachian National Scenic Trail Map of Hike 5 Length: 4.0 miles, loop Rating: Easy-moderate Elevation Change: 372 feet Trailhead Location: directions to Hike #5 trailhead Additional Rattlesnake Swamp Trail Information Additional Appalachian National Scenic Trail Information Hike #6 Trails: Crater Lake Trail, Hemlock Pond, & Appalachian National Scenic Trail Map of Hike 6 Length: 3.2 miles, loop Rating: Easy-moderate Elevation Change: 372 feet Trailhead Location: directions to Hike #6 trailhead Additional Crater Lake Trail Information Additional Hemlock Pond Trail Information Additional Appalachian National Scenic Trail Information Hike #7 Trails: Buchanan, Hackers, Logger Path, Cliff, and Pond Loop Map of Hike 7 Length: 2.3 miles, loop Rating: Easy-moderate Elevation Change: 124 feet Trailhead Location: directions to Hike #7 trailhead Additional Buchanan Trail Information Additional Hackers Trail Information Additional Cliff Trail Information Additional Pond Loop Trail Information Hike #8 Trails: Orchard, Hamilton, and Pioneer Trails Map of Hike 8 Length: 6.5 miles, loop Rating: Easy-moderate Elevation Change: 533 feet Trailhead Location: directions to Hike #8 trailhead Additional Orchard Trail Information Additional Hamilton Trail Information Additional Pioneer Trail Information Hike #9 Trails: Military Road and Walpack Ridge Trails Map of Hike 9 Length: 3 miles Rating: Moderate Elevation Change: 214 feet Trailhead Location: directions to Hike #9 trailhead Additional Military Road Trail Information Additional Walpack Ridge Trail Information Hike #10 Trail: Ridgeline Trail Map of Hike 10 Length: 4.5 miles, round-trip Rating: Moderate Elevation Change: 220 feet Trailhead Location: directions to Hike #10 trailhead Additional Trail Information Hike #11 Trail: Appalachian National Scenic and Dunnfield Creek trails Map of Hike 11 Length: 7.9 miles, round-trip Rating: Moderate-Difficult Elevation Change: 1090 feet Trailhead Location: directions to Hike #11 trailhead Additional Appalachian National Scenic Trail Information Additional Dunnfield Creek Trail Information Hike #12 Trail: Kaiser, Coppermine, and Appalachian National Scenic Trail Map of Hike 12 Length: 6 miles Rating: Moderate-Difficult Elevation Change: 1040 feet Trailhead Location: directions to Coppermine Trailhead; directions to Kaiser Trailhead Additional Appalachian National Scenic Trail information Additional Kaiser Trail information Additional Coppermine Trail information Hike #13 Trails: Milford Knob, Cliff, and Quarry Path Map of Hike 13 Length: 3.4 miles, loop Rating: Moderate-difficult Elevation Change: 434 feet Trailhead Location: directions to Hike #13 trailhead Additional Milford Knob Trail Information Additional Quarry Path Trail Information Additional Cliff Trail Information Hike #14 Trail: Appalachian, Dunnfield Creek, Blue Blaze, and Red Dot trails Map of Hike 14 Length: 3.4 miles, round-trip Rating: Difficult Elevation Change: 1201 feet Trailhead Location: directions to Hike #14 trailhead Additional Appalachian National Scenic Trail Information Additional Dunnfield Creek Trail Information Additional Blue Blaze Trail Information Additional Red Dot Trail Information",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/50-for-50.htm"
}
