{
    "title": "Delaware Water Gap National Recreation Area: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers          2016 Operating Schedule   Dingmans Falls Visitor Center  Park information, exhibits, bookstore, NPS passport cancellation, restrooms, drinking water, accessible Dingmans Creek Trail to Silverthread and Dingmans Falls, guided waterfall walks. This site has limited parking. During the summer, parking can fill by 10:00 am, most weekends. Please plan your visit accordingly. There is no RV parking at this location. Some RV parking is available one mile from the visitor center, at the corner of PA Route 209, and Johnny Bee Road.  (570) 828-6125 GPS: 41.229486, -74.887781 Located in Dingmans Ferry, Pennsylvania   Jan 21 – May 26 Closed   May 27 – September 5  Wednesdays and Thursdays 9:00 am to 5:00 pm  Fridays, Saturdays, and Sundays 9:00 am to 6:00 pm  Closed Mondays and Tuesdays   September 6 – Spring 2017 Closed  Park Headquarters Park information, NPS passport cancellation, America the Beautiful and park passes, restrooms, drinking water, wildlife viewing platforms, McDade Recreational Trail access.   (570) 426-2452  GPS: 41.070583 -75.016963  Located in Bushkill, Pennsylvania   Open daily year-round Monday-Friday 8:00 am to 4:30 pm Closed federal holidays  Kittatinny Point Visitor Center  Park information, exhibits, bookstore, NPS passport stamp, restrooms, drinking water, view of Delaware Water Gap, Appalachian National Scenic Trail access, other trails nearby, boat launch, and canoe launch. Parking at this location is in high demand most weekends throughout the summer, and fills to capacity by 10:00 am, so please plan your visit accordingly. There is very limited RV parking available.    (908) 496-4458  GPS: 40.970188, -75.128242  Located in Columbia, New Jersey    Jan 1 – May 26 Closed   May 27 – September 5 Mondays and Tuesdays 9:00 am to 5:00 pm  Fridays, Saturdays, and Sundays 9:00 am to 6:00 pm  Closed Wednesdays and Thursdays   September 6 – Spring 2017 Closed  Millbrook Village Park information, exhibits, museum shop, historic buildings and landscape, historic life-skills demonstrations, NPS passport cancellation, restrooms, trails nearby.  (908) 841-9531 (during summer season only) GPS: 41.072658, -74.963933 Located in Millbrook, New Jersey (near Hardwick)   Winter – Spring Grounds open; buildings closed, except for special events   May 23 – September 5 Saturdays and Sundays 10:00 am to 4:00 pm   September 6 – Spring 2016 Grounds open; buildings closed, except for special events   September 17 and 18 Millbrook Days special event; many buildings open, hands-on activities, and demonstrations 10:00 am to 4:00 pm",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/visitorcenters.htm"
}
