{
    "title": "Delaware Water Gap National Recreation Area: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions          Alerts    Caution        Swimming, Wading, and Jumping In and Around Waterfalls is PROHIBITED!  Alert 1 , Severity ,caution ,, Swimming, Wading, and Jumping In and Around Waterfalls is PROHIBITED!  Swimming, wading, and jumping into the waterfalls and areas immediately above and below waterfalls is prohibited in the entire Park. Your safety is vital to us. Please don't risk your LIFE. There are costly fines and towing fees for violating federal law. more     Information        Dingmans Falls Visitor Center is Experiencing Phone Service Problems  Alert 1 , Severity ,information ,, Dingmans Falls Visitor Center is Experiencing Phone Service Problems  Due to phone line issues, Dingmans Falls Visitor Center cannot receive phone calls at this time at the published number. Please use (570) 828 - 2253.          Dingmans Falls Visitor Center is Closed to RVs and Trailers on Weekends, and holiday Mondays.  Alert 2 , Severity ,information ,, Dingmans Falls Visitor Center is Closed to RVs and Trailers on Weekends, and holiday Mondays.  Due to the heavy volume of traffic and long wait times, Dingmans Falls Visitor Center is closed to recreational vehicles and trailers on both weekends and holiday Mondays. Please plan ahead, and have back up plans, in case a site you want to see is full.          Dingmans Falls and Kittatinny Point Visitor Centers Are Experiencing Long Wait Times on Weekends  Alert 3 , Severity ,information ,, Dingmans Falls and Kittatinny Point Visitor Centers Are Experiencing Long Wait Times on Weekends  Due to the heavy volume of traffic, you may experience wait times of up to 90 minutes to park at the visitor centers, on most summer weekends. Please plan accordingly and have alternate plans in the event that parking is full at these sites.          Park Visitor Sites are Reaching Maximum Capacity Early in the Day  Alert 4 , Severity ,information ,, Park Visitor Sites are Reaching Maximum Capacity Early in the Day  High use visitation areas such as swim beaches, visitor centers and water falls reach parking capacity by 10:00 am causing up to 90-minute wait times and area closures. Please plan accordingly and have alternate plans.          Namanock Recreation Site is Closed  Alert 5 , Severity ,information ,, Namanock Recreation Site is Closed  Due to road damage caused by rain events, Namanock Recreation Site is currently closed.          Recreation.gov Now Open for Alosa Reservations  Alert 6 , Severity ,information ,, Recreation.gov Now Open for Alosa Reservations  These sites are composed of six individual reservation-only campsites and are boat-in only sites located on the west (Pennsylvanian) shore of the Delaware River near Bushkill, Pennsylvania. more          Hornbecks Creek Trail is Partially Closed  Alert 7 , Severity ,information ,, Hornbecks Creek Trail is Partially Closed  The trail is closed between the first and second waterfall; a portion of the trail has sloughed off, causing a hazardous condition. The first waterfall is accessible from the Route 209 trailhead and the second waterfall is accessible from Emory Road.          The Junction of Zimmermann and Conashaugh Roads is Closed Due to Storm Damage  Alert 8 , Severity ,information ,, The Junction of Zimmermann and Conashaugh Roads is Closed Due to Storm Damage  Zimmermann Road at the junction with Conashaugh Road is closed due to damage from recent rains. This closure will remain in effect until damages are stabilized.             National Weather Service Upper Delaware River  Conditions for Upper Delaware Basin Map of Upper Delaware Basin   Middle Delaware River   Montague (north end of park)  Map of Middle and Lower Delaware Basin Tocks Island (south end of park) More about the Gage at Montague NJ  Lower Delaware River  Conditions for Lower Delaware Basin Map of Middle and Lower Delaware Basin    USGS Current Water Data Three gauges monitor the river and two major tributaries within the park. Ideal canoeing and kayaking conditions are generally considered at river levels under seven feet (as measured at the Montague gauge).    Delaware River Gauge at Montague NJ Delaware Water Gauge at Delaware Water Gap, PA Flat Brook (creek) near Flatbrookville NJ WaterWatch in Pennsylvania WaterWatch in New Jersey    High Water Events A High Water Event is declared when the predicted water levels may necessitate the closing of buildings, facilities, roads, and\/or the river corridor itself. The park takes specific actions when the river levels are predicted to reach specific heights as indicated at the Montague gage.    8 feet and higher – wearing lifejacket is mandatory; no swimming is permitted at river beaches 13 feet and higher – Bushkill Access is closed 18 feet and higher – river is considered dangerous; all river access closed; no boating permitted 23 feet and higher – parts of US 209, Old Mine Rd, and River Rd closed due to water on roadway",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/conditions.htm"
}
