{
    "title": "Delaware Water Gap National Recreation Area: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         Picnic area at Smithfield Beach NPS Photo   Fees There is no fee to enter Delaware Water Gap National Recreation Area. However, Expanded Amenity Fees are charged April through October at the following developed areas in the park.    Milford Beach (in Pennsylvania) Dingmans Access (in Pennsylvania) Bushkill Access (in Pennsylvania) Smithfield Beach (in Pennsylvania) Watergate Recreation Site (in New Jersey) Turtle Beach (in New Jersey)  Expanded Amenity Fee Schedule No fee is charged for those who are dropping off or picking up people from the river access ramps and those walking through Smithfield Beach on McDade Recreational Trail. Expanded Amenity Fees are not covered by America the Beautiful Annual Pass. However, holders of the America the Beautiful Senior and Access Passes, and National Park Service Golden Age and Golden Access Passes are eligible for a 50% discount on the Expanded Amenity Fees.    Private vehicle (up to 7 persons): $7.00 per vehicle on a weekday Private vehicle (up to 7 persons): $10.00 per vehicle on a Saturday, Sunday, or holiday Vehicles with 8 or more adults (age 16 or older): $1.00 per person Pedestrian (age 16 or older): $1.00 per person  Delaware Water Gap National Recreation Area Season Passes Season passes can be purchased at park headquarters. Holders of the America the Beautiful Senior and Access Passes and National Park Service Golden Age and Golden Access Passes are eligible for a 50% discount on season passes.   Season Pass: $45 A second Season Pass registered to the same name and address: $25 A third Season Pass registered to the same name and address: $12.50 Walk-In Season Pass: $10.00 Download Season Pass Application, 27KB pdf  America the Beautiful - National Parks and Federal Recreational Lands Pass If you plan to visit other parks with an entrance fee, learn more about the America the Beautiful - The National Parks and Federal Recreational Lands Pass series and Free Entrance Days in the national parks.  For More Information Call (570) 426-2434 for more information about fees and passes.",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/fees.htm"
}
