{
    "title": "Delaware Water Gap National Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1978 River Road  Bushkill, PA 18324                 Directions         Delaware Water Gap National Recreation Area is a long, narrow park that sits between two major interstates, I-80 at the south and I-84 at the north. US 209 is the main north\/south road through the park on the Pennsylvania side and Old Mine Road is the main north\/south road though the park on the New Jersey side.  Directions Details           Operating Hours & Seasons         Headquarters Building Closed on weekends and Federal holidays. Park passes can be purchased here during business hours. Small gift shop, Park Information, and Passport Stamps available.   Standard Hours    Sunday: Closed   Monday: 8:00 AM - 4:30 PM   Tuesday: 8:00 AM - 4:30 PM   Wednesday: 8:00 AM - 4:30 PM   Thursday: 8:00 AM - 4:30 PM   Friday: 8:00 AM - 4:30 PM   Saturday: Closed      Dingmans Falls Visitor Center May 27 to September 5, 2016 Park information, exhibits related to Dingmans Ravine, bookstore, ranger-led programs, trailhead, stroller and wheelchair accessible trail to waterfalls.   Standard Hours    Sunday: 9:00 AM - 6:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 6:00 PM   Saturday: 9:00 AM - 6:00 PM      Kittatinny Point Visitor Center May 27 to September 5, 2016 Mondays & Tuesdays: 9:00 am - 5:00 pm. Wednesdays & Thursdays: Closed Friday, Saturday, and Sunday: 9:00 am - 6:00 pm. No passes sold at Park Visitor Centers. Passes can be purchased at Park Headquarters, Monday thru Friday, from 8:00 am to 4:30 pm.   Standard Hours    Sunday: 9:00 AM - 6:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: Closed   Thursday: Closed   Friday: 9:00 AM - 6:00 PM   Saturday: 9:00 AM - 6:00 PM      Millbrook Village May 28 to September 3, 2016 Millbrook Village buildings are only open for viewing on Saturdays and Sundays, throughout the summer, from 10 am to 4 pm. During weekdays, the buildings are closed, but the grounds are open to walk around and explore.   Standard Hours    Sunday: 10:00 AM - 4:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: 10:00 AM - 4:00 PM      Peters Valley School of Craft January 1 – April 31, 2016   Standard Hours    Sunday: Closed   Monday: Closed   Tuesday: 12:00 AM - 6:00 PM   Wednesday: Closed   Thursday: 10:00 AM - 6:00 PM   Friday: Closed   Saturday: Closed      Foster-Armstrong House June 26 to September 18, 2016. Closed July 3, 2016, August 28 2016, and September 4, 2016. Park Information, exhibits related to the Montague area, public programs, tours, and open house available. For more information on the Foster-Armstrong House, go to http:\/\/www.montaguehistory.org\/MontagueHistory\/Home.html    Standard Hours    Sunday: 1:00 PM - 4:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: Closed     Park District  Neldon-Roberts Stonehouse Open Season: June 26 to September 18, 2016. Closed July 3, 2016,  August 28, and September 4, 2016 Park Information, exhibits related to the Montague, NJ area. Tours and open house offered during operating hours. More information can be found at: http:\/\/www.montaguehistory.org\/MontagueHistory\/Home.html   Standard Hours    Sunday: 1:00 PM - 4:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: Closed             Weather           Spring: Temperatures usually range from lows of 26 F to highs of 80 F with average rainfall of 5 inches. Summer: Temperatures usually range from lows of 55 F to highs of 85 F with average rainfall of 4 inches. Fall: Temperatures usually range from lows of 30 F to highs of 83F. Fall foliage is at its peak sometime in October as daily mountain temperatures vary frequently and influence the change. Winter: Temperatures usually range from lows of 15 F to highs of 49 F.         Fees & Passes     Entrance Fees:   Park Entrance Fee - $0.00 The Park does does not charge an entrance fee but does have expanded amenity fees.   Park Vehicle Season Pass - $45.00 We have season passes for $45.00 that are good for one vehicle only in this park only (DEWA); a 2nd pass for vehicles registered to same address is $25.00; a 3rd pass for vehicles registered to same address is $12.50, and 4th pass for vehicles registered to same address is $6.25. Senior and Accessible fees are 1\/2 price of season passes.   Vehicle expanded amenity fee - weekends & holidays - $10.00 Daily fees are per vehicle for up to 7 adult occupants. Any additional adults are $1.00 per person. We do not charge for children 15 and younger.    Vehicle expanded amenity fee - weekdays  - $7.00 Daily fees are per vehicle for up to 7 adult occupants. Any additional adults are $1.00 per person. We do not charge for children 15 and younger.    McDade Trail expanded amenity fee - weekends & holidays - $10.00 Those who walk-in or bicycle-in to use the McDade Trail may do so free. If visitors park a vehicle at the fee areas to use the McDade Trail they must pay the daily fee.   McDade Trail expanded amenity fee - weekdays - $7.00 Those who walk-in or bicycle-in to use the McDade Trail may do so free. If visitors park a vehicle at the fee areas to use the McDade Trail they must pay the daily fee.   Bicycle expanded amenity fee - $1.00 Those who walk or bicycle in to use the beaches are charged a fee.   Pedestrian expanded amenity fee - $1.00 Those who walk in to use the beaches are charged a fee.         Visitor Centers       Kittatinny Point Visitor Center Park information, exhibits, souvenir and book store, NPS passport stamp, restrooms, drinking water, view of Delaware Water Gap, Appalachian National Scenic Trail access, other trails nearby, boat launch, and canoe launch. Parking is in high demand during the spring and summer months, and can fill by 10:00 am on most weekends. Please be aware that there is also very limited RV parking at this location. Located in Columbia, NJ: GPS: 40.970188, -75.128242   Dingmans Falls Visitor Center Park information, exhibits, souvenir and book store, NPS passport cancellation, restrooms, drinking water, wheel chair and stroller accessible Dingmans Creek Trail to Silverthread and Dingmans Falls, guided waterfall walks. This site has limited parking. During the summer, parking can fill by 11:00 am, most weekends. Please plan your visit accordingly. There is no RV parking at this location. Some RV parking is available one mile from the visitor center, at the corner of PA Route 209, and Johnny Bee Road.   Park Headquarters Park information, NPS passport cancellation, America the Beautiful and park passes, restrooms, drinking water, wildlife viewing platforms, McDade Recreational Trail access.   Millbrook Village Park information, exhibits, museum shop, historic buildings and landscape, historic life-skills demonstrations, NPS passport cancellation, restrooms, trails nearby.                 NPS Photo   Essential Information for Your Trip Planning  Operating Hours and Seasons, including operating season and hours for park visitor centers and seasonal road closures   Fees and Passes   Permits and Reservations for camping reservations, commercial use permits (including film, photography and sound recording), and special use permits (such as wedding, sports, baptisms, and First-Amendment activities)   Current Weather throughout the park   Bringing Pets to visit the park",
    "url": "https:\/\/www.nps.gov\/dewa\/planyourvisit\/basicinfo.htm"
}
