{
    "title": "Harry S Truman National Historic Site: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         NPS Photo  Touring the Home A Stair-Trac device provides wheelchair access to the first floor of the Truman Home. The stair-trac is a portable wheelchair lift that attaches to a park-provided wheelchair. With the touch of a button, it allows park staff to move a visitor in a wheelchair up or down steps at the Truman Home. There is a 250 pound weight limit for the Stair-Trac, it can only be used in dry conditions, and two trained staff members need to be available for its use. The Truman Farm Home is wheelchair accessible only on the first floor. Tour scripts are available for the hearing-impaired and in large-type format. Tour scripts are available in German, Spanish, Japanese and French. Close-captioning and assistive listening devices are available upon request for the audiovisual program at the Visitor Center. For more information about accessibility options at Harry S Truman NHS, please call (816) 254-2720.         Access Pass The Access Pass allows free entrance to federal fee areas and can be shown for some discounts on services. The pass is free for citizens or permanent residents of the U.S. who present documentation (such as from a licensed physician, the Veteran's Administration, or a vocational rehabilitation agency) of a permanent medical disability. The Golden Access Passport is still valid, but you can trade it in for the new Access Pass. Obtain the Access Pass at the Harry S Truman NHS Visitor Center or http:\/\/store.usgs.gov\/pass.      If you experience any difficulty accessing our web site, please e-mail us. We would be happy to provide information to you in an alternate format. Anyone using a TTY can reach a federal agency to conduct business by going through the Federal Relay Service (FRS) at 1-800-877-8339. More Information National Park Service Accessibility Page Department of the Interior Accessibilities Program",
    "url": "https:\/\/www.nps.gov\/hstr\/planyourvisit\/accessibility.htm"
}
