{
    "title": "Great Egg Harbor River: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Route 50  Estell Manor, NJ 08330                 Directions         Estell Manor Park, where visitors can see the Great Egg Harbor National Scenic and Recreational River, is located 3.5 miles South of Mays Landing, New Jersey, off of Route 50. It is approximately 17 miles west of Atlantic City. There is a stamper for Passport Stamp Books at the Fox Nature Center, and a stamp can be obtained at the mailing address provided below.  Directions Details           Operating Hours & Seasons         Great Egg Harbor River Hours The Great Egg Harbor River is a 55.0-mile-long (88.5 km) river in southern New Jersey in the United States. It is one of the major rivers that traverse the largely pristine Pinelands, draining 308 square miles (800 km2) of wetlands into the Atlantic Ocean at Great Egg Harbor, from which it takes its name. At river location in Estell Manor Park - please check (609) 625-1897 for hours.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Temperate, with a moderating influence of the Atlantic Ocean.         Fees & Passes     Entrance Fees:   Great Egg Harbor River Fees - $0.00 The Great Egg Harbor River is fee free. For details and information, visit, http:\/\/www.rivers.gov\/rivers\/great-egg-harbor.php.          Visitor Centers                  The Great Egg Harbor River is a 55.0-mile-long (88.5 km) river in southern New Jersey in the United States. It is one of the major rivers that traverse the largely pristine Pinelands, draining 308 square miles (800 km2) of wetlands into the Atlantic Ocean at Great Egg Harbor, from which it takes its name.",
    "url": "https:\/\/www.nps.gov\/greg\/planyourvisit\/basicinfo.htm"
}
