{
    "title": "Canyon De Chelly National Monument: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar             Calendar        JOIN US!  The National Park Service is celebrating 100 Years of protecting our national treasures!  The Tourism Conference and Centennial Celebration will be held at the Chinle Community Center on 8\/25\/16 from 9AM to 8PM.  Guest speakers, raffle, door prizes, information booths, evening entertainment.        FREE EVENTS Check for details at the Visitor Center Sign up for hikes in person; first 15 people MARCH: Archaeology Month; Free hikes and programs APRIL 1: Park's Birthday; Refreshments served to celebrate establishment of Canyon de Chelly NM APRIL 16-24: National Park Week; Clean up of trails, campground and community MEMORIAL DAY TO LABOR DAY: Summer Activities; Free programs- Hogan Talks, Rim Talks and Afternoon Talks; Free Hikes - Thursday, Friday and Saturday 7AM JUNE 1: Treaty Day; Special programs about the Navajo Long Walk AUGUST 25: National Park Service turns 100 years old!  Join us at the Tourism Conference featuring the Centennial Celebration, Chinle Community Center, 9AM-4PM\/5PM-8PM; guest speakers, raffle, door prizes, information booths, refreshments, evening entertainment SEPTEMBER 23: Public Lands Day Event; Clean up shoreline at Wheatfields Lake OCTOBER 31: Halloween Costume Contest; 1st to 4th Place winners receive gift certificates NOVEMBER: Native American Heritage Month: Special programs offering during the month !KNOW YOUR LIMIT!  Hikes are moderately strenuous to strenuous. Hikes can involve some climbing; hiking up\/down uneven slick rock; and through sand, mud, and water. Be prepared with water, snacks, personal first aid kit and insect repellent. Wear hiking boots, hat and dress in layers. Weather can be unpredictable - rain, snow, dust storms, and heat.   DO NOT ATTEMPT HIKES IF YOU HAVE OR HAD RECENT SURGERY, RESPIRATORY PROBLEMS, KNEE OR BACK INJURIES, DIFFICULTY CLIMBING STAIRS OR FEAR OF HEIGHTS.",
    "url": "https:\/\/www.nps.gov\/cach\/planyourvisit\/calendar.htm"
}
