{
    "title": "Canyon De Chelly National Monument: Get Involved",
    "body": "Explore This Park    Get Involved           Get Involved       2016 CENTENNIAL AMBASSADOR INTERNSHIP The park is looking for a young adult aged 18-35 to be a Volunteer Ambassador at Canyon de Chelly National Monument! Work 40 hours per week, earn a living allowance of $200 per week and qualify for an Americorp Education Award.Attend an internship orientationJune 4-9 in Estes Park, Colorado(lodging, meals and travel is provided). Intern is subject to criminal background check. Housing during the internship is not available. This 52-week internship position will help parks connect more people to the National Parks through service-learning, outreach programs and community activities.As an Ambassador, you will spend the year working with Park Rangers to coordinate events and activities throughout the Navajo Nation and help recruit volunteers to work in the parks to gain valuable work experience. With guidance from Park Rangers, you will gain new skills and experiences that will last a lifetime. Start date: June 15, 2016 Please click here to learn how to apply for this great opportunity!                 100 YEARS IN 2016 The National Park Service is turning 100 years old in 2016 and we need your help with protecting and preserving our national treasures for the next 100 years. Learn how you can get involved with your National Parks - NPS Centennial, Partners, Work with Us, and Support your Park.              NEXT GENERATION OF STEWARDS Are you a local student living on the Navajo Nation? There's an employment program just for you. Through a partnership with the Student Conservation Association, the park offers a Native Conservation Crew where 6 to 8 local high school students cook, camp and work in the park while learning conservation, teamwork and leadership skills. Spend your summer working in the park! Recruitment starts each year in March. Check out the SCA Canyon de Chelly facebook page to get involved!",
    "url": "https:\/\/www.nps.gov\/cach\/getinvolved\/index.htm"
}
