{
    "title": "Canyon De Chelly National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information              THINGS TO DO VISITOR CENTER: Free. Pick up a park map at the Visitor Center which features a park store, orientation video and activity schedule. Visitor Center and parking lot gates open daily from 8 a.m. to 5 p.m. Closed on Thanksgiving, Christmas and New Year's Day. SCENIC DRIVES: Free. Drive the two paved rim drives to the overlooks which provide excellent views of the canyon below. Allow 2 hours to visit 3 overlooks on the North Rim Drive;best for morning photos. Allow 2 hours to visit 7 overlooks on the South Rim Drive;best for afternoon photos. Overlooks open year round. SELF GUIDED HIKE: Free. Hike the one public trail starting at the White House Overlook on the South Rim. Allow 2 hours to hike 600 feet down and back up the switchback trail to the White House Ruin.  Restrooms at overlook and bottom of trail. No pets allowed on trail. RANGER LED PROGRAMS: Free. Enjoy a Ranger Program including hikes and talks from Memorial Day through Labor Day. Check at the Visitor Center for current activity schedule. CANYON TOURS: Fees required. Contact a private company for a tour into the canyon by hiking, horseback or vehicle. Tours require a backcountry permit and hiring an authorized guide. No pets allowed on tours. CAMPING: Fee required. Camp at the Cottonwood Campground with sites available first-come, first-serve. No showers or hookups. Call Navajo Parks and Recreation Department at 928-674-2106 for details.  SUGGESTIONS IF YOU HAVE 2 Hours - Visit all 7 overlooks on South Rim Drive OR all 3 overlooks on North Rim Drive. 1\/2 Day - Visit all 10 overlooks on South and North Rim Drive OR Visit the South Rim Drive and hike White House Trail OR take a half day canyon tour. 1 Day - Visit all 10 overlooks on South and North Rim Drives PLUS hike White House Trail OR visit all 10 overlooks PLUS take a half day canyon tour OR join an all-day canyon tour. 2 Days - Visit all 10 overlooks on South and North Rim Drives, hike White House Trail AND join an all-day guided tour.",
    "url": "https:\/\/www.nps.gov\/cach\/planyourvisit\/basicinfo.htm"
}
