{
    "title": "Gateway National Recreation Area: Fort Hancock 21st Century Advisory Committee",
    "body": "Fort Hancock 21st Century Committee         A view of \"Officers Row\"---just a few of the historic buildings the park hopes to lease. The Fort Hancock 21st Century Federal Advisory Committee advises the park on the best ways to save these buildings through adaptive reuse. NPS photo by John Harlan Warren   Building a new community at historic Fort Hancock The National Park Service intends to create a viable, vital community and save historic buildings at Fort Hancock by leasing them to organizations and individuals, who will restore them through adaptive reuse. The National Park Service can do this, but not alone. It needs the expertise and advice of experts outside of government. The Fort Hancock 21st Century Federal Advisory Committee advises the park on the best ways to revive these vacant buildings for a new century of service.        Guardian Park notes the beginning of the Fort Hancock Historic Post, the former \"main post\" to the Army base. NPS PHOTO   What is the Fort Hancock 21st Century Federal Advisory Committee? In September 2012, the Department of the Interior announced the formation of the Fort Hancock 21st Century Federal Advisory Committee. Members were chosen from applications reviewed by the Secretary of the Interior in accordance with the Federal Advisory Committee Act of 1972. As stated in the Advisory Committee Charter, the purpose of this group is to provide advice \"on the development of a reuse plan and on matters relating to future uses of the Fort Hancock Historic District of Gateway National Recreation Area.\" The Committee brings together experts from several disciplines and occupations, drawn mainly from the communities surrounding Sandy Hook, to study the historic district and make recommendations for its possible reuse. Members were drawn from the scientific, education, recreational, business, real estate and hospitality communities as well as local elected officials. They serve three-year terms. When terms expire, a call for nominations is placed in the Federal Register and announced by the park via press release. Anyone interested in membership may nominate themselves. (You may not nominate someone else.) The Committee meets six or more times per year. These meetings are open to the public, with specific times scheduled for public comment. Written comments may be submitted to the Designated Federal Officer or emailed to the park. They are placed on the Committee's website without editing or comment.       For an update on the status of Building 23, click here.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/management\/forthancock21.htm"
}
