{
    "title": "Gateway National Recreation Area: Relocation of Staten Island Unit Maintenance Facilities",
    "body": "Explore This Park    Get Involved     Planning     Relocation of Staten Island Unit Maintenance Facilities              Relocation of Staten Island Maintenance Facilities         Moon over Miller Field National Park Service  The National Park Service (NPS) has made available for public a Finding of No Significant Impact (FONSI) for the Preferred Alternative, which has been signed by the NPS Regional Director.  The FONSI is available online here.  The NPS selected the Preferred Alternative for implementation as described in the FONSI.  The NPS will construct the facility to be resilient to extreme weather conditions, such as high wind speeds and excessive salt spray.  Hurricane-resistant construction techniques will be used to address the latest NPS guidance regarding climate change and natural hazards in facility planning.  The NPS will also incorporate energy efficient heating, air conditioning, and lighting systems into the facility design.  The FONSI explains why the Selected Alternative will have no significant effects on the human environment.  It is based on the environmental assessment and the comments received from the public, agencies and staff during the public review period, which concluded June 26, 2015.  The comments that were received expressed support for the selected action.    Project Background The purpose of the project is to make the Staten Island Unit maintenance facilities resilient to coastal storm surges and flooding through relocation to more sustainable locations out of the 100-year floodplain and repurposing and\/or reusing some existing facilities to improve the efficiency of park maintenance and recovery operations. This project is necessary because some existing maintenance facilities and equipment at Miller Field were significantly damaged during Hurricane Sandy resulting in loss of functionality.  The proposed facilities will provide support to the Gateway maintenance staff and equipment while greatly reducing the potential for substantial damage during future catastrophic coastal storm surge or flood events. Maintenance operations within the Staten Island Unit are divided between three park sites:  Fort Wadsworth, Miller Field, and Great Kills Park.  Generally, maintenance facilities at Fort Wadsworth and Great Kills received little to no damage during Hurricane Sandy.  At Miller Field, equipment and materials stored in Hangar 38 received substantial flood damage.  After the storm, equipment and materials stored in Hangar 38 were relocated to Fort Wadsworth and buildings at Miller Field, which are located outside of the 100-year floodplain.  A temporary maintenance facility was recently completed at Miller Field in September 2014. This project involves two Staten Island Unit sites:  Fort Wadsworth and Miller Field.  At Fort Wadsworth, the NPS is evaluating options to repurpose and reuse the existing maintenance facility and construct additional storage that will accommodate equipment previously located at Miller Field.  Fort Wadsworth is the most sustainable location within the Staten Island Unit and the project boundary is entirely outside of the 100-year floodplain. At Miller Field, the NPS is evaluating locations for a new maintenance facility outside of the 100-year floodplain.  As a result of improving the efficiency of the existing Fort Wadsworth maintenance facility, the proposed Miller Field maintenance facility will be appropriate scaled to accommodate only the necessary day-to-day maintenance functions required for Miller Field.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/management\/relocation-of-staten-island-maintenance-facilities.htm"
}
