{
    "title": "Gateway National Recreation Area: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning         Before the National Park Service breaks ground on a new facility or sets long range goals, a prescribed planning process takes place which includes an opportunity for the public to comment and offer suggestions. NPS PHOTO  Park planning includes you National parks belong to all Americans. When the National Park Service sets out to improve services or make changes to the way the park is used, a process of planning takes place. The planning process includes opportunities for the public to learn about the issue and to comment on an issue before a decision is made. Examples of planning issues include the park's current General Management Plan, which was approved in 2014. This document, which states the overall goals of the park, was developed over several years' time with dozens of public open houses. Other planning issues include: policies to protect public safety, park lands and wildlife; changes in permit fees, and; the expansion or relocation of park offices and services.      Recent planning issues for Gateway The following issues are either open for public comment or have passed an important milestone within the last year:  Fort Tilden Shore Access and Resiliency Project Relocation of Sandy Hook Unit Maintenance Facilities  Relocation of Staten Island Unit Maintenance Facilities West Pond Breach Environmental Assessment (located at Jamaica Bay Wildlife Refuge) General Management Plan (completed)         These former Army barracks, now vacant, could have a second life in a revitalized Fort Hancock. NPS PHOTO  Federal Advisory Committees A Federal Advisory Committee includes experts, elected officials and other concerned citizens chosen by the Secretary of the Interior to advise an agency on a particular subject. Since its first meeting in January 2013, the Fort Hancock 21st Century Federal Advisory Committee has advised the park how to preserve the historic buildings of the Fort Hancock and Sandy Hook Proving Ground National Historic Landmark through adaptive reuse. Meetings are open to the public and include a time set aside for public comment. The website for the committee will be moved to a different location in the near future. The current website is still useful for learning a great deal about buildings at Fort Hancock and for committee business, minutes and documents.",
    "url": "https:\/\/www.nps.gov\/gate\/getinvolved\/planning.htm"
}
