{
    "title": "Gateway National Recreation Area: The Newsroom",
    "body": "Explore This Park    Get Involved     Volunteer     The Newsroom              The Newsroom         A volunteer from Goldman Sachs plants native beach grass. Gateway NRA  Volunteers Make the News The valuable contributions of volunteers do not go unrecognized! Below is a collection of true stories of volunteers improving Gateway National Recreation Area.     Student Conservation Association at Frank Charles Park   NY1, Queens Courier, Queens Chronicle     Student Conservation Association at Canarsie Park   Canarsie Courier     Student Conservation Association in Jamaica Bay   NY Daily News     Jeff Sohn at Floyd Bennett Field   Westchester Magazine     Student Conservation Association in Sandy Hook   NJ.com    NYC YouthWRAP in Jamaica Bay Voice of America    Jamaica Bay Science and Resilience Center, with  Student Conservation Association in Jamaica Bay  WFUV Radio    Student Conservation Association in Staten Island   Staten Island Advance     Student Conservation Association in Breezy Point   The Denver Post    Partnership with Sadhana Huffington Post   Student Conservation Association Participants Create New Trail West Indian           Special News Technology is altering the charitable and volunteering industries. Read how organizations are adopting new tools, such as the web and social media, to augment classic methods, in order to lend a helping hand.  President Obama is calling on Americans to volunteer! Here's the executive order he issued as part of his plan to boost community service. In August 2013, Mayor Bloomberg, Secretary of the Interior Jewell, National Park Service Director Jarvis, and other officials announced that the City University of New York will host Jamaica Bay's new Science and Resilience Institute. Volunteers with the Student Conservation Association and Jamaica Bay Restoration Corps were applauded for their storm recovery work at Gateway. The Institute will use cutting edge science to protect New York City from powerful storms.  Watch the press conference here.         The Gateway Chronicle Gateway National Recreation Area's official source of VIP news. Volume 1 Issue 1 Summer 2013 Volume 1 Issue 2 Fall 2013 Volume 1 Issue 3 Winter 2014  Volume 1 Issue 4 Spring 2014 Volume 1 Issue 5 Winter 2015 Volume 1 Issue 6 Spring 2015",
    "url": "https:\/\/www.nps.gov\/gate\/getinvolved\/supportyourpark\/volunteers-make-the-news.htm"
}
