{
    "title": "Gateway National Recreation Area: Partners",
    "body": "Partners         New Jersey Sea Grant Consortium, a park partner, uses the natural resources at Sandy Hook Unit to engage students in hands-on, curriculum-based education programs. Photo courtesy of The Star’s Challenge (www.starschallenge.org). Used by permission.  Sharing the park's mission Partner organizations aid the National Park Service in many ways. Some groups offer dynamic education programs that teach students through hands-on learning and problem-solving. Others help the park protect wildlife and preserve the environment. Still others raise funds to support park initiatives. The partners listed here all work with Gateway's Sandy Hook Unit. Several partners have their headquarters on-site, which helps the park preserve several historic buildings.   Sandy Hook Partner Organizations On location at Sandy Hook since it was founded in 1961, the American Littoral Society provides regular family and youth education opportunities, and works to protect Gateway's natural resources by creating opportunities for volunteers to join outdoor projects, such as beach grass planting and marsh restoration to benefit wildlife. ALS celebrated the 50th anniversary of establishing the first all-volunteer fish tagging program in the country in 2015. The Army Ground Forces Association is a non-profit tax exempt association dedicated to promoting and facilitating research, interest and pride in America's veterans of the Second World War and other conflicts with a strong focus on the US Army's Coast Artillery Corps. At Battery Gunnison, part of the Fort Hancock and Sandy Hook Proving Ground National Historic Landmark, members engage in living history-based interpretive programming and help preserve and restore United States Army structures and equipment. Clean Ocean Action protects the marine waters of New York and New Jersey using science, research, education, and citizen action. The Rutgers University Institute of Marine and Coastal Sciences monitors New Jersey coasts, including assessments of storm impacts and the development of monitoring programs, so that communities and resource managers can design effective approaches to coastal hazard management. The J.J. Howard Marine Sciences Laboratory is a fisheries research facility within NOAA's Northeast Fisheries Science Center, whose staff conducts investigations on climate change, habitat condition, ocean acidification and contaminants, to better evaluate the effects of natural and anthropogenic activities on the productivity of fish and shellfish.  The Marine Academy of Science and Technology (MAST) is four-year college preparatory high school within the Monmouth County Vocational School District with a thematic, research-based focus on the marine sciences. The New Jersey Lighthouse Society is dedicated to supporting the preservation and appreciation of lighthouses in the New Jersey, Delaware Bay and New York Harbor regions.  New Jersey Sea Grant Consortium is an affiliation of colleges, universities and other groups dedicated to advancing knowledge and stewardship of New Jersey's marine and coastal environment through its innovative research, education and outreach programs.  Sandy Hook Child Care Center, a small, non-profit, parent-run center offering affordable child-care to local families and an unparalleled learning environment for its children, has been in business for over 30 years and is located in Fort Hancock's Historic Post. Sandy Hook Foundation is the federally recognized, tax-exempt, fundraising Friends group for the National Park Service at Sandy Hook.",
    "url": "https:\/\/www.nps.gov\/gate\/getinvolved\/partners.htm"
}
