{
    "title": "Gateway National Recreation Area: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer           Youth from St. Charles Presbyterian Church in Missouri came to Sandy Hook in the summer of 2014 to help out. Here they paint a stand in the Nike Radar Site. NPS PHOTO  The Volunteer-In-Parks Program Gateway needs your talents and interests. Volunteer at one of the park's three units to have fun, learn new skills and meet people. Please select from the drop down bar to the left of the page to learn more. Volunteers serve many important roles throughout Gateway. They staff information desks, give public tours, monitor and conserve the park's diverse natural and cultural resources, help design exhibits and brochures and rehabilitate historic aircraft, among other duties. Their support helps protect, preserve and enhance Gateway's natural, cultural and recreational resources. Gateway Volunteer Corps Gateway National Recreation Area is seeking volunteers! If you are passionate about your park and want to make a difference, consider joining Gateway Volunteer Corps. This is an opportunity to be part of an elite workforce dedicated to helping its community. Work will be done once a week on Saturdays. Volunteers can choose to join the Volunteer Corps in one of Gateway's three units (Jamaica Bay, Staten Island, or Sandy Hook). Great! How Do I Sign Up? Check out the current volunteer opportunities at Gateway here. If you have any questions, email us or call 718-354-5109 for information on current volunteer opportunities throughout Gateway. You can get a head start on the volunteer forms here.        Subscribe to our mailing list * indicates required  Email Address *      First Name *      Last Name *                          The Ryan Visitor Center at Floyd Bennett Field NPS Photo  Volunteer at Jamaica Bay Unit With great places as Floyd Bennett Field, Riis Park Beach and the Wildlife Refuge, Jamaica Bay is the largest unit of the park offering a lot of opportunities for you to share your talents. If your interest is in wildlife, you can help at the Jamaica Bay Wildlife Refuge. Floyd Bennett Field also offers many diverse volunteer opportunities. Located on this site is the Historic Aircraft Restoration Project (HARP) where volunteers are working to preserve the park's collection of historic aircraft. Contact Volunteer Manager Keith White by email or call 718-354-5109 for information on current volunteer opportunities throughout Jamaica Bay.         Sandy Hook Lighthouse NPS PHOTO  Volunteer at Sandy Hook Unit At Sandy Hook, our New Jersey unit, you can help with the management of Battery Potter, Historic House and Lighthouse tours. Volunteers help out at the visitor center assisting visitors with planning their day at Sandy Hook. Contact our Volunteer Manager, Steve Schiffer by email or call 732-872-5970 for informations on current volunteer opportunities throughout Sandy Hook.        Fort Wadsworth NPS Photo  Volunteer at Staten Island Unit At Staten Island, enjoy recreational activities, learn about history and enjoy time in the sun and on the beach at the three locations : Miller Field, Great Kills and Fort Wadsworth. Fort Wadsworth is one of the oldest military installations of the nation. After two centuries of military use, the Navy turned it over to the National Park Service's Gateway National Recreation Area. Miller Field was an airfield run by the U.S. Army from 1919 to 1969. It became part of the Gateway NRA in 1972. Volunteers can help in many different ways at the three sites. Contact our Volunteer Manager, Pamela Pettus by email or call 718-351-6974 for informations on current volunteer opportunities throughout Staten Island.        Volunteers who work 250 hours can receive a pass entitling them to free entry to Federal lands for a year. That includes national parks and forests. NPS Photo  Volunteering Has Its Benefits What do volunteers get in return? First, they share the National Park Service's sense of pride in preserving America's treasures. Second, volunteers who earn 250 or more hours can receive a pass entitling them to free entry to all Federal lands for 12 months. It is honored nationwide at all National Park Service, Forest Service, Bureau of Land Management, Bureau of Reclaimation and U.S. Fish and Wildlife Service areas where standard amenity fees are charged.      Internships To find out more information about the internship opportunities in Gateway NRA, go to our Internships at Gateway page",
    "url": "https:\/\/www.nps.gov\/gate\/getinvolved\/volunteer.htm"
}
