{
    "title": "Harry S Truman National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           223 North Main Street  Independence, MO 64050                 Directions         The Visitor Center is located at the intersection of Truman Road and Main Street, in Historic Fire Station No.1. From the north or south, take I-435 to Truman Road (State Hwy 12), exit 60. Travel east on Truman Road three miles; you'll pass the Truman Home at Delaware Street. From the east or west, take I-70 to the Noland Road exit (12). Travel north on Noland Road four miles to Truman Road. Turn west on Truman Road and travel two blocks.  Directions Details           Operating Hours & Seasons         Harry S Truman National Historic Site President Harry S Truman took America from its traditional isolationism into the age of international involvement. Despite his power, he never forgot where he came from. Today, visitors can experience the surroundings Truman knew as a young man of modest ambition through his political career and final years as a former president.   Standard Hours    Sunday: 8:30 AM - 5:00 PM   Monday: 8:30 PM - 5:00 PM   Tuesday: 8:30 AM - 5:00 PM   Wednesday: 8:30 AM - 5:00 PM   Thursday: 8:30 AM - 5:00 PM   Friday: 8:30 AM - 5:00 PM   Saturday: 8:30 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -          Park District  Truman Home - Independence Take a guided tour of the historic Truman Home. With thousands of artifacts on display, the home is an insightful glimpse into the personal lives of the Trumans.  Visitors should stop by the visitor center first to obtain tickets to tour the home.  There are no house tours offered between November 1 and the next Memorial Day.  From Memorial Day, through the summer and fall, until November 1, house tours are offered seven days a week.   Standard Hours    Sunday: 9:00 AM - 4:30 AM   Monday: Closed   Tuesday: 9:00 PM - 4:30 PM   Wednesday: 9:00 AM - 4:30 PM   Thursday: 9:00 AM - 4:30 PM   Friday: 9:00 AM - 4:30 PM   Saturday: 9:00 AM - 4:30 PM      Additional Information View More       Memorial Day:   -           Truman Farm - Grandview The Truman Farm in Grandview, Missouri is located at 12301 Blue Ridge Blvd. Grounds are open year-round for self-guided tours. Audio tour available onsite. The Truman Farm Home in Grandview is not open to the public.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Located on the western edge of Missouri, the park enjoys each of the four seasons. Early spring brings frequent and rapid fluctuations in weather. The summer season has warm days, periods of high heat and humidity, and mild nights. The fall season is normally mild with sunny days and cool nights. Winters can be cold. The January low averages 21 degrees. The area receives a yearly average of 37 inches of rain per year and around 18 inches of snow.          Fees & Passes     Entrance Fees:   Entrance Fee - Per Person - $5.00 Everyone touring the Truman home, including children, must have a ticket.  Tickets for children 15 years old or younger are free.         Visitor Centers       Park Visitor Center The park visitor center is located in the 1928 Independence Fire Station,which is in the Harry S Truman Historic District National Historic Landmark and one block north of the historic Independence Town Square.                      Welcome to Harry S Truman National Historic Site!   Find Essential Information for Your Trip to the Home of the 33rd U.S. President. Harry S Truman National Historic Site includes the Truman Home in Independence, Missouri, and the Truman Farm Home in Grandview, Missouri. Both units are within the Kansas City metropolitan area.      Please use our website to find information on: Operating Hours and Seasons, Fees & Passes, and more.",
    "url": "https:\/\/www.nps.gov\/hstr\/planyourvisit\/basicinfo.htm"
}
