{
    "title": "Gateway National Recreation Area: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management              Fire Management       Wildfires in urban areas and other fire management issues at Gateway Gateway National Recreation Area is a large metropolitan park, and has many of the same fire protection responsibilities of any urban area. That makes fire management at Gateway vital to protect both natural resources and human life and property. Fire management at Gateway is organized around three areas: structural fires, wildland fires and fire prevention and inspection\/education. Structural fires endanger Gateway's 601 building structures. Many of these are historic structures date from when parts of Gateway were a part of our former military heritage. Today, structural firefighting challenges range from protecting America's oldest lighthouse to responding to emergencies in a vast array of historic structures. The Structural Fire Management Plan establishes the policies and procedures that manage Gateway National Recreation Area's fire protection program. The purpose of this plan is to prevent fires and reduce loss from fire.    Wildland fires damage Gateway's 26,000 acres of grasslands, beach dunes and forests, which provide a home for wildlife, flora and insects.  Throughout New York City and in Monmouth County, NJ wildfires occur during all times of year.   Fire prevention and inspection helps prepare NPS personnel to fight fires when they occur and, better yet, to keep fires from starting in the first place. Conducting weekly and monthly fire and safety inspections ensure that common fire causes are reduced and the safety of our visitors and employees is greatly enhanced. Gateway has experienced significant wildfire occurrence over its 42 year history.  IN 2010, 58 human caused wildfires occurred in the park, including the largest wildfire within NYC since 1963.  In response to this year-round wildfire frequency, the park and the National Park Service's Mid-Atlantic Fire Management Officer established and filled an Assistant Fire Management Officer and adjusted hiring practices to provide year-round fire staffing.  Since that time, park staff has worked diligently to reduce overall fire occurrence, improve the protection of the public and resources, foster and improve interagency relationships, and meet National Cohesive Strategy goals.  These efforts have resulted in a decrease in fire occurrence four years in a row.  Find out more by reading the story below.                 Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: Gateway",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/management\/firemanagement.htm"
}
