{
    "title": "Gateway National Recreation Area: Our Staff & Offices",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices              Our Staff & Offices         Gateway headquarters at Fort Wadsworth on Staten Island on the day of the New York City Marathon. The marathon regularly begins at the Fort, attracting tens of thousands of participants. Photo by Dr. Sung Won Kim, Volunteer-in-Parks  Gateway and its three units Gateway's three units are administered from offices at Fort Wadsworth, on the Staten Island side of the Verrazano-Narrows Bridge. Staff can be reached during normal business hours, Monday through Friday.  All mail should be sent to Gateway Headquarters. Mail intended for a particular person or unit should be labeled as such on the envelope. Gateway National Recreation Area 210 New York Avenue Staten Island, New York 10305 718-354-4606      Answering your questions promptly For questions about our schedule of events, park fees, permits and business opportunities, use the links in this paragraph to find out what you need to know or to contact someone who can help you. That way you will get your information faster.  For contacting management employees concerning specific park issues, see below. Superintendent  Jennifer Nersesian 718-354-4665 email Deputy Superintendent Minka Sendich  718-354-4663 email Law Enforcement United States Park Police--24 hours (law enforcement for Jamaica Bay and Staten Island units) 718-338-3988  Sandy Hook Ranger Station (law enforcement for Sandy Hook Unit only) 732-872-5900 Public Affairs Office\/Press Inquiries Daphne Yun 718-354-4602  email Unit Offices: Jamaica Bay, Sandy Hook, Staten Island Gateway has several smaller offices throughout its three units. However, it is best to reach them via phone. Jamaica Bay Unit Coordinator Dave Taft 718-338-3338 x 238 email The Jamaica Bay unit includes:  Bergen Beach Breezy Point Fountain Avenue Landfill Floyd Bennett Field Fort Tilden Frank Charles Park Jamaica Bay Wildlife Refuge Hamilton Beach Pennsylvania Avenue Landfill Plumb Beach (shared with NYC Parks)  Staten Island Unit Coordinator  Brian Feeney 718-351-8426 email The Staten Island Unit includes:  Fort Wadsworth Great Kills Park Miller Field  Sandy Hook Unit Coordinator  Pete McCarthy 732-872-5913 email   The Sandy Hook Unit includes:  Fort Hancock and Sandy Hook Proving Ground National Historic Landmark District, including Fort Hancock Historic Post All Sandy Hook beaches",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/management\/staffandoffices.htm"
}
