{
    "title": "Gateway National Recreation Area: Laws & Policies",
    "body": "Laws & Policies          When and where can you walk your (leashed) dog at Gateway? Our Pets page will tell you where and when this is allowed. Such rules and regulations can also be found in the park Compendium, which is updated annually. NPS PHOTO       Park and NPS Rules and Regulations National Park Service laws and regulations are identified in the Code of Federal Regulations (Title 36: Parks, Forests and Public Property). In addition, each national park complies an annual Compendium of rules which are subject to the discretionary authority of the park superintendent. These rules have the force of law and protect visitors and wildlife, making sure that parks can be enjoyed while park resources are preserved and maintained. In June 2014, due to concerns for human safety and the preservation of park resources, the National Park Service issued a policy memorandum banning the use of unmanned aircraft (drones) on lands and waters administered by the agency. This includes Gateway, which added the prohibition to the park Compendium in August 2014.  This hold on unmanned aircraft will allow the NPS to study the issue further and propose Servicewide regulations. What's in the Compendium? The park Compendium includes:  what areas of the park are open to the public and the hours when they are open; what areas may or may not be used for a specific activity such as where you can bring your leashed pet for a walk or where you may exercise specific First Amendment rights; what activities require a permit, either from the park or from another government agency; what resources must be preserved;  where and when visitors may consume alcohol, and; what rights and responsibilities visitors have when they visit Gateway.         Who owns Gateway? The people of the United States, who entrust this property to the National Park Service, an agency within the U.S. Department of the Interior. NPS PHOTO  Federal laws and NPS management policies Gateway National Recreation Area was created by an act of Congress. The enabling legislation that created the park in 1972 defines the original scope and vision for the park. Since Gateway is part of the National Park Service, NPS Management Policies govern what this park can and cannot do, along with the rest of the 401 United States national parks.        Historic reenactors at Fort Wadsworth. NPS PHOTO  First and Second Amendment rights in national parks Recent court rulings and changes in Congressional law have broadened how citizens may exercise their First Amendment (free speech) and Second Amendment (firearms) rights within national park boundaries.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/management\/lawsandpolicies.htm"
}
