{
    "title": "Gateway National Recreation Area: Great Kills Park Environmental Cleanup Project",
    "body": "Great Kills Park Environmental Cleanup Project        Great Kills Park is located on the south shore of Staten Island.  Approximately half of the park is currently closed to the public due to an ongoing investigation of radium contamination found at the park. NPS PHOTO         Contractors will be working in the area within the red line through August 2016. National Park Service   Current Investigation National Park Service (NPS) contractors will be working at Great Kills Park on property owned by the United States and the City of New York outline in red until approximately mid-August 2016. The contractors will be performing a variety of activities to identify both radioactive and non-radioactive contamination in this area.  This will be a very thorough investigation and will include surveying and sampling of the ground surface as well as sampling soil below the ground surface, groundwater, surface water and sediment in the adjacent tidal creeks.  The information gathered will be used to determine what our future clean up will look up.        Aerial image of Great Kills 1949   Site Background Great Kills Park comprises approximately 523 acres in the vicinity of the Raritan and Lower Bays of Great Kills Harbor, in the borough of Staten Island. Between 1934 to 1951, City of New York Department of Parks administered the Marine Park Project to develop the Great Kills Harbor as a shorefront recreation area. From 1944-1948 the City used waste material to fill in the wetlands and increase the useable land footprint which was common practice at the time. The City operated Great Kills as a City park until it was transferred to the National Park Service (NPS) in 1972 and became part of the Staten Island Unit of Gateway National Recreation Area.  Environmental Investigations  Elevated levels of radioactivity were first discovered in Great Kills Park in 2005 during an aerial survey conducted by New York City Police Department to develop a baseline radiological map of the city. From 2005-2007, additional areas of elevated radioactivity, subsequently determined to be radium-226, were found within Great Kills Park. In response to these discoveries, the NPS, under the authority of the Comprehensive Environmental, Response, Compensation and Liability Act (\"CERCLA\"), took actions to determine the extent of radiological contamination and identify and implement short term measures to protect public health and the environment until a permanent remedy is selected and implemented. Between 2007 and 2009, the NPS completed a Preliminary Assessment, excavated and removed seven locations of radioactive contamination and closed the site to the public to prevent exposure to elevated levels of radioactivity.  As of July 2014, the NPS has completed a radiological survey of the 265 acres comprising the site, and restricted public access through the installation of over 18,000 feet of perimeter fencing with four (4) chain link gates. The radiological survey identified more than 1,200 discrete areas with elevated radiological readings spread over the site. NPS excavatedthirty five (35) of those locations. The remaining locations will require further analysis to determine if they pose a risk to human health or the environment.  The NPS has determined that this radiological contamination is not limited to discrete items, such as discarded radium needles, contrary to early speculation. Rather, it is now apparent that there are avariety of items that are the source of elevated radioactivity comingled with other waste-fill material that was placed on the Site when it received municipal waste in the 1940s. In addition, there is reason to believe that this waste material included chemical contaminants of concern and not just radiological contaminants.        Gamma testing at Great Kills Park NPS PHOTO  Next Steps  Although the current actions will protect public health and the environment for the short term, NPS has determined it is appropriate to initiate a more long term and comprehensive investigation to characterize the extent of the remaining contamination. Following the CERCLA process, the NPS will initiate a comprehensive remedial investigation and feasibility study(\"RI\/FS\"). The RI\/FS will be initiated in 2015 and will include soil and water sampling for radiological and chemical constituents. The National Park Service currently estimates that the RI\/FS will take five (5) years to complete.        Great Kills Park National Park Service  Community Involvement   Community Involvement is a very important part of the CERCLA process. In 2011, a public information session was held and community input helped shape the development of a Community Involvement Plan (CIP) for the Great Kills Park Site. The CIP and other documents that will be considered or relied up on the in the selection of a response action for this site are part of the site's Administrative Record file. The Administrative Record is available for public review at the Great Kills Branch of the New York Public Library, 56 Giffords Lane, Staten Island.   As the NPS implements the CERCLA process, there will be many other opportunities for the public to be involved in the process.   To stay informed you can:     go to the Community Involvement section of the project website and sign up to receive project updates via e-mail.; email questions at any time to e-mail us;  call our Public Affairs Office at 718-354-4602; go to the Environmental Investigation section of the project website and to learn more about the project and download copies of key documents; download our FAQ sheet.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/management\/greatkillscleanup.htm"
}
