{
    "title": "Gateway National Recreation Area: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management           Ortega Enterprises. Used by permission.  Looking for a beach club or other business at Gateway? A list of websites and phone numbers of concessions operating at Gateway, including the Silver Gull and Breezy Point beach clubs, can be found here. Are you interested in pursuing business opportunities at Gateway? The Business Services division can help you get started. Let them know what your idea is and they can help.        Two buildings in Fort Hancock Historic Post. NPS PHOTO  Fort Hancock 21st Century Committee This Federal Advisory Committee draws members from experts and the local community to discuss the preservation of historic buildings at the Fort Hancock National Historic Landmark District through adaptive reuse. Its meetings are open to the public. The committee website includes a great deal of information about Fort Hancock and all committee business. Buildings at Fort Hancock Historic Post will be available for lease from time to time, including residences which will require extensive rehabilitation. For more information, email us.          Children kayak in Jamaica Bay. NPS PHOTO  General Management Plan, Environmental Impact Statement Approved Dear Friends,  On behalf of the planning team, I am pleased to announce that the Record of Decision for the General Management Plan and Environmental Impact Statement for Gateway National Recreation Area has been approved. It is the culmination of a great deal of time, effort, energy and input from members of the public; New York City agencies; other federal, state and local agencies; interested organizations and their members; and the National Park Service. The comments and suggestions that many of you provided made the final plan an even stronger vision for the future of Gateway - your participation has made a difference.  The National Park Service values you interest in continuing a meaningful connection with the park, and we look forward to implementing this plan with your support. As the life of this GMP is expected to be 20 years, it may be many years before some of the projects in the plan are funded and implemented. In some cases, there will be additional opportunities for public participation to refine the details while remaining consistent with the GMP direction. The NPS will do our best to be true to the intent of the GMP. On behalf of the National Park Service family, please accept our most sincere gratitude for your commitment and dedication to this process over the past 5 years. It is time now to come together in the work ahead to implement the plan. The Record of Decision is available here. Sincerely, Jennifer T. Nersesian Superintendent Gateway National Recreation Area",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/management\/index.htm"
}
