{
    "title": "Harry S Truman National Historic Site: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Your Fees Benefit the Park! The fees you pay when visiting Harry S Truman NHS make a difference! We participate in the Congressionally-authorized Federal Recreation Lands Enhancement Act. Under this program, parks keep 80% of all fees collected and use that money to fund important projects that improve visitor services and protect resources.    Truman Home  Tour Fee: $5.00, children 15 and under are free. Admission to the Truman Home is by guided tour only. Each tour is limited to 8 people. Tickets are offered on a first-come, first-served basis and must be purchased at the Visitor Center on the day of the tour. Tickets may sell out by early afternoon on weekends, around holidays, and daily during the summer season. Tour time availability is dependent on staffing levels.   Truman Farm  Grounds are open year-round for free self-guided tours. Audio tours available. Farmhouse is currently not open for tours.      Annual or Lifetime Passes are possible alternatives to the above fees.             America the Beautiful Interagency Annual Pass The $80 Interagency Annual Pass provides entrance or access to pass holder and accompanying passengers in a single, private non-commercial vehicle at most federal recreation sites across the country. Pass is valid for one year through the MONTH of purchase.  Interagency Senior Pass The $10 Interagency Senior Pass (62 and older) is a lifetime pass available to U.S. citizens or permanent residents. Pass is available only in-person at entrances or visitor centers. Learn more about the Senior Pass. Interagency Access Pass Free lifetime pass available to citizens or permanent residents of the U.S. who have been determined to be blind or permanently disabled. Pass is available only in-person at entrances or visitor centers. Learn more about the Access Pass. The above passes replace the Golden Eagle, Golden Age and Golden Access Passports as well as the National Parks Pass. These passes will remain valid until they expire or are lost or stolen. Military Annual Pass A free annual pass for active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173). Pass must be issued in person. Learn more about the Military Pass.         New! Annual 4th Grade Pass Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper voucher. The pass is valid for the duration of the 4th grade school year through the following summer (September -August). Paper vouchers can be obtained by visiting the Every Kid in a Park website and can be exchanged for the Annual 4th Grade Pass at Federal recreation sites that charge Entrance or Standard Amenity fees.",
    "url": "https:\/\/www.nps.gov\/hstr\/planyourvisit\/fees.htm"
}
