{
    "title": "Gateway National Recreation Area: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Field Trips              Field Trips        NOTICE: Due to impending construction and conservation projects, the Jamaica Bay Wildlife Refuge Trails are closed to school groups this Fall. All education programs held at the Jamaica Bay Unit are now based out of Floyd Bennett Field.   The Wildlife Refuge visitor center will remain open to the public.        Bring Your Class to Gateway!  Teachers and students can explore most park sites by participating in a variety of ranger-guided programs and self-guided field trips. Be a pollinator protector and a soil sleuth at the Jamaica Bay Unit, host of several exciting nature-based programs. Combine history and science as you defend New York Harbor with air powered cannons in the program \"Sentinels of Our Shores\" at Fort Wadsworth. Nature based programs are also available in the Staten Island Unit.   Note: Due to high demand for our free ranger guided programs, we can accommodate no more than two classes per school.  Each program except for Sentinels of our Shores is also available as a self-guided teacher led program.  Call or email for more information.    For more information about field trips in the Staten Island, Brooklyn and Queens Units of Gateway, contact Geri Kobryn-Blatter at 718-338-3338 ext. 274 or email us.    Sandy Hook Unit has many educational opportunities in both natural and cultural history. Guided school programs are conducted for a fee by the following partner organizations, NJ Seagrant and the American Littoral Society.  They can be reached at: NJseagrant.org 732-872-1300 and Littoralsociety.org 732-291-0055             Sentinels of our Shores Location: Fort Wadsworth, S. I  How did a young United States defend its greatest port, New York City? Sentinels of Our Shores takes upper elementary students back to the year 1846, when war clouds gathered over the US, Canada and Mexico.  Learn more >>          Habitats by Land and Sea: Restoring Resiliency Location: Jamaica Bay Unit, Queens, NY What does a resilient habitat look like?  In the wake of Hurricane Sandy, we all were tested. Now it is your chance to test the Jamaica Bay Wildlife Refuge to to investigate what makes an ecosystem resilient to flooding and effects from climate change.  Learn more >>          Bird Migration and Climate Change Location: Jamaica Bay Unit, Queens, NY Is climate change affecting the bird population? Kids can view many species of birds at the Jamaica Bay Wildlife Refuge Center, while learning really cool science facts from which they can then postulate scientific hypotheses.  Learn more >>           Investigating Bird Adaptations and Behavior Location: Jamaica Bay Unit, Queens, NY Why do birds do what they do? Students will be engaged in exciting activities about bird behavior in the outdoor laboratory at Jamaica Bay observing birds & collecting data using an ethogram.  Learn more >>",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/education\/field-trips.htm"
}
