{
    "title": "Gateway National Recreation Area: Sesame Street Explores Gateway",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun     Sesame Street Explores Gateway                Sesame Street Explores Gateway          Elmo and Murray Discover the Wonders of Gateway! Sesame Street's Elmo and Murray have donned their Ranger hats and joined Ranger Shalini Gopie to learn all about what makes Gateway National Recreation Area such a special place for the many species of birds, plants, and insects that call the salt marshes around New York City home.      Watch Elmo, Murray, and Ranger Shalini Explore Gateway (The links below will take you to the official NPS YouTube page)         FAMILIES Not only do millions of people in New York and New Jersey call the area around Gateway National Recreation Area home, but all kinds of different birds and their families!  Watch \"Sesame Street Explores National Parks: Gateway and Nests\" on the official YouTube channel of the National Park Service!         SEASONS The changing seasons bring many visitors to Gateway National Recreation Area, including many types of birds and insects who stop by for a visit on their long migrations. Watch \"Sesame Street Explores National Parks: Gateway and Seasons\" on the official YouTube channel of the National Park Service!         HABITATS The salt marshes and waterways around Gateway National Recreation Area are unique places only found along the seashores.  Watch on the \"Sesame Street Explores National Parks: Gateway and Habitats\" official YouTube Channel of the National Park Service!       Gateway National Recreation Area wasn't the only National Park Elmo and Murray learned about - see more Sesame Street videos as they joined Park Ranger Amala Posey and explored Grand Canyon National Park! We would also like to thank Trevor Laurence, Jeffrey Gould of Action Media, Dan Hendricks, Jamaica Bay Lives, and the Sandy Hook Foundation for their assistance with this project.                Parent and Teacher Resources Continue the exploration of nests, seasons, and habitats with these exciting activities! You and your child may live a ways away from Gateway, but you can still take your child on a Nature Scavenger Hunt, complete a Nature Journal, and earn a special Sesame Street Park Ranger badge! Classroom teachers can also find a guide for educators, and companion video discussion questions to keep your students thinking about the nature all around them.            Nature Journal Explore the outdoors in your neighborhood, and keep track of what you see, hear, and feel! (PDF - 1.4 mb)           Nature Scavenger Hunt Go on a scavenger hunt for what's living in your the park nearest you.                           (PDF - 536 kb)           Speak Like a Park Ranger! A vocabulary list of nature words to use on your own nature treks. (PDF - 559 kb)            Coloring Page Color Elmo and Murray being Park Rangers! (PDF - 602 kb)            Color Your Nature Badge Have your child earn and color their Park Ranger badge after completing the activities above! (PDF - 539 kb)            Iron On Nature Badge Create a color iron-on version of the Park Ranger badge. (PDF -  728 kb)            Companion Video Tips Follow-up activity ideas and question prompts for continued learning. (PDF - 18.7mb)            Educator's Guide A twelve page educator's guide including lesson plans, discussion, and activity ideas. (PDF - 1.97 mb)",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/kidsyouth\/sesame-street-explores-gateway.htm"
}
