{
    "title": "Gateway National Recreation Area: Your Park Your Health",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Your Park Your Health              Your Park Your Health          Your Park! Your Health! inspires dynamic engagement between diverse audiences in NYC\/NJ and their national park! Over the summer, a team of multi-cultural college interns work to achieve their personal fitness goals while leading fun adventures in New York City's urban outback. Let's Go to Gateway! Originally titled  ¡Tu Parque! ¡Tu Salúd!, the initiative began in 2011 with funding through a grant from the American Heart Association to engage Latino New Yorkers in active outdoor recreation. Reflecting the program's growing popularity and cultural diversity among participants, the title was changed in 2012 to Your Park! Your Health!. Now entering our 5th season, Your Park! Your Health! continues to grow in partnership with nine local and national agencies to encourage holistic community wellness and invite participation with the park. Your Park! Your Health! 'Let's Go' activities are offered in all parts of Gateway; Jamaica Bay, Sandy Hook, NJ and Staten Island.          Let's Go! activities inspire people of all ages to play, learn and grow together. National Park Service  In It to Win It: Together! Parks are a natural \"fit\" for improved health and enhance quality of life, whether through America's Great Outdoors Intiative, or Heathy Parks, Healthy People. As the United State's first urban recreation area, Gateway brings the national park experience to audiences of New York City and New Jersey. With Your Park! Your Health!, Gateway is establishing a model of interactive engagement between the Naitonal Park Service and people of every age, interest and background! Find out what's happening this summer on our Let's Go! Adventures Calendar. Follow us on Facebook and get connected to healthy fun at Gateway!        NYC is surrounded by water.  Your Park! Your Health! helps us enjoy it. NPS  Interested in an adventure with Your Park! Your Health!? Check back in June for information on how to reserve your spot for summer 2015 'Let's Go! Adventures'. Read more.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/kidsyouth\/your-park-your-health.htm"
}
