{
    "title": "Gateway National Recreation Area: Gateway Research Learning Center",
    "body": "Gateway Research Learning Center       Pages include: Research ‌ Outreach & Education ‌ Resources ‌ Fellowship Program        A pair of ospreys nest against a city backdrop at the Jamaica Bay Wildlife Refuge in the Jamaica Bay Unit of Gateway National Recreation Area. NPS Photo       Gateway National Recreation Area is committed to focusing energy and resources to conserve the health and diversity of our ecosystem. The Gateway Research Learning Center, developed in 2002 under the name of the Jamaica Bay Institute, is part of the National Park Service's Natural Resource Challenge. Its mission is to promote and improve the ecological health and social relevance of Gateway National Recreation Area through research, education, and informed decision making. The Natural Resource Challenge is a broad initiative within the NPS to provide a vision and a mechanism for park's to revitalize and expand their natural resource programs. It responds to the realization that the charge of the NPS, to preserve America's natural resources for the enjoyment of present and future generations, requires an active and informed management to a degree unimaginable when the agency was formed in 1916. Two fundamental aims of the Challenge are:  To link management decisions more closely with scientific research results, and; To build integrated knowledge sharing relationships with educational institutions and the public.  GRLC projects are developed within this context and are carried out through collaboration among government, academia, educational institutions, public interest, and private citizens, all of whom are committed to understanding and preserving the natural, social, and cultural heritage of Gateway. It is through these partnerships that Gateway National Recreation Area is able to gain access to sophisticated and multidisciplinary scientific information. This up-to-date scientific knowledge is then be shared with park management, local community leaders, and the public to foster science-based decisions. Expanded research efforts and surveys are needed to achieve a more comprehensive understanding of the flora and fauna of the Jamaica Bay Watershed. Important aspects of the science investigations needed at Gateway are urban ecology themes such as:  environmental justice resource conservation versus visitor access integrated management of cultural and natural resources  Although these projects are of high importance, we welcome research proposals in any area of scientific, historic, cultural, or social inquiry. Old Jamaica Bay Institute website link",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/nature\/gateway-research-learning-center-home.htm"
}
