{
    "title": "Gateway National Recreation Area: Mushrooms and Other Fungi",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Mushrooms and Other Fungi                Mushrooms and Other Fungi         A brittlestem mushroom. NPS PHOTO  Beautiful, brief and sometimes deadly   Mushrooms are always a surprise. They might appear one day and disappear the next, depending on season, temperature and rainfall. It takes an expert to tell the difference between yummy mushrooms and deadly mushrooms. Unless you are a mycologist yourself, do not consume any mushrooms from the wild.     Mushrooms appear in all kinds of shapes and sizes, ranging from the familiar cap-and-stem variety, to spherical balls, tubular protrusions, shelf-like disks and delicate cups. They are evanescent, appearing and disappearing within a few days or so, depending on season, temperature and rainfall.     In dry exposed areas such as Floyd Bennett Field or Breezy Point, mushrooms can be a rare find. But after a good rain, they may be popping up in droves between spring and fall. So keep your eyes peeled. Mushrooms are easy to miss but a delight to discover!         The beautiful but poisonous amanita mushroom. NPS PHOTO  Amanita Mushrooms (toxic) Amanita mushrooms are perhaps the most iconic of mushrooms. Unfortunately, amanitas are also responsible for the most fatalities from accidental mushroom poisoning. As a reminder, many mushrooms contain toxins that can be fatal or make you very sick if consumed. Do NOT eat mushrooms from the wild unless you are an expert. The most famous amanita mushroom is the fly agaric (Amanita muscaria). With its wide red cap dotted with pale warts, the fly agaric appears in stories, movies, illustrations and even video games. To see it in the wild is something else. While the red-cap variety of the fly agaric is more common on the west coast of the United States, the yellow-orange fly agaric (Amanita muscaria var. formosa) is more common here. Appearing in the late summer and fall, the fly agaric emerges from a distinctive cup. It is lined with concentric rings on the lower part of its stem. This can be difficult to see because this can lie beneath the soil or leaf litter, an example of how easy it is for an amateur to make a deadly mistake in identification. Most mushroom poisonings are due to ingesting mushrooms that are mistakenly identified as edible. The poison champagne amanita (Amanita crenulata) looks similar to the fly agaric, but is smaller with a cream-colored cap. Also emerging from a cup in the ground, the poison champagne amanita lacks the concentric rings on its stem. As the common name implies, it is also toxic if ingested.        Unlike chantarelle mushrooms, the false chantarelle is NOT edible. NPS PHOTO  False chanterelle (toxic) The false chanterelle (Hygrophoropsis aurantiaca) also appears in astounding colors. Usually emerging from a bed of pine needles, its bright fluorescent orange-yellow color provides a stark contrast against the forest floor. So why is it a \"false\" chantarelle? \"Real\" chantarelles are edible, while false chantarelles are not. Amateurs often cannot tell the two mushrooms apart. Avoid eating anything from the wild that you cannot identify with absolute certainty.        Variegated mop mushroom growing at Ecology Village, Floyd Bennett Field. NPS PHOTO  Variegated mop mushroom When fall leaves burst into color, the variegated mop mushroom (Tricholomopsis rutilans) covers roots and stumps of trees in vibrant reds, purples and browns. These mushrooms have wide reddish-purple caps, yellow gills and a yellow stalk with reddish scales.        Fairy ring mushrooms grow in circles on grassy lawns. NPS PHOTO  Fairy ring mushrooms According to legend, fairy ring mushrooms (Marasmius oreades)  grow where faeries danced in a circle and left mushrooms in their wake. Another legend is that fairy rings mark the spot where a gnome buried his treasure. Myth or no myth, fairy rings do grow in circular formations on grassy lawns. They appear in early spring and reappear with the onset of fall, a charming reminder of the passing of seasons.        Calvatia cyathiformis NPS PHOTO  Puffballs As summer merges into autumn, you may notice some ball-like forms dotting the grassy lawns of the area and elsewhere around the region. Generally referred to as puffballs, these round or pear-shaped mushrooms range in color from white to brown, with a smooth, spiky or cracked outer skin. Eventually, the puffball's skin will flake, crack or burst, dispersing its powdery spores into the air. Calvatia cyathiformis is a common puffball appearing in grassy lawns of Floyd Bennett Field. Its powdery purple-brown spores are characteristic of this species and it can grow as large as a soccer ball. So what might appear to be a forgotten ball left in the grass after a day of play is actually a mushroom!        A hygroscopic earthstar at Floyd Bennett Field's Noth Forty. NPS PHOTO  Hygroscopic Earthstar The hygroscopic earthstar (Astraeus hygrometricus) can be found in the sandy areas of the \"North Forty\" at Floyd Bennett Field. Its unusual shape resembles a spherical space pod perched upon a star-shaped launching pad. Adapted to dry sandy environments, this earthstar is hygroscopic, or \"water absorbing.\" In response to rainfall and humidity, its star-like rays open up to absorb moisture. In dry conditions when rainfall is lacking, the rays fold over the spherical spore sac to conserve moisture.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/nature\/mushrooms.htm"
}
