{
    "title": "Gateway National Recreation Area: Urban Resilience Symposium",
    "body": "Explore This Park    Learn About the Park     Nature     Gateway Research Learning Center     Urban Resilience Symposium                Urban Resilience Symposium        Marsh grasses provide several 'ecological services' including carbon sequestration, improved water quality, wave attenuation as well as increase biodiversity of local species by providing critical habitat. NPS Photo       Urban Resilience in an Era of Climate Change: Global Input for Local Solutions Agenda  Day 1 presentations  Day 2 presentations The National Park Service, New York City Department of Environmental Protection, the City University of New York, and Natural Areas Conservancy hosted the Urban Resilience in an Era of Climate Change: Global Input for Local Solutions symposium at Kingsborough College, Brooklyn on October 17-18, 2013. Building on past State of the Bay symposia the event highlighted recent research and restoration efforts in Jamaica Bay and discussed the impacts of Hurricane Sandy on its ecosystem and watershed.  The biennial Sate of the Bay symposia are part of the Jamaica Bay Watershed Protection Plan, which aims to improve the ecological integrity of Jamaica Bay.  The symposia provide a forum to update and inform Jamaica Bay environmental stakeholder groups, regulatory agencies, academic institutions, and interested citizens.  As in previous years, the presentations covered a wide range of topics, from the historical an social context of Jamaica Bay, efforts to improve the water quality  (e.g. oyster restoration, algal turf scrubber) to changes and responses after Hurricane Sandy (e.g. update on marsh restoration, geomorphological changes). The 2013 symposium was expanded in scope thanks to an unprecedented partnership recently established between the National Park Service and the City of New York to restore roughly 10,000 acres of public parks and green spaces around Jamaica Bay in Brooklyn and Queens for educational, recreation, and ecosystem purposes.  The priority of this initiative was highlighted most recently in Mayor Michael R. Bloomberg's A Stronger, More Resilient New York, New York City's comprehensive plan to strengthen our city's infrastructure and protect our communities against severe weather.  Interior Secretary Sally Jewell has additionally recognized the importance of the Jamaica Bay partnership as an extension of President Obama's America's Great Outdoors Initiative.        Once fresh water, the West Pond at the Jamaica Bay Wildlife Refuge was inundated by salt water during Hurricane Sandy.  As a result, a sizable breach was created resulting in the West Pond becoming subject to tidal influxes.  Photo by Josh Fulton  The vision for a grand, unified park that underpins this partnership has many components, including the establishment of a world-class institute to facilitate an exchange of information among scientists, managers, policymakers, and community leaders on issues of coastal and urban resiliency relevant to cities around the world. Even before Hurricane Sandy took its toll on the metropolitan region, this new institute was intended to provide a home for much of the important applied research now underway in the region – bringing together scientists and policymakers committed not only to restoring the Bay, but also to using it as a place to explore broader issues of coastal resilience. That goal has taken on even greater urgency in the wake of the hurricane’s impact.     New York and National Park Service have partnered in this endeavor with a consortium of institutions lead by the City University of New York (CUNY). In part to assist the consortium in framing an initial research agenda, the symposium, for the first time, hosted a significant number of national and international speakers, offering an opportunity for local researchers both to discuss regional developments and also enter into dialogue with counterparts tackling similar coastal resilience problems elsewhere across the nation and the world.    With leadership support from the Rockefeller Foundation, the symposium was sponsored by the City of New York (Department of Environmental Protection and Department of Parks & Recreation), the National Park Service, the City University of New York, and the Natural Areas Conservancy.      Click here for the detailed agenda   Save the Date flyer (.pdf)",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/nature\/urban-resilience-symposium.htm"
}
