{
    "title": "Gateway National Recreation Area: Other Invertebrates (corals, sponges, worms, etc.)",
    "body": "Other Invertebrates (corals, sponges, worms, etc.)         A male horseshoe crab latches onto the larger female for a free ride. NPS PHOTO  Atlantic Horseshoe Crab (Limulus polyphemus) The beaches of Gateway National Recreation Area offer visitors an array of recreation activities as well as stunning vistas of Jamaica Bay and the Atlantic Ocean. Did you know that some of these beaches also provide essential habitat for horseshoe crabs, shorebirds and other wildlife? Beaches such as Plumb Beach and North Channel Beach are important horseshoe crab spawning sites in New York State. On Plumb Beach, nearly 3,000 horseshoe crabs converge on the surf every year between late May and mid June to lay eggs. Despite its name, the horseshoe crab is more closely related to spiders and scorpions than actual crabs. A member of the arthropod family, horseshoe crabs are often referred to as a \"living fossil\" because it evolved before the dinosaurs and has not changed much in appearance in the past 350 to 450 million years. In late spring, thousands of horseshoe crabs emerge from the oceans to spawn. In the surf zone, females dig a nest in the sand about 4-6 inches deep and deposit between 15,000 and 64,000 eggs each. Their spawning is crucial to the survival of migratory shorebirds who feed on eggs deposited in the sand as their primary food source. In spring, birds migrating back north to their breeding grounds in the Canadian Arctic tundra replenish their energy reserves on the coast of NJ and NY by feeding on horseshoe crab eggs. Other animals that feed on horseshoe crabs and their eggs include sea turtles and fish. Due to commercial over-harvesting and shoreline development, horseshoe crab populations and their egg densities have dropped in recent years, threatening the survival of wildlife that depend on them for food. To protect this ancient species and its vital role in the food chain, the National Park Service prohibits the harvesting of horseshoe crabs in and around Jamaica Bay. If you see anyone disturbing or harvesting horseshoe crabs, please call US Park Police at 718-338-3988. If you encounter a horseshoe crab on the beach, observe it from a respectable distance without disturbing it. Enjoy the chance to witness these remarkable creatures whose evolution predates that of human civilization.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/nature\/otherinvertebrates.htm"
}
