{
    "title": "Gateway National Recreation Area: Marsh Restoration in Gateway",
    "body": "Marsh Restoration in Gateway        Yellow Bar saltmarsh, pictured here in 2002, degraded to fragmented hummocks that would disappear completely without intervention.  With the aid of restoration projects throughout Jamaica Bay, saltmarshes like this one have a chance at survival. NPS PHOTO       As part of Gateway National Recreation Area, Jamaica Bay strikes a sharp contrast against the skyline of New York City on the horizon. Saltmarsh islands submerge and re-appear across the bay with the rise and fall of the tides.  However, the saltmarsh islands of Jamaica Bay have declined from 2,350 acres in 1951 to the mere 800 that remain today. Currently, the rate of loss has slowed to about 15 to 20 acres annually. Saltmarshes are low lying, intertidal grasslands that are alternately inundated and drained by tides. These areas also function as a fish and shellfish nursery and feeding ground for an abundance of wildlife. In addition to acting as natural filters improving water quality in the bay. They support a variety of invertebrates such as mussels and crabs that are key elements of the estuarine ecosystem.        With his field pack in tow, a student researcher collects pre-restoration data for Yellow Bar Hassock Marsh in Jamaica Bay. NPS PHOTO  Marsh Restoration Throughout the Bay In an effort to improve the ecological health of Jamaica Bay and further slow the rate of saltmarsh loss, a multi-agency effort to restore deteriorated marshes has been underway for a number of years. The pilot project, lead by the National Park Service (NPS) to restore 2 acres at Big Egg Marsh, began in 2003. The initiative has grown with the help and support of the U.S. Army Corps of Engineers (USACE), the New York State Department of Environmental Conservation (NYSDEC), New York City Department of Environmental Protection (NYCDEP) and the Port Authority of New York and New Jersey. Following the success and lessons learned from Big Egg Marsh, nearly 60 acres at Elders Point East and West saltmarsh islands were restored and are currently in the final years of monitoring. In addition to the restoration underway at Yellow Bar marsh, two additional marsh islands, Black Wall and Rulers Bar, are scheduled to be restored beginning in 2013. Continued Efforts During March 2012, approximately 210,000 cubic yards of clean dredged sand from Ambrose Channel and Rockaway Inlet, will be placed onto the northern half of Yellow Bar saltmarsh island. During the spring and summer, the sand will be graded to a prescribed elevation and remnant hummocks of the native smooth cordgrass (Spartina alterniflora), a natural anchor for marsh sediments, will be salvaged from lower lying areas and replanted on the new areas of increased elevation. Some middle-elevation bare areas also will be seeded with smooth cordgrass. In higher elevations, over 100,000 2-inch plugs of saltmarsh meadow grass (Spartina patens) will be planted. As with all saltmarsh restoration projects within Jamaica Bay, plantings will be protected from foraging geese and wrack cover with fencing. Sediments, vegetation, and wildlife will be monitored for a minimum of 5 years.       Fragmented saltmarsh grasses can be seen in the distance spread too far apart to survive for long.  Without intervention, Yellow Bar Hassock Marsh would degrade and become a mudflat.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/nature\/marshrestoration.htm"
}
