{
    "title": "Gateway National Recreation Area: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Not only do plants provide food and shelter for wildlife, they can also inspire visitors to create art! This painter found his inspiration at Sandy Hook Unit's Horseshoe Cove. NPS PHOTO  In Praise of Poison Ivy (Or, Why Don't They Cut the Grass?) Gateway is a national park, not a botanical garden or neighborhood park. You will not see fields of mowed grass or rows of cultivated flowers. Yet hundreds of wild plant species are scattered throughout the 26,000 acres of the park. You can find various types of mushrooms and, yes, cacti (plural for cactus) here too. Look and you will find many examples of nature's beauty. Gateway's visitors depend on the park's plant life more than they might realize. If you like going to the beach, for example, you can be thankful for poison ivy. Why? Its leaves, stems and roots may make most of us itch, but its woody roots anchor Gateway's sand dunes during harsh storms, literally holding the beach in place. Plants are linked to the entire chain of life. Flowering plants need pollinators such as bees and bats. Birds and other wildlife eat fruit and disperse seeds. Find out about a few of the plants of Gateway. Some may look lovelier than others, but all play a role in the diversity of life in the New York and New Jersey area.        Salt spray roses line the trails of Gateway NPS photo  Salt Spray Rose (Rosa rugosa) Dense hedges of these prickly yet beautiful roses line the trails of Gateway. The salt spray rose is a native of East Asia and Russia, but has become naturalized here in the US. Salt spray rose is tolerant of salty conditions and is usually found in dry, sandy and gravely areas, making Gateway the perfect habitat for them. The flowers range in color from deep pink to white. The fruits of the salt spray rose are called hips and ripen in late summer, providing food for wildlife. Seeing the welcoming blossoms dotting the landscape from May to June is a sure sign that summer will soon arrive in the park.        Beach plums at the Jamaica Bay Wildlife Refuge NPS photo  Beach Plum (Prunus maritima) In Late April and early May brilliant clusters of white blossoms appear on the shrubs that dot the sand dunes of Gateway NRA. These are the flowers of the native beach plum. The shrubs grow 4-7 feet on the seashore and up to 12 feet inland. After pollination the flowers, which measure about ½ inch across and have very hairy stalks, turn pinkish in color. Later the blossoms develop into small fruits which ripen into deep purple plums in late August, providing a rich food source for wildlife.        Common milkweed grows throughout Gateway NRA NPS photo  Common Milkweed (Asclepias syriaca) This native plant, along with other plants in the milkweed family, is a host plant for the Monarch butterfly. Milkweed is named for its milky sap which contains toxic chemicals. Monarch caterpillars feed on milkweed and store the toxins in their tissues.  The toxins make both the caterpillars and the butterflies distasteful to potential predators. In late summer, milkweed develops pods containing fluffy seeds similar to a dandelion's.  The pods open and the fluffy seeds are borne on the wind to grow in new areas throughout Gateway NRA and beyond.          Salt marsh cordgrass is the base of the marsh ecosystem NPS photo  Salt Marsh Cordgrass (Spartina alterniflora) Salt marsh cordgrass, the tall green grass growing in and along the waters of Gateway, is a salt-tolerant plant that forms the basis of the salt marsh food web. Salt marshes are among the most productive plant communities in the world - each acre can convert the sun's energy to produce ten tons of vegetation per year.  Salt marsh cordgrass can reduce the energy of waves tenfold, protecting our coasts from storms, and it is this plant's roots that anchor marsh sediment in place.        Phragmites stand in Jamaica Bay National Park Service Photo  Phragmites Phragmites, Phragmites australis, also known as Common Reed, is an aggressively growing species, which outcompetes many other native plants. It can grow to a height of ten feet, and often grows in disturbed areas. It forms a \"monoculture,\" which lowers biological diversity.  Phragmites reproduces mainly by underground runners, with one plant often giving rise to dozens of shoots. It is also the main fuel for fast-moving and dangerous grassland fires at Gateway.         Poison Ivy is common to abundant throughout Gateway, providing shelter and food for wildlife and anchoring critical dune systems.   Poison Ivy (Toxicodendron radicans) First written about in North America by Captain John Smith in the Jamestown colony, Poison Ivy, Toxicodendron radicans, is a misunderstood and often maligned plant. It is also one of the most common plants at Gateway. It provides cover and food for a wide variety of animals, and in many places its roots stabilize critical sand dunes. It is important that visitors be familiar with this plant’s three leaves, which can vary from bright green to reddish in spring and fall, with white berries in summer and fall. Poison Ivy at Gateway can grow as a low, trailside plant, as an aggressive tree-climbing vine, as a shrub, and even as a small tree. All parts of the plant contain the oil urushiol, which causes a skin rash in about half of the U.S. population.         Queen Anne's lace thrives in the sandy soils of Gateway NPS photo  Queen Anne's Lace (Daucus carota) Queen Anne's lace, or wild carrot, thrives in the sandy dry soil often found in Gateway. Garden carrots are derived from this plant, which is a member of the parsley family.  The frilly white flowers of Queen Anne's lace resemble lace headdresses worn by royalty, giving this flower its name.  The flowers are very attractive to a variety of insect pollinators. If you find Queen Anne's lace on a rainy day, notice that some flower heads have turned upside down to protect the pollen from the rain. Older flowers without pollen remain upright.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/nature\/plants.htm"
}
