{
    "title": "Gateway National Recreation Area: Share your photos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Share your photos                Share Your Pictures         One of our many visitors at Gateway National Recreation Area. National Park Service   Send us a copy of your favorite photograph or drawing that you made of the park.  These can be current photos, or older photos.  Even though Gateway is 40 years old, the sites that make up Gateway are older, and have been enjoyed by many for a long time.  If there is a story attached to the photo or drawing, let us know. These images may wind up in an online photo gallery, others may find a place in one of our park publications, including brochures and bulletin boards, or on our Facebook page. Submission Guidelines Please e-mail us your images. Before submitting, consider the following:   No more than two of your favorite images should be submitted. Only attached files will be accepted. Full name and contact information should be included. Subject, location and date the photo was taken. If a story is included, please include the same information.  By submitting photos and stories, you agree:     All submissions become public domain. Not all images and \/or stories will be selected. Images may be added or removed at any time.       Privacy considerations A national park is a public setting where there can be no expectation of privacy, even for children.  It is Gateway's preference that a person's likeness is used with his or her informed consent.  If you are donating a photograph where someone's face is recognizable, please verify that he or she is aware of the image and that he or she consents to having it enter the public domain. Use and credit This website is public domain.  Unless specified otherwise with a copyright symbol and ownership citation, you can copy and use image for any purpose.  Please use National Park Service for credit.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/photosmultimedia\/share-your-pictures.htm"
}
