{
    "title": "Gateway National Recreation Area: Blogs",
    "body": "Gateway Blogs         Students of the Aquinas Honor Society of the Immaculate Conception School with the artist, David Ostro at the pedestal at Riis Park. Carl Ballenas  Blog page comments on Jacob Riis by students from Riberhus Privatskole, Ribe, Denmark:    Jacob A. Riis We are very fascinated by how much Jacob A. Riis achieved in America. Before we started the project about Riis, none of us had heard about him. We thought he was a man from America. Riis has inspired us to see the good in all people. We now can see how far you can get with determination and love for your next of kin. Riis was determined to create a career and a new and better life in New York. In that way he could prove to Elisabeth that he was a real man, who could take care of money, business and a family. He came to New York City with a simple dream and ended up making life better for thousands of people. --Made by Melanie, Allan and Jeanett.   We were very affected by the way Jacob A. Riis changed the lives that the people in the slums lived, and how he improved the conditions for these people. He actually changed the American way of living! He showed the New Yorkers how two-third of the citizens lived in slums under inhuman conditions. The fact that he had been there and knew how they lived and afterwards fought his way up to work as reporter in the slum for several years, shows how much he dedicated his life to change these conditions. We think it was remarkable to read the story about – no matter the odds – he always fought hard and succeeded, sometimes very surprising! We are very proud of the fact that Jacob A. Riis grew up in Ribe where we also live. --Made by Laerke, Joan, Simon And Louise   We think, it was very brave of Jacob A. Riis to travel all the way to another country, when he could only imagine how it would be. Riis was a dreamer, like all the other immigrants who traveled to New York and USA. We think his life was like an adventure and it´s very fascinating that his motive power was in the love to Elisabeth. In the same time we think it´s amazing that he succeeded to come so far as he did - he was just a little carpenter´s assistant from Ribe. To follow Jacob A. Riis´ footsteps is a big honor for us, because he had such a big influence on so many people. --Made by Louise, Mia C. and Lea   We think that Jacob A. Riis was a very interesting man, because he fought for the people at Mulberry Bend. He didn´t give up the hope of marrying the lovely woman in his life, Elisabeth. He did something for the poor people of New York. He mentioned them in the newspapers. People around New York, who read the newspaper, were willing to help the poor people because of Riis. We like the way he succeeded in New York. It proves to us, that even a poor man has the possibility to be wealthy like everybody else. We think that the “story” about Riis was very good. It was tragic and exciting in many ways. It is also kind of funny, that he was from Ribe, even though he actually became famous in New York. Well, of course he is famous in the museums of Ribe, but we believe that he is more famous in New York. As the last thing, we think that the way Riis earned money seemed very difficult. He actually had to go from work to work, because the outcome for him was too little. The job he got at the newspaper was actually the root of the start of the help to the people of the poorest streets. He made an article which told the people to send in flowers that Riis could give to the slum of New York. The story is well known I New York but never told in Denmark! Therefore, we think that Riis meant a lot to the City of New York. If he weren´t there at that time, then how would the streets of New York look like today? --Made by Nikolaj, Christina, Mia T.   Blog page comments from the Aquinas Honors Society from Immaculate Conception School, Jamaica Estates:   Jacob Riis was a famous Danish journalist. He was the first photojournalist. He took photos of the living conditions of the people in New York City. I think that Jacob Riis was an important party in American society. He also wrote the book How the Other Half Lives. He described the way poor lived in the slums of New York. –Corey, 8th grade   Jacob Riis loved to take pictures and became a photojournalist who showed the conditions of poor people in the slums of New York. Jacob Riis wrote a book called How the Other Half Lives. – Jada, 8th grade   Jacob Riis was chosen as our Aquinas Honors Society’s Peacewords Hero in the year 2004 when the group first started. Jacob Riis was the first photojournalist in America and is an inspiration to all of those in that field. – Jewel, 7th grade.   Jacob Riis was born in Denmark and lived in Richmond Hill, New York. He was the first person that started Christmas caroling in America. There is a park named after him here in New York. ----Krystal, 7th grade.   The first time I heard about Jacob Riis was about 5 years ago. My brother was in Aquinas and he showed me the book titled Jacob’s Gift, which they wrote. Then in 2005 I went along on an Aquinas field trip to see the apartments which Jacob took pictures of. I also remember going Christmas caroling wearing a bonnet during winter to honor Jacob Riis. In 2006, my brother and mom went to Jacob Riis’ hometown in Denmark and when they returned they showed me a lot of neat pictures and told me some interesting stories and facts. I’ve also visited Elizabeth Riis’ grave many times. Last year in 2009, I went to Ellis Island which is the first place in America Jacob Riis visited as an immigrant. --Jessica N.   For a long time, I have been working on a project involving Jacob Riis. By now, I have learned many things about him. He is famous for bringing Christmas caroling to America. He was a photographer and he took many pictures. He lived in Richmond Hill. --Julio   I live in one of the most amazing places in the world: New York. I have been in the Aquinas Honors Society for 2 years. Just as you do, we hold Jacob Riis extremely close to our hearts. The first year Aquinas was held in our school, the students were asked to pick a hero to represent our group. Ever since I have been in Aquinas, our main focus has been Jacob Riis and the work that he has done for the community. One of the first things I have done with the Aquinas Honors Society was a dramatic reading of the book we created called Jacob’s Pictures. Every year since then, we’ve done a dramatic reading just like that, taking place anywhere from Riis Park to our own internationally known Ellis Island. Riis hasn’t only been a key component in Aquinas, but also in our history lessons. I personally feel a connection with Jacob Riis because my parents immigrated to America not so long ago. Although they did not feel the exact same pressures as Jacob Riis has recorded, adjusting has been a hard time for my entire family. --Katherine, 8th grade.   In Aquinas we research people in our community to try to find out more about our history. Five years ago the former Aquinas Honors Society chose Jacob Riis as our Peacewords Hero. Jacob Riis was a photojournalist and social reformer. He took photos of the slums and wrote about the poverty in New York City. The book he wrote was called How the Other Half Lives. During our research we found out how he brought Christmas caroling to America. We members of Aquinas liked this story so much that we tried to publish it, and that book is now called Jacob’s Gift. Then we found out in Riis Park a bust of Jacob Riis was stolen. The society then decided we wanted to raise enough money from people in our community to rebuild the bust. -- Tahina, 7th grade   Jacob Riis was the first photojournalist. Jacob Riis was married to Elisabeth Riis. Jacob was the first person to bring Christmas caroling in America. I think Jacob Riis is an inspiration to all journalists. -- Tarah Anne, 7th grade.   Jacob Riis is a photojournalist. He lived in Richmond Hill. We chose Jacob Riis as our Peacewords hero 5 years ago.  Riis was a famous Danish photojournalist. He exposed the living conditions of the people in New York City. One of his photographs shows two little boys sleeping near a heating vent. I feel that Jacob was an important part in the American society. He showed the public “How the Other Half Lives,” which is a title of his book. – Tarnjot,  7th grade.   My involvement in this club has led me to learn a lot about Jacob Riis; I have learned some interesting facts about him. For example, he was a photojournalist and I saw many of the famous photos he took in his book, How the Other Half Lives. I think the work he did was great and I am glad to call him our hero. –Alex, 8th grade.   Jacob Riis was a photojournalist who photographed the conditions of the tenements and how they were like. To me, I think Jacob Riis is a very thoughtful person because he reminded us of how lucky we are and he showed us the reality of what was really going on. He helped us discover the truth. –Courtney, 8th grade.   As a member of Aquinas, I have been able to learn more about Jacob Riis. First of all, Jacob Riis has been our Aquinas hero for over 5 years now. Jacob Riis was born in Ribe, Denmark. When he came to the United States, he became as a photojournalist. As a photojournalist, Riis photographed the people living in the slums of New York. He is also known for bringing Christmas caroling into the United States. After years of hard work, I am looking forward to the unveiling of the Jacob Riis bust. –Gabriella, 8th grade.   Five years ago, Aquinas Honors Society in New York chose Jacob Riis as their Peacewords hero. Jacob Riis wrote the book, How the Other Half Lives. This caused society to realize how terrible the conditions that poverty lived in were.-- Michael.   Recently, we have had many Jacob Riis-related projects. This is due to the fact that a few years ago the Aquinas made Jacob Riis our Peacewords hero. We created two books about him: Jacob’s Gift and Jacob’s Pictures. Jacob’s Gift tells the story of how Jacob Riis introduced the tradition of Christmas caroling to Americans. Jacob’s Pictures shows Riis’s occupation as a photojournalist and his photographs of how impoverished people lived. He has done a lot of work for our people and we are proud to have him as our hero. – Michelle.   I have been in the Aquinas Honors Society for one year and I have learned a lot about Jacob Riis.  Riis was good friends with one of our former presidents, Theodore Roosevelt. He brought Christmas caroling to America from his hometown Ribe, Denmark. He was a photojournalist that was famous for writing a book called How the Other Half Lives. –Nicholas,7th grade.   We have learned a lot about Jacob Riis. I appreciate all he has done to participate in our history. He has contributed by writing a book called How the Other Half Lives and bringing Christmas caroling to America. I also believe he has done good work for Americans and deserves to have a National Park named after him. --Nicole",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/news\/gateway-blogs.htm"
}
