{
    "title": "Gateway National Recreation Area: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 02, 2016  gateway seeks public comment concerning proposed 2017 fee increases  Gateway seeks public comment for proposed parking fee increases in 2017.   July 05, 2016  Partial Deconstruction of Hangar 38 Miller Field Memorandum of Agreement Available for Public Review  The NPS proposes to partially deconstruct Hangar 38 at Miller Field, Staten Island, in response to Hurricane Sandy damage, and is requesting public review of the Memorandum of Agreement with the New York State Historic Preservation Office (NY SHPO).   June 29, 2016  Gateway 2016 Photography Contest  Gateway's annual photo contest returns.  We are accepting  photos that tell the story of \"I found my park and it's Gateway\" during the month of July.   June 06, 2016  BioBlitz is Coming to Gateway's Jamaica Bay  Gateway's Jamaica Bay will be holding a BioBlitz from June 10-June 11.   May 23, 2016  Gateway invites fourth graders to use their Every Kid in a Park pass  Fourth graders will be able to use their Every Kid in a Park pass to waive parking fees at Gateway's Sandy Hook Unit and Jacob Riis Park in Queens between Memorial Day and Labor Day of 2016.   May 09, 2016  Gateway issues First Lease for Adaptive Reuse at Historic Fort Hancock  Gateway has issued the first lease for adaptive reuse at Fort Hancock.   April 20, 2016  Gateway, New Jersey Youth Corps of Phillipsburg Cut Ribbon for Historically Reconstructed Porch  On Friday, April 22, representatives of Gateway National Recreation Area, New Jersey Youth Corps of Phillipsburg (NJYC), and The Corps Network will cut the ribbon on a new porch for Building 26, the headquarters for Gateway’s Sandy Hook Unit in Middletown. The ceremony will begin at 11 A.M.   March 18, 2016  Gateway Announces Finding of No Significant Impact for Staten Island Unit Maintenance Relocation  Superintendent Jennifer T. Nersesian announced the next step toward completing the Relocation of Hurricane Sandy Damaged Maintenance Facilities with a Finding of Nos Significant Impact (FONSI) for the preferred alternative.   March 07, 2016  Gateway announces plans for rehabilitation of Sandy Hook Beach Centers  Gateway is currently in phase one of rehabilitating the Sandy Hook Beach Center Areas for sustainability and resiliency as the park continues to recover after Hurricane Sandy.   February 25, 2016  Gateway Announces Public Meeting and Review Period for an Environmental Assessment for the Fort Tilden Shore Access and Resiliency Project  The National Park Service has prepared an Environmental Assessment to evaluate  a range of alternatives to address changes to access and visitor safety brought about by Hurricane Sandy at Fort Tilden Beach, Queens, New York.   February 22, 2016  Poacher Arrested At Sandy Hook  Law enforcement rangers arrested a man for poaching a deer in Sandy Hook.  His trial is set for early April.   January 07, 2016  Rolling Requests fro Proposals are open at Fort Hancock  Rolling Requests for Proposals are Open at Gateway's Fort Hancock   November 17, 2015  United States Park Police Catch Illegal Fishers in Jamaica Bay  United States Park Police conducted a surveillance operation in Jamaica Bay in response to an increase in suspected resource violations.   September 30, 2015  Gateway Photo Contest Exhibit Opens on October 3 at the Jamaica Bay Wildlife Refuge  Gateway Photo Contest opens on October 3.  The top ten photographs will be displayed until the end of November   September 23, 2015  Gateway & NYC Parks to Clean Up This Saturday  In celebration of Public Lands Day, Gateway National Recreation Area and the New York City Department of Parks and Recreation welcome volunteers to help clean up the entrance to Great Kills Park along Hylan Boulevard. The event will occur Saturday, September 26 beginning at 9 A.M.   September 16, 2015  Members Needed for Fort Hancock 21st Century Committee  The National Park Service (NPS) has issued a Call for Nominations for individuals who wish to serve a three-year term as a member of the Gateway National Recreation Area Fort Hancock 21st Century Federal Advisory Committee. The 30-day period for applications will end on Thursday, October 15, 2015.   September 14, 2015  Fort Hancock 21st Century Committee to meet Friday, September 18, 2015  The Fort Hancock 21st Century Federal Advisory Committee will meet on Friday, September 18, 2015 beginning at 9 A.M. at the Monmouth County Eastern Branch Library, located at 1001 Route 35, Shrewsbury, New Jersey 07702. All meetings are open to the public, with a period set aside for public comment.   September 08, 2015  Calling all citizen scientists: Sandy Hook BioBlitz wants you!  For 24 hours, citizen scientists will swarm the Sandy Hook Unit of Gateway National Recreation Area, counting as many species as possible. At the same time, free fun and educational activities will take families and individuals into the coves and trails of this seven-mile peninsula on the New Jersey coast. The BioBlitz is co-sponsored by the American Littoral Society (ALS) and the National Park Service (NPS).   September 01, 2015  New, returning members announced for Fort Hancock 21st Century Committee  Interior Secretary Sally Jewell has named 13 members to the Gateway National Recreation Area Fort Hancock 21st Century Federal Advisory Committee, including the re-appointment of seven members whose terms had expired and six new members. Membership of the Committee will increase from 20 to 22 members.   August 20, 2015  Find Your Park and Celebrate the 99th Birthday of the National Park Service  Find Your Park and Celebrate the 99th Birthday of the National Park Service.  All three of Gateway's units will celebrate Founders Day on August 23 and 25.   August 11, 2015  Media Event: Building 26 Historic Porch Restoration Brings HOPE to Fort Hancock  Come meet the young adults who are rebuilding the historic porch on Building 26, Sandy Hook’s Headquarters (built in 1899), and learn how Hands-On Preservation Experience (HOPE) and New Jersey Youth Corps of Phillipsburg are preserving America’s parks while building a brighter future for young people in need of a second chance   July 27, 2015  31st Annual All-Women Lifeguard Tournament  Gateway NRA hosts the oldest and largest all-women lifeguard tournament in the nation, to be held on Wednesday, July 29 at Sandy Hook Unit's Beach Area E.   June 19, 2015  Fort Hancock 21st Century Committee to meet Friday, June 26  The Fort Hancock 21st Century Committee will meet at 9 am on Friday, June 26 at the Beech Room of the Thompson Park Visitor Center. Thompson Park, located at 805 Newman Springs Road in Lincroft NJ, is part of the Monmouth County Park System. Members of the public are invited.   May 22, 2015  Environmental Assessment Notice of Public Availability and Open House  The National Park Service (NPS) has made available for public and regulatory review the Environmental Assessment (EA) for the Staten Island Unit Maintenance Facilities Project, Relocation of Hurricane Sandy Damaged Maintenance Facilities to More Sustainable Locations. This project would make the maintenance facilities resilient to coastal storm surges and flooding through relocation to areas outside the 100-year floodplain.   May 05, 2015  Fort Hancock 21st Century Committee to meet at Thompson Park on Friday, May 8  The Fort Hancock 21st Century Federal Advisory Committee will meet this Friday, May 8 from 9 AM to 3 PM in the Beech Room at Thompson Park, part of the Monmouth County Parks System. All committee meetings are open to the public.   April 01, 2015  Gateway Closes Sandy Hook Observation Deck for Repairs  With the donation of materials from the Sandy Hook Foundation, Gateway National Recreation Area will repair and rebuild Sandy Hook's popular Observation Deck beginning Wednesday, April 1. The park expects the deck to be available to the public by the Memorial Day weekend.   March 13, 2015  Open House for Leasing Sandy Hook Buildings  Come to an open house to learn more about leasing an historic former Army building as a residence, bed-and-breakfast or home for a not-for-profit. The open house takes place Sunday, March 22 from 1-3 PM at the Sandy Hook Chapel.   December 12, 2014  Gateway Seeks New Uses for Historic Buildings  Gateway seeks new uses for historic buildings at Fort Hancock.   November 20, 2014  Gateway Seeks Public Comment Concerning Proposed Fee Increases  Gateway is seeking public comments on proposed fee hikes for camping throughout the park and beach parking at Jacob Riis and Sandy Hook.  Gateway is also initiating a study into the feasibility of instituting metered parking at select locations throughout the park.   August 22, 2014  Fort Hancock Committee to Meet at Brookdale Community College  The Fort Hancock 21st Century Federal Advisory Committee will meet Friday, September 12 at Brookdale Community College's Donald D. Wagner Student Life Center.   July 16, 2014  Public Review Opens for Environmental Assessment of Sandy Hook Multi-Use Path Extension  The National Park Service welcomes public comment and regulatory review of an Environmental Assessment (EA) to extend the Multi-Use Path (MUP) at Gateway National Recreation Area's Sandy Hook Unit. Comments are due by August 29, 2014.   July 14, 2014  Deadline Extended for Nominations to Fort Hancock Committee  The National Park Service has extended the deadline for nominations to the Gateway National Recreation Area Fort Hancock 21st Century Advisory Committee by one week. The new deadline is Monday, July 21. Applicants must nominate themselves; a third party cannot nominate someone else.   June 26, 2014  Gateway Begins Planning Process for Environmental Assessment for West Pond Project at Jamaica Bay Wildlife Refuge  The National Park Service, in cooperation with the Federal Highway Administration Eastern Federal Lands Highway Division (EFLHD), is preparing an environmental assessment (EA) in support of a proposed project to address damage that resulted from a breach that occurred at the West Pond of the Jamaica Bay Wildlife Refuge during Hurricane Sandy.   June 16, 2014  Gateway Seeks Nominations for Fort Hancock Advisory Committee  The National Park Service seeks nominations for individuals to be considered for appointment to the Gateway National Recreation Area Fort Hancock 21st Century Advisory Committee.   June 11, 2014  \"Sandy Cam\" Broadcasts Live Views From Sandy Hook Lighthouse  For 250 years, the Sandy Hook Lighthouse has guided ships sailing to New York Harbor with beams of light. Now it broadcasts live streaming images of Sandy Hook to the entire world.   June 09, 2014  Sandy Hook Lighthouse Turns 250  A beacon of hope survives hurricanes, wars and a revolution--and it still works today. On Saturday, June 14, 2014, Gateway National Recreation Area will celebrate the 250th anniversary of the Sandy Hook Lighthouse from 11 am to 4 pm. The public is invited to this free event.   September 05, 2012  Interior Department announces FACA committee members; will make recommendations for reuse plan of Fort Hancock  Secretary of the Interior Ken Salazar has nominated 20 citizens to serve on the Gateway National Recreation Area Fort Hancock 21st Century Advisory Committee. This committee will provide recommendations for the historic reuse of more than 30 historic buildings in the Fort Hancock Historic Landmark District within Gateway's Sandy Hook Unit.   August 30, 2012  U.S. Army Corps of Engineers begins radiological survey of closed areas in Great Kills Park  The U.S. Army Corps of Engineers conducted a radiological survey of closed areas in Gateway NRA's Great Kills Park on Monday, August 27 through Wednesday, August 29, 2012. The first areas surveyed included the fishing area along Great Kills Harbor. Depending on the results of the survey, the fishing area may be reopened for use in 2012.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/news\/newsreleases.htm"
}
