{
    "title": "Gateway National Recreation Area: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Please swim and wade only on lifeguard protected beaches when lifeguards are on duty. During the summer, lifeguarded hours are from 10 A.M. to 6 P.M.   Your safety is our highest priority Visitors, employees and park partners deserve to be safe when visiting a national park. Our staff works hard to make your visit both safe and enjoyable. Knowing how to stay safe will help you and your loved ones to enjoy your visit to the fullest.      Beach safety Drownings have occurred here recently. Swim only at lifeguard-protected beaches during lifeguard hours. Gateway's lifeguards protect certain beaches from 10 A.M. through 6 P.M. Other beaches do not have lifeguards. Be alert for strong ocean currents, powerful waves and underwater obstacles. If you cannot swim, please do not go into the water. Before you go to the beach, learn how to deal with rip currents. Keep children within easy reach.  Be aware of changing tides and weather conditions. Watch for unexpected large waves that wash further up the shore. NEVER TURN YOUR BACK ON THE OCEAN ! Tell your kids about water safety It is never too young to begin learning how to have fun and be safe around the water. Web rangers can learn about water safety here. See this video! Here is a water safety video featuring our 2015 Student Conservation Association interns Roger Torres, Marlen Paredes and Richard Llanos. Although it focuses on Sandy Hook Unit, the message is just as fresh for all beaches at Gateway. Here's the video en Español. General safety Wear sunscreen. Drink water, and bring water when walking around Gateway. Wear appropriate foot wear and clothing, depending on your activity. If you or someone you are with needs emergency help, please call 911 or if at Sandy Hook, 732-872-5900.        Take a good look! The leaves may be bright or dark green or red or burnt orange, but poison ivy leaves are always in groups of three. All parts of the plant can make you itch: leaves, stems, white berries (seen in the fall), roots. Avoid them and you'll be fine! NPS PHOTO  Poison ivy and poison oak See the photo? Poison ivy loves the sandy soil of area beaches, so there is a lot of it to avoid. (It also helps anchor the sand in place, so the plant has quite a positive role on the shore.) Poison ivy and oak generally have groupings of three shiny leaves. They may change color depending on the season. If you know what to look out for and avoid it, you'll be fine. If you think you have come into contact with them, please wash the affected area with soapy water or use a product that can cut through the oils if used close enough to first exposure. Hypothermia and heatstroke While weather at Gateway is typically moderate, we can have summer days with temperatures in the high 90s, and below freezing temperatures in the winter with significant accumulations of snow. Hypothermia, a medical emergency in which your body loses heat faster than it can replace heat, can occur even at temperatures above freezing. Symptoms include uncontrollable shivering, slow or slurred speech, memory lapses and incoherence and exhaustion. Immediate treatment includes giving victim war, non-alcoholic drinks, seeking shelter from the weather and getting the victim into dry clothes. Heatstroke is caused by prolonged exposure to high temperatures or by doing physical activity in hot weather. Symptoms include high body temperature, lack of sweating, flushed skin, rapid breathing and unconsciousness.  Bicycle safety Always observe the rules of the road while riding your bike at Gateway. Please wear your bike helmet and respect the rights of others while using the roads and pathways. Don't let ticks make you sick Both dog ticks and deer ticks can be found at Gateway. Please do a complete body check after you have enjoyed one of our many outdoor activities. Both of these types of disease carry disease, so we recommend that if you do find a tick, note the date and follow up with a doctor if you have any rashes, achy joints or fever.",
    "url": "https:\/\/www.nps.gov\/gate\/planyourvisit\/safety.htm"
}
