{
    "title": "Gateway National Recreation Area: at Jamaica Bay Unit",
    "body": "Things to Do -- Jamaica Bay         Jamaica Bay has miles of bike paths that connect you to beaches, historic sites and natural areas. NPS PHOTO  Great parks in Greater Jamaica Bay Looking for something to do? Check out these great parks, including city parks, in Greater Jamaica Bay. Program information is located in our calendar of events. Jamaica Bay is 18,000-acres wetland estuary  and surrounding land.  It is surrounded by the Rockaway Peninsula to the south, Brooklyn to the west, and Queens to the east. Comprising an area almost equal to the size of Manhattan, the bay consists of numerous islands, a labyrinth of waterways, meadowlands and two fresh water ponds.  The wetlands provide a unique environment for both wildlife preservation and urban recreation.  Enclosed by the Rockaway Peninsula and protected from the Atlantic Ocean, the region currently hosts over 325 species of birds, 50 species of butterflies and 100 species of fish.  A favorite stop for migratory waterfowl, the area is an integral part of the larger, regional ecosystem. A New Partnership with the City of New York On July 17, 2012, the National Park Service, The U.S. Department of Interior and the City of New York signed an unprecedented agreement to cooperatively manage Jamaica Bay's 10,000 acres of federal and City-owned public parkland.  Under the agreement, federal and City agencies will jointly promote visitation, recreation, education programs, and scientific research, creating a new \"jewel in the crown\" of the national and City park systems.  This innovative partnership will better connect surrounding communities to the natural beauty and history of Jamaica Bay.          One of the best ways to enjoy the wonders of Jamaica Bay is from the water.  Look for boating programs offered by the park in the spring, summer and autumn. NPS PHOTO  Jamaica Bay Terrapins: Exhibit Opening and Reception Join us for the opening at the Jamaica Bay Wildlife Refuge, One Cross Bay Boulevard, Broad Channel, NY.  718-318-4340.  This exhibit, created by Hyungjun Yoon, tells the story of the terrapin research project of Hofstra University, now in its 18th year.  Click here for a flyer of this event.    Things to do:  Archery(Year - round) Call 718-338-3799 for archery permits for Floyd Bennett Field. Beach Recreation (Summer) Go swimming at Jacob Riis Park or Rockaway Beach during the summer. Build a sand castle and look for endangered Piping Plovers. Rip currents are powerful currents of water flowing away from shore. Before you go to the beach, learn what you need to do to \"Break the Grip of the Rip!\"® Breezy Point Surf Club provides sale of seasonal and day-use passes for beach club facilities, rental of day-use beach cabanas, cabinettes, bath cabins and use of swimming pool. They also have family recreational facilities, food and beverage sales and catering services are available in the restaurant and bar. Call 718-634-7200, or click on the link above. Silver Gull Beach Club provides sale of seasonal and day-use facilities, rental of day use beach cabanas, cabanettes, bath cabins and use of swimming pool. Family recreational facilities, food and beverage sales and catering services are available in the restaurant and bar. Riis Park Beach Bazaar brings food, live music and drinks to the historic Jacob Riis boardwalk seven days a week from Memorial Day through Labor Day.  Beach chairs, umbrellas and some recreation equipment rentals are available on a first come first serve basis.   Biking (Year - round) Bike along the historic runways of Floyd Bennett Field, or along trails at Fort Tilden. The Rockaway Gateway Greenway, a paved multi-use pathway adjacent to Floyd Bennett Field and Jamaica Bay Wildlife Refuge, offers a unique way to see the park.  A variety of bikes are available for rent at Riis Park,  and Marine Park. Birding & Nature Study (Year - round) Birding is great at the Jamaica Bay Wildlife Refuge, as well as the back fort area of Fort Tilden, Marine Park and the North Forty area of Floyd Bennett Field.   Please remember that in order to provide food for wildlife, the removal of any plant materials, including fruits, berries, nuts and seeds is prohibited from Jamaica Bay Wildlife Refuge. Boating  Park programs for small boat sailing, canoeing and kayaking are offered in Spring, Summer, and Autumn. Call (718) 338-3799 or email us for reservations. Kayaks are available for rent at Marine Park. Hand - launched privately owned small boats (canoes, kayaks, and rowboats) may be launched from various sites around the Jamaica Bay Unit. For information on launch sites call 718-338-3799. During summer, basic sailboat instruction is offered by the park. Call 718-338-3799. For larger boats Gateway Marina, located on Flatbush Avenue across from Floyd Bennett Field, offers slips and a full range of boating services. Call 718-252-8761. Note: In order to protect wildlife and sensitive marsh habitat, entry into salt marshes or onto any islands in Jamaica Bay is not permitted. Cross Country Skiing  When the snow falls, Floyd Bennett Field's North Forty Natural Area is available for cross country skiing. Park rangers will cut a trail through the snow for you to follow. Ecology Village Summer Camping  Ecology Village, located at Floyd Bennett Field, offers a two day camping experience to students, ages 8-14. The program is available to non-profit and organized groups during the months of July and August. Participants camp on platform tents and receive all the necessary equipment for their overnight visit. Rangers present a variety of programs related to topics of environmental protection, conservation and awareness. New leaders must attend the 30 hour workshop presented by the rangers, prior to their trip. Returning leaders must attend a 2 hour refresher workshop annually before their scheduled trip. A $50.00 fee is required for the camping permit. For more information and schedule of workshops, please call the rangers at (718) 338-3338 ext 274 or email. Please register for the refresher workshop or new leader training. Ecology Village also conducts school camping programs during the school year. Teachers must attend a workshop prior to scheduling their class trip. Exhibitors Exhibitors: Gateway Seeks Artists to Exhibit  The Jamaica Bay Wildlife Refuge seeks qualified exhibits for its gallery space. (Year-round) Fishing (Year - round) Floyd Bennett Field, Fort Tilden and Canarsie Pier offer great fishing opportunities. Call 718-338-3799 for permits and other information for these sites.  Other popular spots include Marine Park and Bayswater Park.  If you are above 15, a fishing license is required for freshwater fishing at all city parks.    Health Advice on Eating Fish You Catch: New York City Area (from the State of New York) Gardening (Spring, Summer, and Autumn) Enjoy Brooklyn's largest Community Garden at Floyd Bennett Field. Call the Floyd Bennett Garden Association at 718-338-4255. Golf (Year - round) The Brooklyn Golf Center, located on Flatbush Avenue adjacent to Floyd Bennett Field, offers a driving range, pro shop and golf instruction. Call 718-253-6816. The Riis Park Pitch and Putt Golf Course offers an 18 hole par 3 executive course in a links - style setting. Call 718-474-1623. History (Year - round) Discover Jamaica Bay's historic sites, including Fort Tilden, a former U.S. Army post and Floyd Bennett Field, a former municipal airport and U.S. Naval Air Station. Horseback Riding (Year - round) Contact the Jamaica Bay Riding Academy at 718-531-8949.  Horseback riding and lessons are available to the general public. (Year round). Injured Wildlife: What to Do Neither the National Park Service, nor any of its units at Gateway National Recreation Area, will not and cannot accept injured wildlife, nor will we convey any wildlife to any other agency or rehabilitator.  The NPS has no staff or facility for providing veterinary care to any animal, nor do the 22 sister park sites in the NYC area.  You may wish to do a Google search of a wildlife rehabilitator in your area. Bringing  injured wildlife to our parkland runs the risk of introducing disease  and parasites. Junior Ranger Program(Year - round) Aspiring Junior Rangers can pick up the Junior Ranger activity booklet, and earn the Junior Ranger badge and patch at Floyd Bennett Field, Jacob Riis Park (summer season), and the Jamaica Bay Wildlife Refuge. Model Airplane Flying (Year - round, weather permitting) Call 718-338-3799 for information on the Radio Controlled Flying Field at Floyd Bennett Field. Passport to Your National Parks (Year - round) For the collectors, passport stamps are available at Floyd Bennett Field, Jacob Riis Park, and the Jamaica Bay Wildlife Refuge. Passport to Your National Parks books are sold through the Eastern National bookstores at Floyd Bennett Field and the Jamaica Bay Wildlife Refuge. Pets Pets are not permitted anywhere within the Jamaica Bay Wildlife Refuge District or in the Back Woods of Fort Tilden or Floyd Bennett Field campgrounds. Pets are not permitted at Riis Park, Fort Tilden, Sandy Hook, or Breezy Point Tip ocean beaches from March 15 - September 15, or Great Kills Park swimming beach from Memorial Day through Labor Day. Pets must be kept on leash where permitted and are not permitted in any public building. Picnicking (Year - round) Individuals can picnic at Jacob Riis Park and Canarsie Pier; barbeque grills are available. Group picnic facilities are available by permit at Fort Tilden. Public Camping (Year - round) Floyd Bennett Field has 32 tent campsiites and 6 RV campsites available for a unique urban, yet rustic camping experience. Online reservations can be made by visiting www.recreation.gov. Sites are $20 per night. For more information, click here or call 718-338-3799. Public Programs (Year - round) Check the calendar to see what opportunities there are for Ranger-led and partner-led programs. Public Recreation and Sports Fitness Facilities (Year - round) Aviator Sports and Events Center, Gateway's newest and largest sports concessioner, offers indoor ice skating, hockey, a climbing wall, gymnastics, basketball, and outdoor sports fields. Call 718-758-7500, or click on the link above. Walking & Hiking (Year - round) Take a self guided trail at the Jamaica Bay Wildlife Refuge. Try the Upland, East Pond and West Pond trails. Or hike in the back fort area of Fort Tilden. Pets are not permitted anywhere within the Jamaica Bay Wildlife Refuge District or in the Back Woods of Fort Tilden or Floyd Bennett Field campgrounds.  Pets are not permitted at Riis Park, Fort Tilden, Sandy Hook, or Breezy Point Tip ocean beaches from March 15 - September 15, or Great Kills Park swimming beach from Memorial Day through Labor Day. Pets must be kept on leash where permitted and are not permitted in any public building.",
    "url": "https:\/\/www.nps.gov\/gate\/planyourvisit\/thingstodojamaicabay.htm"
}
