{
    "title": "Gateway National Recreation Area: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         A bald eagle visits Staten Island Unit's Great Kills Park. Remember that you share the park with wildlife. Have fun and stay safe, but be respectful of the creatures who call Gateway home. National Park Service  So much to do in so many places Gateway is open year round. Go ahead and plan your visit to our Jamaica Bay, Sandy Hook or Staten Island Unit. Find out our operating hours, directions and transportation options and beach parking fees. See what special events are on the calendar. To keep up with what's going on at all three units of Gateway all year, join our conversation on our Facebook page. The National Park Service values your safety above all. Bring water, sunscreen and some insect repellent. If an area is closed off, it is either for your safety or to preserve wildlife and allow habitats to grow.  As you enjoy Gateway outdoors remember that, for many creatures, this is their home and you are the visitor. Be respectful of their need to find food and shelter. There is enough park to share with our wildlife.       Kayakers in the waters of Jamaica Bay. Have fun... and wear a life jacket! NPS PHOTO  Jamaica Bay Located in Brooklyn and Queens, Jamaica Bay is home to ocean beaches, restored grasslands, aircraft hangars, sports fields, marinas and historic fortifications. Within this unit, the National Park Service manages well-known sites such as:  Jamaica Bay Wildlife Refuge Floyd Bennett Field Jacob Riis Park Fort Tilden Breezy Point Canarsie Pier Plumb Beach Frank Charles Park         Yes, you can camp on Staten Island. Local scouts from Troop 37 helped the park build tent pads at our camping facility at Fort Wadsworth. NPS PHOTO  Staten Island Discover the three sites within Staten Island that offer opportunities to explore historic military fortifications, enjoy the ocean beaches, bike,run or play an organized sport, and discover natural resources. The three areas of Staten Island Unit are:  Fort Wadsworth Miller Field (World War II Veterans Park at Miller Field) Great Kills Park            Fishing at Sandy Hook. Photo by Jason Philibotte; used by permission.  Sandy Hook Sandy Hook is a 2,044 acre barrier beach peninsula at the northern tip of the New Jersey shore. The park includes seven miles of ocean beaches, salt marshes, hiking trails and a maritime holly forest. Birding, hiking, wind surfing, fishing and exploring the park's natural and cultural resources are available year round. These natural areas survived in part because of Fort Hancock, an Army base that occupied Sandy Hook from the Spanish-American War to the early 1970s. Its buildings are preserved as part of the Fort Hancock and Sandy Hook Proving Ground National Historic Landmark District. Historic sites also include the Sandy Hook Lighthouse, another federal landmark district that preserves the oldest surviving lighthouse in the United States.",
    "url": "https:\/\/www.nps.gov\/gate\/planyourvisit\/things2do.htm"
}
