{
    "title": "Gateway National Recreation Area: Fishing Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps     Fishing Maps                Fishing Maps          Fishing at Jamaica Bay Fishing is permitted at Floyd Bennett Field, Riis Park (between Memorial Day and Labor Day fishing at swimming beaches are only allowed  when lifeguards are off duty), Riis Landing, Canarsie Pier, Fort Tilden and Breezy Tip.  Fishing permits are $50 per season and available at the Ryan Visitor Center from 9 a.m. to 5 p.m.  4X4 permits are also $50 and available at the Ryan Visitor center.  The four wheel drive permit is valid anywhere at the park where the fishing permit is honored, but includes allowing the drive to the tip of Breezy Point.  Please note the the road to Breezy Tip is partially closed during piping plover season.  The 4 wheel drive applicant must present the following equipment at the time of permit and carry each item at all times when driving off road at the Breezy Tip Road:  7 foot (minimum) fishing pole, reel and tackle, shovel, tow chain or rope, shovel, jack, jack support board, tire pressure gauge, appropriate spare tire, trash container (trash bag) and portable toilet.  These permits are available in limited numbers.      Fishing at Sandy Hook Fishing is permitted at all ocean side beaches (Fishing Beach, North Beach, B,C,D Beaches and Gunnison Beach) except when lifeguards are on duty or are closed to protect shorebirds.  Fishing is also permitted on all bay side beaches.  Please see map for designated parking spaces.  An annual pass for nighttime fishing can be purchased at the Entrance Station from 9 a.m. to 4:30 p.m. until Memorial Day when they will be on sale from 7 a.m. to 5 p.m. for $50. Fishing in Staten Island Fishing is allowed at Fort Wadsworth, Great Kills and Miller Field at designated spots (please see maps below).  An annual pass for nighttime fishing and parking in designated locations can be purchased t the Great Kills Ranger Station Wednesday-Sunday from 8:30 a.m. to 4:30 p.m. for $50   Jamaica Bay Fishing Maps  Floyd Bennett Field Fishing Map Frank Charles Park Fishing Map Jacob Riis Park Fishing Map  Fort Tilden Fishing Map Breezy Point Fishing Map        Staten Island Fishing Maps Fort Wadsworth Fishing Map Miller Field Fishing Map  Great Kills Fishing Map      Sandy Hook Fishing Maps Sandy Hook Fishing - Northern Tip Map Sandy Hook Fishing - Fishing Road Map Sandy Hook Fishing - Beaches B, C, D, E Map",
    "url": "https:\/\/www.nps.gov\/gate\/planyourvisit\/fishing-maps.htm"
}
