{
    "title": "Gateway National Recreation Area: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery         Great Egret in flight. You can see these \"great\" birds at all units of Gateway: Staten Island, Sandy Hook and Jamaica Bay.   Get a glimpse of Gateway This photo gallery shows you the past and present of areas of this expansive park. However, it's much more fun to have your boots on our trails, climbing the steps to a military battery or digging your toes into the sand on our beaches. Cameras optional.                   Gateway Photo Contest 2014 winners   54 Photos  Gateway's first photo contest was open from July 1 to July 31, 2014.  The winners of this contest were chosen by the NPS and the public, who voted via Facebook and e-mail.  The top ten photos are ranked, the rest are not in order.          Children at Fort Hancock   25 Photos  Military bases not only train and house soldiers, but often provide homes for spouses and children of military families and civilians who worked at the fort. Take a glimpse at growing up on a sandy peninsula in military housing surrounded by the U.S. Army.          Cold War at Fort Hancock   16 Photos  After its peak population years during World War II, Fort Hancock continued to defend the nation with the use of radar and Nike nuclear missiles.            Dead Horse Bay   2 Photos  Dead Horse Bay is a body of water between the Gerritsen Inlet and Rockaway Inlet in Brooklyn. From the middle of the 19th century to the early 20th, the former Barren Island, now Floyd Bennett Field, was the site of numerous factories which manufactured fertilizer from the remains of dead animals. Later fish oil produced from the menhaden caught in the bay was used in tanning leather, mixing paint, and making rope for ships. When the menhaden became scarce, Barren Island became a landfill for the disposal of NYC’s garbage. Today you can see bottles eroding from this fill, along the shoreline.          Fort Hancock   12 Photos  Images of Fort Hancock          Fort Hancock: A Small Town   13 Photos  Buildings and people who lived at Fort Hancock.            Fort Tilden Nike Missile images   11 Photos  Nike Missiles at Fort Tilden          Fort Wadsworth   15 Photos            HARP - Floyd Bennett Field   10 Photos              Jamaica Bay Wildlife Refuge   9 Photos            Riis Bust Installation   5 Photos  NPS employees, David Ostro and park volunteers assist in the installation of the Riis Bust at Bay 9 Mall, Riis Park.          Sandy Hook   17 Photos              Sandy Hook Proving Ground   11 Photos  From 1874 to 1919, the U.S. Army tested new and experimental weapons at Sandy Hook Proving Ground. The proving ground predated Fort Hancock by more than 20 years, then coexisted with the fort for more than two decades. In 1919 the Army moved this function to Aberdeen, Maryland.",
    "url": "https:\/\/www.nps.gov\/gate\/learn\/photosmultimedia\/photogallery.htm"
}
