{
    "title": "Gateway National Recreation Area: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Camouflage- the rebellion of nature. From machine to animal, war to peace, a scramble jet turns into a green heron surrounded by sassafras leaves flying over Jamaica Bay. 8' high by 12' wide. Federico Massa aka iena cruz  Artists Celebrate the National Park Service  Centennial Summer Arts Festival at Gateway The Arts Festival opened Saturday,  July 2 at Fort Tilden, and runs through Labor Day. The Gateway Photo Contest runs July 1-31. Jamaica Bay: Fort Tilden Arts Festival Opening July 2:  Rockaway ! Fort Tilden Beach: Katharina Grosse Forbidden Fruit: Street Art In a National Park at Rockaway Artist Alliance Fort Tilden sTudio T7. Click here for a flyer for this event. Avian Life in an Urban Jungle, Photo Exhbit by F. Portmann; Saving Jamaica Bay (excerpt) by Dan Hendrick opening July 10. (See below.) Sandy Hook: Wednesday Beach Concerts. Sculptures at Beach Centers  See Summer Program Guide below for details on these and other programs and events. Visitor Center Hours  Ryan Visitor Center, Floyd Bennett Field--Open seven days\/week  9 AM to 5 PM.  Jamaica Bay Wildlife Refuge--Open seven days\/week from 9 Am to 5 PM. Fort Wadsworth Visitor Center--Open Wednesday--Sunday, 9 AM to 4:30 PM. Fort Wadsworth Camp Office-- Open seven days\/week 8:30 AM - 5:30 PM (camp staff available until 8 PM). Great Kills Ranger Station-- Friday through Tuesday 9 AM - 4:30 PM closed 12:00 p.m. - 1:00 p.m. (permits available). Miller Field Ranger Station - Sunday 1:00 p.m. - 3:00 p.m. (permits available) Sandy Hook Lighthouse Keepers Quarters\/Visitor Center--Open seven days\/week 9 AM - 5 PM.  Summer Program Guide  Here is the Summer\/Centennial Program Guide for June, July, August,  which contains all the programs and events.  It's big, so it might be slow in loading, have patience.  We regret that Hangar B remains closed for further repair, so the programs listed in the Program Guide will not occur until this work is completed. For Staten Island we regret the arrival of the goats has been delayed, so those programs will not occur until the animals arrive. The Goat Beauty Contest, originally scheduled for August 21, has been cancelled. Also the Sandy Hook Beach Campfires originally scheduled for August 19 and August 26 have been cancelled. Gateway Summer Program Guide (All three geographic units included here).               Jacob Riis Park Beach with \"Wise\" Clock, 2014 Photo Contest Entry.  Glenda Altarejos photo.  Gateway Photo Contest 2016 The voting for the top contenders for the 2016 Photo Contest will take place on the Gateway Facebook Page. Go to https:\/\/www.facebook.com\/GatewayNPS and look for the photo contest pictures.  You may vote as many times as you wish by \"liking\" pictures you think are best.  There will be three places, with first going to the most likes, second to the next most, and third going to the next most likes. First prize is $100; second is $50; third,$25.  Thanks for voting.      Avian Life in an Urban Jungle: Photographs by F. Portmann Exhbit Opening and Reception, Sunday July 10, 2-4 PM. Includes screening of excerpts from Saving Jamaica Bay by Dan Hendrick.  Jamaica Bay Wildlife Refuge, One Cross Bay Boulevard, Broad Channel, 718-318-4340. Click here for a flyer for this event.       One Great Egret and dozen Snowy Egrets work the shoreline of the East Pond for fishes escaping a gang of Double-crested Cormorants. Jamaica Bay Refuge. Francois Portmann photo.",
    "url": "https:\/\/www.nps.gov\/gate\/planyourvisit\/index.htm"
}
