{
    "title": "Gateway National Recreation Area: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         Going to the beach at Sandy Hook or Jacob Riis Park by car? A beach parking fee is in effect from Memorial Day through Labor Day. NPS PHOTO  Entrance fees? No. Parking fees? Yes, in the summer. There are no entrance fees for Gateway National Recreation Area.  But fees ARE charged for expanded amenities. That includes beach parking to access beach centers.  From Memorial Day weekend to Labor Day, an expanded amenity fee for beach parking is charged per vehicle at Jacob Riis Park in Queens, New York and Sandy Hook in New Jersey. Collection hours vary by site; see below.  Beach parking fees at Jacob Riis Park and Sandy Hook Unit Jacob Riis Park, Queens: For most vehicles, beach parking is $10 per day or $65 per season. For oversized vehicles (more than 20 feet), charge is $20 per day or $135 per season. Hours of collection are 7 A.M. to 6 P.M. Sandy Hook, New Jersey: For most vehicles, beach parking is $15 per day or $75 per season. For oversized vehicles (more than 20 feet), charge is $30 per day or $150 per season. Hours of collection are 7 A.M. to 5 P.M. Does Gateway offer any discounts or free beach parking? Yes. Access Pass (Golden Access) and Senior Pass (Golden Age Passport) holders receive a 50% discount. Please note that the America the Beautiful Pass holders do NOT receive a discount on expanded amenities fees such as beach parking. As of May 19, 2012, Active Military Members who own an America the Beautiful Annual Pass will receive free beach parking at Gateway where parking fees are charged, including Jacob Riis Park and Sandy Hook. Active duty military photo identification will be required at all times to verify ownership of the Annual Pass. Vehicle Hang Tag is to be displayed at all times. (Hang tag is issued with annual pass.)         Campsite at Floyd Bennett Field, Brooklyn. NPS PHOTO  Camping rates and details Effective immediately, rates are as follows for all NEW reservations: $30.00 a night $210.00 a week $15.00 a night with the Senior or Access Pass $105.00 a week with the Senior or Access Pass  Length of Stay: No day use, you must camp overnight. 14 nights is the maximum number of nights permitted.  Size limits: Up to six people may camp at a single site. Larger families and groups will need to reserve multiple camp sites. Sites are large enough for one large tent or two small tents. What to bring: Your own tents and sleeping bags. A pad underneath your sleeping bag may cushion you better for a better night's sleep. Bring sunscreen and insect repellant as well. What NOT to bring: Alcohol, pets, and charcoal grills are NOT allowed at tent camping sites. Glass containers are not allowed anywhere in the park. Recreational Vehicles (RVs) at Floyd Bennett Field only: There are presently nine RV camp sites with another 11 planned for the near future. Water, sewer and electrical hookups are NOT available. Tents are not permitted in RV sites. Neither Fort Wadsworth nor Sandy Hook can accommodate RVs. Showers: Showers are not available at Sandy Hook. At Fort Wadsworth, a cold-water shower is available to campers during the camping season. At Floyd Bennett Field, hot- and cold-water showers, located across from the camp grounds, are open daily May through October, 9:00am - 2:00pm.      Locations to obtain passes at Gateway Visitors may obtain Access or Senior Passes at the following sites throughout the year. Unless otherwise mentioned, sites are open during normal business hours seven days a week.  Please note: the America the Beautiful annual interagency pass (below) is sold only at parks with entrance fees; Gateway does not charge an entrance fee, so this pass is NOT sold at  any unit of Gateway. You must instead visit one of national parks charging entrance fees or visit the USGS store online. Jamaica Bay Unit: Floyd Bennett Field Visitor Contact Station (Brooklyn), 718-338-3799; Jamaica Bay Wildlife Refuge Visitor Center (Queens), 718-318-4340. Sandy Hook Unit: Lighthouse Keepers Quarters, 732-872-5970. (Entrance station summers only.) Staten Island Unit: Great Kills Visitor Contact Station (Wednesday - Sunday), 718-987-6790; Miller Field Visitor Contact Station (Wednesday - Sunday), 718-351-6992.        USGS  How do I obtain an Interagency Pass? AMERICA THE BEAUTIFUL PASS SERIES: As of January 1, 2007 the old Golden Eagle and Golden Access Passes were replaced with a new series of interagency passes called the America the Beautiful - National Parks and Federal Recreational Lands Pass. All Golden Access and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes. The America the Beautiful Pass Series includes the Annual Pass, Senior Pass, Access Pass and Volunteer Pass and the free annual pass for active military and their dependent families, introduced in 2012. Please visit the USGS Store website for more information or to purchase online.",
    "url": "https:\/\/www.nps.gov\/gate\/planyourvisit\/fees.htm"
}
