{
    "title": "Chiricahua National Monument: Fire Regime",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Regime                 Fire Regime        Prescribed Burn at Chiricahua NM Carrie Dennett Several fire history studies have been completed for the oak woodlands of the Chiricahua Mountains. Dendrochronological analysis documents a fire regime of episodic surface fires at intervals of 1 to 38 years with a mean fire interval (MFI) of 3.9 years in canyons and a MFI range of 7.4 to 8.1 years in intercanyons. Frequent (2-15 years), low intensity fires occurred in the oak woodland community in the summer months, primarily June through August. While the late 19th century experienced more frequent fires, the earlier portion of that century experienced almost no fire activity; this may have been due to changes in fuel continuity from flood and debris-flow events. The presettlement fire regime changed by the turn of the 20th century to less frequent but more intense fires, and is attributed to increased grazing and the onset of the fire suppression era. Bahre (1985; 1978) suggests that: wildfires in southeastern Arizona between 1859 and 1890 were much larger and more frequent than today; the occurrence of large grassland fires declined due to grazing and thus brought on the “brush invasion” of the 1890s; and wildfires occurred in all of the major vegetation communities. The fire regime of the Chiricahua Mountains influenced all plant associations existing in the range, and the oak woodland community appears to be the link that allowed fire to spread from semi-desert grasslands to higher elevation plant communities. Based on historical locations of lightning-induced fires in Chiricahua National Monument, fires started in high elevation pine forests as well as low elevation semi-desert grasslands, and fire spread throughout the mountain range was facilitated by the oak woodlands of canyon bottoms. Although fire occurrence is distributed randomly by aspect, it does favor heavily ponderosa pine habitats, followed by grass, brush, mixed conifer, and woodland. Fire-adapted and fire-tolerant species, and multi-stemmed shrubs and trees are evidence of a history of repeated fires. A very open oak-grassland structure, where the oaks are large-stemmed and fully developed, is evidence of a high fire frequency. The fire season for southern Arizona covers the period from April to October, and is broken up into two periods that relate to fire behavior. The first period is the “false monsoon” and is characterized by virga, high surface winds, and lightning. Fires occurring during the false monsoon season (April to July) are usually the most intense and have the highest spread rates and flame lengths, as well as the highest potential for torching and sustained crown fires. High temperatures, low humidities, high winds, and low fuel moistures all contribute to large, high intensity fires during this first season. Fires occurring during the false monsoon typically start in vegetation types that have a continuous fine fuel layer, and have the potential of spreading quickly into other vegetation types. The second season begins with the “true monsoon” (July to October) and the daily buildup of thunderstorms that produce rain and lightning. Although fuel moistures and humidities are higher than that of the false monsoon season, the second season tends to experience more fire starts due to a greater incidence of lightning. These fires are typically small, low to moderate intensity fires that are regulated primarily by fuel moisture. The end of the true monsoon season brings increasingly-intermittent storms that produce drier fuel moisture conditions, higher temperatures, and lower humidities, but reduction in thunderstorm activity and lightning reduces the ignition source and thus fire occurrence. “Sleeper fires” that can hold heat in heavy fuels through the true monsoon may possibly increase in activity between these intermittent storms. The regularity and intensity of these intermittent thunderstorms greatly influence the activity of the fire season. Fires occurring during the true monsoon season characteristically start in vegetation types that have minimal grass and herbaceous cover, where litter is the primary carrier of fire. To date, only one fire history study on the chaparral community of Chiricahua National Monument has been conducted, which investigated the fire regimes of woodland, chaparral, and piñon-cypress-juniper stands of the Monument; conclusions are that the fire return interval for the chaparral community probably ranged from 20 to 100 years.        For information about wildland fire, prescribed fires, and fuels projects visit, http:\/\/inciweb.nwcg.gov\/",
    "url": "https:\/\/www.nps.gov\/chir\/learn\/nature\/fireregime.htm"
}
