{
    "title": "Chiricahua National Monument: Disturbed Lands",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Disturbed Lands                Disturbed Lands        Horseback riding at Faraway Ranch historic photo - NPS Land disturbance can be both natural and man-made.  Landslides, fire and floods can drastically change the landscape, removing vegetation and creating or destroying soil surfaces where plants grow.  Usually, these events are not a problem for nature - but simply a part of an ongoing process.   Humans also disturb land, which can sometimes have detrimental effects.  Early settlers built homes and brought cattle to the area to graze;  humans have manipulated fire for many years - the Native Americans used it to maintain grasslands, attracting prey animals; in more recent times fire has largely been suppressed, mainly due to a lack of understanding about it's importance to ecosystem health; roads, trails and other infrastructure were constructed here, so that visitors could explore and enjoy the scenic beauty.  All of these activities have had some sort of effect on the surrounding land.  Overgrazing can result in the invasion of shrubs into grassland areas, as well as erosion.  Fire suppression has resulted in high fuel loads in some areas, which can result in catastrophic wildfires.  Better access has resulted in more human activity, which can increase people's appreciation for nature, but can also have adverse impacts on wildlife.   It is a challenge to overcome, correct, and control these impacts.  Managers are faced with trying to keep new impacts to a minimum while still allowing humans to use and enjoy the natural areas.  They are also trying to correct problems that arose from past activities, which can be a daunting challenge.  As our understanding of nature grows and as more information is gathered, we hope to find new and better ways to manage our precious natural resources while continuing to offer people a wonderful, outdoor experience.",
    "url": "https:\/\/www.nps.gov\/chir\/learn\/nature\/disturbedlands.htm"
}
