{
    "title": "Chiricahua National Monument: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         Coatimundi M.L.Sipes  Chiricahua National Monument is enveloped in the Coronado National Forest, creating a large block of relatively undeveloped land and containing a variety of habitat types.  This provides enough space for large mammals, such as the black bear and mountain lion, to find the resources they need in order to survive.  The forests and grasslands also provide food and shelter for both the white-tailed and mule deer.  Many smaller mammals also occur within the Monument.  Several species, such as the coatimundi and the Chiricahua (Mexican) fox squirrel, have limited range in the United States, but are a fairly common sight at the Monument.  There are also mice, rats (including kangaroo rats), skunks, ringtail cats, raccoons, rabbits, squirrels and chipmunks, foxes, coyotes, bobcats, javalina (peccaries) and bats.  In fact, there are 16 species of bats in the Chiricahua mountains, including several nectar bats, which feed on the pollen and nectar of flowering plants in much the same way as the hummingbirds do!  The Chiricahua mountains were also historically the home of the jaguar, north Americas largest cat.  Although rarely seen since the 1940's, the jaguar is listed as an endangered species in the United States, and occassionally they are seen wandering north of the Mexican border.  The ocelot and the jaguarundi are two smaller cats that have also been documented historically in the Chiricahua mountains.  As with the jaguar, both of these cats are listed as endangered species, and are rarely seen.  Often killed for their skins or to protect livestock and poultry, these animals are now being managed in order to try and increase their numbers and recover dwindling populations.  Because cats are secretive and solitary, it is difficult to monitor their progress, but it is important to retain any remaining habitat, so that if their populations do come back, they will have somewhere to go.  We are hopeful that these animals will someday be more common at the Monument, as predators play an important part in a healthy ecosystem.",
    "url": "https:\/\/www.nps.gov\/chir\/learn\/nature\/mammals.htm"
}
