{
    "title": "Chiricahua National Monument: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         Canyon treefrog L. Brock  Permanent water sources are rare in the desert southwest, and Chiricahua National Monument is no exception. Several small springs are present on site, but water disappears quickly after surfacing, leaving only small pools or boggy meadows to indicate its presence. Winter rain and snow, and summer monsoon storms provide intermittant flows in the normally dry streams. Still, several amphibians find a way to persist in this arid climate. Rock pools hold water long enough for the canyon tree-frog to lay its eggs, and for tadpoles to metamorphose into “ground dwellers” before the water dries up. Several species of toads and the tiger salamander are also able to utilize the limited water resources effectively enough to produce young. These animals are seldom seen during the heat of the day, but are active during the cooler nights, especially after a summer rainstorm. The most common amphibians at Chiricahua are the tiger salamander, southern spadefoot toad, great plains toad, and the canyon treefrog. Listen for the explosive, whirring voice of the canyon treefrog near rocky pools along Rhyolite Creek. This tiny frog – usually less that 2 inches long – has a big voice, and is more often heard than seen. Toads and salamanders can frequently be found on or near the roads, or near buildings where nighttime lights may attract their insect prey. All amphibians need water to lay their eggs in, and often live in or near a permanent water source. Desert dwelling amphibians, like those at Chiricahua, have adapted to a life with limited water; salamanders live in moist, shady areas under fallen wood or debris, while spadefoot toads burrow into the soil and estivate (similar to hibernate) to avoid dry periods. Amphibians are important “indicator” species, often reacting to pollutants that have entered into the air or water. In many areas the amphibians have disappeared (or have acquired various physical deformities) due to contaminants, such as herbicides, pesticides and pollution. We continue to monitor amphibian health, even in places where the animals and habitat are protected, because pollutants can travel great distances through the air, soil and water.",
    "url": "https:\/\/www.nps.gov\/chir\/learn\/nature\/amphibians.htm"
}
