{
    "title": "Chiricahua National Monument: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals            White-tailed deer R.Olsen  -  NPS photo  Chiricahua National Monument encompasses a variety of habitat types, resulting in an extraordinary collection of animal species. Animals that live in grasslands, desert scrub, riparian and pine woodlands and other specialized habitats can all find a home in the “sky-island” of the Chiricahua mountains. Species like the western box turtle and the cactus wren utilize the grasslands and desert scrub, while the northern goshawk lives in the nearby old-growth pine forest. Black bear and whitetail deer wander throughout the Monument utilizing a variety of habitat types. The banded rock rattlesnake prefers a more specialized habitat, such as rocky slopes and gravelly drainages. The unique geological formations of the Monument provide the vertical cliffs that turkey vultures need for nesting, while underground faults allow water to spring up in some areas, creating small wetlands for the tiger salamander. Mexican species at the northernmost edge of their range also occur here. Species like the coatimundi, Chiricahua fox squirrel and the elegant trogon can be found in the sky-islands of southeastern Arizona, but are rarely seen elsewhere in the State. Migrating birds pass through the area on their way to and from wintering grounds in Mexico, Central and South America, while many bird species are “residents” at Chiricahua at various times of the year. Almost 200 species of birds have been documented in the Monument. The unique geology, geographic location, and diverse ecology of the Monument all play a role in its incredible animal diversity. In all, there are 71 species of mammals, 46 species of reptiles, 8 amphibians, 171 species of birds, and uncounted numbers of insects that regularly occur at Chiricahua National Monument.",
    "url": "https:\/\/www.nps.gov\/chir\/learn\/nature\/animals.htm"
}
