{
    "title": "Chiricahua National Monument: Faraway Ranch",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours     Faraway Ranch                Faraway Ranch Historic District         Neil and Emma Erickson. NPS Photo\/Faraway Collection  Faraway Ranch Tours are available on Saturdays and Sundays. During the spring, tours are available on a more regular basis. Please call the park visitor center for more information (520) 824-3560, or email us.  Faraway Ranch was the home of Swedish Immigrants, Neil and Emma Erickson. Emma Peterson bought a two-room cabin in December of 1886. After she and Neil Erickson marries in January 1887 they settled on the 160-acre homestead. The couple struggled with farming so Neil worked in Bisbee as a carpenter, leaving Emma alone two to three months at a time. In 1898 the couple expanded the cabin to a two-story, board-and-batten style frame house. In 1903 Neil became the first ranger for the Chiricahua Forest Reserve. With Neil staying home for the first time in their marriage, the house grew again. Neil and Emma had three children, Lillian, Ben and Hildegarde.  By 1915 Neil had constructed a two and half-story building with adobe and board-and-batten walls. Two years after Neil finished the house the Forest Service transferred him to Flagstaff.  The house experienced another phase of a building when Neil and Emma's daughter Lillian married Ed Riggs in 1923. Ed was able to add the comforts needed for a modern and successful guest ranch operation, including bathrooms, oil heat, and electricity. He enclosed the north porch to make a large dining room.  Faraway Ranch guests could explore the grounds, swim in the pool, or relax with a book. There was birdwatching, hiking, and they could take their picnic lunch up to the Wonderland of Rocks by horseback. After dinner guests might retire to the living room for music and Lillian's tales of the wild, wild west.",
    "url": "https:\/\/www.nps.gov\/chir\/planyourvisit\/faraway-ranch-historic-district.htm"
}
