{
    "title": "Chiricahua National Monument: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities         Earn your Chiricahua National Monument pin by hiking trails in the park. NPS Image  ROCK THE RHYOLITE: Earn an award by hiking at Chiricahua National Monument! Hiking is a great way to exercise while exploring the wonderland of rocks, and the history of the American West at Chiricahua National Monument. The I Hike for Health program is a hiking challenge you can attempt on your own or with your friends and family. Stop into the visitor center to learn about the challenge and to earn your award - a Chiricahua National Monument pin - while hiking some of the most beautiful trails in southeast Arizona. In order to qualify for the award, first pick up a hiking log from visitor center staff.   Each hiker must hike a minimum of 5 miles \/ 8 kilometers in the park. Each individual seeking the reward must have a photo or selfie of themselves on each trail hiked and present the pictures to park staff at the visitor center. Record your hikes using the hiking log. Please, only one pin per person.         Bonita Canyon Scenic Drive  Making a gradual climb through oak, cypress, and pine forests, this 8-mile paved drive winds to Massai Point, a perfect place for a picnic. The overlook has a 360-degree view of Rhyolite Canyon, adjacent valleys, and surrounding mountain peaks. Massai Nature Trail is a .5 mile loop trail which allows you to discover the geologic story of the park. A stop at the exhibit building along the nature trail provides additional park information. The drive provides access to Bonita Canyon Campground, multiple pullouts to enjoy the scenery, and trailheads to the 17 miles of day-use hiking trails.        Massai Point picnic area.       Picnic Areas The Bonita Creek and Faraway picnic areas have tables, grills, trashcans, and restrooms. Massai Point, Echo Canyon, and Sugarloaf areas have tables and restrooms. Water is available at Faraway Ranch and the visitor center. Picknicking in Bonita Canyon campground is prohibited.      Wilderness and Hiking Trails  Most of the park area is designated wilderness, accessible by foot and horseback, but not mechanized vehicles. Some 17 miles of day-use trails wind through meadows, forest, and rock pinnacles.  Silver Spur Meadown trailhead: Hike from the visitor center to Faraway Ranch Historic District to discover the human activity in the Chiricahua Mountains. Natural Bridge Trailhead: Access the Natural Bridge Trail from Bonita Canyon Drive for the 2.4-mile, one-way hike.  From the Echo Canyon Trailhead: Access trails to explore the rock formations in the park.   For a shorthike, make your way along the Echo Canyon Trail to the Echo Canyon Grottoes for a .8 mile round trip hike.    For a medium length hike, make your way along the Echo Canyon Trail to the Hailstone Trail, to the Ed Riggs Trail for a 3.3- mile round trip hike.     For a long, moderate hike, access Echo Canyon Trailhead to the visitor center, a 7.3- mile hike one way. Start along the Ed Riggs Trail to Mushroom Rock Trail, along Big Balanced Rock Trail to the Heart of Rocks Loop. This trail is where you will find the most iconic formations, many named by the Civil Conservation Corps. From the Heart of Rocks loop follow the Sarah Deming Trail to Lower Rhyolite Canyon Trail to the visitor center.  Sugarloaf Trailhead: This .9- mile, one-way trail climbs over 450 feet in elevation to the top of Sugarloaf Mountain. A historic fire lookout tower can be discovered at the end of the trail.       Hiker Shuttle  A complimentary hiker shuttle leaves the visitor center at 9:00 am and takes hikers to the Echo Canyon or Massai Point trailheads. Please sign-up for the shuttle in person at the visitor center the day before or morning of your hike. Hiking with Pets Pets are permitted in specific areas at Chiricahua National Monument. Dogs must be on a leash at all times and not left alone. You may walk your dog on the lower canyon trails between the campground, visitor center, and entrance station on the Silver Spur Trail, Faraway Ranch Trail, and the campground. You may not bring your pets on any of the other park trails. This is for the safety of your dog and protection of the wildlife.       Faraway Ranch Historic District Visit the many features within the historic district to discover the human activity in the Chiricahua Mountains. Tours inside the Faraway Ranch House are year round, subject to change without notice. Check at the visitor center for up to date information.      Camping Bonita Canyon Campground is open year-round. The sites are available by online reservations through www.recreation.gov by searching Chiricahua National Monument. Busiest months are March and April when the campground is typically full every night.",
    "url": "https:\/\/www.nps.gov\/chir\/planyourvisit\/outdooractivities.htm"
}
