{
    "title": "George Washington Carver National Monument: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials               Curriculum Materials         A Junior Ranger refers to her museum notes as she conducts her first tour given to her family.   George Washington Carver said, \" The thoughtful educator realizes that a very large part of the child's education must be gotten outside of the four walls designated as classroom.\" A variety of education materials have been combined in an education packet for teachers and homeschool parents. \"Click\" education packet to download packet. Each of the following packets has curriculum to help prepare students for a field trip to George Washington Carver National Monument Character Education curriculum packets are offered at three grade levels but may be adapted for grades Kindergarten through 8th grade. Packets include fun activities dealing with character strengths exemplified by George Washington Carver. Character Education Grade 2  Character Education Grade 4  Character Education Grade 6  Carver the Artist  NEW-FIRE ECOLOGY LESSON \"To Burn or Not To Burn\"  New in 2011, the George Washington Carver Web Quest was written by a classroom teacher and designed for use on an interactive whiteboard. Using primary documents, students will explore the life of George Washington Carver through photographs and his letters. Click here for the Web Quest.            4th Grade Art and Essay Contest The fourth grade Art and Essay Contest celebrates Black History Month while encouraging students' creativity through essay writing and creating original artwork. Based on the annual theme, student work is recognized with an art show and display of essays, plus an awards ceremony. U.S. Savings Bonds, trophies, ribbons, and certificates are provided. The program features free lessons on the park website, classroom visits by VIPs (Volunteers-In-Parks), and connection with communication arts and fine arts curriculum.",
    "url": "https:\/\/www.nps.gov\/gwca\/learn\/education\/curriculummaterials.htm"
}
