{
    "title": "Chiricahua National Monument: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         Rock formations along the Echo Canyon trail NPS photo  A visit to Chiricahua National Monument offers many different facilities and attractions, there is something to interest everyone. The park's mild climate is suitable for a wide variety of outdoor activities throughout most of the year: day hiking, camping, picnicking, historic district tours, wildlife viewing, birding, nature photography, star gazing, and horseback riding (bring your own stock). Hiking      Check out our hiking guide (pdf 94 KB) for more information about Chiricahua trails. Silver Spur Meadow trailhead: Hike from the visitor center to Faraway Ranch Historic District to discover the human activity in the Chiricahua Mountains. Natural Bridge trailhead: Access the Natural Bridge Trail from Bonita Canyon Drive for the 2.4-mile, one-way hike. Echo Canyon trailhead: Access trails to explore the rock formations in the park.  For a short hike, make your way along the Echo Canyon Trail to the Echo Canyon Grottoes for a .8 mile round trip hike. For a medium length, make your way along the Echo Canyon Trail to the Hailstone Trail, to the Ed Riggs Trail for a 3.3- mile round trip hike. For a long, moderate hike, access Echo Canyon Trailhead to the visitor center, a 7.3- mile hike one way. Start along the Ed Riggs Trail to Mushroom Rock Trail, along Big Balanced Rock Trail to the Heart of Rocks Loop. This trail is where you will find the most iconic formations, many named by the Civil Conservation Corps. From the Heart of Rocks loop follow the Sarah Deming Trail to Lower Rhyolite Canyon Trail to the visitor center.  Sugarloaf Trailhead: This .9- mile, one-way trail climbs over 450 feet in elevation to the top of Sugarloaf Mountain. A historic fire lookout tower can be discovered at the end of the trail. Camping     Bonita Canyon Campground is open year-round. The sites are available by online reservations through www.recreation.gov by searching Chiricahua National Monument. Busiest months are March and April when the campground is typically full every night.  We also offer programs and talks in the beautiful Bonita Canyon Campground. Campground programs usually start mid-March, weather permitting.  Faraway Ranch     Visit the many features within the historic district to discover the human activity in the Chiricahua Mountains. Tours inside the Faraway Ranch House are year round, subject to change without notice. Check at the visitor center for up to date information.  Picnicking The Bonita Creek and Faraway picnic areas have tables, grills, trashcans, and restrooms. Massai Point, Echo Canyon, and Sugarloaf areas have tables and restrooms. Water is available at Faraway Ranch and the visitor center. Picnicking in Bonita Canyon campground is prohibited.  Bonita Canyon Scenic Drive      Making a gradual climb through oak, cypress, and pine forests, this 8-mile paved drive winds to Massai Point, a perfect place for a picnic. The overlook has a 360-degree view of Rhyolite Canyon, adjacent valleys, and surrounding mountain peaks. Massai Nature Trail is a .5 mile loop trail which allows you to discover the geologic story of the park. A stop at the exhibit building along the nature trail provides additional park information. The drive provides access to Bonita Canyon Campground, multiple pullouts to enjoy the scenery, and trailheads to the 17 miles of day-use hiking trails.       Groups Do you have a group of 10 or more people that would like a ranger-led program or guided hike? Contact the visitor center in advance to schedule a program at 520-824-3560 x0.",
    "url": "https:\/\/www.nps.gov\/chir\/planyourvisit\/things2do.htm"
}
