{
    "title": "Chiricahua National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           12856 E Rhyolite Creek Rd  Willcox, AZ 85643                 Directions         Chiricahua National Monument is located 120 miles southeast of Tucson. Take I-10 east from Tucson to the first exit for Willcox. Travel 3 miles into town to the stoplight and turn right. You will follow Arizona State Highway 186 for 32 miles to the junction of Arizona State Highway 181. Turn left and 4 miles later you will be at the Chiricahua entrance station.  Directions Details           Operating Hours & Seasons         Park The park is open 24\/7. Extreme weather events or fire can lead to closures of the park road.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Chiricahua National Monument ranges from 5,124 feet \/ 1,562 meters in elevation at the entrance station to 7,310 feet \/ 2,228 meters at the summit of Sugarloaf Mountain. You can enjoy the differences of four seasons. http:\/\/www.nps.gov\/chir\/planyourvisit\/weather.htm         Fees & Passes     Entrance Fees:   Chiricahua Entrance Fee - $0.00 Chiricahua National Monument is a fee free park. No entrance fee is required.          Visitor Centers       Chiricahua National Monument Visitor Center The visitor center is open from 8:30 am to 4:30 pm Mountain Standard Time. Exhibits about the geology, natural history, archaeology and cultural history are housed in the visitor center, build by CCC stone masons in the late 1930s. A short video about the park is available as well. A bookstore offers a wide range of titles on topics ranging from Apache history to children's books about the regional flora and fauna.                 Monsoon storm building above the grasslands at the entrance of Chiricahua NPS Photo  Know Before You Go  Weather The weather in southeast Arizona is different than you might expect. Snow in the winter, flooding rains (monsoon) in the summer - be prepared for the elements.  Fees & Reservations Recently, Chiricahua became a FEE FREE park. Stop into the visitor center before you explore the park to get your map and information. Bonita Creek Campground reservations can be made at www.recreation.gov.   Operating Hours & Seasons The Visitor Center is open 8:30 am - 4:30 pm daily. The park is open year-round, 24\/7. Weather conditions may force the park to close the Bonita Canyon Scenic Drive (e.g. snow, wind, rock slides).",
    "url": "https:\/\/www.nps.gov\/chir\/planyourvisit\/basicinfo.htm"
}
