{
    "title": "Chiricahua National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes       Entrance Fees There are no entrance fees. Chiricahua National Monument is a FEE FREE park. Campground Fees  Individual campsite fees are $12 per night or $6 for owners of a Interagency Senior or Access Pass. The sites are available by online reservations through www.recreation.gov by searching Chiricahua National Monument. Busiest months are March and April when the campground is typically full every night. Find out more about Bonita Canyon Campground. Group site fees are $3 per person, per night. The site will accommodate 9-24 people in tents only.    Permits Are you a commercial photographer or videographer? Do you have a group larger than 15 people visiting the park? Would you like to have your wedding at the monument? See our Permits & Reservations page to access information regarding Special Use Permits for Chiricahua National Monument.       Annual Recreation Passes Federal Recreation Passes are not available for purchase at Chiricahua National Monument.  Interagency Senior and Access Pass owner may still use passes for discounted campground fees.    To purchase a pass online visit: http:\/\/store.usgs.gov\/pass\/index.html   America the Beautiful - the National Parks and Federal Recreational Lands Pass. A pass is your ticket to more than 2,000 federal recreation sites. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. A pass covers entrance and standard amenity fees for a driver and all passengers in a personal vehicle at per vehicle fee areas (or up to four adults at sites that charge per person). Children age 15 or under are admitted free.  The following passes make up the series:            Annual Pass   Annual Pass - $80 The Annual Pass replaces the National Park Pass and Golden Eagle Passport. It is available to the general public and provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free.  The pass can be obtained by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass or www.recreation.gov.        Senior Pass   Senior Pass - $10 The Senior Pass replaces the Golden Age Passport. This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity.The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free. The pass can only be obtained in person at the park.  The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.          Access Pass - Free This pass replaces the Golden Access Passport. This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free. The pass can only be obtained in person at the park.  The Access Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.        Volunteer Pass   Volunteer Pass - Free This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free.        Military Pass   Military Pass - Free This free pass is designed for active duty military personnel. As gratitude for your services, this pass will grant you access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. Visit http:\/\/store.usgs.gov\/pass\/military.html for more details.  The pass admits the pass holder(s) and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, not to exceed 4 adults, at per person fee areas. (children under 16 are admitted free) The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the internet at http:\/\/store.usgs.gov\/pass.        America The Beautiful Interagency Passes Brochure  For more information on the American the Beautiful passes click on a link below.    America the Beautiful Pass Brochure - English  America the Beautiful Pass Brochure - Spanish  America the Beautiful Pass Brochure - French  America the Beautiful Pass Brochure - German America the Beautiful Pass Brochure - Italian  America the Beautiful Pass Brochure - Japanese   America the Beautiful Pass Brochure - Portuguese America the Beautiful Pass Brochure - Korean                Chiricahua National Monument is a scenic wonder and beauty. Do you think you can capture that postcard shot to share with the nation?  Submit your photo at, http:\/\/www.sharetheexperience.org\/, for the chance to be featured on the Annual Federal Recreation Passes and for the chance to win $25,000 in cash and prizes. Think you can bring Chiricahua to the national spotlight? Give it a shot!",
    "url": "https:\/\/www.nps.gov\/chir\/planyourvisit\/fees.htm"
}
