{
    "title": "Yukon - Charley Rivers National Preserve: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather       Yukon-Charley Rivers covers 2.5 million acres in eastern Interior Alaska. It is flanked to the north and northwest by the Brooks Range and to the southwest by the Alaska Range. The climate of the interior area between these two mountain ranges is generally classified as sub-arctic, with exceptionally cold winters, relatively warm summers, low annual precipitation, and generally high winds. The elevational range of the preserve (600 to 6,000+ feet) produces local variations in weather and climate. Above timberline, at about 3,000 to 3,500 feet, the climate is generally classified as arctic with cooler summers, warmer winters (due to prevailing cold air inversions), heavier precipitation and increased winds, compared to the sub-arctic landscape below and within timberline.         Spring: The month of March, with its 12 hour long days, abundant sunshine, and sparse precipitation is thought by many local residents to be the finest month of the year. April brings thawing and mud and breakup of the Yukon River ice usually occurs in early May.         Summer: The Yukon-Charley Rivers area is one of the warmest sections of Alaska in the summer. Although daily highs average in the 60's to low 70's, a high of 97 has been recorded. Thundershower activity is common and, in some years, causes considerable forest fire activity. While daily lows average in the 40's, subfreezing temperatures can occur in any month, especially at higher elevations. The period of continuous daylight or twilight ends in late July and by the end of August, nights will have six or seven hours of darkness, allowing for a glimpse at the majestic northern lights.         Autumn: The transition from summer to winter is rapid. Peak fall colors occur in the high country in late August and by mid September, most aspens and birches have turned golden. Ice begins flowing in the Yukon River in late October, with freeze-up usually by mid-November.         Winter: Lasting from October to March, winter is arguably the dominant season. Temperatures of -50F or lower are normal during cold spells. Fortunately, winter winds are usually light, but when high pressure centers occur, winds may be from 15 to 40 miles per hour for days at a time. The desert-like Interior Alaska is not known for heavy snowfall as snow depths over two feet are uncommon. The short days of late December will have only about 6 hours of daylight and twilight combined.      View the Seasonal Weather Summary reports for the preserve.   View current weather conditions for Eagle, Alaska.   View Alaska weather webcams, including Eagle & Circle, Alaska.",
    "url": "https:\/\/www.nps.gov\/yuch\/planyourvisit\/weather.htm"
}
