{
    "title": "Yukon - Charley Rivers National Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           West end of 1st Avenue  Eagle, AK 99738                 Directions         Although there is no direct highway connection to Yukon-Charley Rivers National Preserve, visitors are able to access the preserve by either air travel from Fairbanks, or water or air travel from two small towns on the road system(Eagle and Circle), near the preserve boundaries.  Directions Details           Operating Hours & Seasons         Open 24-hours The preserve is open 24-hours a day   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           The area that Yukon-Charley Rivers encompasses is generally classified as sub-arctic, with exceptionally cold winters, relatively warm summers, low annual precipitation, and generally high winds.         Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 There is no entrance fee for Yukon-Charley Rivers National Preserve         Visitor Centers       Eagle Visitor Center Located along the mighty Yukon River in Eagle, Alaska, this quaint visitor center is the welcome center for those ready to explore Yukon-Charley Rivers National Preserve. Speak with a ranger, receive a backcountry orientation, and finalize the details of your trip in the preserve.   Fairbanks Alaska Public Lands Information Center Explore world-class exhibits, watch a free informative movie, and receive assistance on your trip planning needs while at the Alaska Public Lands Information Center, located inside of the Morris Thompson Cultural & Visitors Center in Fairbanks, Alaska.                Permits & Reservations  Pets      You're on your own. This is the number one message preserve visitors must know and apply to their visit to Yukon-Charley Rivers. There is no cell phone service and there are no amenities or services in the preserve. When you depart Fairbanks, Tok, Eagle, or Circle, you may not see another person until your return to civilization or your pilot comes to pick you up. Visitors must be self-reliant and able to execute self-extraction and communication, should an emergency situation arise.  Yukon-Charley Rivers National Preserve contains 115 miles of the historic Yukon River and the entire 88-mile Charley River basin. Old cabins and relics recall the Yukon's importance in the gold rush era. Archeological and paleontological sites in the preserve provide knowledge of both the past thousands and millions of years.   The two rivers are quite different: the broad and swift Yukon flows with glacial silt, while the smaller Charley flows crystal clear and is considered one of Alaska's finest recreational streams. They merge between the early-day boom towns of Eagle and Circle, where cliffs and bluffs along the two rivers provide nesting habitat for peregrine falcons. Beyond the riverbanks, grizzly bears, Dall sheep, and moose may be seen. Floating the Yukon - by raft, canoe, or powerboat - is a popular way to experience the grandeur of the river, rich with history. The Charley River demands more advanced skills, but rewards with a wilderness experience.  Planning Read our Backcountry Trip Planning Guide in preparation for your trip and download a free outdoor gear checklist (1.57mb PDF). As the majority of our visitors travel by river, whether it be floating the whitewater of the Charley in an inflatable raft or canoeing or motorboating on the Yukon, we have developed a River Trip Planning Guide for Alaska, to help you be better prepared for your adventure. If your trip involves hiking or crossing waterways, from small creeks to major rivers, read our Backcountry River Crossing (620kb) PDF to learn safe techniques to get you to the other side and back again.  Leave a detailed trip plan with friends & family and describe to them what you are doing, where you are going, and what to do if you do not return by a certain date. Make sure they understand the inherent unpredictability of remote Alaskan transportation in regards to weather. Download a free detailed backcountry trip plan (59kb PDF) and leave one at home, bring one with you, and leave another with your pilot, if you are flying. Access  If you are relying on air travel for your visit, be aware that air taxis are often times unable to fly in inclement weather. Bring a few extra days of food and allow for 'weather days' in your trip plan to accommodate poor weather. Learn more about transportation to public lands (300kb PDF) in Alaska and chartering aircraft (450kb PDF).  Many visitors to Yukon-Charley Rivers arrive & travel by motorboat during the fall hunting season. Read our Hunting Resources (830kb PDF) and Boating Safety PDFs to learn more about planning a successful and enjoyable trip to the preserve. Communication Unlike many other satellite communication tools which operate on satellites that do not provide reliable service as far north as Yukon-Charley Rivers, satellite phones are an excellent method of two-way communication in Alaska's backcountry, as they function on satellites that orbit the earth north to south and vice versa, providing excellent coverage in Alaska's wilderness areas. Consider renting a satellite phone in Fairbanks before your trip to the preserve. Land Ethics  Follow the wilderness ethic of others and leave this wild land as you found it, or better, for future generations. Learn how to do this by reading about Leave No Trace in Alaska's Backcountry (570kb PDF). Visitors in the park must practice minimum impact camping techniques by adhering to Leave No Trace principles, follow backcountry safety guidelines, and be aware of the fragile ecosystems and private lands (460kb PDF) within the preserve.  Bear Safety  Watch a short video on staying safe in bear country to learn safe and responsible practices for recreating on Alaska's wild lands. Learn more about bear safety through the Alaska Public Lands Information Centers' bear safety page.  Bear-resistant food containers are required for your overnight visit to Yukon-Charley Rivers and are provided free of charge at the Eagle Visitor Center. No reservations can be taken as they are provided first come, first serve. Yukon-Charley Rivers provides steel drum BRFCs with locking lids. No backpacker BRFCs are available at this time through Yukon-Charley Rivers.  If you are hiking, packrafting, or kayaking in Yukon-Charley Rivers, please visit the Alaska Public Lands Information Center in Fairbanks to rent a backpacker BRFC. Be aware these backpacker barrels are rented for hiking, packrafting, and kayaking only, where the large steel BRFCs are impossible to use. Canoeists are required to use the steel BRFCs, provided in Eagle. For more links on safety and planning your trip to Yukon-Charley Rivers, visit the Fairbanks Alaska Centers website.",
    "url": "https:\/\/www.nps.gov\/yuch\/planyourvisit\/basicinfo.htm"
}
