{
    "title": "Yukon - Charley Rivers National Preserve: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         As you begin to plan your visit to Yukon-Charley Rivers, you will find yourself challenged with logistics. Since access to the preserve is limited to water or air travel during the summer season and air or various means of adventurous options (including snowmachines) during the harsh winter months, planning is your first challenge. Many visitors find that driving a vehicle or flying into Eagle and floating the Yukon is the most reasonable option. Air carriers to return the visitor to the site of the \"put in point\" are available. Some visitors choose to drop their gear and vessel and other party members in Eagle and drive to Circle in order to have the vehicle at the end of the journey. Those hardy souls who choose to travel the Yukon from the headwaters to the mouth at the Bering Sea often begin planning this long journey years in advance. Those who plan to experience the premier whitewater adventure of the Charley River will find that air carriers are a necessity. In any planning efforts, the Visitor Center in Eagle or the Information Center in Fairbanks will be happy to assist.           Basic Information Learn more about the timing of your trip to Yukon-Charley Rivers, the services available, and the conditions you will experience.            Directions & Transportation Yukon-Charley Rivers is a remote preserve, located along the Canadian border in eastern Alaska. Find out how to access this region by one of two long gravel roads, the Yukon River, or by airplane. All options are adventurous!           Things To Do Learn about the many forms of recreation and responsible use of the preserve and how to plan a safe adventure.            Public Use Cabins  Yukon-Charley Rivers does not charge fees for use, but Public Use Cabins are first come-first serve, so proper planning is essential for your journey to the preserve. Learn more here.         Calendar | Safety | Accessiblity",
    "url": "https:\/\/www.nps.gov\/yuch\/planyourvisit\/index.htm"
}
