{
    "title": "Moores Creek National Battlefield: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer          The National Park Service Volunteers-In-Parks Program (VIP) was authorized and enacted in 1970. The primary purpose of the VIP program is to provide a means by which the National Park Service can accept voluntary help and services from the public. Our volunteers are, without a doubt, Very Important People! In Fiscal Year 2004, 140,000 volunteers come from all over to help preserve and protect America's natural and cultural heritage for the enjoyment of this and future generations. Young and old alike give of their time and expertise to assist in achieving the National Park Service mission. Volunteers are accepted from the public without regard to race, creed, religion, age, sex, sexual orientation, national origin, or disability. Please note that volunteers are not considered to be federal employees for any purposes other than tort claims and injury compensation. Volunteer service is not creditable for leave accrual or any other benefit. However, volunteer service is creditable work experience. Volunteer Opportunities Moores Creek National Battlefield is always looking for new volunteers. Please call or e-mail the Volunteer Coordinator for more information. A variety of volunteer-in-parks (VIP) positions are available at Moores Creek National Battlefield and new ones are often created as we meet new volunteers. Most volunteer opportunities are on-site, however some volunteer work can be performed from a volunteer's home. It is our goal to match the park's needs with our volunteers' interests to ensure a positive experience for all. On-site VIPs Since only 1 RV volunteer pad exists in the park, most of our volunteers live in southeastern North Carolina. However, many 18th century re-enactors travel from distant locations to volunteer on special event days. The following tasks provide an idea of the major volunteer opportunities on-site. Visitor Center Assistant - Staffing the information desk and book sales area, maintaining the park library, answering the telephone and similar work. Maintenance Assistant - Landscaping, painting, carpentry and similar work. Special Event Assistant - Traffic and crowd control, maintenance tasks, living history demonstrations. Living History Demonstrations - Groups and individuals with well-honed 18th century skills and the ability to share their knowledge with the public. Historical Transcriber - Pension records exist for many of the men who fought at the Battle of Moores Creek Bridge. These records are written in long-hand and use expressions common to the late 18th century. The park provides simple training in reading these pensions so that volunteers can transcribe them into work processing files on their home computers.         Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/mocr\/getinvolved\/volunteer.htm"
}
