{
    "title": "George Washington Carver National Monument: Traveling Trunks",
    "body": "Traveling Trunks       During his years at Tuskegee Institute, Carver designed and outfitted the first movable school, known as the Jesup Wagon, as an outreach to rural families who were unable to travel to the school. The George Washington Carver traveling trunk has a similar purpose, reaching out to children who may not be able to visit the park. Traveling trunks are available for loan on a monthly basis. There is no fee but borrowers are responsible for return shipping fees. Click here for the List of Contents.  Click here for the Social Studies Lesson Plans Click here for the Science Unit Plans    What is the Traveling Trunk Program? The Traveling Trunk program consist of activities for elementary and middle school students. The trunks can be shipped to schools, libraries, museums, and other groups across the United States. These trunks are wonderful educational tools from which children of all ages may learn. George Washington Carver National Monument ships the trunks to borrowers. Borrowers are responsible for return shipping fees.  George Washington Carver Traveling Trunk   The George Washington Carver Traveling Trunk is an overview of Carver's life. This trunk contains a variety of hands-on objects, photographs, books, posters, costumes, videos, and supportive instructional materials related to the life and work of Carver. This trunk contains a simple science experiment to help children learn.      Toy Trunk Children living in the nineteenth-century used limited resources to entertain themselves when their choirs were finished. This trunk features some of the toys and games George Washington Carver and other children of the late 1800s may have enjoyed. Inside are yo-yos, burlap sacks for three-legged races, the game of graces, jump ropes, marbles, Jacob's Ladders, button-on-a-string, checkers, chess, and more.  Please note: The toy trunk is not available for shipping. Must be picked up and returned to the park by borrowers.",
    "url": "https:\/\/www.nps.gov\/gwca\/learn\/education\/traveling-trunks.htm"
}
