{
    "title": "Monocacy National Battlefield: Worthington House",
    "body": "Worthington House Exterior Restoration         Worthington House prior to exterior restoration.   The Worthington House is two-story brick farmhouse constructed ca. 1851 by a wealthy agriculturalist named Griffin Taylor. Originally known as \"Clifton,\" the house and its surrounding 300 acres were sold to John T. Worthington in 1862. When the National Park Service acquired the Worthington Farm in 1982, the house had been abandoned for many years and was in very poor condition. The porch and chimneys had collapsed, many of the windows and shutters were missing, and much of its interior was suffering from vandalism and neglect. Shortly after acquiring the farm, the National Park Service took steps to arrest further deterioration of the Worthington House - collapsed elements were removed and stored for future restoration, missing windows were replaced with louvered inserts (which allow air to circulate but keep rain and pests out), and the roof was replaced. In the late 1990s, Monocacy National Battlefield began planning exterior restoration and renovation of the Worthington House, which would return the house to its appearance at the time of the Battle of Monocacy. The exterior restoration plan relied primarily on historic photographs, as well as written descriptions and remnant historic fabric.  The exterior restoration was a meticulous process, and utilized the best available information. Some aspects of the house, however, were not apparent in the historic record. For example, there was no documentation of the porches on the north elevation and inside the ell.  Archeological excavations were undertaken in 2001 to uncover evidence of the construction and dimensions of the north and ell porches. Unfortunately, these excavations proved inconclusive, and as a result the porches were not restored. A modern deck was constructed inside the ell to allow safe access to the rear wing of the house. The exterior restoration and renovation of the Worthington House was completed in 2004.      To see photos of the Worthington House Exterior Restoration and Rehabilitation project, click on the links below.                   Thomas House Dormer Repairs   8 Photos            Worthington House Restoration   5 Photos            Thomas House Roof Project   6 Photos              Best Farm Main House   11 Photos            Best Farm Secondary House   10 Photos            2008 Monument Projects   15 Photos              Best Farm Stone Barn Preservation   13 Photos            Thomas Farm Blacksmith Shop Project   4 Photos            Thomas Bank Barn \/ Silo Restoration   15 Photos              14th New Jersey Monument Project   13 Photos",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/management\/worthington_house.htm"
}
