{
    "title": "Oxon Cove  Park & Oxon Hill Farm: Eugene Shegogue",
    "body": "Eugene Shegogue         Eugene Shegogue in 1959, finishing up work in the lower fields next to the Potomac River on the Godding Croft property. NPS photo  One day in the of fall 2001, a visitor came to the park and mentioned that she was the daughter of Eugene Shegogue, caretaker of Oxon Hill Farm property from 1950 to 1962. The visitor, Ms. Beverly Shegogue, came back to the park several years later, with a memory book filled with stories and pictures of Eugene's tenure as the Godding Croft caretaker. The following is an except from this book: “In 1950, we moved into the farm house. I was so excited because we now had a telephone, something we never had before. The house was two stories including a basement. We lived upstairs where there was a kitchen, two bedrooms, a bathroom, and a living room. The living room had such a wonderful view, overlooking the Potomac River to Virginia and Washington, D.C. Downstairs there was a huge room with a small bathroom, a spare bedroom, and an office which my father’s boss, Jack Zanders (who was in total charge of running the farm) conducted the daily business and kept the records. In the basement was a huge eating room, a shower room and a large old stove that was used for cooking. My father told me that the old stove was used to cook meals for the slaves that the original owners used to work the farm. My father also told me that some of the patients from St. Elizabeths Hospital, who worked the fields, lived and slept in the huge room downstairs with the small bath. When we moved into the house the patients were no longer allowed to live at the house. But, they were still bussed in daily to work the farm from St Elizabeths Hospital.  My father loved farming. I remember my dad working the fields all day in the heat. He would ride up and down the rows on his tractor,stopping only for lunch. Often when not in school, I would ride with him. I loved being with my dad. He would get so tan from being in the sun and he never got tired of his job.\"",
    "url": "https:\/\/www.nps.gov\/oxhi\/learn\/historyculture\/eugene-shegogue.htm"
}
