{
    "title": "Oxon Cove  Park & Oxon Hill Farm: The Native Peoples",
    "body": "The Native Peoples         Piscataway Indian display for the Cultural Holiday Festival, December 13th 2009. NPS photo  The Chesapeake watershed began to take its present form some 15,000 years ago as glaciers covered much of North America slowly retreated. Some three thousand years after that, the first people setting foot in Maryland were the the nomadic American Indians. People and the Chesapeake Bay have been interacting ever since. 12,000 years ago when the first nomadic people passed through the park property you might have seen a spruce forest and open grasslands then. The climate was colder and wetter. Shorelines were hundreds of feet below today's levels. The Chesapeake Bay was a narrow river, and the Potomac may have been a babbling brook. Herds of elk, musk, ox, bison, and even woolly mammoths, roamed the property. Two or three thousand years ago, the spruce forest and grasslands were gone, replaced by hemlocks, pines, oaks, and other trees. The large land mammals had moved north or vanished entirely. The climate had grown warmer and drier, and the Potomac River was a wide river, filler with water once frozen in glaciers. A village of American Indians probably stood nearby--if not within the boundaries of the park then somewhere close along the banks of the Potomac or Anacostia rivers. Oysters, clams, crabs, and fish made up a crucial part of the native peoples' diet. They also gathered walnuts, acorns, fruit, and berries and hunted deer, turkeys, rabbits, ducks, and geese. If you were among the first European and African settlers in Maryland in the 1600s, you would have found fields of corn, beans, pumpkins, tobacco, and other crops cultivated by local Indians. They would have spoken Easter Algonquian, a language shaved by many native peoples of Maryland. Any you have met would likely offered you food and goods to trade and warned you about enemies to the north, Susquehannocks. As more and more Europeans began to inhabit the area, the Indians were either forced from the land or died due to exposure to new diseases.",
    "url": "https:\/\/www.nps.gov\/oxhi\/learn\/historyculture\/the-native-peoples2.htm"
}
