{
    "title": "Oxon Cove  Park & Oxon Hill Farm: News",
    "body": "Explore This Park    Learn About the Park     News             News       .      FOR IMMEDIATE RELEASE: January 22, 2016 Contact: Jenny Anzelmo-Sarles, jenny_anzelmo-sarles@nps.gov or Katie Liming, katelyn_liming@nps.gov (NPS) Sgt. Anna Rose, anna_rose@nps.gov (USPP) Washington Area National Parks Prepare for Winter Storm The National Park Service is fully prepared for this weekend's snowstorm.  Our road crews and maintenance staff have been staging equipment and pre-treating roads since Tuesday.  Recognizing that this could be a record-setting snowfall, here's what the National Park Service wants you to know before heading out the door: Employee and public safety are our top priorities as we clear roads.  We are also working hard to protect historic buildings and other park resources. Based on what we know right now, residents throughout the National Capital Region should be prepared to hunker down around noon on Friday and expect to be there until at least Monday morning. Even after the snow stops falling it will take several more days of work to move snow, reopen roads, and clear sidewalks. Avoid driving if at all possible.  If you have to go out, do your best to limit travel, drive slowly and well below the posted speed limits, and make sure your headlights are on even during daytime hours.  Road conditions can change rapidly and perfectly dry pavement can quickly change to patches of ice. Rangers remind visitors to heed weather warnings and respect closures.  Individuals are responsible for their own safety, and a rescue is not guaranteed.  If you decide to venture out, bring appropriate gear (extra clothing, high energy snacks, and water) and be prepared to spend more time outside than anticipated.  Familiar roads and trails can quickly look very different during and after winter storms.  Individuals should also consider their physical limitations before setting out. Snow is heavy.  Based on the recommendation of experts at the Federal Highway Administration, the NPS will close Arlington Memorial Bridge with snow accumulations of 2 or more feet to ensure that the weight of the snow plus the weight of the snow-removal equipment does not exceed the posted 10-ton limit. Check individual park websites or call park visitor centers to check on their operating status before visiting. For the status of special events, please contact individual event organizers. -www.nps.gov-",
    "url": "https:\/\/www.nps.gov\/oxhi\/learn\/news\/index.htm"
}
