{
    "title": "Oxon Cove  Park & Oxon Hill Farm: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        Visitors viewing the animals while taking a self-guided tour. NPS photo. Courtesy of Robert Epstien.       There are many ways to enjoy your visit at Oxon Cove Park and Oxon Hill Farm. Here are some suggestions for a great park visit:  Take a self-guided tour. Explore the farmyard. See antique farm equipment, barnyard animals, historic structures, and informational outdoor exhibit placards. Stop by the Visitor Barn to pick up the brochure “Self-Guided Walking Tour.”   Participate in our farm programs. Milk the dairy cow, feed the chickens, or take a wagon ride around the farm. We offer programs throughout the year, check our Calendar for more information. The Calendar also has information on Storytime, Cove Clean Ups, and our other special events. Groups of 5 or more should refer to our Reservations page.   Visit the Kid’s Activity Corner in the Visitor Barn. Children (and big kids) can color, read books, do puzzles, and play with barnyard toys and games. All of these activities are centered on agricultural themes. We also have a bookstore and exhibits in the Visitor Barn for kids and adults.   Learn about our history. The Mount Welby historic house has exhibits on the history of the property and its inhabitants. The house is open Saturdays and Sundays from 2:00 pm to 3:30 pm.   Hike, Bike, Walk, or Jog. Venture beyond the farmyard and explore Oxon Cove Park's 512 acres by strolling along the lower fields or riding the bike path along Oxon Cove. There are two trails in the park:     The Hiker-Biker Trail is 1.6 miles from the parking lot, through forest and fields, and around Oxon Cove. It is open to pedestrians and bicyclists, and has paved surface and moderate hills. The Woodlot Trail is a moderate half mile trail located in a forested area of the park.     Become a Junior Ranger. If you between the ages of 9 and 13 you can become an Oxon Cove Park Junior Ranger. Pick-up the booklet at the Visitor Center and complete the activities in the booklet.   Have a Picnic. Picnic areas are available near the parking lot and in the hay barn on a “first come, first served” basis. While there are a variety of restaurants within a mile of the park, there is not any food available for purchase within the park.",
    "url": "https:\/\/www.nps.gov\/oxhi\/planyourvisit\/things2do.htm"
}
