{
    "title": "Guilford Courthouse National Military Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies         Battlefield Scene Stephen Ware  Guilford Courthouse National Military Park Rules & Regulations             FIREARMS REGULATIONS   As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state's website here Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.       The following information is designed to answer the most common questions regarding what is permitted during your visit to the battlefield. This list is not inclusive of every law and regulation. If you have questions, please contact a Park Ranger or call us at our park headquarters: (336) 288-1776 The purpose of the following laws and regulations is to ensure the historic integrity of the park; to honor those men who fought and died on this battlefield as well as to ensure preservation of the park resources for the enjoyment and enrichment of present and future generations.   PICKNICKING   There are no picnic tables available on the battlefield. Picnicking is allowed ONLY in areas directly adjacent to the seven automobile stops along the battlefield tour road. Picnicking is limited to small groups and for a short duration (1 hour or less). Tables, chairs, grills and other devices are not permitted.   RECREATIONAL ACTIVITIES   Ball playing, sunbathing, kite flying, frisbee throwing, and similar recreational activities on the battlefield are not permitted.   METAL DETECTORS   The possession or use of metal detectors, electronic detection equipment and ground penetrating devices is strictly prohibited. If you plan to visit a National Park, it is best to leave this type of equipment at home. All archeological and historic resources of National Parks and Guilford Courthouse National Military Park, including Revolutionary War artifacts, are protected by Federal Law. There are severe penalties for any attempt or effort to possess, disturb, remove, excavate (dig), or destroy archeological, cultural, historic, or prehistoric resources (artifacts).   PETS   All pets in the park must be under physical restraint or confinement at all times. A leash of no more than 6 feet is required. Pets cannot be left unattended. Pet owners are required to dispose of pet excrement. The park has stationed numerous pet excrement bag dispensers and trash receptacles throughout the park in order to help visitors adhere to this regulation.   SKATEBOARDS\/ROLLER BLADES ETC.   The use of roller skates, skateboards, or similar devices is prohibited throughout Guilford Courthouse National Military Park.   BICYCLES   Bicycle riding is permitted on the battlefield tour road ONLY. Bicycles must abide by all motor vehicle traffic laws. All cyclists must ride in the same direction as motor vehicles on the one-way tour road. The speed limit is 20 mph. Cyclists should use extreme caution around pedestrians and motor vehicles. Bicycles are not allowed on the foot trails leading into the interior of the park. These are pedestrian trails only.   PARK CLOSURE\/HOURS OF OPERATION   The park Visitor Center and Visitor Center parking lot as well as the battlefield tour road are closed to motor vehicle traffic at 5:00 p.m. All vehicles must be removed from these areas by the 5:00 closing time. The parking lot at the corner of Old Battleground and New Garden Roads will remain open for visitor parking until sunset. Pedestrians and bicycles are allowed to access the interior (inside park gates) until sunset as well.    Special Use Permits  As defined under NPS Management Policies a special park use is an activity that takes place in a park area, and that: provides a benefit to an individual, group, or organization rather than the public at large; requires written authorization and some degree of management control from the Service in order to protect park resources and the public interest; is not prohibited by law or regulation; is not initiated, sponsored, or conducted by the Service; and is not managed under a concession contract, a recreation activity for which the NPS charges a fee, or a lease. Special Use Permits at Guilford Courthouse National Military Park require a $50.00 application fee. Management Fees may also be required if the permitted event requires additional park staffing to maintain a safe, clean environment and allow for uninterrupted visitor access. Management fees will be determined on a case by case basis prior to issuance of a permit. Please contact Charles Cranfield at (336) 288-1776 for more information. Special Use Permit Application attached here   Guilford Courthouse NMP Compendium (park specific rules, regulations and restrictions) Click here for park rules, regulations and restrictions   Code of Federal Regulations, Title 36 Click here to view rules and regulations that apply to your visit to a National Park.",
    "url": "https:\/\/www.nps.gov\/guco\/learn\/management\/lawsandpolicies.htm"
}
