{
    "title": "Guilford Courthouse National Military Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People         Nathanael Greene NPS  The Commanders Nathanael Greene was born in Rhode Island in 1742 to Quaker parents. His education, though not formal, revealed that he was a good student. He possessed a keen mind, excelled in mathematics and spent many hours reading in Greek and Roman classics. His family business—iron forging for ships—became his trade. After the “Gaspee' Affair” in 1775, in which his family was accused of involvement in burning a British revenue ship, Greene began to take an interest in the growing discontent in the colonies. It was this interest that led him to the military, a choice that was in conflict with his religious upbringing. At the outbreak of the American Revolution in 1775, Greene helped raise a company of militia called the “Kentish Guards.” Greene joined as a private armed with a musket bought from a British deserter. A childhood affliction forced him to limp, a disqualification for a soldier in the ranks, but his abilities as a leader were quickly recognized. In May 1775, Greene was commissioned as a brigadier general of militia commanding the three regiments raised in Rhode Island for service with Washington’s army at Boston. The following June Greene received his Continental commission and two months later was promoted to major general. His innate military skill soon made him Washington’s best-trusted subordinate. After the miserable winter at Valley Forge, there were calls for a change in the quartermaster department, which had failed in its ability to feed and clothe the army. Greene was asked to take charge and remedy the situation. Greene reluctantly accepted the offer by Washington and performed remarkably well reforming and reorganizing the department. Greene’s new methods did not please all members of the Congress. When they refused him a vote of confidence, Greene resigned in July 1780. His next assignment was to command the defenses of the upper Hudson River, to replace the former commander, the treacherous Benedict Arnold. Following the disastrous Battle of Camden, South Carolina, in August 1780, Congress asked Washington to advise a replacement commander for the Southern Department. Greene was immediately recommended and was appointed to command in October. Taking charge of the remnants of the Southern Army in December, Greene’s conduct of the war in the South for the next three years was to be so successful that it broke the back of the British war effort in America. During the Southern Campaign Greene used the same successful system of supply he had used under Washington. To guarantee payment to his contractors he gave his personal guarantee of payment. At war’s end in 1783, Greene was forced to sell most of his personal property to retire these debts to his name. While attempting to rebuild his finances he settled at “Mulberry Grove”, a plantation given to him and his wife, Catherine Littlefield Greene, and their five children, by the people of Georgia. Here, in June 1786, Greene died from what may have been the complications of sunstroke, never seeing the beginning of the new country he had fought to create.         Lord Charles Cornwallis   Charles Cornwallis was born in 1738 into an old and distinguished English family. Young Charles was schooled at Eton where an injury in a sports event left him with a permanent cast in one eye. After Eton he entered the military school of Turin in Italy. At the age of seventeen he was commissioned an ensign in the elite Brigade of Foot Guards and was at the famous battle of Mindenin 1759 during the Seven Years War. He was soon promoted to captain in the 85th Regiment of Foot. In 1760 he was elected for the first time to the British Parliament starting a lifetime career in government and the military. He was commissioned Lieutenant Colonel of the 12th Regiment of Foot and commanded a battalion in this unit at the Battle of Vellinghausen in July 1761. In 1762 he became the Second Earl Cornwallis following the death of his father and assumed his seat in the House of Lords. Although politically a Whig, he possessed enough court favor to obtain several important appointments by the monarchy. He became Aide-de Camp to King George III in 1765 and then was promoted to a colonelcy in the 33rd Regiment of Foot in 1766. In 1769 he accepted the government post of joint vice-treasurer of Ireland. A year later he became Constable of the Tower of London and in 1775, when war seemed inevitable in the American colonies, Lord Charles, Second Earl Cornwallis, was promoted to the military rank of Major General in the British Army. While in Parliament, Cornwallis disagreed with many of the harsh acts that he felt were to punish the American colonies. When the American Revolution began in April 1775 and despite his opposition to the policies that had caused it, Earl Cornwallis dutifully accepted the King’s call to a command of troops in the colonies. Serving under the command of Sir Henry Clinton, Cornwallis led British forces in the battle of Long Island in August 1776. Here, his military leadership and skills routed General George Washington’s rebel army out of New York City. However, Cornwallis’s failure to defeat Washington in the battles of Princeton and Trenton in the winter of 1777 brought forth a severe reprimand from Clinton. But, in the fall of 1777, as a divisional commander under General William Howe, he fared better in the battles of Brandywine and Germantown. In January 1778 he returned to England to accept a promotion to Lieutenant General. In April he sailed back to America to become second in command to Clinton, now Commander in Chief in North America. Cornwallis personally led the British attack on Washington’s line at the Battle of Monmouth, New Jersey. Here, in the blazing heat of June 1777, his forces struck a hard blow against the American right wing under the command of Washington’s talented subordinate, Major General Nathanael Greene. In December 1778 Cornwallis returned to England again. His wife, Jemima, whom he loved very dearly, was ill and dying. For almost a year after her death, he remained at home with his two children. Still grieving, Cornwallis returned to duty in America with the expectation of replacing the vain Clinton. When the fire of war began to shift to the South, Cornwallis accompanied Clinton’s army to South Carolina. After the fall of Charleston in May 1780, Clinton left Cornwallis to hold that important port city and restore crown authority to the South. His plans for recruiting an army of loyalists and conducting a campaign that would secure British authority became the basis of British strategy in the Southern Campaign of 1780-81. Initial British success at Camden and the establishment of bases throughout South Carolina led the British to enter North Carolina in the fall of 1780. After British reversals at Kings Mountain and Cowpens, Cornwallis and his small British army found itself on the offensive in the late winter of 1781 chasing the wily opponent Nathanael Greene across North Carolina into Virginia. Exhausted and hungry after two months of chasing Greene, Cornwallis’s army retired to Hillsborough, NC, eager to destroy the rebels on their return. On March 15 the two armies clashed at Guilford Courthouse. Forcing the rebels from the field, Cornwallis’s smaller army suffered 27% casualties. Leading his now crippled army from the Piedmont to the coast of North Carolina, Cornwallis decided at Wilmington to march them north to join British forces holding tidewater Virginia. After a summer of campaigning and fighting, Cornwallis’s army fortified the river port of Yorktown. Besieged by the allied French and American forces under George Washington, Cornwallis was forced to accept their terms of surrender on October 19. Doomed in history as the general who lost the American colonies, Lord Cornwallis’s career was not damaged. He was paroled to New York City where, in May 1782, he was exchanged for American diplomat Henry Laurens and returned to England. After the Treaty of Paris in 1783 Cornwallis faced a vengeful Henry Clinton who used the press to blame him for the British defeat. In 1786 he left Great Britain to accept the government post of governor-general of India where he won recognition as a soldier and a capable colonial administrator. Lord Cornwallis was made a marquis by King George III in 1793 and returned to England in 1794. In 1797 he was sworn in as Commander in Chief and Governor-General of Ireland. An aging and ill Cornwallis was recalled to India in 1805 where at the age of 66, after a lifetime of service to king and country, he died.",
    "url": "https:\/\/www.nps.gov\/guco\/learn\/historyculture\/people.htm"
}
