{
    "title": "Guilford Courthouse National Military Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Plan Your Visit                   History of the Battle               Exploring the Park               Junior Ranger and Scout Programs               History of the Park               School Groups and Teacher Resources               Outdoor Activities               Guilford Courthouse National Military Park Superintendent Doyle Sapp NPS  SUPERINTENDENT'S MESSAGE    \"We fight, get beat, rise and fight again.\" With these words in a letter to General George Washington, Nathanael Greene, commander of the Southern Army during the American Revolution, epitomized the violent and bloody struggle for independence during the War's Southern Campaign--a campaign commemorated in at least five National Park Service sites in the Southeast. Here at Guilford Courthouse National Military Park, we commemorate and tell the story of the Battle of Guilford Courthouse, where on March 15th, 1781, General Greene's Continental and militia forces engaged the Crown forces of Lord Cornwallis in the largest battle of the campaign.   We welcome you to this special place, a place where the growing idea of America was bought and paid for with sacrifice and courage. We invite you to explore this now-peaceful landscape and connect with the stories and the people who made this place powerful. We offer many ways to explore. You can plan your visit on our website and social media outlets. Please come into our Visitor Center and learn about the battle through our exhibits, our film, the battlefield map presentation, or through our excellent collection of books and other materials in our Eastern National sales outlet. Strike out from the Visitor Center and see the ground that played a significant role in the outcome of the battle, either on your own or on one of our scheduled Ranger programs.  For kids (of many ages) we offer a Junior Ranger program. As staffing allows, we also open up the Colonial Heritage Center located in the park that tells the story of life in North Carolina--an area that supplied a number of the militia who fought with General Greene for their homes and their families. I have the privilege of being part of a dedicated team who preserve, protect, maintain, interpret, and administer this National Historic Landmark and National Military Park. On behalf of the National Park Service and our staff, volunteers, and partners, I'd like to \"Spirit Up the People,\" as General Greene said and encourage you to \"Find Your Park\" here in Greensboro at Guilford Courthouse National Military Park. Welcome!   Doyle Sapp",
    "url": "https:\/\/www.nps.gov\/guco\/planyourvisit\/index.htm"
}
