{
    "title": "Guilford Courthouse National Military Park: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities        View of Nathanael Greene Monument from Old New Garden Road walking trail. NPS       Stop by the Battlefield Visitor Center first to pick up a map from a volunteer or ranger! For self guided tours, a CD audio tour is available for purchase in the Visitor Center gift shop. The audio tour can also be accessed for free by cellphone. Restrooms, water fountains, trash cans, and recycling bins can be found at Stop #6 along the tour road. Visitors can enjoy walking the foot trails and the historic New Garden Road through the park or biking along the automobile tour road. Although in an urban\/suburban setting, the park is home to a variety of wildflowers, birds, small mammals, and reptiles. You may see an occasional deer!  Ranger-conducted interpretive programs during operating hours can be arranged by contacting the park at (336) 288-1776. Any group visit needs to be arranged with the park staff at least two weeks prior to the intended date (the schedule is busiest during the spring and fall). Teachers will find the park an interesting extension of their classroom, whether it is for history (the battlefield), science (nature), or art (monuments).  Driving  Eight tour stops with wayside exhibits are along the battlefield tour road. Parking for cars and buses available at each stop. Visitors can drive the 2 1\/4-mile self-guiding automobile tour. An in-car narrated CD or cassette tour of the park (allow 2 hrs.) is available for sale in the bookstore. Biking  Those touring on bicycle can use the one way automobile tour road. Bicycle racks are provided at the battlefield tour stops. Please be careful when crossing Old Battleground Road and New Garden Road. Remember to travel the correct direction on the one way tour road, wear your helmet, and always yield to pedestrians. Walking  Those who enjoy hiking can take advantage of the 2.5 miles of battlefield walking trails. Remember, you are in a National Park and may encounter wildlife on your journey. Never feed or approach any of the wildlife and report any unusual animal behavior to park staff. However you decide to tour this special place, you will be able to enjoy the outdoors and see history come to life! Monuments  Twenty-eight monuments within the park honor Revolutionary soldiers, statesmen, heroes, and heroines. William Hooper and John Penn, two of North Carolina's three signers of the Declaration of Independence, are buried under the Signers' Monument. A large equestrian statue of General Nathanael Greene dominates the monument honoring the soldiers of the Southern Army and its leader. Visit our monuments page to learn more about the monuments and graves at Guilford Courthouse National Military Park.  Safety  Beware of ticks during the warmer months! Stay on park trails and avoid woods and tall grass. Snakes live in the park, too. Please do not feed the wildlife. If you see strange animal behavior please report it to a park ranger immediately. Thank you!",
    "url": "https:\/\/www.nps.gov\/guco\/planyourvisit\/outdooractivities.htm"
}
