{
    "title": "George Washington Carver National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 08, 2016  Carver Day Celebration 2016  Special event at the park.   May 08, 2016  National Trails Day 2016  Special event: National Trails Day.   February 15, 2016  Art in the Park 2016  Upcoming special event: Art in the Park 2016.   November 24, 2015  2015 Holiday Open House  Special event at the park.   July 15, 2015  Prairie Day 2015  Special event at the park:Prairie Day 2015.   May 24, 2015  Summer Junior Ranger Program 2015  Summer Junior Ranger Program.   May 06, 2015  Carver Day 2015  Special event at the park.   February 18, 2015  Art in the Park 2015  Special event at the park.   February 17, 2015  Join the National Park Service in Ringing-Bells across the Land- A Nation Remembers Appomattox  Special event commemorating the 150th Anniversary of the Civil War.   November 09, 2014  Holiday Open House 2014  Special event at the park: Holiday Open House 2014.   September 18, 2014  BioBlitz 2014  Special event at the park.   July 22, 2014  Prairie Day 2014  Upcoming special event: Prairie Day 2014   May 05, 2014  Carver Day 2014  Upcoming special event: Carver Day 2014   March 10, 2014  Art in the Park 2014  Special event at the park: Art in the Park.   November 14, 2013  2013 Holiday Open House  Special event: Holiday Open House.   August 14, 2013  Prairie Day 2013  Upcoming special event: Prairie Day 2013   May 12, 2013  Carver Day 2013  Special event at the park.   May 03, 2013  Healthy Parks Healthy People  Special event promoting health and wellness.   February 10, 2013  Public Review & Comments Requested for Environmental Assessment  Public reviews and comments for environmental assessment.   February 10, 2013  Art in the Park 2013  Upcoming special event: Art in the Park 2013.   November 07, 2012  Holiday Open House 2012  Special event at the park.   October 07, 2012  Naturalization Ceremony 2012  Special event at the park: Naturalization Ceremony.   September 10, 2012  2012 National Public Lands Day  Special event at the park: National Public Lands Day.   July 31, 2012  Prairie Day 2012  Prairie Day special event at the park.   March 08, 2012  Art in the Park 2012  Special event: Art in the Park.   March 07, 2012  Economic Benefits of Visitor Spending at George Washington Carver NM  Economic impact study.   December 31, 2011  Coffee with Carver  Special programs on George Washington Carver   November 13, 2011  2011 Holiday Open House  Special event: Holiday Open House.   September 26, 2011  George Washington Carver Presentation  Special program on George Washington Carver.   September 18, 2011  National Public Lands Day 2011  National Public Lands Day special event at the park.   July 31, 2011  Prairie Day 2011  Special Event: Prairie Day 2011.   May 22, 2011  Summer Junior Ranger Program  2011 Summer Junior Ranger program at the park.   May 13, 2011  Carver Day 2011  Special event at the park.   February 14, 2011  Black History Month Program 2011  Black History Program at the park.   February 11, 2011  Art in the Park  Special Event: Art in the Park.   December 28, 2010  Park Announces Holiday Hours  Holiday hours for the park.   December 28, 2010  Public Review and Comments Requested for Environmental Assessment  Pubic review and comments requested.   December 28, 2010  2011 Art and Essay Contest  2011 Art & Essay Contest.   December 28, 2010  New Education Program: Fire Ecology  New education program at the park.   December 28, 2010  George Washington Carver Birthplace Association Announces New Director  CBA Announces New Director   November 18, 2010  2010 Holiday Open House  Holiday Open House at the park.   September 19, 2010  Prescribed Burn Planned at George Washington Carver NM  Prescribed burn at GWCA.   September 17, 2010  National Public Lands Day 2010  Special Event: National Public Lands Day 2010 at the park.   August 06, 2010  2010 Prairie Day Celebration  Prairie Day 2010 Celebration   May 06, 2010  Civil War Program at George Washington Carver NM  Civil War program at George Washington Carver NM.   December 13, 2009  George Washington Carver Art and Essay Contest  George Washington Carver National Monument announces the 20th annual George Washington Carver Art & Essay. This program is open to all fourth grade students in public school, private school, and home school.   November 24, 2009  Holiday Open House  Holiday Open House at George Washington Carver NM.   September 03, 2009  2009 PRAIRIE DAY CELEBRATION  Special event at George Washington Carver NM.   September 03, 2009  National Public Lands Day  Event at George Washington Carver NM.   July 05, 2009  Carver Day 2009  Carver Day Celebration   June 16, 2009  Fee Free Weekend Announcement  Fee Free Weekend Announcement   April 08, 2009  Park Announces Third Annual Art in the Park Day  Special Event: Art in the Park, April 25, 2009 from 10:00 a.m. to 3:00 p.m.   March 21, 2009  George Washington Carver 2009 Scholarship  Carver Birthplace Association Announces 2009 Scholarship.   December 24, 2008  Holiday Closures  Park Announces Holiday Closures",
    "url": "https:\/\/www.nps.gov\/gwca\/learn\/news\/newsarchive.htm"
}
