{
    "title": "Thomas Stone National Historic Site: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip       Logistics  Thomas Stone National Historic Site is located on Rose Hill Road between Route 6 and Route 225; 5 miles west of (HWY 301) La Plata, MD. Email the park to Make Your Reservation as soon as possible. Spring school season fills up early. We conduct one program per day. Education programs are offered Wednesday through Friday. Spring programs for 2012 will be offered from early March through June.  The maximum students per program and the length of each education program are: History on Trial • 60 Students Maximum\/Program • Program Length: 3 ½ to 4 hours  Outreach programs are available (in your school) from January through early March. Contact the park for availability and programs. Educational programs at Thomas Stone National Historic Site are provided at no cost to the schools. The park recommends 1 chaperone per 5 to 10 students. Teachers and chaperones are responsible for their students' conduct while at the park. Let chaperones know they will be expected to assist with this duty during the program. The use of cell phones is not allowed. Please arrive at the specified time. If a school group arrives late, the program may be shortened to maintain park scheduling. Orientation begins at the Visitor Center. The only restrooms are in the Visitor Center. Remember-this is a National Park. All natural and archeological items are protected. Leave No Trace: take only pictures and leave only footprints. Inform students and chaperones that they will need to wear appropriate footwear and clothing for an extended outdoor program. Five picnic tables are located near the Visitor Center. Students need to provide all lunches, snacks, and drinks; there are no vending machines or concessions on site. Once on site notify the Park Ranger of any special concerns or medical conditions.  · Should anything unforeseen occur preventing you from keeping your appointment, please call the park at 301-392-1776 to notify us of your late arrival or cancellation. · Programs will continue rain or shine, but in case of snow please call to confirm that the park will be open.",
    "url": "https:\/\/www.nps.gov\/thst\/learn\/education\/planafieldtrip.htm"
}
