{
    "title": "Thomas Stone National Historic Site: Stories",
    "body": "Stories       Thomas Stone came from a long line of public servants. His great-great grandfather, William came to America from England in 1628 and settled first in Virginia. Twenty years later with England engaged in a bloody civil war, William Stone was chosen by Maryland's proprietary leader, Lord Baltimore to be the governor of Maryland, the first Protestant to hold that office in the colony. His tenure was filled with conflict, the Puritans of the colony not in line with his tolerant views toward other Christians, namely Catholics. But Stone survived and was granted acreage in newly formed Charles County, Maryland in 1658 which would establish the Stone line that has lasted until the present. Two of Thomas' great-grandfathers served in the Maryland Assembly and in Thomas' era, his brother John would be a three-term governor of the state, while his brother Michael served as a representative in the 1st Congress of the United States in 1789. With the American Revolution over, men like Thomas Stone and George Washington wanted to ensure the continued growth of the fledgling United States. The best way to do this was to find a way to link the frontier with the coastal ports of the Eastern seaboard. To this end in March of 1785 commissioners from Maryland, including Thomas Stone and Virginia met at Washington's home, Mount Vernon to create a treaty to utilize the Potomac River for navigation. The resulting Mount Vernon Conference would eventually open up the river for such projects as the Pawtomack Canal and the Chesapeake and Ohio Canal.   Was Thomas Stone a Reluctant Revolutionary? If you asked most Americans who the signers of the Declaration of Independence were, some might be able to tell you that Benjamin Franklin, John and Samuel Adams, and John Hancock (only because of the large signature) were signers. Some might even know that Thomas Jefferson wrote the Declaration. Still others might believe that well-known founders such as George Washington or Patrick Henry signed (neither one did). But few could tell you how many men signed the Declaration (56) and even fewer still could tell you more than the identities of four or five signers, mostly men who were very outspoken in their belief and support for revolution. The men who were considered moderate in their outlook are often ignored and forgotten. This is the case in Thomas Stone's story. In their knowledge of the Revolutionary War, Americans today believe that the war was supported by almost everyone in the thirteen colonies, and that all of our founding fathers were rabid revolutionaries, eager for war and independence. This is an inaccurate belief. Many of the men comprising the Continental Congress, particularly in the first year of the war were moderate in their views. Thomas Stone was among this number. Thomas Stone was not a rash young man. He was calm and considerate in his actions. As one of the youngest men in the Continental Congress, this thirty-three year old preferred the background, rather than the spotlight, and was known more for the quality of his writing, than for his eloquent voice.  By 1776, however the majority of Congressmen had shifted their political stance to the revolutionaries. Only a few men, Thomas Stone included, continued to strive for a peaceful reconciliation with England.            The \"Cemetery\" From 1787 to 1913, this was the burial site for generations of extended Stone family members. Thomas Stone, a signer of the Declaration of Independence, is buried here. The faded letters on his grave read: \"Son of David and Elizabeth Stone, departed this life on the 5th of October 1787-aged 44 years. The archives of Maryland will show the offices of trust he has held. He was an able and faithful lawyer, a wise and virtuous patriot, an honest and good man.\" These simple words speak of a quiet, often unrecognized founder. Thomas Stone did not seek the limelight, but simply carried out his duties as a young leader in an emerging nation. The Enslaved Population As you walk around the gated cemetery, look for four small stones. These stones mark the boundaries of another cemetery at Haberdeventure; close in proximity, but worlds away from the main cemetery in culture. Buried here are the enslaved population of Haberdeventure. Oral tradition tells us that the graves were marked by small wooden crosses and were surrounded by a wire fence. Few written records survive about those buried outside the iron fence. When the Stone family sold Haberdeventure in 1935, they had specific instructions about the cemetery.* Unfortunately, time and the elements have taken their toll on this second cemetery. A recent GPR survey (Ground Penetrating Radar) shows almost 20 burial shafts in this area. Further investigation is needed to discover more about the enslaved population here at Haberdeventure. * (Deed of Sale, Haberdeventure 1935) \"The cemetery of the Stone family is closed to further burials. Members of the family to have the right to visit said cemetery. The colored slave cemetery to permit the burial of one colored woman a former slave after which said cemetery shall be closed\" The woman mentioned in this Deed of Sale was not buried at the property, for reasons unknown.",
    "url": "https:\/\/www.nps.gov\/thst\/learn\/historyculture\/stories.htm"
}
