{
    "title": "Big Cypress National Preserve: Estuaries",
    "body": "Estuaries       Estuaries and mangrove swamps are located along the southwest edges of the preserve, where the freshwater from the swamp meets the saltwater from the Gulf of Mexico.  This mixture is called brackish water. Estuaries are among the most productive ecosystems in nature. These areas are often referred to as \"nurseries of the sea,\" because many different types of marine species are born in this area. Marine mammals such as dolphin, manatee and shark give birth to their young in this area. Plants found is this area, include marsh grasses, and mangroves. Three types of mangrove red, black and white grow here. Red mangroves are known for their finger-like roots that are called prop roots. Mangroves are remarkable trees. They not only grow in the fresh water areas of the Preserve, but can also survive in the saltwater.  As the leaves from the mangrove trees die and fall off they are broken down in the water into detritus. As the detritus decomposes it becomes nutrients and food for thousands of organisms. The red mangrove's prop roots hold and traps the detritus and nutrients making this a safe haven for all types of marine creatures, like shrimp, crabs, snails and small fish. Many marine fish such as snook, trout, mullet, jack, grouper, redfish, silver perch, spot, catfish, sheepshead, spiny lobster, oysters, and clams also rely on this area to be healthy. Mangroves also provide important rookeries for many wading and water birds. These include great egret, blue heron, brown pelicans, green herons, and snowy egrets. Watch and learn as the Preserve's Education and Outreach Coordinator paddles through the mangroves.      WEST INDIAN MANATEE West Indian manatees can be observed swimming and eating aquatic plants. Manatees spend eight hours a day eating. Manatees use the front flippers to steer and its tail to propel itself through the water. These gentle creatures were once listed on the endangered species list. Many factors have put the manatees at risk to survive. Human related factors are being struck by boats, entanglement in fishing gear, habitat loss, pollution, being trapped under flood control structures, harassment and hunting. Natural causes that influence the manatee's survival are cold weather and red tide. Historically, the Calusa American Indians and the early American settlers would hunt the manatee for its bone, oil and meat. Today, it is against the law in the United States to hunt or harm a manatee. Because manatees move slowly in the water and are hard to see they have been struck by boaters. Zones that the manatees live in now have low speed limits in them. Manatees need to find water in the winter that is 65ºF or warmer to survive. Many perished from sudden unexpected drops in temperature because they were unable to move into warmer waters. Watch and learn as you observe a manatee in its natural habitat.       Manatee with young",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/education\/estuaries.htm"
}
