{
    "title": "Big Cypress National Preserve: Pinelands Habitat",
    "body": "Pinelands Habitat       There are two types of pinelands. The first type has an understory made up mostly of saw palmetto and the other with a mixed grass understory. The Pinelands found in the Big Cypress National Preserve have a hydroperiod of about 20-60 days a year. South Florida slash pine is the dominant overstory species. The slash pine has developed longer taproots and smaller needle size than its northern cousin. These adaptations allow it to not only survive the spring droughts and summer floods but also fire. This pine is very tolerant of fire. Pinelands are part of a fire climax community and depend on the fire to help clear out the grasses, shrubs and other trees that will crowd out the slash pine over time and possibly change the habitat. The cones of the slash pines have a special adaptation. As the fire burns and clears the ground of grasses and shrubs, the heat assists in opening the cones and exposes the seeds. The seeds then are able to be dispersed on a bare floor. Its seeds may be eaten by many types of rodents, insects and birds. The slash pine is a very hard wood and extremely resistant to termites. This has made it a very desirable wood for building houses resulting in the logging of the old growth trees in Florida. The term \"slash\" comes from the practice of the early timber workers extracting its sap by cutting diagonal slash marks in the trunk, draining the sap from the cuts and using it to make turpentine and other products. Watch and Learn more about the pinelands in the following videos. pinelands fire   pinelands forest pinelands panoramic picture       RED COCKADED WOODPECKER The red cockaded woodpecker, which is listed as an endangered species makes the pinelands its home. Historically, these woodpeckers preferred to make its cavity in mature (80+ year-old) long leaf pines. Due to their popularity with early American settlers, commercial timber harvest, the turpentine industry and more recently agriculture and urbanization, the red cockaded woodpecker numbers have been declining.   Watch and Learn more about red cockaded woodpeckers in this brief video.       Red cockaded woodpecker        BIG CYPRESS FOX SQUIRREL Also seen living in the pinelands, is the big cypress fox squirrel. They too, are listed as threatened in the state of Florida, because of habitat loss and isolation from other members of its species.   They are known for their long bushy tails and powerful hind legs. They can easliy jump from place to place. Big cypress fox squirrels eat a variety of items including cypress cones, pond apples, fungi, insects, figs, and pine seeds. Please watch the following power point presentation to learn more about how the wildlife biologists study this elusive creature. Finding the big cypress fox squirrels' natural habitat       Fox squirrel       Follow the flow as it takes you across the prairies.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/education\/pinelands-habitat.htm"
}
