{
    "title": "Big Cypress National Preserve: Hardwood Hammocks",
    "body": "Hardwood Hammocks       Hardwood hammocks are found on slightly elevated bedrock areas. Hammocks look a bit like a tropical forest due to the rich diversity of ferns, epiphytes, lichens and vines that grow in their sheltered interior. Oaks, wild tamarind, cabbage palms, maple and saw palmetto are often found. Because the densest part of a hardwood hammock is in the canopy overhead you will find that they are easy to explore on the ground. The thick canopy creates an intense shade that keeps it cooler in the summer and has a higher humidity in the winter. It is hard for plants to grow at ground level because they are unable to get enough light. Hammocks have a hydroperiod of about 10-45 days a year. The plants in the hammock provide food and shelter to many different organisms including the Florida panther, which likes to lounge in the shade of the tall trees during the day and the Florida black bear that like to forage for saw palmetto berries and cabbage palm hearts. Hardwood Hammock Panoramic Picture.      FLORIDA PANTHER The Florida panther is a subspecies of the cougar. Like all living things, Florida panthers need food, water, shelter and contact with mates to survive. Florida panthers develop home ranges to meet these needs. The Florida panther is a carnivore and hunts for white tailed deer, wild hogs, turkey, rabbits, raccoons and even young alligators. The male panther have large, well marked home ranges that are about 200 square miles and overlaps with the home ranges of the females. Unlike males, the female panthers often share portions of their range which is only about 75 square miles with other females. Due to agriculture and urbanization, the Florida panther is listed as an endangered species because of loss of habitat. Wildlife biologists from Big Cypress National Preserve and Florida Fish and Wildlife Commission work together to monitor and study panthers in this range. Please view the following power point to show how the team locates a panther den and examine panther kittens. Through the knowlege they gain from studying the panthers they are able to monitor the success of the species survival. Panther Kitten Check Up       Florida panther Ralph Arwood       FLORIDA BLACK BEAR The Florida black bear is also listed as a threatened species, and it too has similar reasons for its listing. Expanding urbanization, agricultural development, and increasing use of the state's wild lands for recreation all have resulted in an accelerating rate of habitat loss. The Florida black bear is also having problems with habitat fragmentation that will continue to isolate the bears from other populations. If areas are not continued to be protected and more wildlife underpasses are not built to help reconnect pathways to move to other areas in Florida we will further isolate both species. The Florida black bear is an omnivore and will eat nuts, berries, as well as insects, insect larvae and small mammals such as the armadillo. Both the Florida panther and the Florida black bear are umbrella species. By protecting them and their natural habitats, it also helps many other species to be successful.       Florida black bear        Let's follow as the water flows into the pinelands.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/education\/hardwood-hammocks.htm"
}
