{
    "title": "Big Cypress National Preserve: Florida Manatee",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Florida Manatee                  Florida Manatee       The Florida manatee is a gentle giant and one the most beloved mammals in South Florida. It is actually Florida's state marine mammal. This unique animal is a subspecies of the West Indian manatee. The two are distinguished from one another because of the different physical locations in which they can be found. Florida manatees are prevented from intermingling with West Indian manatees by the Florida current. Where can I find them? Florida manatees can be found largely in state coastal waters during the summer months. However, during the winter, they will venture farther inland into brackish and fresh water, seeking out warmer temperatures.They can be found in the shallows waters of bays, rivers, and mangrove estuaries.Often visitors will catch a glimpse of a manatee from the boardwalk overlooking the canal behind the Big Cypress Swamp Welcome Center. Sometimes, there are locations where a man-made disturbance has caused water temperatures to increase, such as at a power plant, and there you can also find many manatees gathered together, soaking up the heat.It is highly unusual to find a manatee in an area of water that is below 68 degrees Fahrenheit. Behavior Florida Manatees are an aquatic relative of the elephant and are also herbivores. Their diet focuses on seagrasses and aquatic vegetation, as well as acorns and mangrove leaves. They have even been known to consume the invasive aquatic plant hydrilla, which can be found at the bottom of many Big Cypress waterways. Because of their very specialized diet, manatees only have molars, which they can use to grind their food.  When they become adults, these impressive mammals commonly eat 32-108 lbs. of food each day. With an average weight of 1,500-1,800 lbs., that is in-between 4-9 percent of their total body mass! Protection These gentle giants are amazing creatures, but they are also threatened creatures. Many sightings of a manatee include a sighting of the many scars that they hold upon their backs. Being mammals, manatees have lungs and must come to the surface for air. This, combined with their love for warm shallow waters, creates a perfect scenario for manatees to be harmed by passing boats and their propellers. Big Cypress National Preserve has been striving to raise awareness about the need to stay alert for the presence of manatees in the local waterways. Let's all do our part to protect the valuable and uniquely heartwarming resource that is the Florida manatee.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/florida-manatee.htm"
}
