{
    "title": "Big Cypress National Preserve: Python",
    "body": "Python        Originally from southest Asia, Burmese pythons are now frequently found in south Florida.        In recent years, snakes from around the world have been turning up in and around Big Cypress National Preserve. Burmese pythons, one of the largest snake species on earth, are now known to be breeding in the Preserve and spreading throughout south Florida.  Burmese pythons can reach lengths of 19 feet, but usually average much closer to 12 feet. The snake's skin coloration is generally a pattern of large reddish brown blotches outlined in cream. These snakes are very adaptable and can live in a wide variety of habitats including grasslands, marshes, swamps, and woodlands as long as there is a permanent water source. They have a diverse diet that includes birds, mammals, and reptiles. These reptiles are native to northeastern India east through southern China, Southeast Asia and the Malay Peninsula. They likely made it to Big Cypress and the rest of south Florida when pet snakes escaped from their homes or were released into the wild when their owners could no longer care for them. The first python was observed in the Everglades in 1979, but no more were seen until 1995. Since then, the number of observations has increased dramatically. Current estimates of the number of pythons in south Florida vary wildly, with some reports ranging from 5,000-180,000 snakes. The best estimates so far suggest that the population is likely closer to 30,000. Most of those snakes are believed to be in Everglades National Park but they are expanding west into Big Cypress. If left unchecked, the snakes could easily spread farther north into Florida.  The effects of the introduction of these snakes appear to be devastating to many native animals. Pythons are very effective at killing many different types of animals and mammals in particular have no fear of the large snakes because they have never had to share a habitat with them before. A study published in December 2011, reports that sightings of rabbits, foxes, raccoons, white-tailed deer, and opossums in the Everglades have all declined by more than 90 percent since the time when python sightings have increased. The snakes can also eat a lot of birds, including endangered wood storks. More than 25 percent of captured snakes contain birds in their stomachs. It is currently unclear what, if anything, can realistically be done to get rid of the pythons. They are secretive, very hard to find, and live in areas (the Everglades, Big Cypress, and other state and federal lands) with large amounts of remote wilderness areas that are hard to access in southern Florida.  If nothing else, these pythons can serve as a painful reminder of just how dangerous invasive species can be. Any sort of non-native plant or animal has the potential to cause ecological problems if released into the wild. When it comes to picking a new pet or planting your gardens, consider buying native plants and animals; they are already well adapted to their environment and won't cause serious problems if they escape into the wild.           Click here for a downloadable brochure about Burmese pythons. Click here to learn more about how hunters are partnering with the National Park Service to remove this menace to Big Cypress National Preserve.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/python.htm"
}
