{
    "title": "Big Cypress National Preserve: American Alligator",
    "body": "American Alligator        Alligators enjoying the sun's rays.        Alligators have remained unchanged for millions of years and their ancestors date back to the time of dinosaurs. With their long tails, scales, and giant jaws with sharp teeth, these predators are often a symbol of fear in the swamp. Because of their bad reputation, alligators were once hunted to the point of extinction; over ten million alligators were killed between 1860-1970. We have since learned to view alligators not as villains, but as important engineers who maintains wetland ecosystems in both the Everglades and Big Cypress National Preserve. The Stealthy Hunter Alligators feed mostly in the water and, while swimming, alligators are often not even seen or heard by their startled prey. Camouflage is a very important tool in the alligators' hunting arsenal. While in the water they wait very patiently, sometimes mimicking a floating log, until…SNAP! 3,000lbs per square inch of force is directed from the alligator's jaws onto the unsuspecting prey. Other adaptations such as nictitating membranes act as goggles for the alligators allowing them to see underwater. They can stay underwater anywhere from 10 minutes to a few hours, depending on water temperature. Because they are reptiles who warm themselves in the sun and regulate their body temperature by their outside environment, the colder the temperature is, the less likely or more slowly the alligator is to move. Diet An alligator's diet will change as it grows. While still carnivorous, small alligators will often feed on their favorite food, Florida gar, as well as small snails or other crustaceans. The more the alligator grows, the bigger food source it will need. Some of these foods include fish, raccoons, birds, and even other alligators! Despite being the dominant predator in its community, the alligator will feed only 15-20 times a year in the spring months to help fuel its reproductive cycle.   Gator Holes An alligator's habitat consists of any location with an open body of freshwater. These areas include lakes, canals, swamps, or even your swimming pool! The natural habitat for the alligator is one they build themselves. These gator holes are dug out by the alligator using a technique called \"wallowing.\" As the gator wallows around its hole, it is able to scoop mud and remove vegetation allowing for more water to enter the depression in the land. Wherever the water comes from, other life is sure to follow; these gator holes act as dry season refuges not only for the alligator, but also for fish, birds, and mammals… some of whom occasionally become lunch.        Baby alligators sticking close to each other   In the Neighborhood Increasing numbers of people move into Florida every day and the likelihood of alligator and human interaction increases. Alligators' space should be respected at all times. Under no circumstances should you approach an alligator; they are agile and powerful, even on land. It is also important to keep pets on leash and small children safe and protected when there is an alligator in the area.         Click here for a downloadable brochure about alligators.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/american-alligators.htm"
}
