{
    "title": "Big Cypress National Preserve: Big Cypress Fox Squirrel",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Big Cypress Fox Squirrel                  Big Cypress Fox Squirrel        A. Adult orange color phase Big Cypress fox squirrel in a South Florida slash pine tree.  B. Adult black color phase Big Cypress fox squirrel in a Pondcypress tree that has been radio-collared as part of a home range and habitat use study.  C. Adult tan color phase Big Cypress fox squirrel consuming Cocoplum berries. NPS \/ RALPH ARWOOD       Life History The Big Cypress fox squirrel (Sciurus niger avicennia) is a unique subspecies of the Eastern fox squirrel (Sciurus niger) found south of the Caloosahatchee River and west of the Everglades region of Florida. Big Cypress fox squirrels (BCFS) prefer to live in the following natural habitats: pine forests, cypress swamp forests, tropical hardwood forests, oak woodlands, coastal broadleaf evergreen hammocks, and mangrove swamps. A Big Cypress National Preserve Resource Management study revealed: Big Cypress fox squirrels consume the following food items in natural habitats: South Florida slash pine seed cones, Pondcypress seed cones, bromeliad (Tillandsia fasciculata) floral buds and leaf stem tissue, Pond apple fruit, Cabbage palm fruit, Cocoplum berries, Eastern lubber grasshoppers, Purple thistle flowers\/seeds, Saw palmetto berries, Wax myrtle berries, fungi (spp.), and Hog plum fruit. Big Cypress fox squirrels prefer habitats with open canopy and low\/sparse understory characteristics that are maintained by fire and natural hydrologic conditions. Big Cypress fox squirrels prefer to occupy spatially close habitats that in conjunction provide year-round sources of food and optimal nesting conditions.       Protection The BCFS was once a game species in Florida. However, from the 1950s–1970s, populations declined noticeably throughout their range which led the Florida Fish and Wildlife Conservation Commission (FWC) to ban BCFS hunting in 1972 and protect the BCFS as a threatened species. Historic and present declines in BCFS populations have been attributed to habitat fragmentation and loss, habitat modification – including exclusion of fire and changes in hydrological conditions, hunting, poaching, wildlife diseases, predation, road mortality, and hurricanes. Projected human population growth in southwest Florida ensures that habitat degradation, fragmentation, and loss will remain the biggest threat to the BCFS.   The long-term survival of the BCFS is dependent upon the habitat management practices of private and public lands, where the use of prescribed fire, the control of invasive non-native plants\/animals, and the maintenance of natural hydrologic conditions are necessary to retain habitat characteristics that benefit the BCFS.       Where Can I See a Big Cypress Fox Squirrel? Although BCFS are rare in natural habitats, the following information will help improve the odds of seeing one. Big Cypress fox squirrels are typically found in their nests within approximately 1 hour of sunset and begin their daily activity approximately 1–2 hours after sunrise. Therefore, the best time to see one is typically between 9:00 am–4:00 pm. The best habitats to see BCFS are pine forests and cypress swamp forests; especially if either pine seed cones or cypress seed cones are present. The best areas within Big Cypress National Preserve to see BCFS (that are accessible by street legal vehicles) include: (1) Loop Road: near Sweetwater Strand and the Loop Road Environmental Education Center (2) Burns Lake Campground: search the cypress trees along the western edge of the lake for BCFS stripped cypress bark nests (3) Turner River Road: from H.P. Williams Roadside Park to Wagonwheel Road (4) Bear Island Campgrounds: especially near cypress-associated habitats (5) Kirby Storter Boardwalk: within the cypress dome towards the end of the boardwalk Please report BCFS sightings to either: e-mail us; (239) 695-1173, or any Big Cypress National Preserve employee at Headquarters and\/or either visitor center.       A. Biologists John Kellam and Deborah Jansen releasing an adult radio-collared orange phase Big Cypress fox squirrel.  B. Adult radio-collared orange phase Big Cypress fox squirrel.  C. Big Cypress fox squirrel bromeliad (Tillandsia fasciculata) nest enhanced with fresh stripped cypress bark.  D. Adult male Big Cypress fox squirrel telemetry\/nest tree locations and minimum convex polygon\/kernel home range estimates.  IMAGES A-C- NPS \/ RALPH ARWOODIMAGE D- NPS       Interested in Learning More About the Big Cypress Fox Squirrel? From May 2007–April 2011, Big Cypress biologists and project staff used radio-telemetry to examine home range and habitat use of 10 female and 10 male BCFS in Big Cypress National Preserve. The Big Cypress fox squirrel study has yielded new information on BCFS ecology, new effective survey and trapping techniques, and represents the first successful home range and habitat use study of the BCFS in natural habitats. The following report, \"Big Cypress Fox Squirrel Home Range and Habitat Use in Cypress Dome Swamp and Pine Forest Mosaic Habitats,\" provides a summary of the core findings and techniques of the Big Cypress fox squirrel study in a format that benefits agency, interagency, and public BCFS stake-holders. Citation: Kellam, J., D. Jansen, A. Johnson, and R. Arwood. 2013. Big Cypress fox squirrel home range and habitat use in cypress dome swamp and pine forest mosaic habitats. Final report. National Park Service, Big Cypress National Preserve, Ochopee, FL. 27 pp. The following report, \"Documentation of a poxvirus (Squirrel Fibromatosis) infected Big Cypress fox squirrel within Big Cypress National Preserve,\" provides information on the discovery of a Squirrel Fibromatosis-infected BCFS within BICY in 2010 (which is the first confirmed case in natural habitats), the effect and history of the disease in Florida squirrel populations, and recommended management actions that need to be taken when Squirrel Fibromatosis is detected in a BCFS or Eastern gray squirrel population. Note: humans, domestic animals, and other wildlife species are not capable of contracting Squirrel Fibromatosis.  Citation: Kellam, J. 2010. Documentation of a poxvirus (Squirrel Fibromatosis) infected Big Cypress fox squirrel within Big Cypress National Preserve: Final report. National Park Service, Big Cypress National Preserve, Ochopee, FL. 3 pp.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/big-cypress-fox-squirrel.htm"
}
