{
    "title": "Big Cypress National Preserve: Green Treefrog",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians     Green Treefrog                  Green Treefrog        Green treefrog        Green Treefrogs are one of south Florida's most commonly seen treefrogs because they are at equally at home in the deep swamps of Big Cypress as well as the gardens of suburbs. If ever you find yourself hearing a strange quacking noise right before the summer rains start you may be hearing the \"Rain Call\" of a Green Treefrog. These brilliantly colored frogs prefer to sing right before it rains and some people say they are the best weather forecasters around! How to Identify Green Treefrogs are one of the easier frogs to successfully identify. They are bright green to yellow in color and sometimes their backs are covered in golden speckles. They are large for treefrogs, coming in at about 1-2 ½ inches long. The best identifying marker on these little frogs is a white stripe that runs along their sides, starting from their upper lip down to their back legs. This stripe is often boarder by a slightly darker color. They have pale undersides with large toe pads for climbing. These frogs can change color quickly when they are stressed or cold, which can make them more difficult to identify, but the white stripe should still be a striking clue. Where they Live Green Treefrogs can be found through the southeast region of the United States. Treefrogs are arboreal, which means they enjoy living off of the ground. Their favorite habitats are cypress swamps, prairies when they hold water, and the borders of streams and lakes. They also enjoy shallow water with floating vegetation to climb up on. Around houses, they can be found on window sills where they hunt of insects attracted by lights. How they Climb Treefrogs have special toes that help them climb up into their preferred homes, trees! Their feet have large toe pads on them that are covered in a mucous which is secreted from the skin. This mucous makes the toe pads sticky and allows the frog to stick to almost any smooth, dry surfaces. They are quite the skilled climbers too; sometimes you may catch one clinging to the glass of a window or sliding door. Singing Frogs Green Treefrogs enjoy singing. Males sing to attract mates and to defend territories. To us their song sounds like a loud, almost quacking sound but it seems to impress other Green Treefrogs. All frogs have special ears that are designed to only pick up the sound of frogs for the same species. So what sounds like a confusing mess of noise to us is actually quite distinct to a frog. Green Treefrogs often sing right before or along with the rain and some legends and old folklore regard them as \"weather prophets.\" If you are lucky enough to see a Green Treefrog calling, you should notice how big their body gets right before they push all the air into their vocal pouch, which is extra skin and organs located underneath their chins that make the crazy sounds these frogs produce.         Life Cycle These frogs typically breed from March through October. Females can lay up to 400 eggs at a time! Eggs start out in small clusters covered by jelly and attached to floating plants. Eggs hatch about five days later and live in the water as a tadpole for about two months or 60 days. During this time they grow by feeding on vegetation. At about 45 days old they begin to grow front and rear legs and their tail begins to shrink. At this point they start feeding on insects and their gills stop functioning and lungs begin to function. That means they are ready for the land and to begin life as a fully-fledged frog!",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/green-treefrog.htm"
}
