{
    "title": "Big Cypress National Preserve: Roseate Spoonbill",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Roseate Spoonbill                  Roseate Spoonbill        Roseate Spoonbills        Where can I see one? Look above your head, they could be flying in their normal diagonal line in flocks with outstretched head and neck and wings beating slow and long. Spoonbills nest in dense red and black mangrove areas, generally on isolated islands of Florida Bay, but can be seen feeding in coastal marshes and wetland prairies. Due to conservation efforts, population numbers have rebounded since the early 1900s, when their pink flight feathers were used in ladies fans and hats. Southern Florida and Eastern Texas are the northern-most range of these wading birds, but most of the populations reside in Central and South America.  Behavior  Carefully watch these wading birds feed, as they wave their spoon-shaped bill from side to side, probing and straining the shallow water to find a tasty meal. Spoonbills depend on sensitive never endings to close the strainer when potential food items bump into the bird's spoon-shaped bill. Their diet consists of small fish, shell fish, aquatic insects, shrimp, some plant material and amphipods in both fresh and salt waters. Most spoonbills do not begin courting and breeding until their third year. Displays and behavior include dancing and bill clapping. Next, the breeding male presents sticks and twigs that the female will use to build a strong cup-shaped nest. Both parents will incubate the 1-3 white, brown-streaked eggs, until the chicks hatch, and each parent will continue to feed the chicks even after the eight week-old chicks leave the nest. What do they look like? Look out for a long-legged wading bird with pale-pink feathers, but don't confuse this Big Cypress resident with the greater flamingo in the Florida Keys. Spoonbills get their names from the spatulate shaped bill that strains shallow water like a straining spoon. The roseate spoonbill stands 28-34 inches tall, and can stretch its wings 47-51 inches. Both eyes and legs are red, and feathers of the neck, chest and upper back are white. The pale pink body is complimented by bright orange tail feathers and a pale-gray, flattened, spoon-shaped bill. The immature bird's feathers are paler colors and each chick has a feathered head unlike their parents.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/roseate-spoonbill.htm"
}
