{
    "title": "Big Cypress National Preserve: White Ibis",
    "body": "White Ibis         Ibis in flight Courtesy- Ralph Arwood  Where can I see one? Ibis are not too particular about where they live as long as there's water nearby. They are frequently seen from the Preserve's boardwalks resting in trees or probing for lunch in a few inches of water. They tend to be present in large numbers during the winter months, which partially corresponds with south Florida's \"dry\" season (November through April). Relatively easy to spot and identify, these birds can encourage both novice and veteran birders!      Behavior Both on land and in the water, ibis probe with their long bills to hunt for small crustaceans or insects and then swallow their prey whole. More often than not, other wading birds will follow closely behind the ibis hoping to catch prey that has been disturbed by the probing. Nesting colonies could include thousands of birds; imagine the volume of \"urnk, urnk\" calls resonating from a gathering of that size! Dad is the first to arrive at the breeding grounds and will point its bill towards the sky to attract a mate. Once found, the male and female will build the nest together; the male will deliver the construction supplies (sticks, leaves, and other plant material) to the female who will build a platform nest. Mom will lay 2-5 eggs and both parents will take turns incubating the eggs. Until the chicks fledge at six weeks old, ibis parents will regurgitate food for their offspring.      What do they look like? The Ibis is a long-legged wading bird that stands about two feet tall. Adults have a red face with a long curved red bill; their bodies are white with an edge of black on its wings. Immature ibis differ in appearance from their adult counterparts; they are dark brown with a white belly and white rump. They can be easily confused with other birds that fly with outstretched necks like herons and wood storks. The endangered wood stork, also with a white body, is much larger and has more black on their wings. Ibis travel in groups and often fly in circles around an area; sometimes people refer to their flight patterns as \"rollercoastering.\"",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/ibis.htm"
}
