{
    "title": "Big Cypress National Preserve: Anhinga",
    "body": "Anhinga        Anhinga drying its wings        With the multitude of wading birds, song birds, hawks and eagles Big Cypress National Preserve is a bird watchers paradise. A bird enthusiast can easily see 50 species of bird in one visit. One of the many birds found here at the Preserve is the anhinga. What do they look like? Anhingas are among the most sighted birds in Big Cypress and are a delight for both beginner and expert birders alike. Anhingas are easily spotted because of their unique coloration, telltale stance, and habit of staying still for long periods. These birds can be identified by the characteristic black and white feathers on their wings. Outstretched, these feathers almost resemble the keys of a piano. Gender is easily distinguished in anhingas. Males are all black with exception of white wing bars, while females have tan feathers starting at the neck and covering the head. Anhingas are often confused with cormorants, a closely related species of bird found in Big Cypress. The two birds are easily distinguishable by their tail and beaks. Anhingas have a sharp straight beak, while cormorants have a hooked beak. Likewise, anhingas have a longer tail than that of the cormorant.        The beak of the anhinga serves as a spear for catching fish.   Why do they do that? Anhingas are a semi-aquatic bird, which uses the freshwater swamps for feeding. While swimming under water, anhingas use their sharp beak and strong webbed feet to spear small fish. Anhingas thrusts are so powerful that sometimes they must come ashore and pry fish off of their beak using a rock or their feet. Like many aquatic birds, anhingas eat their food whole; swallowing fish head first so that the spines lay flat as they swallow. After hunting, anhinga sit in shrubs and trees with their back to the sun and stretch out their wings. This posture helps to dry the bird's water logged wings and warm its body after exposure to the cold water. In Big Cypress National Preserve, anhingas are often spotted sitting in the mangroves along Turner River Road safely out of reach of predators.      Did you know? Have you ever heard the term \"Like water off a ducks back?\" Most birds have a special gland that secrets oil and is spread around the body when the bird cleans itself (preening). This oil helps keep birds clean and keeps feathers from getting wet. However, this repellent property common in ducks also makes them buoyant, making it difficult to stay under water. Anhingas lack this gland and can travel great distances underwater to pursue prey such as fish and amphibians. A common misconception about anhingas is that they must dry their feathers before flight. Though difficult, anhingas can burst from the water into flight given the right motivation, such as a lurking alligator.         Click here for a downloadable brochure about anhingas.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/anhinga.htm"
}
