{
    "title": "Big Cypress National Preserve: Off-Road Vehicle Office",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers     Oasis Visitor Center     Off-Road Vehicle Office                  Off-Road Vehicle Office       The off-road vehicle permit office (located at Oasis Visitor Center) is open from 9 am to 4 pm Thursday through Monday.  It is closed on Tuesday and Wednesday.   It is strongly advised that you call before you bring your vehicle in. We may be able to save you time and extra trips with a brief conversation before your visit. For more information contact the office at 239-695-1205.       Getting a permit is a 3-step process. To learn more click here.        National preserve staff conducting an off-road vehicle inspection.   Vehicle Inspections Before a vehicle permit sticker can be issued, a vehicle inspection must first be performed. Off-road vehicle inspections are conducted 9:00-12:00 pm, on a first-come, first served basis, and 12:30-4:00 pm, by appointment only. The office is available for renewals on Mondays only.        The off-road vehicle operator course is now available online!   Off-Road Vehicle Operator Course Completion of the off-road vehicle operator course is required before an operator permit can be issued. This free course is now available online. Please click here to launch the course. Note: You must enable pop-up windows in your browser to take this course. Sept 25, 2014: The latest update v.37 of Chrome is incompatible with this course. This will be fixed by Google in v.38, and is fixed in the Chrome beta. Until then, please use Internet Explorer, Safari, or Firefox as your browser. Please provide input, or request further information by email.        Previous year's off-road vehicle permits   Annual Off-Road Vehicle Permit Once you have obtained an operator permit, and your vehicle has passed the inspection and received the inspection sticker, you may then purchase the annual off-road vehicle permit. An annual off-road vehicle permit, displayed on the inspected vehicle, is required for off-road vehicle operation along preserve trails. The fee is $100 annually per vehicle permitted.             To learn more about off-road vehicle recreation within the national preserve, please use the following links.  Permit Renewal Form Want to register an ATV or UTV? Learn more about the state's title requirements here. To view maps of designated Off-Road Vehicle trails click here. Maps can be viewed per unit on printable PDF files, or all designated off-road vehicle trails may be viewed using Google Earth or Garmin software. The Off-Road Vehicle Advisory Committee was established pursuant to the national preserve's 2000 Recreational Off-road Vehicle Management Plan and the Federal Advisory Committee Act of 1972, to examine issues and make recommendations regarding the management of Off-Road Vehicles within the Preserve. For more on the committee click here. Organizers of group off-road vehicle events are required to obtain a special use permit, by clicking here. Off-Road Vehicle Management Plan (2000). Camp Owner Questions and Answers BICY Land Protection Plan Florida Fish and Wildlife Conservation Commission Big Cypress Wildlife Management Area Hunting Regs. For more information on Fish & Wildlife Conservation Commission, click here.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/off-road-vehicle-office.htm"
}
