{
    "title": "Little Bighorn Battlefield National Monument: Laws & Policies",
    "body": "Laws & Policies       2016 Park Compendium The Superintendent is required to complete in writing all the designations, closures, permit requirements and other restrictions implemented under the discretionary authority of the park superintendent. The regulations and provisions contained in this Compendium apply to all persons entering, using, visiting, or otherwise within the boundaries of federally owned lands and waters administered by the National Park Service as part of Little Bighorn Battlefield National Monument. The park intends that this compendium, in conjunction with park brochures, maps, signs, and other media, provided the public and park employees with a clear understanding of park regulations to ensure adequate protection of the park's resources and provide for public safety and enjoyment. Many of the requirements of this compendium completement existing state and local law and regulations which are also in effect within the park. If a state or local law is currently enacted, this compendium does not replace or repeal that law.            Firearms – Important Please Read As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. The Credit Card Accountability Responsibility and Disclosure Act of 2009, was enacted May 22, 2009 and will become effective February 22, 2010. Section 512 of this law: Protecting Americans from Violent Crimes, supersedes the uniform treatment of firearm Possession in the national park system outside Alaska under the regulations found at 36 C.F.R. 2.4. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park As a starting point, please visit our state’s website. http:\/\/data.opi.state.mt.us\/bills\/mca_toc\/45_8_3.htm Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Those places include all Government offices, visitor centers, ranger stations, fee collections buildings, and maintenance facilities. These prohibited locations will be marked with signs at all public enterances.  MONTANA: Open Carry Allowed Handgun = Yes Rifle = Yes In Vehicle =Yes Age Requirement = 14 Concealed Carry Allowed – Permit Required Person = Yes Vehicle = Yes State Reciprocity = 40 States Age Requirement = 18 Other Montana State Firearms Information http:\/\/www.doj.mt.gov\/enforcement\/criminaljustice\/concealedweapons.asp",
    "url": "https:\/\/www.nps.gov\/libi\/learn\/management\/lawsandpolicies.htm"
}
