{
    "title": "Little Bighorn Battlefield National Monument: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management        The National Park Service (NPS) preserves unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations. The National Park Service cooperates with partners to extend the benefits of natural and cultural resource conservation and outdoor recreation throughout this country and the world. Specific regulations of Little Bighorn Battlefield National Monument established under the discretionary authority of the Park Superintendent. Superintendent's Compendium.   The National Park Service is a bureau within the Department of the Interior. While numerous national park system units were created prior to 1916, it was not until August 25, 1916, that President Woodrow Wilson signed the National Park Service Organic Act formally establishing the National Park Service. The national park system continues to grow and comprises 401 park units covering more than 84 million acres in every state, the District of Columbia, American Samoa, Guam, Puerto Rico, and the Virgin Islands. These units include, but are not limited to, national parks, monuments, battlefields, military parks, historical parks, historic sites, lakeshores, seashores, recreation areas, scenic rivers and trails, and the White House. The variety and diversity of park units throughout the nation require a strong commitment to resource stewardship and management to ensure both the protection and enjoyment of these resources for future generations. The arrowhead was authorized as the official National Park Service emblem by the Secretary of the Interior on July 20, 1951. The sequoia tree and bison represent vegetation and wildlife, the mountains and water represent scenic and recreational values, and the arrowhead represents historical and archeological values. Little Bighorn Battlefield preserves, protects, memorial: and interprets the cultural....  January 29, 1879: Little Bighorn Battlefield National Monument was originally estiblished as a national cemetery by the Secretary of War, to protect the graves of the 7th Cavalry troopers buried there. December 7, 1886: The cemetery was proclaimed the National Cemetery of Custer's Battlefield Reservation, to include burials of other campaigns and wars. April 14, 1926: Reno-Benteen Battlefield was added. July 1, 1940: The cemetery was transferred from the War Department. March 22, 1946: The cemetery was redesignated Custer Battlefield National Monument. December 10, 1991: The national monument was renamed Little Bighorn Battlefield National Monument, which manages 765.34 federal acres.  For more information about the Battlefield, read our Foundation Document      .",
    "url": "https:\/\/www.nps.gov\/libi\/learn\/management\/index.htm"
}
