{
    "title": "Little Bighorn Battlefield National Monument: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases        Little Bighorn Battlefield Announces the 140th Anniversary. read schedule here...    Little Bighorn Battlefield Announces Memorial Day Observance And Summer Hours. To read more click here... Tourism to Little Bighorn Battlefield National Monument Creates Economic Benefits.  To read more click here...           Little Bighorn Battlefield announces Spring Hours and Free Entrance Fee Day. To read more click here...      Little Bighorn Battlefield Fee-Free Dates for 2016 and 100th Birthday Little Bighorn Battlefield National Monument Announce National Park Service 100th Birthday and Fee-Free Dates for 2016. Read more here...   Holiday Hours and Entrance Fee Changes   Little Bighorn Battlefield will close at noon on Thursday, December 24 and reopen on Saturday, December 26, 2015. Starting on January 1, 2016, Little Bighorn Battlefield National Monument will increase visitor entrance fees in order to fund important maintenance and improvements within the park. Read more about the holiday closure and increase in entrance fees.       Christmas Bird Count  Little Bighorn Battlefield National Monument announces The Christmas Bird Count, sponsored by the National Audubon Society. For more information click here.... Christmas Bird Count      News Release Archive 2014 Indian Memorial Re-Dedication June 25th Indian Memorial Re Dedication schedule  2014 Memorial Day and summer hours. 2014 Spring Hours and Free Entrance Fee News Release. Indian Memorial Engraving Project Temporary panels have been in place on the interior walls of the memorial since dedication of the Memorial in 2003. Read more by clicking here Indian Memorial Closed During Engraving Project.  Little Bighorn Battlefield National Monument announces the 137th Anniversary. 137th Anniversary-Battle of the Little Bighorn  \"Economic benefits of the Battlefield\" Park News Release -    COLLECTION RELOCATION  For more information regarding the Little Bighorn Battlefield Collection Relocation click on: NEWS RELEASE 03\/28\/11: Museum Collection Relocation    Business as usual at the Little Bighorn Battlefield Visitor Center and Museum. Museum displays will remain on exhibit in Visitor Center  For more information contact Visitor Center\/Museum at (406) 638-3214 or (406) 638-3217",
    "url": "https:\/\/www.nps.gov\/libi\/learn\/news\/newsreleases.htm"
}
