{
    "title": "Big Cypress National Preserve: Permitted Commercial Service Operators",
    "body": "Permitted Commercial Services Operators       The following are authorized permitted companies that provide visitor services within the national preserve. All permittees and their guides are required to have a copy of signed permit and conditions available for inspection by a park ranger at all times when operating within Big Cypress. Captain Steve's Swamp Buggy Adventure Turner River Unit Swamp buggy tours www.captainstevesswampbuggyadventures.com Steven Markley PO Box 663 Chokoloskee, FL 34138 (239) 695-2186 (239) 325-7171 markley.steve@yahoo.com C&G's Big Cypress Swamp Buggy Tours Inactive at this time Turner River Unit Swamp buggy tours www.bigcypressswampbuggytours.com Glenda & Chris Hancock PO Box 68 Chokoloskee, FL 34138 (239) 695-4756 swampbuggytours@gmail.com  Everglades Adventure Tours Turner River\/Ochopee prairie pole boat tours & livery, shuttle services Includes launching from Dona Drive www.evergladesadventuretours.com Jack M Shealy PO Box 106 Everglades City, FL 34139 561-695-2275 800-504-6554 evergladesadventuretours@gmail.com Everglades Area Tours Turner River\/Halfway Creek Canoe & kayak rentals, livery, tours Includes launching from Dona Drive www.evergladesareatours.com Charles Wright PO Box 824 Chokoloskee, FL 34138 239-695-3633 tours@evergladesareatours.com Everglades Day Safari Van tours & frontcountry hikes www.ecosafari.com Bob Cowlishaw Fort Myers, FL 33908 800-472-3069 or 239-472-1559 gator@ecosafari.com Everglades Kayak Company Turner River Canoe and Kayak Rentals, Livery, Tours Includes launching from Dona Drive www.napleskayakcompany.com www.evergladeskayakcompany.com Chris Boland    183 10th St    Naples, FL 34102 (239) 262-6149 napleskayak@gmail.com Everglades Nature Tours Corn Dance Unit-Swamp buggy tours & hunting guide www.EvergladesNatureTours.com Osvaldo Gonzalez & MeriJo Attong  Redlands, FL 33031 (305) 878-3392 havefun@evergladesnaturetours.com Everglades Swamp Buggy Tours Shannon Brown Buggy Tours Buggy Florida Turner River Unit Swamp buggy tours, overnight camping, & backcountry transport www.BuggyFlorida.com Shannon Brown Naples, FL 34120 239-478-4419 swampbuggytours.n.p@gmail.com North American Canoe Tours Turner River\/Halfway Creek Canoe & kayak rentals, livery, & tours Includes launching from Dona Drive www.evergladesadventures.com NACT: Everglades Rentals & Eco Adventures Ivey House     Ops Manager: Denise Steinhauer PO Box 5038 Everglades City, FL 34139 239-695-3299 info@iveyhouse.com RL Chapin Photography, Inc. Front-country of Big Cypress, ≤ 1 mile off main roads and access points Excludes HP Williams Roadside Park Boardwalk Robert L. Chaplin Miami, FL 33157 305-252-8034 Robert@RLChaplinPhotography.com  Shurr Adventure Company Turner River, & Halfway Creek Canoe\/kayak tours, & livery Includes launching from Dona Drive www.shurradventures.net Justin Shurr PO Box 642 Everglades City, FL 34139 1-877-45-KAYAK (1-877-455-2925) info@shurradventures.net The River of Grass Everglades Adventures Corn Dance Unit-Swamp buggy tours Turner River Unit-hunting guide www.theriverofgrass.com Robert & Rebecca Price Miami, FL 33176 305-279-6377 info@theriverofgrass.com",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/management\/permitted-commercial-operators.htm"
}
