{
    "title": "Big Cypress National Preserve: Commercial Use Authorization Application Schedule for Permit",
    "body": "Commercial Use Authorization Application Schedule       Applications to provide visitor services for the Preserve will be accepted only during the months of September, December, March, and June. Applications will be accepted only during the open period. This is intended to expedite processing by Preserve staff as well as allowing for more focused attention for each activity. Initially, applications will be accepted in sequenced groups according to activity in order to be most efficient in phasing in commercial activities in the Preserve. The first open month will be accepting applications for water-based visitor services, including canoe and kayak rentals, livery, and tours in appropriate management zones. The second open month will be accepting applications for bicycle-based activities, including bicycle rentals, livery, and tours in all appropriate preserve management zones. The third open month will be accepting applications for land based hiking tours, both one day and multi day operations in all appropriate preserve management zones. This may include birding, wildlife viewing, or photography tours on foot. Also during this open month, applications for providing firewood sales in campgrounds will be accepted. The fourth open month will be accepting applications for those revenue producing visitor services that are not accepted in the previous three open months.  This schedule may change at any time, if the number or complexity of applications calls for a different schedule, or if the Preserve is not prepared to manage a particular type of commercial visitor service. Applications for permits will be accepted in groups according to the activity in order to be most efficient in phasing in commercial services within the Preserve. The next period for accepting applications for commercial use authorization permits will be from September 1-30, 2012. During this open period, applications will be accepted for providing water based activities only. The non-refundable application fee is $100 per permit. Currently, the cost of a commercial use authorization within Big Cypress National Preserve is $850 per year, and each permit is valid for two years. The National Park Service is prohibited from offering a right of renewal for commercial use authorization permits.           Months To Accept Applications     Period 1 September   Period 2 December   Period 3  March   Period 4 June     Activities for which Commercial Use Authorization Permit Applications will be Accepted   Water based Visitor Services Canoe & kayak rentals, tours, livery services   Bicycle based Visitor Services Bicycle rentals, tours, & livery services in Bear Island and on Loop Road   Land based Hiking Guides & Tours Day use & multi-day tours Birding, wildlife, photography tours by foot Firewood sales in campgrounds   Revenue Producing Visitor Services not Processed During Periods 1, 2, & 3 Hunting guides Fishing guides Buggy tours",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/management\/application-schedule.htm"
}
