{
    "title": "Big Cypress National Preserve: Work With Us",
    "body": "Work With Us       Thank you for your interest in joining the Big Cypress National Preserve team. The National Park Service seeks students, professionals and other qualified individuals from numerous academic disciplines and trades for a wide variety of internship, seasonal and permanent positions available nation-wide. We encourage all interested and qualified persons to apply for jobs. We want a workforce that reflects the diversity of America. You must be a United States citizen to be eligible for consideration for employment. Certain jobs may also have age and physical qualifications. Generally, you must be at least 18 years of age.  The National Park Service fills all positions in accord with US Office of Personnel Management (OPM) regulations. Normally, a person seeking an initial appointment to a permanent position must gain eligibility on an appropriate OPM register.       Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.         Your Application If you are pursuing your first federal government position, the best source of information is the job announcement. It will explain what the job duties are, what experience or education is necessary to qualify, the pay, and where to send your application.  For more help with your application, visit USAJOBS, the Federal Government's one-stop source for Federal jobs and employment information, or call 1-478-757-3000 or TDD 1-478-744-2299      Want to learn more about working as a Protection Park Ranger at Big Cypress National Preserve? Please click on here for an informative slide show presentation.",
    "url": "https:\/\/www.nps.gov\/bicy\/getinvolved\/workwithus.htm"
}
