{
    "title": "Big Cypress National Preserve: About The Artists 2014-2015",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence Program     About The Artists 2014-2015                About The Artists 2014-2015       April McKay- Photography & Ceramics Fort Lauderdale, Florida \"As an artist-in-residence at Big Cypress National Preserve, I intend to highlight the true, beauty of the swamp and its many residents. Throughout my journey, my passion for nature and ensuring its preservation will resonate highly throughout my photographic and ceramic artwork. My images, taken at eye level with each creature, will connect viewers face-to-face with the various inhabitants of Big Cypress and capture their true essence and character. Typically, the animals and habitats that I have not yet photographed become the basis of my ceramic exploration.\" April's residency at Big Cypress will be August 1-21, 2014. Priscilla Humay- Painting & Drawing Highland Park, Illinois \"Our nation’s untamed beauty continuously captivates me. For many years, I have explored the extraordinary features of the national parks and state parks throughout this country trying to create and document what I see and sense. I am intrigued with uninterrupted visuals as far as my eyes can see. Except for these parks, tranquility and non-intrusive treasures are a rarity.I have often hiked through areas of Big Cypress and always wished to record its raw beauty. There is a rhythm and emotion to this natural area that I want to share through my art. My intent is to capture the essence of this vast 'place' and emphasize its unique beauty. Vistas embellished by changing skies and existing flora and fauna are my inspiration.\" Priscilla's residency at Big Cypress will be September 8-28, 2014. Rachael McClellan Leonard- Modern Dance, Choreography, Performace, Videography Port Orange, Florida \"I have had the great fortune to witness and even immerse myself in nature by trudging waist deep through swamp waters and watching a late day sun fall into the prairie at dusk. Iwould like to create a series of dance vignettes and videographic images that capture this same sense of synergy that I have felt personally when connecting with the Big Cypress ecoworld. Using one male and one female dancer, I plan to create an interactive dancework and film that depicts dancers coming in contact with various aspects of nature in supportive and symbiotic ways. I plan to exhibit dance bodies in tandem with the natural landscape. I envision this piece serving as an artistic rendition of the reversal of negative human impact that parallels the positive role the Preserve has played in remedying the damage. This project promises to be a stunning series of kinesthetic and scenographic moving images that reveal both the diverse beauty and the immersive nature of Big Cypress.\" Rachael's residency at Big Cypress will be December 27 through January 3, 2015. Xiomaro- Photography Roslyn Heights, New York \"I wish to 1) create a photographic collection of Big Cypress to emphasize the subtle beauty found in water reflections, soil formations, tree textures and other landscape details and 2) produce an experimental video celebrating the preserve through my experience and that of a park employee.\" Xiomaro's residency at Big Cypress will be February 1-28, 2015.",
    "url": "https:\/\/www.nps.gov\/bicy\/getinvolved\/supportyourpark\/about-the-artists-2014-2015.htm"
}
