{
    "title": "Big Cypress National Preserve: About the Artists 2015-2016",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence Program     About the Artists 2015-2016                About the Artists 2015-2016       April McKay- Photography & Ceramics Fort Lauderdale, Florida \"As an artist-in-residence at Big Cypress National Preserve, I intend to highlight the true, beauty of the swamp and its many residents. Throughout my journey, my passion for nature and ensuring its preservation will resonate highly throughout my photographic and ceramic artwork. My images, taken at eye level with each creature, will connect viewers face-to-face with the various inhabitants of Big Cypress and capture their true essence and character. Typically, the animals and habitats that I have not yet photographed become the basis of my ceramic exploration.\" April's residency was March 1-16, 2015; it was her second residency with Big Cypress National Preserve. Alyse Knorr- Poetry Anchorage, Alaska \"The natural world is my most powerful inspiration as a poet. 'History' and 'wilderness' are two terms held in tension for me in many interesting ways. Nature is always growing and changing, yet in many ways, it is also timeless. I am fascinated by the effect that one's natural environment has on his or her thought process, emotions, and value system. I have lived in rural, suburban, and urban settings, and want to investigate how all of these types of settings can make up a unified 'America,' let alone one unified individual like myself. For this reason, it would be particularly inspiring for me to transplant myself from the arctic tundra of Alaska to the swamp environment of the Big Cypress National Preserve and see how this affects my writing.\" Alyse's residency was May 31-June 14, 2015. Emily Weinstein- Oil Painting, Plein Air Chapel Hill, North Carolina \"Dedicating two weeks to plein air painting in the Florida Everglades surrounded by wilderness that is new to me,without the everyday distractions works beautifully into my current project: the 25-year Handmade Book series. For the last five years (and next 20, Goddess willing) I have created a series of individually prepared books that meld my writings and paintings in unique format. This year happens to fall on my 60th birthday so that Volume VI will be about this momentous milestone in my life. A time of contemplation surrounded by natural beauty, I hope to make my experience as Artist-In-Residence the centerpiece of Volume VI.\" Emily's residency will be September 14-28, 2015. Linda Soderquist- Watercolor Painting Englewood, Florida \"After experimenting with various media, I have settled with watercolor, choosing it for its freshness and challenge of technique. My work has its roots in realism and I love the details, but I do not paint to produce a photographic image. Sometimes I start by blending colorful washes and then look for patterns to emerge, suggesting shapes from nature. Other times I paint quickly outdoors, intent upon capturing the unique play of light of a landscape. By retaining the white of the paper, I strive to create the sparkling lights of the subtropical climate through the use of intense darks. I use techniques of negative painting, spattered and dry brush edges, and glazing of colors to create images that highlight the bright beauty of the Florida environment.\" Linda's residency will be September 14-October 1, 2015. Priscilla Humay- Painting & Drawing Liberty Hill, Texas \"Our nation’s untamed beauty continuously captivates me. For many years, I have explored the extraordinary features of the national parks and state parks throughout this country trying to create and document what I see and sense. I am intrigued with uninterrupted visuals as far as my eyes can see. Except for these parks, tranquility and non-intrusive treasures are a rarity. I have often hiked through areas of Big Cypress and always wished to record its raw beauty. There is a rhythm and emotion to this natural area that I want to share through my art. My intent is to capture the essence of this vast 'place' and emphasize its unique beauty. Vistas embellished by changing skies and existing flora and fauna are my inspiration.\" Priscilla's residency will be February 1-28, 2016. This will be her second residency with Big Cypress National Preserve.",
    "url": "https:\/\/www.nps.gov\/bicy\/getinvolved\/supportyourpark\/about-the-artists-2015-2016.htm"
}
