{
    "title": "Little Bighorn Battlefield National Monument: Indian Memorial",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Indian Memorial              Indian Memorial         NPS photo S. Winters  \"If this memorial is to serve its total purpose, it must not only be a tribute to the dead; it must contain a message for the living...power through unity...\" Enos Poor Bear, Sr., Oglala Lakota Elder Little Bighorn Battlefield National Monument near Crow Agency, Montana, commemorates one of America's most significant and famous battles, the Battle of the Little Bighorn. Here on June 25 and 26, 1876, two divergent cultures clashed in a life or death struggle. Four hundred years of struggle between Euro-Americans and Native Americans culminated on this ground. Like a handful of battles in American history, the defeat of 12 companies of Seventh Cavalry by Lakota (Sioux), Cheyenne, and Arapaho warriors rose beyond its military significance to the level of myth. Thousands of books, magazine articles, performances in film and theater, paintings, and other artistic expressions have memorialized \"Custer's Last Stand.\" In 1879, the Little Bighorn Battlefield was designated a national cemetery administered by the War Department. In 1881, a memorial was erected on Last Stand Hill, over the mass grave of the Seventh Cavalry soldiers, U.S. Indian Scouts, and other personnel killed in battle. In 1940, jurisdiction of the battlefield was transferred to the National Park Service. These early interpretations were largely mono-cultural, honoring only the U.S. Army's perspective, with headstones marking where each fell. The essential irony of the Battle of the Little Bighorn is that the victors lost their nomadic way of life after their victory. Unlike Custer's command, the fallen Lakota and Cheyenne warriors were removed by their families, and \"buried\" in the Native American tradition, in teepees or tree-scaffolds nearby in the Little Bighorn Valley. The story of the battle from the Native American perspective was largely told through the oral tradition.          NPS photo  Even so, today, no memorial honors the Native Americans who struggled to preserve and defend their homeland and traditional way of life. Their heroic sacrifice was never formally recognized - until now. In 1991, the U. S. Congress changed the name of the battlefield and ordered the construction of an Indian Memorial. In 1996, the National Park Service - guided by the Little Bighorn Battlefield National Monument Advisory Committee, made up of members from the Indian nations involved in the battle, historians, artists and landscape architects - conducted a national design competition. In 1997 a winning design was selected. \"Forty Years ago I fought Custer till all were dead. I was then the enemy of the Whitemen. Now I am the friend and brother, living in peace together under the flag of our country.\" Two Moons, Northern Cheyenne        NPS photo S. Winters                                            For more information about the Indian Memorial design competition click the following link.",
    "url": "https:\/\/www.nps.gov\/libi\/indian-memorial.htm"
}
