{
    "title": "Big Cypress National Preserve: How To Apply",
    "body": "Artist-In-Residence Program-How to Apply       HOW TO APPLY Artists must submit application materials and art samples exactly as indicated. Insufficient, or excess materials, are causes for application rejection, as is an artist's proposed use of a work already in progress (before your arrival) as a residency project. If you are interested in being considered for one of our opportunities, please provide:  Resume Entry form Contact information Artist statement of work Six electronic examples of your work Dates that you wish to conduct your residency (please provide two or three options).  Download a printable entry form to apply. Once your application package is complete, please mail to the following address: Attn: Coordinator, Artist-In-Residence Program Big Cypress National Preserve 33100 Tamiami Trail E Ochopee, FL 34141 Entries for September 2016 through August 2017 Entries are accepted for the 2016-2017 Artist-In-Residence Program with postmarks dated February 1, 2016 through June 1, 2016. Applications postmarked after the deadline will not be considered. Notifications will be made to finalists by August 31, 2016. The Selection Process A panel of professionals from diverse artistic disciplines will choose participating artists. Selection is based on artistic merit, the Statement of Purpose, and appropriateness to a national park residency.  Program Management Big Cypress National Preserve's Artist-In-Residence Program is managed by the Division of Interpretation. It is one of the founding and longest running programs in the National Park System. The works completed under this program contribute to the public understanding and appreciation of our national parks and create a legacy preserved for future generations.       Past Artist-In-Residence caught in the act of creating a work of art.",
    "url": "https:\/\/www.nps.gov\/bicy\/getinvolved\/supportyourpark\/artist-in-residence-program-how-to-apply.htm"
}
