{
    "title": "Little Bighorn Battlefield National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes           Little Bighorn Battlefield National Monument entrance gate.  NPS photo  Entrance Fees  Private, non-commercial vehicle $20.00 Motorcycle $15.00 Per person, walk-in or bicycle $10.00 Commercial Sedan 1-6 people $25.00 Commercial Van\/mini-bus 7-15 people  $40.00 Commercial Bus $100.00  Non-commercial Exceptions  School groups and other bona fide national and international academic institutions may be eligible for an Academic Fee Waiver. Anyone 15 years or younger is exempt from paying an entrance fee. Passes may be used for entry as defined on the back of the pass.  Free Entrance Days Let's celebrate! The National Park Service is turning 100 years old in 2016. On 16 days in 2016, all National Park Service sites that charge an entrance fee will offer free admission to everyone! If your visit during a free day extends beyond the free day(s) and you re-enter the park after the free day, you will be required to pay the regular entrance fee. Passes The following passes admit the pass owner and any accompanying passengers in a private car. Interagency Annual Pass: $80 Annual pass covering entrance and standard amenity fees for national parks and other federal fee areas;Valid for 1 year through the month of purchase.     Interagency Annual Pass for US Military: Free Annual pass covering entrance and standard amenity fees for all national parks and other federal fee areas. Free to US military personnel and their dependents with proper identification (current CAC Card or qualified DD Form 1173 required).     Interagency 4th Grader Pass: Free Available to U.S. 4th Graders (including home-schooled and free-choice learners 10 years of age). Valid for the duration of the 4th grade school year through the following summer (September to August).      Interagency Senior Pass: $10 Lifetime admission and discount pass for U.S. citizens or permanent residents who are age 62 and older.      Interagency Access Pass: Free Lifetime admission and discount pass for U.S. citizens or permanent residents with documentation of permanent disability.      Interagency Volunteer Pass: Free Annual pass for volunteers with 250 cumulative service hours with federal agencies that participate in the Interagency Pass Program.      Learn more about the America the Beautiful - the National Parks and Federal Recreational Lands Pass Program at http:\/\/store.usgs.gov\/pass\/general.html. The Interagency Passes listed here have replaced the Golden Eagle, Golden Age, and Golden Access Passports, as well as the National Parks Pass. These passes will remain valid until they expire or are lost or stolen. Passes can be obtained in person at the park or via the Internet at http:\/\/store.usgs.gov\/pass\/index.html.",
    "url": "https:\/\/www.nps.gov\/libi\/planyourvisit\/fees.htm"
}
