{
    "title": "George Washington Carver National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           5646 Carver Road  Diamond, MO 64840                 Directions         From I-44 Westbound: Take exist 18-A and travel south on Highway 59 to Diamond. Turn west onto Highway V and travel two miles to Carver Road. Travel south ¾ mile to the park entrance. From I-44 Eastbound: Take exit 11-A  and travel south on I-49 to Highway V. Turn east onto Highway V and travel five mile to Carver Road. Travel south ¾ mile to the park entrance. From I-49 Northbound: Turn east onto Highway V and travel five miles to Carver Road. Travel south ¾ mile to the park entrance.   Directions Details           Operating Hours & Seasons         George Washington Carver National Monument The park is open 9:00 AM to 5:00 PM daily with the exception of Thanksgiving Day, Christmas Day, and New Year's Day. The park is free of admission charge,    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           George Washington Carver National Monument is located in southwestern Missouri just outside of Diamond and about 10 miles from Joplin.  Summer temperatures generally range from 75-100 degrees with high humidity.  Winter temperatures generally range from 0-50 degrees with periods of intermittent freezing.           Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 The park is free of admission charge.   Entrance Passes:   No Entrance Fee - $0.00 The park is free of admission charge.          Visitor Centers       George Washington Carver National Monument The visitor center has information, a museum, interactive exhibits about history and science, classrooms for programs on Carver’s life, an observation desk, a film, and bookstore. It is open daily, except Thanksgiving Day, December 25, and January 1.                Welcome to George Washington Carver National Monument. Take a look at our park brochure! Park Brochure (side one) Park Brochure (side two)",
    "url": "https:\/\/www.nps.gov\/gwca\/planyourvisit\/basicinfo.htm"
}
