{
    "title": "Big Cypress National Preserve: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies       Various public documents help guide the further management of natural and cultural resources, and the recreational opportunities within the preserve. Click on the links below to find out more.    BIG CYPRESS NATIONAL PRESERVE ENABLING LEGISLATION (PL 93-440, as amended by PL 100-301)     Congress created the Big Cypress National Preserve in 1974, as one of the first national preserves within the National Park System. Click here to download the law in its entirety.        Superintendent's Compendium      Click here for more information.           Hunting Management Plan - 2014      The Hunting Management Plan outlines how the NPS and the Florida Fish and Wildlife Conservation Commission (FWC), in consultation with the United States Fish and Wildlife Service (USFWS), will cooperate to implement an adaptive management strategy to manage hunting in the Preserve.         Designated ORV Trail Heads and Turn Lanes - 2012      In 2012 the NPS completed an Environmental Assessment related to turn lanes associated with high traffic areas at facilities along U. S. 41 and facilities to be developed at designated backcountry access points within the national preserve. Get the EA by clicking here. You can find the final approved finding of no significant impact here, and the Fish and Wildlife Services biological opinion associated with the proposed work by clicking here.         Addition Lands General Management \/ ORV \/ Wilderness Management Plan - 2011      Click here for information      COOPERATIVE PARTNERSHIP AGREEMENT BETWEEN NPS\/FWC - 2011     Click here for the agreement.     CRITERIA FOR OFF-ROAD VEHICLE & HUNTING ACCESS WITHIN BIG CYPRESS NATIONAL PRESERVE IN RESPONSE TO SURFACE WATER LEVELS - AUGUST 2006     In recent years the occurrence of high and low water conditions have prompted the National Park Service to temporarily close areas of the Preserve to off-road vehicles, such as swamp buggies, airboats, and all-terrain vehicles. This paper provides an overview of this subject, and discusses how hydrologic criteria can be used to assist future decision making.     BIG CYPRESS PROPERTY OWNERS QUESTION & ANSWERS - NOVEMBER 2005     This document answers commonly asked questions regarding the ownership of private property within the boundaries of Big Cypress National Preserve.     LONG RANGE INTERPRETIVE PLAN (LRIP) - 2002     The LRIP presents a visitor experience vision of the Preserve, based on purpose, significance, and mission identified in the Preserve's Strategic Plan.     OFF-ROAD VEHICLE MANAGEMENT PLAN - 2000     This document guides the implementation and management of the recreational off-road vehicle trail system within the Preserve.        Big Cypress National Preserve General Management Plan (GMP) - 1992      The GMP is a plan developed to guide the management of the preserve over a 10 to 20 year period. Vol. 2 of the GMP are the written comments received during the development of the plan along with the NPS responses.     BIG CYPRESS LAND PROTECTION PLAN - 1991     This document outlines the actions necessary to assure resource protection and provide essential public access.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/management\/lawsandpolicies.htm"
}
