{
    "title": "Big Cypress National Preserve: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Come Face to Face with Nature! Kids, be sure to collect our trading cards! Ninteen neat trading cards are available at many local events Big Cypress National Preserve staff attends. Be sure to visit our booth if you see us at a festival. By completing an activity at the booth, you can earn a collector card at each festival (mail requests cannot be honored).  See how many different cards you can collect! Each collector card showcases a plant, animal, or other resource at the preserve and tells you all about it on the back. To learn even more about your card, scan the QR code. It will bring you to a treasure trove of cool information.         White ibis   White ibis Folklore suggests the white ibis, glorified as the University of Miami mascot, is among the last birds to leave an area before a hurricane hits and one of the first to return. This brave bird is easily identified by its black-tipped white wings, red face, and curved red bill. This long-legged wader feasts on crustaceans, small fish and insects by probing with its bill both in the water and on land.        Green treefrog   Green treefrog If ever you find yourself hearing a strange quacking noise right before the summer rains start you may be hearing the “rain call” of a green treefrog. No bigger than this card, green treefrogs are bright green or yellowish in color but they can turn a pale brown when scared or cold. As treefrogs, you can probably guess that these adorable creatures are most at home off of the ground where they can use their large toe pads to climb just about anything!        Water moccasin   Water moccasin When threatened, water moccasins coil and show their fangs. This behavior leaves the white insides of their mouth visible and gives them the nickname “cottonmouth.” The aggressive nature of snakes is often exaggerated; and defensive behaviors such as the water moccasin’s are often misunderstood. The majority of snake bites occur from handling or harassment of snakes.          Bobcat   Bobcat A short, bobbed tail gives this medium-sized predator its name. They have a spotted coat for camouflage which allows them to hunt in tall prairie grasses for rodents and birds. Though bobcats are considerably smaller than Florida’s other cat, the panther, they are also top predators.  Bobcats help to create balanced ecosystems by keeping prey populations from growing too large.         Manatee   Manatee Manatees, are often found in the warm, shallow canals of Big Cypress, where they graze on aquatic vegetation. Manatees have strong flat tails that they use as propellers, navigating them through the water, and their short front flippers also help them to steer. T hese large, gentle creatures usually weigh between 1,500-1,800 lbs. and are related to the elephant.         Red mangrove   Red mangrove As you paddle the Turner River, you will find yourself surrounded by red mangrove trees. The branches and prop roots form a tunnel that can be so tight you have to pull your canoe through sing the branches like monkey bars. This tangled web of roots and branches helps to stabilize the tree in the soft muddy soil and traps sediments, protecting the shoreline from erosion. The red mangrove estuary is teaming with fish, shellfish, mammals and birds that make their homes among these unique trees!        Florida panther   Florida panther Predator or protector? As predators, panthers prey on species like deer, raccoons, and wild hogs. By preying on weak and sick animals, panthers actually protect these species by keeping populations healthy. Panthers are under threat from human activity and need protection. H elp by slowing down in panther zones while driving and keep pets and livestock in panther proof enclosures.        Woodstork   Woodstork Equipped with one of the fastest reflexes in the animal kingdom, Woodstorks rely upon sensitive nerve endings to detect movement in shallow waters, shutting their bills in 25 milliseconds. Their unique feeding and breeding techniques correlate with periods of dry down that concentrate fish at higher densities. Man’s manipulation of natural water flow can be detrimental to breeding populations.        Burmese python   Burmese python These popular pets have become a big problem in Big Cypress National Preserve. Cute when they are small, many owners are unable to care for a 12-19 foot fully grown python. Released into the wild, these invasive reptiles are impacting native species. Pythons have been known to eat entire deer and even alligators. Do your part to save Big Cypress--if you see a python, report it.          Ghost orchid   Ghost orchid The enigmatic ghost orchid has become a symbol of the South Florida landscape. Its tangled mass of green roots clings to trees deep in the swamps and is visible year-round, but the elusive flower is only seen in the peak of summer. At night, the spindly white flowers are pollinated by a moth whose reward is sweet nectar from a long spur. Due to collecting, hydrologic changes, and habitat destruction, the ghost orchid is an endangered plant species.        Black bear   Black bear Florida black bears are the largest land mammal in Florida. Though regarded as a skilled predator, the Florida black bear eats little meat, with 85 percent of its diet composed of plants. The Big Cypress Swamp region is home to one of the largest populations of Florida black bears. The Florida black bear is an umbrella species. Protecting their large habitat requirements means protecting habitat for many other species.        Pig frog   Pig frog Pig frogs earn their name from the pig-like grunting sound they make during breeding season in the spring and summer months. They inhabit wet areas such as swamps and lakes and eat aquatic animals such as crayfish and fish. Females lay up to 10,000 eggs at one time on the surface of the water! Frog giggers still harvest these frogs for their large, meaty hind legs.         Roseate spoonbill   Roseate spoonbill Once hunted for their pale pink feathers at the dawn of the 20th century, the roseate Spoonbill populations are continuing to recover. These birds are often mistaken for the greater flamingo due to their pink color that comes from the food they eat. Their flattened, spoon-shaped bill probes and strains shallow water for small fish, insects, amphipods and plant material.        Anhinga   Anhinga Anhingas may seem right at home in the canals and shallow waters of Big Cypress National Preserve but, like many birds, anhingas are just visitors. These birds are migratory, and like many visitors to Florida, love to sunbathe. Anhingas bask in the sun after swimming in the cold water to dry and warm their bodies. They earned the nickname “snake bird” due to their habit of swimming with only their slender head and neck above water.        Cardinal airplant   Cardinal airplant Just like us, plants need a sheltered environment or home. Airplants, or bromeliads, are normally epiphytic meaning a plant that grows on another plant. Sixteen species of airplants call Big Cypress their “home sweet home.” Cypress swamps keep airplants warm and wet. Airplants also become a home to frogs and insects during the dry season which nestle down in their leaves to lay their eggs.        Periphyton   Periphyton Take a walk through a wet prairie and look down at your feet. You will likely find periphyton, a spongy, gray-green and yellow-brown mat covering the soil, rocks, and plants. Neither an individual plant nor animal, periphyton is a community of algae, fungi, microbes, bacteria, plant detritus, and animals living together. In prairies, periphyton is the base of the food chain, a creator of soil, a regulator of water quality, and an indicator of ecosystem health.        American alligator   American alligator Often called ecosystem engineers, alligators dig water holes known as “gator holes” in which freshwater fish and wading birds take refuge to survive the dry season. Highly nocturnal, alligators bask lazily in the sun during the day and retreat to the warm water at night. Alligators are often seen in open water such as canals and marshes in Big Cypress National Preserve.        Deep Lake   Deep Lake This natural depression is aptly named for its great depth – of both water and cultural history. Formed by a sinkhole, it is the deepest lake in Florida south of Lake Okeechobee. Seasonal flooding of land surrounding the lake created rich soils that were ideal for growing fruit and vegetables. A Seminole chief, followed by later entrepreneurs, lived and farmed near its shores. Today, alligators are Deep Lake’s most common resident.        Prescribed fire   Prescribed fire Big Cypress National Preserve is an area borne of fire. Ecosystems here are well-adapted to lightning fires that have spread across this landscape for millennia. Fire recycles plant nutrients into the soil and renews the health of the habitat. Prescribed fire, where fire managers set fire to an area or control the spread of a lightning fire, gives the same benefit to the ecosystem. At the same time, it keeps our homes and roads safe by controlling when, where, and how fire spreads.  The national preserve burns approximately 60,000 acres each year -- more than any other unit in the National Park Service!                These trading cards were made possible through generous financial support from American Water Resources Association- Florida Section.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/kidsyouth\/tradingcards.htm"
}
