{
    "title": "Big Cypress National Preserve: The Five Habitats",
    "body": "The Five Habitats       Big Cypress National Preserve was established in 1974, for the preservation, conservation and protection of the natural, scenic, hydrologic, floral and faunal and recreational values of the Big Cypress watershed in the state of Florida, and to provide for the enhancement of public enjoyment. Why is big cypress a national preserve and not a national park? Click on the link for a powerpoint presentation to understand why.      Watch and Learn as the Preserve's Chief of Interpretation explains the four factors that influence what you see in natural habitats in south Florida.      Big Cypress National Preserve consists of five habitats that are connected by the water that flows through them. The water falls to the land as precipitation, and then starts to flow. Its journey takes it from the habitat with the highest elevation of 17 feet above sea level and flows gently through as the other ecosystems as they drop down from a just a few feet in difference, to a few inches then escapes out to the ocean. This gentle path flows from... the hardwood hammocks- to the pinelands - across the prairies - into the cypress swamps- mixing with the waters of the estuaries, finally escaping into the Gulf of Mexico. Each habitat contains distinctive types of plants, soils and animals depending on the elevation, and the length of its hydroperiod (A hydroperiod is the length of time an area has surface water present).      Watch and Learn as the Preserve's hydrologist describes how water flows through the Preserve.         Note to Teachers: As you explore our background information you will discover that if you use your mouse to select the habitat it will open to share more information about plants and animals found there. Each habitat also has curriculum to help you teach your students about our habitats in the preserve. You will also discover the following:                                         Power point presentation- Use your mouse to select the title in the golden lettering to start. It will need time to open and possibly install sounds that are built into the presentation.  QuickTime videos- When you see, \"Watch and Learn\" select the title in golden lettering to start. These are 2-3 minute videos that go more indepth. Panoramic pictures- These pictures are taken in the park. Select the golden lettering to begin opening the picture. These will need some time to open. Once open move your mouse to the far left or right allowing the picture to move in a circle.   In the online games, you will find games that your students can play alone or in teams.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/education\/curriculum-and-materials.htm"
}
