{
    "title": "Big Cypress National Preserve: Lightscape \/ Night Sky",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Lightscape \/ Night Sky                Lightscape \/ Night Sky         The Milky Way over Kirby Storter Boardwalk. Mark Riehle  Big Cypress National Preserve has a resource that many take for granted, or may not even be aware of - our natural \"darkness.\" Even with widespread development on the east and west coasts of Florida the Preserve remains one of the darkest areas east of the Mississippi River. In the heart of the swamp it's still possible to view the Milky Way, something that many who have only been in urban or suburban settings have never seen. The quality of the night sky (its relative darkness) throughout the United States, and the World for that matter, has come under siege. The widespread and rapid rate of development and the associated installation of lights, without thought to the impact those lights have on the night sky is lighting the night sky worldwide. Lighting associated with advertising, building and street illumination, and grounds security all contribute to what is referred to as \"light pollution.\" One estimate indicates that about 30 percent of all light generated in the United States is wasted; costing billions of dollars. Outdoor lights provide many benefits, but improved consideration of night sky concerns in their design and application would be highly beneficial in reducing light pollution and the associated production of unneeded energy. In addition to interfering with our ability to see celestial bodies and astronomical events, light pollution has a detrimental environmental impact. Some bird species depend on stars for navigation. Light pollution interferes with their travels. Some believe that declines in moth populations are linked to attraction to lights and subsequent death.               Astronomy Programs View one of the darkest night skies in the eastern United States by attending ranger-led astronomy programs at Big Cypress National Preserve. The National Park Service, along with partners, will be conducting night sky outings. Find dates and more information. The National Park Service is concerned about our contribution to light pollution and has set policy that seeks to reduce or eliminate the adverse impacts of light pollution. At Big Cypress National Preserve, staff members are working to reduce light pollution. To learn more about the efforts to \"save the night\" click on the links below: National Park Service's Night Sky Program International Dark-Sky Association Videos on the importance of the night sky      Losing the Dark- Starry skies are a vanishing treasure because light pollution is washing away our view of the cosmos. It not only threatens astronomy, but it also disrupts wildlife and negatively affects human health. Hard to believe? See for yourself: (6:25, Youtube).      Change Your Lights, Save the Nights! Arguably, one of the easiest ways to save the night sky is by changing your light bulbs. Learn about the best types of bulbs to use depending on where you are.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/lightscape.htm"
}
