{
    "title": "Big Cypress National Preserve: Ghost Orchid",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Ghost Orchid                Ghost Orchid       Big Cypress National Preserve is home to over 30 species of orchids. Orchids are the largest family of flowering plants in the world with over 25,000 species known and many more likely in existence. These flowers have not only seduced a huge number of insects and birds worldwide into pollinating them, they have seduced us with their striking and unusual beauty. As a result, many of the orchids of South Florida have become rare and endangered due to over-collecting. The ghost orchid, with its long, delicate petals and spur of nectar has become a symbol of the South Florida landscape. Deep swamps of cypress, pond apple and palm trees are the preferred environment for this finicky plant. The ghost orchid, like many orchids, has specific habitat requirements such as high humidity, mild temperatures, dappled shade, and the existence of a certain type of fungus. The ghost orchid is leafless but has photosynthetic roots that allow it to produce sugars in the presence of sunlight. Its roots engage in a symbiotic relationship with a type of fungus that helps it gather nutrients in exchange for extra sugars. Without this fungus, the orchid would be unable to thrive. The ghost orchid's tangled mass of green roots clings tightly to the trunks of various tree species including cypress, pond apple, and maple and is visible year-round.It is distinguished from other species of orchid by the presence of thin white markings dotting its roots. In June and July, at the peak of mosquito season, the ghost orchid blooms. At night, it is pollinated by the sphinx moth, whose long tongue or proboscis allows it to receive a sweet reward of nectar from the flower that is not easily reached by other insects. Ideally, the moth will travel to more than one ghost orchid plant, thus transferring pollen. However, the ghost orchid is a rare and endangered plant species that does not flower reliably. Habitat destruction and hydrologic changes due to human development in South Florida have been partially responsible for the decline of ghost orchid populations. Also, over-collecting has had a negative impact on this special plant. The ghost orchid is now protected in many public land areas in South Florida, including Big Cypress National Preserve. With continued protection, the ghost and other orchids will continue to inhabit the unique mosaic of ecosystems that is South Florida.       Ghost orchid in bloom.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/ghost-orchid.htm"
}
