{
    "title": "Big Cypress National Preserve: Cardinal Airplant",
    "body": "Cardinal Airplant          Have you ever looked up into the trees of a cypress swamp and seen what looks like a lot of birds' nests? Well believe it or not, those aren't bird nests, they are actually airplants! Airplants are also known as bromeliads and are relatives of the pineapple! All native bromeliads are normally epiphytic (a plant that grows on another plant, such as a tree). Airplants are non parasitic and don't harm their host plant. Usually you will see them on the sides of trees however; it is not uncommon to see them grow on telephone wires, buildings, or even on the ground. Airplants don't require any soil to grow; they get enough moisture and nutrients from the air and rain to support themselves. The seeds of an airplant are dispersed by the wind, seeds will land in a nook or crevice of a tree and begin to take root, wrapping around the host plant. The higher the bromeliad is on a host tree the better chance it has of getting sunlight but the more exposed it is to severe weather such as cold and high winds. The leaves of an airplant have a funnel shape which direct water down to its roots. In the center of the plant is a water reservoir. Airplants are mini ecosystems and have developed a symbiotic relationship with many animals in the preserve. Airplants supply water which in turn attracts animals like frogs and insects like mosquitoes. Not only does the water help many animals and insects survive the long dry season, but air plants also provide shelter. Animals, such as frogs lay their eggs deep inside the wet interior of the airplant. Snakes and lizards can be found using the developing frogs and insects as a source of food. These animals in turn provide for larger predators such as the preserves many red shouldered hawks. In return, airplants receive nutrients from the dead and decaying frog eggs and insect larva found in the plant. Sixteen species of bromeliads are known to grow within Big Cypress National Preserve. The biggest of these is the cardinal airplant. Its leaves can exceed three feet in length! Small purple flowers bloom January through summer but the colorful red bracts, which conceal the developing flowers, are visible for much of the year. When walking through Big Cypress the bromeliad bracts add a speck of color to the bright green backdrop of cypress swamps.    To view a 4-minute video about airplants, please click here.         Click here for a downloadable brochure about epiphytes.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/cardinal-airplant.htm"
}
