{
    "title": "Big Cypress National Preserve: Tamiami Trail & Monroe Station",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Tamiami Trail & Monroe Station                 Tamiami Trail & Monroe Station         Gateway arch to Collier County traveling from Miami west along the Tamiami Trail, soon after the road was open to the public ca. 1928.   In April 1928, the Tamiami Trail (Tampa to Miami Trail) was completed across the last great wilds of the eastern United States. The project was the first east\/west corridor south of Lake Okeechobee on the Florida peninsula. The task of completing the trail from Miami to Fort Myers took more than 11 years at a cost of $7 million dollars and many declared the project an engineering feat comparable to building the Panama Canal. History of the Tamiami Trail and Brief Review of the Road Construction Movement in Florida published by authority of the Tamiami Trail Commissioners and the County Commissioners of Dade County Florida, Miami 1928 The Tamiami Trail - Muck, Mosquitoes and Motorists: A Photo Essay by Doris Davis The Tamiami Trail - Beauty and the Beasts a series about the past and present of the Trail from the St. Petersburg Times, 2003       Monroe Station        Soon after the Tamiami Trail was open six service stations were constructed along the most remote stretch of the road through Collier County, much of which is within Big Cypress National Preserve, today. The stations provided a welcome rest to the road-weary traveler, whose ultimate goal was the sun and sand of tropical Florida. Monroe Station is one of only two of the stations that remain today, and is located in the heart of the national preserve. Click on the links below to learn more about the trail and Monroe Station. National Register of Historic Places registration form for Monroe Station, 1999 Historic American Buildings Survey on Monroe Station, HABS No. FL-544, 2007",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/historyculture\/tamiami-trail-and-monroe-station.htm"
}
