{
    "title": "Big Cypress National Preserve: Loop Road",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Loop Road                Loop Road - Miles of History        Loop Road stretching far into the horizon.        County Road 94, better known as Loop Road, is what the National Geographic Magazine's August 1976, edition referred to as a \"quiet dirt byway off of the Tamiami Trail.\" It stretches south and east from Monroe Station for 24 miles until it eventually rejoins the Tamiami Trail. The appearance of the dirt road makes it seem unfinished, which hints at once-grand development plans that were never fully realized.         James Franklin Jaudon, \"Father of the Tamiami Trail,\" 1926   In 1915, James Franklin Jaudon, a successful Miami businessman and owner of a real estate company, envisioned an east-west highway through the South Florida swamp, allowing goods to reach other parts of the state more quickly. The retired army captain also saw lots of business potential along this would-be highway. After several years working on the Tamiami Trail out of Miami, he and his company, the Chevelier Corporation, broke ground in 1921, on Chevelier Road, later named Loop Road. And along this road, would be the town of Pinecrest. Billed as the \"next Miami,\" he envisioned dozens of residential blocks, a school, and community center. However, by 1923, funds ran out and Barron Collier (who was already hard at work with his grapefruit enterprise about 20 miles to the west) offered to provide the finances to complete the Tamiami Trail under the condition that the state form a new county named Collier. The state accepted, carving the new county out of the southern part of Lee County.  One year later Collier convinced the state to reroute the Tamiami Trail to its current path through his county since he was providing the finances. This decision effectively bypassed Loop Road, and would prove disastrous for James Jaudon's plans for Pinecrest. By the 1930s, the Pinecrest community was primarily a logging town with approximately 200 residents at its peak. It had a saw mill, a public school, general store and filling station, mess shack and bunk house, but little else. After very limited development along Loop Road, Chevelier Corporation filed for bankruptcy in 1937, and sold the 207,000 acres it held in South Florida to the Federal Government. Portions of this land would eventually become part of Everglades National Park.        Al Capone   Because of Loop Road's seclusion and penchant for inspiring rumors and tall tales of all types, perhaps the most famous and persistent one is that of Al Capone owning a speakeasy and gambling den in Pinecrest during the prohibition era. This establishment was allegedly run by a relative, with whom he would occasionally visit, while in town. Although it is known that Al Capone favored the Florida weather, and in 1928, purchased a vacation home on Palm Island, located in Miami, no proof of his involvement on Loop Road exists. The rumor often concludes with, \"the property burned down in 1928, and today, the front steps are all that remain.\"        Ervin Thomas Rouse   One of the most colorful and storied locations along Loop Road was Gator Hook Lodge. Originally opened in 1958, the lodge was located on the S-curve of the road. It was owned and operated by Jack Knight, a retired Sweetwater police chief, who was known for his ability to enforce the law. The lounge served as the social center for Loop Road and had a reputation as a rough-n-tumble type of establishment. It was a popular spot frequented by the locals for evening entertainment.  One such local was Ervin T Rouse. He was a gifted, and eccentric fiddler, and songwriter, who lived nearby for over a decade with his two dogs, Curly and Butterball. He was a regular at the tavern and could be relied upon to entertain patrons with his fiddle. Perhaps most popular was Orange Blossom Special, arguably, one of America's best-known fiddle tunes. One such fan was Johnny Cash. He recorded a version of the song, replacing the fiddle parts with two harmonicas and a saxophone. He even named his 1965 album after the song. After nearly 20 years, the lodge would close its doors for good in 1977, shortly after Big Cypress National Preserve was established.      Since 1974, Loop Road, as well as what remains of the town of Pinecrest are within the boundaries of Big Cypress National Preserve, and there are residents who still call Pincrest home. Please be respectful of private property while exploring YOUR national preserve. Today, the road provides access to spectacular Florida scenery and opportunities for wildlife viewing. For more information, please click here.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/historyculture\/loop-road.htm"
}
