{
    "title": "Big Cypress National Preserve: Sam Vinikoff",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Sam Vinikoff                Sam Vinikoff - The \"Everglades Artist\"        (object placeholder)                                             Fond Recollections with Sam Vinikoff       Sam Vinikoff hard at work   When painter Sam Vinikoff looked out upon the vast open prairies, he saw more than the Preserve's trees, grasses and swamps. He saw art. Hues of wildness surfaced in this talented artist's vibrantly colorful paintings. And for much of his life, the wilds of South Florida was his chief source of inspiration. Before today's popular and well established Artist-In-Residence program at Big Cypress National Preserve, there was Sam Vinikoff. Sam regularly worked with park rangers, traveling to often rugged and remote locations capturing the beauty of the swamp onto canvas. He donated several of the pieces that resulted from those trips to the preserve for its fledgling art collection. For those who could not physically make the trip themselves, he brought the Preserve to them in the form of his art. In doing so, he helped create an awareness of the stunning beauty the Preserve posesses, which resulted in compelling many to advocate for it during the Preserve's early years.        Sam Vinikoff Courtesy\/Marya Repko  Sam Vinikoff was born in London, England, in 1919. He attended several art schools, including Sir John Cass Art Institute, Toynbee Hall, Magdalen College, and Oxford. Sam moved to Miami in 1957, with his wife Eve and two daughters, Linda and Sandy. He first opened a tailor shop and painted in his spare time. He gained local popularity with his caricatures of famous people. He began capturing the wild beauty of the Everglades on canvas more than 30 years ago and has become known as \"The Everglades Artist.\" Sam continued to travel to the Everglades even in failing health and knew he had a good day if he found a swallow-tailed kite, one of his favorites. He would spend days with park rangers from Everglades National Park and Big Cypress National Preserve and enjoyed many hours in the adjacent Fakahatchee Preserve State Park. Sam Vinikoff died in 2010, at the age of 91.      His work hangs throughout Florida, including both Big Cypress visitor centers on a frequent basis. Sam spent many hours in the Everglades area and was an active participant in the drive to convert the old laundry building into the Museum of the Everglades, now part of the County Museum System.      In recognition of the artist's passion for the Everglades, the Vinikoff family donated a collection of his paintings to the South Florida National Parks Trust to raise money for Everglades National Park. The donated works, including iconic Everglades scenes with roseate spoonbills and swallow-tailed kites, are available for purchase through the trust, with proceeds to go to the park. To see images of, as well as purchase his artwork click here.                   Artwork by Sam Vinikoff    8 Photos  Sampling of watercolor, pen & ink, and oils by Sam Vinikoff.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/historyculture\/sam-vinikoff.htm"
}
