{
    "title": "Big Cypress National Preserve: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 20, 2016  Preserve\/Refuge Seek Comments on Fire Management Plans Environmental Assessment  Big Cypress National Preserve and Florida Panther National Wildlife Refuge are seeking public comments on a joint Environmental Assessment (EA) analyzing the environmental impacts of their respective updated Fire Management Plans (FMPs).   May 26, 2016  Florida panther released back into the wild at Big Cypress National Preserve  A 2-year-old Florida panther is now back in the wild at its new home in Big Cypress National Preserve. The U.S. Fish and Wildlife Service, the Florida Fish and Wildlife Conservation Commission (FWC), and National Park Service staff successfully released the panther Wednesday afternoon near Gum Slough in the southwest corner of the Preserve.   May 17, 2016  2016 Annual Recreational ORV Closure  Beginning at 12:01 a.m. Monday, June 6, the annual 60-day recreational ORV closure for all management units that allow for ORV access within the Preserve will be implemented. This closure will be lifted on Friday, August 5.   May 09, 2016  Trespass, Photography Stunt, Likely Cause for Monroe Station Fire  On April 9, 2016 at approximately 11:45 p.m. firefighters and law enforcement personnel responded to a fire at Monroe Station.  The historic structure, located at the junction of Tamiami Trail and Loop Road, was consumed by fire and burnt to the ground. Big Cypress Law Enforcement Rangers investigated all leads and within 48 hours focused in on a person of interest.   The primary suspect, a man from South Florida turned himself in on April 11, 2016.   May 06, 2016  National Park Service Signs Decision Document Related to Burnett Oil Company Nobles Grade  3-D Seismic Survey  The National Park Service issued a finding of no significant impact Friday, following a nearly 20-month environmental review of a proposed 3-D seismic survey of the Nobles Grade area within Big Cypress National Preserve by Texas-based Burnett Oil Company, Inc.   April 25, 2016  2015 Big Cypress Economic Benefits Calculated  A new National Park Service (NPS) report shows that 1,112,290 visitors to Big Cypress National Preserve in 2015 spent $87,185,700 in communities near the park.   April 11, 2016  Historic Monroe Station Destroyed by Fire  On April 9, 2016 at approximately 11:45 p.m. firefighters and law enforcement personnel from Collier County and Big Cypress National Preserve responded to a fire at the Monroe Station within the national preserve.   March 25, 2016  Preserve Seeks Comments on Oil and Gas Seismic Survey Revised Environmental Assessment  The National Park Service is seeking public comment related to scientific or technical information that would aid in the agency reaching a decision on a revised Environmental Assessment (EA) analyzing the environmental impacts of a proposed oil and gas seismic survey by Burnett Oil Co. in Big Cypress National Preserve.   January 14, 2016  Commercial Air Tour Management Agreements Signed  The Federal Aviation Administration (FAA), National Park Service (NPS), and two commercial air tour operators have signed air tour management agreements to manage commercial air tours over Big Cypress National Preserve. These are the first-ever agreements of this kind developed for any unit of the NPS.   January 11, 2016  Preserve Seeks Comments on Preliminary Alternatives for the Backcountry Access Plan \/ Wilderness Study \/ EIS  The National Park Service (NPS) is seeking public comments on a suite of preliminary alternatives for managing backcountry access and use within Big Cypress National Preserve. Concurrently with the review of preliminary alternatives, the NPS is also holding a scoping opportunity to receive public input related to the development of a wilderness study and potential wilderness proposal.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/news\/newsreleases.htm"
}
