{
    "title": "Big Cypress National Preserve: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     December 07, 2015  Big Cypress Hosts Artist Reception and Film Screening  Join former Artist in Residence Patricia Cummins, and wildlife filmmaker Richard Kern at 2:00 p.m. on Saturday, December 12 at the Big Cypress Swamp Welcome Center, 33000 Tamiami Trail East, Ochopee, FL 34141. The event is a reception focusing on Patricia Cummins' recent installation of work, Big Work at Big Cypress, at both the Oasis Visitor Center and Big Cypress Swamp Welcome Center in Big Cypress National Preserve.   November 20, 2015  Preserve Seeks Comments on Oil and Gas Seismic Survey Environmental Assessment  The National Park Service is seeking public comments on an Environmental Assessment (EA) analyzing the environmental impacts of a proposed oil and gas seismic survey by Burnett Oil Company in Big Cypress National Preserve.   July 23, 2015  60 Day ORV Trail Closure Lifted  The annual 60 day ORV closure will be lifted as of Friday, July 31. All areas of the preserve that allow for off-road vehicle use will be accessible via marked designated trails, this includes airboat access into Zone 4.   July 15, 2015  Tamara “Tammy” Whittington Selected as New Superintendent of Big Cypress National Preserve  Southeast Regional Director Stan Austin announced that Tamara “Tammy” Whittington has been selected to be superintendent of Big Cypress National Preserve in Ochopee, Fla.  Whittington has served as the associate regional director of resource stewardship and science, for the National Park Service (NPS) Intermountain Region in Denver since 2011.   July 13, 2015  Review and Comment Period for Oil and Gas Plan of Operation Extended  The National Park Service (NPS) is extending the public review and comment period on the Nobles Grade 3-D Seismic Survey\/Plan of Operations (Plan) within Big Cypress National Preserve. The Plan will be available for public review and comment through August 16, 2015.   July 06, 2015  Wilderness Eligibility Assessment Completed for Big Cypress National Preserve  Acting Superintendent J.D. Lee announced today that Big Cypress National Preserve has completed  a wilderness eligibility assessment for all lands in the original Preserve as part of the Backcountry Access Plan (BAP) and Environmental Impact Statement (EIS) being prepared in compliance with the National Environmental Policy Act of 1969 (NEPA).   June 17, 2015  Preserve  Seeks Comment on  Oil and Gas Plan of Operations  The National Park Service (NPS) is seeking public comments on Nobles Grade 3-D Seismic Survey\/Plan of Operations (Plan) to explore for oil and gas within Big Cypress National Preserve.   June 12, 2015  All fire related Public Use Closures Lifted Effective Close of Business June 12  As of 5:00 p.m., Friday, June 12, 2015, all fire related closures within Big Cypress National Preserve will be lifted. This allows visitors to once again access the entire Florida National Scenic Trail within the Preserve boundaries, and areas of the Addition Lands north of Interstate 75.   May 12, 2015  Firefighters Stay the Course on Mud Lake Wildfire Complex  The Mud Lake Wildfire Complex, thirty miles east of Naples, Florida in Big Cypress National Preserve is approximately 2,077 acres and remains 15% contained at this time.   May 12, 2015  Winners Announced In the Third Annual Big Cypress Poetry Contest  In honor of National Poetry Month, Big Cypress National Preserve held its third annual poetry contest during the month of April.   April 23, 2015  Tourism to Big Cypress National Preserve  Creates $91 Million in Economic Benefits Report shows visitor spending supports 1,323 jobs in local economy  A new National Park Service (NPS) report shows that 1,192,856 visitors to Big Cypress National Preserve in 2014 spent $91,111,200 in communities near the park. That spending supported 1,323 jobs in the local area and had a cumulative benefit to the local economy of $129,699,800.   April 17, 2015  Seasonal Closures at Big Cypress  With the continuation of the dry season here in south Florida several closures persist within Big Cypress National Preserve.   February 24, 2015  Artists Selected for the 2015-2016 Artist-In-Residence Program  Five talented artists have been selected for the 2015-2016 Artist-In-Residence program.   February 24, 2015  Third Annual Poetry Contest  April is National Poetry Month and what better way to celebrate than with a poetry contest? Inaugurated by the Academy of American Poets in 1996, National Poetry Month is held each April, when schools, publishers, libraries, booksellers, and poets celebrate poetry and its vital place in American culture.   February 09, 2015  2015 Zone-4 Closure  Beginning at 12:01 am Monday, February 16, 2015, the Zone-4 airboat access within Big Cypress National Preserve will be closed due to low water conditions. This will begin the 60-day recreational off-road vehicle closure for this management unit within the Preserve. Pending water levels, this unit will re-open to access by airboats on Friday, April 17, 2015.   February 09, 2015  Turner River Travel Advisory Due to Low Water Conditions  Effective close of business February 15, 2015, Turner River canoe launch will be closed to commercial operations and ranger-led activities due to low water conditions.   January 26, 2015  Big Cypress National Preserve Sees Record Visitation For 2014  Big Cypress National Preserve received its highest annual visitation in 2014, with an estimated 1,192,858 visitors for 2014 (an 18 percent increase over 2013). The highest visitation since America’s first national preserve was established, in 1974.   January 09, 2015  January\/February Planned \"Loop Road Prairie\" Prescribed Fire  If conditions are met and remain favorable Big Cypress National Preserve is planning to conduct the “Loop Road Prairie” prescribed fire operation within the Loop Unit of the preserve between mid-January and late February, 2015. The Loop Unit is located south of US-41 and northeast of the Loop Road. This operation will take place in the eastern portion of the unit.   January 08, 2015  Preserve\/Refuge to Prepare Joint Fire Management Plan Environmental Assessment  The managers of Big Cypress National Preserve and the Florida Panther National Wildlife Refuge are jointly preparing an Environmental Assessment in compliance with the National Environmental Policy Act for the proposed updates to their Fire Management Plans.   January 07, 2015  Pedro Ramos Selected as New Superintendent for Everglades & Dry Tortugas National Parks  Southeast Regional Director Stan Austin announced that Pedro Ramos has been selected as superintendent of Everglades and Dry Tortugas National Parks, in Florida. Ramos has been serving as superintendent of Big Cypress National Preserve since January 2009. Pedro Ramos will begin his new assignment in mid-January.   December 01, 2014  2015 Off-Road Vehicle Permits  On Friday, December 19, 2014, the 2015 off-road vehicle permits for Big Cypress National Preserve will be available for purchase at the Off-Road Vehicle Office, located at Oasis Visitor Center. Permits are valid from the date of purchase, through January 31, 2016. A total of 2,000 permits will be available during the permit period.   November 26, 2014  New Season of SWAMP programs begins for Sixth-Grade Students in Collier County  A new season of environmental education programs for sixth-grade students in Collier County has begun with student field trips to the Big Cypress National Preserve scheduled from now through the end of March.   November 19, 2014  Local Singer\/Songwriter JJ McCoy and Band Perform at Big Cypress Birthday Bash  Local country music artist JJ McCoy and the JJ McCoy Band bring their distinctive sound to the Big Cypress Birthday Bash on Friday December 5 at the Collier County Museum in Naples to kickoff a two-day celebration marking the 40th anniversary of the Big Cypress National Preserve.   November 10, 2014  Celebrate Big Cypress National Preserve 40th Anniversary at two events in December  In 1974, Congress established Big Cypress National Preserve as America's first national preserve. The area was saved through a grassroots effort by many to halt the construction of a massive jetport project, ensuring that the Big Cypress Swamp would be protected and enjoyed for generations. Join the National Park Service and our partners on December 5-6, to celebrate this special place.   September 23, 2014  Secondary Trails to Remain Closed and Further Evaluated Through Planning Process  As part of a settlement agreement with plaintiffs related to the designation of secondary off-road vehicle trails within Big Cypress National Preserve, the National Park Service will leave all secondary off-road vehicle trails closed until further environmental review and analysis can be completed.   September 22, 2014  October 2014, Off-Road Vehicle Advisory Committee Meeting Cancelled  The National Park Service at Big Cypress National Preserve has cancelled the Off-road Vehicle Advisory Committee meeting that was scheduled for October 7.   September 19, 2014  New Online Off-Road Vehicle Training Course Available  Effective September 19, 2014, Big Cypress National Preserve will offer an online opportunity for visitors to complete the off-road vehicle operator course. Since 2000, visitors have been required to take a training course, in person at the off-road vehicle office, during office hours.   September 12, 2014  Wilderness Eligibility Assessment initiated for Big Cypress National Preserve  Superintendent Pedro Ramos announced today that Big Cypress National Preserve will initiate a wilderness eligibility assessment for all lands in the original Preserve as a part of the backcountry access plan and Environmental Impact Statement being prepared in compliance with the National Environmental Policy Act of 1969.   September 08, 2014  Preserve Releases FONSI on Copeland Prairie Mitigation Plan  Superintendent Pedro Ramos announced today that a Finding of No Significant Impact (FONSI) for the Copeland Prairie Mitigation Plan Environmental Assessment (EA) has been signed by National Park Service (NPS) Southeast Regional Director Stan Austin and is posted online.   September 03, 2014  Big Cypress Now Accepting Applications for 2015-2016 Artist-In-Residence Program  The Artist-In-Residence Program at Big Cypress National Preserve offers professional writers, composers, and visual and performing artists the opportunity to pursue their artistic discipline while being surrounded by the national preserve's inspiring landscape.   July 30, 2014  \"Another Path\" Art Exhibition  Another Path artist exhibition showcases Tom Weinkle’s inspired work while he was an Artist-In-Residence at Big Cypress for five weeks during January and February 2012.   July 28, 2014  Off-Road Vehicle Trails Open Following 2014 60-Day Closure  Off-road vehicle (ORV) use for swamp buggies, street legal 4x4s, ATVs, and UTVs will resume within Big Cypress National Preserve on Friday, August 1, 2014. This will mark the end of the annual 60-day recreational ORV closure. When the 60-day closure is lifted only the designated primary trails in the backcountry will be open to recreational ORV use and access. All secondary trails will remain closed on an interim basis for an additional 60-days.   July 22, 2014  Tourism to South Florida National Parks Creates $206 Million in Economic Benefits and Over 2,700 Jobs  A new National Park Service report shows that over two and a half million visitors to the national parks in South Florida, spent $206 million last year in surrounding communities. That spending supported over 2,700 jobs in South Florida. The report shows numbers specific to Big Cypress National Preserve included a total of 1,007,789 visitors that spent an estimated $75,954,700 in South Florida communities and created approximately 997 jobs.   July 21, 2014  Turner River Paddle Route and Zone 4 Airboat Access Open Today  Water levels within Big Cypress National Preserve have rebounded to allow for canoe\/kayak access along the Turner River and airboat access into Zone 4 of the Stairsteps Unit. Access to both areas of the Preserve will resume as of today, Monday, July 21, 2014.   May 27, 2014  Finding of No Significant Impact Signed Related to Hunting Management Plan Environmental Assessment  The National Park Service (NPS) has selected alternative 3 of the Hunting Management Plan Environmental Assessment for implementation. Under the selected alternative, the NPS and the Florida Fish and Wildlife Conservation Commission (FWC), in consultation with the United States Fish and Wildlife Service (USFWS), will cooperate to implement an adaptive management strategy to manage hunting in the Preserve.   May 23, 2014  2014 Annual ORV Closure  Beginning at 12:01 a.m. Monday, June 2, the regularly scheduled 60-day ORV closure for management units within the Preserve that allow for wheeled ORV access  will be implemented. This closure will be lifted on Friday, August 1.   May 22, 2014  Art of the Swamp at Big Cypress Visitor Centers  Even during the humid months of summer there is much to see and do at Big Cypress National Preserve. Stop by our visitor center auditoriums to take in the beauty of big cypress-while indoors!   May 08, 2014  Winners Announced In Second Annual Big Cypress Poetry Contest  In honor of National Poetry Month, Big Cypress National Preserve held its second annual poetry contest during the month of April.   April 01, 2014  2014 Zone 4 Closure  Beginning at 12:01 am Monday, April 7, 2014, the Zone 4 airboat access within Big Cypress National Preserve will be closed due to low water conditions.This will begin the 60-day recreational off-road vehicle (ORV) closure for this management unit within the Preserve. Pending water levels, this unit will re-open to access by airboats on Friday, June 6, 2014.   March 25, 2014  Commercial Air Tour Voluntary Agreements Available for Review  The Federal Aviation Administration (FAA) and the National Park Service (NPS) announce the availability of two draft voluntary agreements for commercial air tour operations at Big Cypress National Preserve.   March 20, 2014  Public Scoping Workshop Dates Announced For Backcountry Access Plan  The public is invited to attend a public scoping workshop at which you will have the opportunity to discuss the plan with National Park Service staff and provide input regarding backcountry access into the Preserve and the scope, issues, and alternatives to be addressed in the plan.   March 17, 2014  2014 ORV Advisory Committee Meetings  The 2014 Off-Road Vehicle Advisory Committee meetings for Big Cypress National Preserve will be held on Tuesdays, April 22 and October 7, from 3:30 pm to 8:00 pm.   March 12, 2014  Comment Period Reopened for Backcountry Access Plan Scoping  Acting Superintendent J. D. Lee announced today that Big Cypress National Preserve has reopened the public scoping period for a backcountry access plan and environmental impact statement (EIS) being prepared in compliance with the National Environmental Policy Act of 1969 (NEPA). The comment period will be open until May 11, 2014.   March 06, 2014  Preserve Seeking Public Comments on Copeland Prairie Mitigation Plan Environmental Assessment  The National Park Service is seeking public comments on a Copeland Prairie Mitigation Plan Environmental Assessment (EA) for Big Cypress National Preserve.   March 05, 2014  Turner River Closure Due to Low Water Levels  Effective close of business March 10, 2014, Turner River canoe launch will be closed to all activities due to low water levels.   February 28, 2014  Second Annual Poetry Contest Announced  April is National Poetry Month and what better way to celebrate than with a poetry contest?   February 19, 2014  Artists Selected for the 2014-2015 Artist-In-Residence Program  Five talented artists have been selected for the 2014-2015 Artist-In-Residence program.   February 10, 2014  Artist-In-Residence Artist Demonstration, with Ramona Maziarz  On February 14, 2014, current Artist-In-Residence Ramona Maziarz, will hold a pen and ink workshop demonstrating her medium and techniques.   January 21, 2014  Turner River Travel Advisory Due to Low Water  Effective close of business January 20, 2014, Turner River canoe launch will be closed to commercial operations and ranger-led activities due to receding water levels.   December 23, 2013  Comment Period Extended for Backcountry Access Plan Scoping  Superintendent Pedro Ramos announced that Big Cypress National Preserve has extended the public scoping period for a backcountry access plan and environmental impact statement (EIS) being prepared in compliance with the National Environmental Policy Act of 1969 (NEPA). The comment period will be extended until February 28th, 2014 in response to a request from the public for additional time to review and comment on the scoping newsletter.   December 20, 2013  Starry, Starry Nights - Big Cypress Announces Winter 2014, Astronomy Programs  View one of the darkest night skies in the eastern United States this winter by attending ranger-led astronomy programs at Big Cypress National Preserve.   December 18, 2013  FWC, USFWS & Partners Offer Reward for Information about Suspicious Panther Death  The Florida Fish & Wildlife Conservation Commission, National Park Service, and US Fish & Wildlife Service are looking for help from the public with an investigation involving the suspected illegal take of a Florida panther that was recently found dead in the Turner River Unit of Big Cypress National Preserve in Collier County.   December 08, 2013  Reward Offered for Information Regarding Florida Panther Death  The National Park Service is requesting assistance with an investigation involving the suspected illegal take of a Florida Panther that was recently found dead.   December 04, 2013  Fire Crews Prepare for 2014 Prescribed Fire Season  Big Cypress National Preserve anticipates burning approximately 20,000 acres in 2014, and potentially more, as conditions and funding allow. There are four areas Big Cypress will be focusing on in the coming year.   December 03, 2013  2014 ORV Permits On Sale  On Friday, December 13, 2013 the 2014 ORV permits for Big Cypress National Preserve will be on sale at the ORV Office located in the Oasis Visitor Center. Permits are valid from January 1, 2014 through January 31, 2015.   November 19, 2013  Public Comment Sought for a New Preserve Backcountry Access Planning Effort  The National Park Service (NPS), in compliance with the National Environmental Policy Act of 1969 (NEPA), plans to prepare an environmental impact statement (EIS) in association with the preparation of a backcountry access plan for Big Cypress National Preserve.   November 14, 2013  Ranger-led Activity Schedule, 2013-2014  Get out and Explore! Enhance your understanding and enjoyment of Big Cypress National Preserve by taking part in a ranger-led program.   November 14, 2013  Artist-In-Residence Artist Demonstration  On November 16, 2013, current Artist-In-Residence Anna Marie Pavlik, will hold a printmaking, etching and stratography demonstrating her medium and techniques.   November 07, 2013  Preserve Seeking Public Comments on Proposed Copeland Prairie Mitigation Plan  The National Park Service (NPS) proposes to implement a plan to enhance wetlands in a 325-acre portion of Copeland Prairie in Big Cypress National Preserve that if implemented would reverse much of the adverse hydrologic and ecological impact caused by construction of road-related infrastructure in the last century.   November 07, 2013  3rd Annual Swamp Heritage Festival  Join us on December 7, 2013, from 10:00 a.m. - 4:00 p.m., at the Big Cypress Swamp Welcome Center as we celebrate the history and culture of South Florida for the third annual Swamp Heritage Festival.   October 24, 2013  New Access Parking Facilities Completed  The National Park Service recently completed new backcountry access parking facilities at Monroe Station, Skillet Strand North and Paces Dike trailheads within Big Cypress National Preserve. The access facilities will be open for public use on November 1, 2013. The facilities provide safer parking opportunities off the adjacent roadways and access to the associated off-road vehicle trails into the backcountry.   October 24, 2013  Appointment System Implemented for Off-Road Vehicle Inspections  Effective November 1, 2013, the Big Cypress National Preserve Off-Road Vehicle Office will be implementing an appointment-based system for off-road vehicle inspections.   October 18, 2013  Hunt season modified at Big Cypress WMA  The National Park Service (NPS) at Big Cypress National Preserve and the Florida Fish and Wildlife Conservation Commission (FWC) have worked cooperatively to modify the hunting seasons within the Big Cypress Wildlife Management Area (WMA).   October 17, 2013  Big Cypress Reopens to Visitors  Big Cypress National Preserve re-opens to visitors today. Visitors can access the backcountry and other public areas  immediately while facilities and other services are brought back online.   September 05, 2013  Big Cypress Now Accepting Applications for 2014-2015 Artist-In-Residence Program  The Artist-In-Residence Program at Big Cypress National Preserve offers professional writers, composers, and visual and performing artists the opportunity to pursue their artistic discipline while being surrounded by the national preserve's inspiring landscape.   August 19, 2013  Campground Fees Implemented at Preserve  Big Cypress National Preserve will implement new camping fees beginning October 1, 2013 for the various campgrounds.   August 14, 2013  August 2013, Off-Road Vehicle Advisory Committee Meeting  The next Off-Road Vehicle Advisory Committee meeting for Big Cypress National Preserve will be held on Wednesday, August 28, from 3:30 pm to 8:00 pm.   August 08, 2013  The Naples Zoo and Big Cypress National Preserve  The Naples Zoo at Caribbean Gardens and Big Cypress National Preserve are working together to protect South Florida wildlife with a new exhibit that encourages people to treat alligators, wading birds and other animals with respect, for the safety of the wildlife and the public.   August 08, 2013  Backcountry Access Point Work  There are currently improvements being made to the Monroe Station, Skillet Strand North and Pace's Dike recreational access points.   July 29, 2013  60-Day Recreational ORV Closure Lifted  On Friday, August 2, 2013 the 60-day recreational off-road vehicle closure will be lifted in Big Cypress National Preserve.   July 22, 2013  Release of Draft Wetlands Statement of Findings  Big Cypress National Preserve Superintendent Pedro Ramos announced today that a draft Wetlands Statement of Findings has been prepared as one of the steps necessary to implement a designated off-road vehicle (ORV) trail system in the Big Cypress National Preserve Addition.   May 28, 2013  2013 60-day Recreational Off-Road Vehicle Closure  Beginning at 12:01 a.m. Monday, June 3 the annual 60-day recreational ORV closure for all units of Big Cypress National Preserve that allow for wheeled ORV access will begin. The closure will be lifted on Friday, August 2 when recreational access will resume.   May 07, 2013  May 2013 ORV Advisory Committee Meeting  The next meeting of Big Cypress National Preserve's Off-road Vehicle Advisory Committee (ORVAC) will be held on Wednesday, May 29 from 3:30 p.m. to 8:00 p.m.   May 01, 2013  Preserve Campgrounds to Close for Summer Season  Beginning Monday, May 13 through Friday, August 16 camping will be available at the Midway Campground and the “loop” in the Bear Island Campground within Big Cypress National Preserve.   April 22, 2013  2013 Winners Announced for Annual Big Cypress Poetry Contest  The winners of the 2013, Poetry Contest have been announced!   April 17, 2013  Preserve Implements Campfire Restrictions  Pedro Ramos, Superintendent of Big Cypress National Preserve, announced today that due to severely dry, windy conditions, and local fire danger index Big Cypress National Preserve will be implementing campfire restrictions.   April 15, 2013  The Preserve Now Accepting Applications for 2013 Teacher-Ranger-Teacher Program  Big Cypress is now accepting applications for the 2013 Teacher-Ranger-Teacher program. Applications must be received by May 13, 2013.   April 03, 2013  2013 Zone 4 Closure  Beginning at 12:01 a.m. Monday, April 8, 2013 the Zone 4 airboat access within Big Cypress National Preserve will be closed due to low water conditions.   April 01, 2013  Artists Selected for the 2013-2014 Artist-In-Residence Program  Five talented artists have been selected for the 2013-2014 Artist-In-Residence program.   April 01, 2013  Huckabee Wildfire  The Huckabee Wildfire started on March 29, 2013.   March 19, 2013  Preserve Hosting Landowner Meeting in April  In a continuing effort to improve communication with landowners within the  legislative boundaries of Big Cypress National Preserve, National Park Service staff will hold a meeting at the Preserve Headquarters, 33100 Tamiami Trail East, Ochopee, FL (located on  U.S. 41 four miles east of S.R. 29) on Saturday, April 6th beginning at 9:00 a.m.   March 18, 2013  Big Cypress Kicks off National Poetry Month with a Poetry Contest  April is National Poetry Month and what better way to celebrate than with a poetry contest?   March 05, 2013  Stars, Comets & Nebulas, Oh My! An Introduction to Amateur Astronomy  Join us as we enjoy the night sky of Big Cypress National Preserve. Park rangers will first lead an indoor presentation introducing night sky features and the lore that surrounds them. We’ll then move outside to view the universe through a telescope and have a chance to see Comet PANSTARRS as it travels by our planet.   March 01, 2013  Preserve Generates 117 million in Local Economy  A 2011 study recently released by the National Park Service shows that the 941,393 visitors to Big Cypress National Preserve generated $117,467,000 of revenue in local communities. Additionally, the report shows that the preserve assists in supporting 1,891 jobs in the area.   February 20, 2013  Meet Author Marya Repko and Learn about \"the Amazing Deaconess of the Everglades\"  On March 16, from 1:00-3:00 pm Local historian, Marya Repko, will give an illustrated presentation about \"the Amazing Deaconess of the Everglades.\"   February 01, 2013  Preserve Extends Comment Period for Draft Hunting Management Plan  The comment period for the Big Cypress National Preserve Hunting Management Plan has been extended.   January 22, 2013  Artist-In-Residence Photography Demonstration  On January 24, 2013, current Artist-In-Residence Richard Eskin, will hold a photography workshop demonstrating his medium and techniques.   January 09, 2013  Tamiami Trail \"Triathlon\" Challenge  Get out and explore YOUR national park and preserve! The Tamiami Trail \"Triathlon\" encourages individuals and families to get out of their cars and explore areas within easy access of the Tamiami Trail. Participants bike the 15 mile loop road from the Shark Valley Visitor Center; hike a 3 mile loop trail from the Oasis Visitor Center; and, canoe or kayak a 3.5 mile route from the Gulf Coast Visitor Center in Everglades City.   January 03, 2013  2013 ORV Advisory Committee Meetings  The next meeting of Big Cypress National Preserve's Off-road Vehicle Advisory Committee (ORVAC) will be held on Wednesday, January 30 from 3:30 p.m. to 8:00 p.m. The meeting will be held at the Big Cypress Swamp Welcome Center in the auditorium at 33000 Tamiami Trail East, Ochopee, FL 34141.   December 21, 2012  Draft Hunting Management Plan Comment Opportunity  The National Park Service (NPS), in consultation with the Florida Fish and Wildlife Conservation Commission (FWC) and the U.S. Fish and Wildlife Service (FWS), has released for public comment a revised draft Hunting Management Plan\/ Environmental Assessment for Big Cypress National Preserve.   December 18, 2012  Florida National Scenic Trail Celebrates 30th Anniversary  The Florida National Scenic Trail celebrates its 30th Anniversary during 2013. The monument dedication ceremony will take place on January 4, 2013, at 10:00 am at the Oasis Visitor Center   December 17, 2012  Art Demonstration by Artist-In-Residence  On December 27, 2012, current Artist-In-Residence Linda Apriletti, will provide a demonstration of her medium at Oasis Visitor Center.   December 12, 2012  2013 ORV Permits On Sale  Beginning Friday, December 14, 2012 the 2013 ORV permits for Big Cypress National Preserve will be on sale at the ORV Permit Office.   November 07, 2012  2012 Swamp Heritage Festival  Big Cypress National Preserve is excited to announce the 2012 Swamp Heritage Festival. This annual family-friendly event shines a spotlight upon the people with a deep connection to the Big Cypress Swamp...   November 07, 2012  Ranger-led Activity Schedule, 2012-2013  Enhance your understanding and enjoyment of Big Cypress National Preserve by taking part in a ranger-led program   October 18, 2012  November Off-road Vehicle Advisory Committee Meeting  The next meeting of Big Cypress National Preserve's Off-road Vehicle Advisory Committee (ORVAC) will be held on Wednesday, November 7 from 3:30 p.m. to 8:00 p.m.  The meeting will be held at the Big Cypress Swamp Welcome Center in the auditorium at 33000 Tamiami Trail East, Ochopee, FL 34141.   September 04, 2012  Preserve Accepting Applications for 2013-2014 Artist-In-Residence Program  The Artist-In-Residence Program at Big Cypress National Preserve offers professional writers, composers, and visual and performing artists the opportunity to pursue their artistic discipline while being surrounded by the Preserve's inspiring landscape.   August 29, 2012  Artist-In-Residence Art Demonstration Series  On September 3, 2012, Current Artist-In-Residence Pippin Frisbie-Calder will hold a workshop demonstrating her artistic medium and techniques. Watch her demonstration and then explore her art, trying your hand at woodcut printing.   August 28, 2012  Preserve Reopens Following Tropical Storm Isaac  With Tropical Storm Isaac moving beyond our area, and having sustained no major damage, Big Cypress National Preserve is reopening.   August 25, 2012  Tropical Storm Isaac Closure  Due to the impending storm, the preserve will implement temporary closures. Beginning at 12:00 noon on Saturday, August 25 all licensed commercial services and visitor services in the preserve, and recreational access to the backcountry will be suspended until the passage of the storm.   August 24, 2012  Preparing for Tropical Storm Isaac  National Park Service staff at Big Cypress National Preserve continue to monitor the track of Tropical Storm Isaac.  The NPS is preparing facilities for tropical weather. At this time there are no Preserve related closures in place.   August 23, 2012  Preserve Staff Monitoring Tropical Storm Isaac  The current track of Tropical Storm Isaac has the potential to impact the southwest coast of Florida. National Park Service staff at Big Cypress National Preserve are monitoring the storm closely.   August 22, 2012  Preserve Releases Finding of No Significant Impact on ORV Trail Heads and Turn Lanes Environmental Assessment  Superintendent Pedro Ramos announced today that a Finding of No Significant Impact (FONSI) for the Off-road Vehicle (ORV) Designated Trail Head and Turn Lane Improvements Environmental Assessment (EA) has been signed by NPS Southeast Regional Director David Vela and is posted online.   August 16, 2012  August Off-road Vehicle Advisory Committee Meeting  The next meeting of the Big Cypress National Preserve's Off-road Vehicle Advisory Committee (ORVAC) will be held on Thursday, August 30 from 3:00 p.m. to 6:00 p.m.  The meeting will be held at the Big Cypress Swamp Welcome Center in the auditorium at 33000 Tamiami Trail East, Ochopee, FL 34141.   July 23, 2012  Court Orders Portion of Bear Island ORV Trails Closed  On July 10, Judge John E. Steele of the U.S. District Court for the Middle District of Florida, Fort Myers Division, ruled that trails in the Bear Island Unit of Big Cypress National Preserve that were opened to Off Road Vehicles (ORV) in 2007 must be closed within 14 days.   July 19, 2012  Preserve Seeking Comments on Revised Draft Hunting Management Plan Environmental Assessment  The National Park Service, in consultation with the Florida Fish and Wildlife Conservation Commission and the U.S. Fish and Wildlife Service, has released for public comment a revised draft Hunting Management Plan\/ Environmental Assessment for Big Cypress National Preserve.   June 12, 2012  Zone 4 to Re-open  With recent rains water levels in Zone 4 of Big Cypress National Preserve have risen to allow for the reopening of airboat trails within the zone. The trails will reopen effective June 18, 2012.   June 04, 2012  Preserve Seeking Public Comments  The National Park Service (NPS) is seeking public comments on a draft Environmental Assessment (EA) for development of up to eight off-road vehicle (ORV) trail heads in Big Cypress National Preserve and five turn lanes on U.S.  41.  The EA documents the environmental impacts of three alternatives, including the no-action alternative.   May 22, 2012  2012 60-Day Recreational ORV Closure  Beginning at 12:01 a.m. Monday, June 4 the annual 60-day recreational ORV closure for all units of Big Cypress National Preserve that allow for wheeled ORV access will begin. The closure will be lifted on Friday, August 3 when recreational access will resume.   May 11, 2012  May Off-Road Vehicle Advisory Committee Meeting  The Off-Road Vehicle (ORV) Advisory Committee (ORVAC) will meet at the Big Cypress Swamp Welcome Center, 33000 Tamiami Trail East, Ochopee, FL 34141 from 3:30 to 8:00 p.m., on Tuesday, May 15.   April 16, 2012  Experience Your National Parks During National Park Week  In celebration of National Park Week, Big Cypress National Preserve will offer ranger-led programs on April 23-25, 2012. Topics vary from butterflies, reptiles and guided canoe programs.   April 04, 2012  Landowners Meeting Specific to Preserve Addition  In a continuing effort for open communication with landowners within the legislative boundaries of Big Cypress National Preserve, National Park Service staff will hold a meeting at the Big Cypress Sanctuary Airstrip (located in the Big Cypress Addition) on Monday evening, April 16th from 5:00 to 7:00 p.m.   April 03, 2012  Meet Author Marya Repko and Learn About Our Local Heritage  On April 14, from 1:00-3:00 p.m. Local historian Marya Repko will give an illustrated presentation about the history of the Everglades area.   March 29, 2012  Preserve extends comment period on Hunting Management Plan  The deadline for submitting comments related to the Hunting Management Plan has been extended by 15 days. The new deadline for comments has been set for April 21, 2012.   March 20, 2012  03\/23\/2012 Zone 4 Closure  Beginning at 12:01 a.m. Friday, March 23, 2012 the Zone 4 airboat access within Big Cypress National Preserve will be closed due to low water conditions.   March 07, 2012  Seeking Comments on Hunting Management Plan  The National Park Service (NPS), in consultation with the Florida Fish and Wildlife Conservation Commission (FWC) and the U.S. Fish and Wildlife Service (FWS), has drafted a Hunting Management Plan\/ Environmental Assessment for Big Cypress National Preserve in accordance with NPS policies.   March 05, 2012  Book Signing by Author Maureen Sullivan-Hartung  On March 17, at 1:30 p.m. author, Maureen Sullivan-Hartung will give a presentation, followed by a book signing of her book: \"Hidden History of Everglades City and Points Nearby.\"   February 23, 2012  Calling All Artists - Art Workshop at the Preserve  Damien Joseph, a graphic artist employed by the National Park Service in Colorado will be conducting a two-hour intermediate\/advanced watercolor paint workshop on March 10, 2012, at 10:00 a.m. at the end of Seagrape Drive within the Preserve. The site is near the Big Cypress Swamp Welcome Center at 33000 Tamiami Trail East, Ochopee, FL 34141.   January 20, 2012  2012 Off-Road Vehicle Advisory Committee Meeting Dates  The Off-Road Vehicle (ORV) Advisory Committee (ORVAC) will meet at the Big Cypress Swamp Welcome Center, 33000 Tamiami Trail East, Ochopee, FL 34141 from 3:30 to 8:00 p.m., on the following dates in 2012: Thursday, February 16; Tuesday, May 15; Thursday, August 30; and, Wednesday, November 7.   January 19, 2012  Preserve Hosting Landowners Meeting 02\/11\/2012  In a continuing effort to improve communication with landowners within the legislative boundaries of Big Cypress National Preserve, National Park Service staff will hold a meeting at the Preserve Headquarters (located on U.S. 41 four miles east of S.R. 29) on Saturday, February 11th beginning at 1:00 p.m.   January 04, 2012  Exotic Vegetation Work on Turner River  The Turner River within Big Cypress National Preserve and its associated access and parking will be closed to all public access and travel beginning 12:01 a.m. on Wednesday, January 5, 2012 through 7:00 a.m. on Saturday, January 7, 2012.   December 28, 2011  South Florida National Parks Trust Supports Education Program  The South Florida National Parks Trust is a long standing partner of Big Cypress National Preserve. Once again the Trust has shown support for the Preserve's Swamp, Water and Me Program (S.W.A.M.P.) which aims at getting every Sixth Grade student in Collier County out of the classroom and into the waters of the Big Cypress Swamp.   December 16, 2011  THE PRESERVE Art Exhibition  \"The Preserve\" is an exciting art exhibition featuring the artistic works of previous Artists-In-Residence of Big Cypress National Preserve.   December 02, 2011  Prescribed Fire Activity Next Week  December 6 through 8, 2011 – Prescribed fire activity continues in the vicinity east of Concho Billie Trail and north of Mud Lake and Mud Lake Bypass Trails.   November 30, 2011  Release of Florida Panther K304\/FP194  On Tuesday, November 29, 2011 Florida panther K304 -- now identified as FP194 -- was returned to Big Cypress National Preserve.   November 30, 2011  Prescribed Fire Activity 11\/30 and 12\/1  Big Cypress National Preserve will be conducting prescribed fires within the Turner River Unit on 11\/30 and 12\/1. The operation will take place east of Concho Billie Trail and north of Mud Lake and Mud Lake Bypass Trails.   November 28, 2011  2012 ORV Permits Go On Sale December 16  The 2012 Off-road Vehicle (ORV) permits for Big Cypress National Preserve will go on sale Friday, December 16.   November 23, 2011  December 6 ORV Advisory Committee  The Off-Road Vehicle (ORV) Advisory Committee (ORVAC) will meet at the Big Cypress Swamp Welcome Center, 33000 Tamiami Trail East, Ochopee, FL 34141 from 3:30 to 8:00 p.m., on Tuesday, December 6.   November 16, 2011  Swamp Heritage Days Event  Join us at the welcome center for Swamp Heritage Days, December 2 & 3.  Be one of the first to see the new historical swamp buggy exhibit and learn about swamp heritage through exploring the Rob Storter folk art collection located at the Big Cypress Swamp Welcome Center and Oasis Visitor Center auditoriums. Park Rangers, volunteers and a local expert will share swamp heritage through programs and activities.   November 10, 2011  Staying on the Trails at Big Cypress  With the designation of Off-Road Vehicle trails throughout all of Big Cypress National Preserve, the National Park Service is working hard at getting the word out to ORVers that staying on designated trails is imperative.   October 31, 2011  Big Cypress Initiates FY 12 Prescribed Fire Season  On Wednesday, October 26 the Fire and Aviation Division at Big Cypress National Preserve initiated the beginning of the FY 2012 prescribed fire season.   October 28, 2011  Release of Florida Panther K304  On Tuesday, November 1, 2011, Florida panther K304 will be returned to the Preserve.  Due to water level conditions in the swamp this action is canceled until further notice.   October 19, 2011  Fee Program Proposal Public Meetings  Big Cypress National Preserve has been preparing a Fee Program Proposal to consider increasing existing camping fees at Monument Lake and Midway Campgrounds as well as dump station fees at Dona Drive and Midway Campgrounds.   August 08, 2011  Preserve Seeks Comments on Hunting Management Plan  The National Park Service (NPS), in cooperation with the Florida Fish and Wildlife Conservation Commission (FWC) and the U.S. Fish and Wildlife Service (FWS), are drafting a Hunting Management Plan for Big Cypress National Preserve.  The NPS, in cooperation with the other agencies, is preparing an Environmental Assessment (EA) for the plan in accordance with NPS policies.   July 13, 2011  Preserve Goes to Designated Trail Use Only for ORVs  Effective July 22, 2011, the National Park Service announces that off-road vehicle (ORV) use within all units of Big Cypress National Preserve will be along designated trail routes only.   June 15, 2011  Multiple Fires Active in Preserve  There are currently four active fires within Big Cypress National Preserve. All are lightning caused fires that began on June 13, 2011.   June 10, 2011  Zone 4 Remains Closed Due to Low Water  Due to dry conditions Zone 4 of the Stairsteps Unit within Big Cypress National Preserve will remain closed until further notice.   June 09, 2011  June Advisory Committee Meeting Canceled  The June 23rd meeting of the Big Cypress National Preserve Off-road Vehicle Advisory Board is canceled.   May 18, 2011  2011 ORV Recreational Access Closure  The National Park Service will be implementing the annual 60-day recreational Off-Road Vehicle closure from 12:01 a.m., Monday, May 23, 2011 through 11:59 p.m., Thursday, July 21, 2011. Recreational access will resume on Friday, July 22, 2011. This closure relates to those areas of the Preserve that allow for ATV, swamp buggies and street legal 4x4s.   April 29, 2011  04\/29\/2011 Fire Up-date  As of this morning the active fire within Big Cypress National Preserve has burned approximately 5,000 acres in the central portion of the Preserve. Crews from the National Park Service and the U. S. Fish and Wildlife Service are actively creating fire lines to contain the lightning caused fire and to protect privately owned backcountry camps where necessary.   April 28, 2011  NPS Working to Contain Lightning Caused Fire  The National Park Service is working to contain a lightning caused fire within Big Cypress National Preserve. It is believed the fire was ignited on Wednesday, April 28. It has burned approximately 3,000 acres as of today.   April 19, 2011  Public Scoping Comments on Air Tour Management Plan  The Federal Aviation Administration (FAA), in cooperation with the National Park Service (NPS), has initiated development of an Air Tour Management Plan (ATMP) and associated Environmental Assessment (EA) for Big Cypress National Preserve.   April 08, 2011  Zone 4 Closure  Beginning 12:01 a.m. Monday April 11, 2011 the Zone 4 airboat access within Big Cypress National Preserve will be closed due to low water conditions.   March 11, 2011  2011 Land Owners Meeting  In a continuing effort to improve communication with landowners within the legislative boundaries of Big Cypress National Preserve, National Park Service staff will hold a meeting at the Preserve Headquarters.   March 04, 2011  Monroe South Trail Closed 03\/08\/2011  As part of the Loop Road repair project the Monroe South Trail will be closed on Tuesday, March 8, 2011.   March 02, 2011  Loop Road Closed  Beginning Thursday, March 3, 2011 that portion of Loop Road within Big Cypress National Preserve south of the Gator Hook Strand site and west to Crooked Culvert on Loop Road will be closed to vehicular traffic.   February 16, 2011  Preserve Seeking Public Comments on Proposed Trail Heads and Turn Lanes  The National Park Service (NPS) is proposing to develop eight off-road vehicle trail heads\/access points throughout the Preserve and five turn lanes off U.S.  41.   February 04, 2011  Record of Decision for Addition Signed  No abstract supplied.   December 13, 2010  2011 Advisory Committee Schedule  No abstract supplied.   December 07, 2010  State to Transfer Lands to Big Cypress  In a historic decision, the State of Florida Board of Trustees voted favorably today to transfer approximately 29,000 acres of State owned lands within the Big Cypress National Preserve to the National Park Service.   November 29, 2010  Wings of Wonder Butterfly Exhibit at Big Cypress  No abstract supplied.   November 24, 2010  Release of Planning Documents for Addition  Big Cypress National Preserve Superintendent Pedro Ramos announced today the availability of the Final General Management Plan\/Wilderness Study\/Off-Road Vehicle Management Plan\/Environmental Impact Statement (GMP\/WS\/ORV Plan\/EIS) for the Addition.  Also available is a Biological Opinion prepared by the U.S. Fish and Wildlife Service under section 7 of the Endangered Species Act for the preferred alternative described in the GMP\/WS\/ORV Plan\/EIS.   September 21, 2010  Loop Road Environmental Assessment  The National Park Service (NPS) has prepared a draft Environmental Assessment (EA) for the rehabilitation and repair of approximately 16.53 miles of Loop Road within Big Cypress National Preserve. The proposed project area includes approximately 5 miles of paved and 11.53 miles of gravel road. This road provides access to the Everglades Environmental Education Center and is used by many visitors each year. The road is also the only access route for some Preserve inholders.   May 20, 2010  Florida panther experts honored by U.S. Fish and Wildlife Service  Three Florida panther experts recently received a conservation award from the U.S. Fish and Wildlife Service (USFWS) for their work in managing the endangered species.   May 20, 2010  Preserve Seeking Backcountry Volunteers  No abstract supplied.   May 12, 2010  Preserve Announces Annual ORV Closure  Beginning on Monday, June 7, 2010 the annual 60-day Off-Road Vehicle (ORV) closure will be implemented within Big Cypress National Preserve. ORV access will be re-opened on Friday, August 6, 2010.   May 12, 2010  Draft Floodplains Statement of Findings Released  No abstract supplied.   April 20, 2010  Encouraging News for Florida panthers  No abstract supplied.   April 14, 2010  Environmental Assessment for Rehabilitation and Repair of Loop Road  No abstract supplied.   February 26, 2010  Preserve Seeking Public Comments on Proposed Rehabilitation and Repair of Loop Road  The National Park Service is preparing an Environmental Assessment (EA) for the rehabilitation and repair of approximately 16.5 miles of Loop Road to improve drainage, replace pavement, and repair damage caused by Hurricane Wilma in 2005.   February 11, 2010  Preserve Hosting Landowners Meeting  No abstract supplied.   January 22, 2010  Discover Fakahatchee  Join our partner, The Friends of Fakahatchee, during their signature event to explore Fakahatchee Strand Preserve State Park.   January 14, 2010  2010 ORV Advisory Committee Meeting Calendar  No abstract supplied.   January 12, 2010  Environmental Assessment Open for Public Comment  The Miccosukee Tribe of Indians of Florida has recently completed a draft Environmental Assessment (EA) for the expansion of three tribal member camps in Big Cypress National Preserve.   October 28, 2009  Portion of Loop Road Closed As of 11\/2\/09  Superintendent Pedro Ramos announced today that effective November 2, 2009 at 12:00 noon, the portion of Loop Road south of the Gator Hook Strand site and west of the Loop Road Education Center will be closed to vehicle traffic.   September 24, 2009  Release of Final Commercial Services Plan Announced  No abstract supplied.   September 14, 2009  2009 Off-Road Vehicle (ORV) Permits Sold-out, 2010 Permit Lottery Announced  No abstract supplied.   September 04, 2009  September Off-Road Vehicle (ORV) Advisory Committee Meeting Canceled  The ORV Advisory Committee meeting scheduled for Tuesday, September 15, 2009 in Everglades City from 3:30 - 8:00 p.m., has been canceled.   September 03, 2009  Preserve Holding Meeting on Addition Lands Management Plan in Broward County  No abstract supplied.   August 31, 2009  Big Cypress National Preserve Announces a Partner With Hunters Program To Help Control Burmese Pythons  No abstract supplied.   August 21, 2009  FWC opens python captures to licensed hunters on S FL WMAs  No abstract supplied.   July 24, 2009  Preserve Re-opens to All Off-Road Vehicle (ORV) Access  No abstract supplied.   July 17, 2009  Secretary Salazar Announces Renewed Commitment to Expanded Programs to Eliminate Pythons from the Everglades  No abstract supplied.   July 09, 2009  July ORV Advisory Comm Meeting Canceled  The ORV Advisory Committee meeting scheduled for Tuesday, July 21, 2009 in Everglades City from 3:30 - 8:30 p.m., has been canceled.   July 09, 2009  Release of Draft Addition Lands Planning Document  No abstract supplied.   June 16, 2009  Zone 4 Airboat Access Reopened  With recent rains water levels in Zone 4 of Big Cypress National Preserve have risen to allow for the reopening of airboat trails within the zone. The trails will reopen effective June 15, 2009.   June 15, 2009  New Deputy Superintendent to Begin Work at Preserve  Superintendent Pedro Ramos has selected Mr. JD Lee as the new Deputy Superintendent of Big Cypress National Preserve. Mr. Lee will begin work at the Preserve on 06\/22\/09.   May 21, 2009  Preserve Related Closure Information  No abstract supplied.   May 12, 2009  Hiker Dies in Preserve  No abstract supplied.   May 08, 2009  May 2009 meeting of the orv advisory committee  The Big Cypress National Preserve ORV Advisory Committee will hold their next meeting on Tuesday, May 19, 3:30 – 8:00 p.m., at the Everglades City Community Center, 205 Buckner Avenue, Everglades City, Florida.   April 10, 2009  Preserve Implements Fire Restrictions  Pedro Ramos, Superintendent of Big Cypress National Preserve, announced today that the National Park Service (NPS) will implement a fire use restriction on NPS lands within the preserve boundaries. Effective immediately, and until further notice, the lighting or maintaining of a fire, including campfires, in the backcountry is prohibited.  Campfires are restricted to developed campgrounds in established fire grates or fire rings and only while attended.   March 20, 2009  March Meeting of the Big Cypress ORV Advisory Committee  No abstract supplied.   March 16, 2009  Preserve Announces Start of Zone 4 Seasonal Closure  No abstract supplied.   March 10, 2009  Preserve Landowners Meeting  No abstract supplied.   January 26, 2009  Pedro Ramos Selected as New Superintendent  No abstract supplied.   January 21, 2009  Preserve Extending Comment Period on Commercial Services Plan Through February 9  No abstract supplied.   January 08, 2009  January Meeting of the Big Cypress ORV Advisory Committee  No abstract supplied.   December 23, 2008  Final Draft Commercial Services Plan Released for Public Comment  No abstract supplied.   November 19, 2008  Big Cypress Announces Winter 2008\/09 Ranger-led Activities  Big Cypress National Preserve, a unit of the National Park Service, has posted the winter 2008\/09 schedule of ranger-led activities on the web.   November 13, 2008  Loop Road Re-opened  Due to water levels subsiding the Loop Road within Big Cypress National Preserve will re-open as of Friday, November 14.   November 04, 2008  November Meeting of the Big Cypress ORV Advisory Committee  The Big Cypress National Preserve ORV Advisory Committee will hold their next meeting on Monday, November 17, 2008 beginning at 3:30 p.m. The meeting will be held at the Everglades City Community Center, 205 Buckner Avenue, Everglades City, Florida.   November 04, 2008  Off-Road Vehicle (ORV) Permit Lottery  Big Cypress National Preserve is announcing the implementation of the ORV Permit Lottery for those interested in obtaining an ORV permit for the 2009 permits. Permits are valid for 13 months, January 1, 2009 through January 31, 2010. The 2000 Final Recreational Off-Road Vehicle Management Plan Supplemental Environmental Impact Statement (ORV Plan) calls for implementation of a random drawing lottery system as a means of ensuring fair access to ORV permits which have a ceiling of 2000 permits per year.   October 08, 2008  Portion of Loop Road Closed  No abstract supplied.   September 17, 2008  September Meeting of the Big Cypress ORV Advisory Committee  No abstract supplied.   September 11, 2008  Travelers Advisory Portions of Loop Road Flooded  Recent rains from Tropical Storm Fay and Hurricane Ike have inundated portions of the scenic Loop Road within Big Cypress National Preserve with water.   September 09, 2008  Transportation Scholar Helps Save the Florida Panther  Many people are surprised to learn that the Florida panther is one of the most endangered mammals in the world. Given the rapid pace of residential growth on private lands in south Florida, the panther's habitat is now limited to the areas of Big Cypress National Preserve, Fakahatchee Strand Preserve State Park and the Florida Panther Wildlife Refuge. As its habitat shrinks, the panther is also threatened by vehicles on the roadways. Traffic on key highways that cut through or run along these protected lands is a major source of mortality for the panthers.   August 20, 2008  Preserve Reopens Following Tropical Storm Fay  As of August 20, 2008, all Big Cypress National Preserve facilities are open per regularly posted schedule.   August 17, 2008  Preserve Prepares for Tropical Storm Fay  No abstract supplied.   July 14, 2008  July Meeting of the Big Cypress ORV Advisory Committee  The Big Cypress National Preserve ORV Advisory Committee will hold their next meeting on Monday, July 21, 2008 beginning at 3:30 p.m. The meeting will be held at the Everglades City Community Center, 205 Buckner Avenue, Everglades City, Florida.   May 22, 2008  Zone 4 Closure within Big Cypress  No abstract supplied.   May 06, 2008  May Meeting of the ORV Advisory Committee  The Big Cypress National Preserve ORV Advisory Committee will hold their next meeting on Tuesday, May 12, 2008 beginning at 3:30 p.m. The meeting will be held at the Everglades City Community Center, 205 Buckner Avenue, Everglades City, Florida.   May 02, 2008  Seasonal Recreational Off-Road Vehicle Closure  Big Cypress National Preserve will close to all recreational off-road vehicle (ORV) use for a sixty-day period beginning Monday, June 2 through Thursday, July 31, with trails re-opening on Friday, August 1.   April 11, 2008  preserve information meeting for landowners  No abstract supplied.   March 03, 2008  March Meeting of the ORV Advisory Board  The Big Cypress National Preserve ORV Advisory Committee will hold their second meeting on Tuesday, March 18, 2008 beginning at 3:30 p.m. The meeting will be held at the Everglades City Community Center, 205 Buckner Avenue, Everglades City, Florida.   February 27, 2008  Visions of Big Cypress Photo Exhibit  A unique slice of South Florida’s tropical paradise, exquisitely captured by critically acclaimed artist Deborah Mitchell, will be on display as VISIONS OF BIG CYPRESS, a mixed media photo exhibit depicting the primeval beauty of the Big Cypress National Preserve.  The exhibit is free and open to the public, and will run from Friday February 15th through Wednesday, April 30th, from 9 a.m. to 4:30 p.m. daily at the Big Cypress National Preserve, Oasis Visitor Center located at 52105 Tamiami Trail East, Ochopee, Florida, halfway between Miami and Naples along U.S. 41.   December 10, 2007  NPS Seeking Comments on Proposed U.S. 41 Turn Lane at Seagrape Drive  The National Park Service (NPS) is in the process of constructing the Tamiami Trail Welcome Center located on U.S. Highway 41 near the west entrance to Big Cypress National Preserve, Collier County, Florida.  The impacts of the project were assessed in an Environmental Assessment (EA), which was released for a 30-day public review period ending September 22, 2003.  A Finding of No Significant Impact was signed on February 6, 2004.   December 10, 2007  LCEC and Big Cypress National Preserve partner together to install osprey platforms  No abstract supplied.   December 10, 2007  Preserve Temporarily Closes \"Cypress Camp Trail\" in Bear Island Unit  Big Cypress National Preserve Superintendent Karen Gustin announces the temporary closure of the Cypress Camp Trail in Bear Island, effective noon Friday, December 14.  The NPS will be closing a portion of the Cypress Camp Trail (formerly the Yellow Trail) in order to stabilize sections of the trail that have widened excessively as a result of permitted recreational Off-Road Vehicle (ORV) traffic over the last year.  The stabilization will require securing state and federal permits.  This process involves coordinating with the South Florida Water Management District and the U.S. Army Corps of Engineers by accurately marking, measuring, and mapping the locations of the sections that need to be stabilized. Once that is completed, the permit request is submitted, and each agency has its own schedule for review, making this a process that usually takes many months.   December 06, 2007  Report shows increase in human contact with Florida panthers  No abstract supplied.   November 30, 2007  Preserve Extending Comment Period on Commercial Services Plan Through December 19  No abstract supplied.   November 29, 2007  Big Cypress National Preserve Ornament Displayed on the Official White House Christmas Tree  No abstract supplied.   November 09, 2007  Preserve to Hold Information Meeting for Landowners  Big Cypress National Preserve announces meeting for landowners to take place at the Preserve Headquarters, located on U.S. 41 four miles east of S.R. 29, on  Saturday, November 17, 2007 beginning at 11:00 am.   November 09, 2007  Big Cypress National Preserve Off-Road Vehicle  Advisory Committee Meeting  No abstract supplied.   October 31, 2007  Preserve Seeking Input on Future of Commercial Services  Big Cypress National Preserve, a unit of the National Park Service, is seeking public input on the future of commercial services within the Preserve.  The NPS is in the process of developing a Commercial Services Plan (CSP) which will outline future opportunities for establishing types and levels of commercial activities necessary and appropriate within the boundary of the original Preserve.  Commercial Services in the Preserve Addition will not be addressed until the General Management Plan for that area is completed, in mid 2009.   October 10, 2007  Preserve Establishes Off-Road Vehicle Advisory Committee  No abstract supplied.   September 21, 2007  South Florida National Parks Adjust Special Use Permit Fees  Everglades, Dry Tortugas, and Biscayne National Parks and Big Cypress National Preserve in south Florida announce implementation of a standard application fee for special use permits and film permits that will be charged at each of the four parks. At each location, a consistent, non-refundable fee will be collected with every special use permit application, including those for commercial filming.  Other park-specific fees, such as fees for a permit, monitoring, location, or facility-use, may also apply. These additional fees are based on actual costs incurred by the National Park Service for private or commercial events in the parks.   August 29, 2007  Preserve Seeking Public In-put on Turner River Unit Trails  No abstract supplied.   July 31, 2007  Preserve Reopens for Recreational Off Road Vehicle Access  Big Cypress National Preserve Superintendent Karen Gustin announced that effective Friday, August 3, 2007 the off-road vehicle (ORV) trails within the Preserve will reopen to all recreational permitted users.   June 08, 2007  All Fire Related Closures Lifted in Preserve  As of Friday, June 8, 2007, Pedro Ramos, Acting Superintendent, Big Cypress National Preserve, announced that all fire related closures within the Preserve have been removed.   June 05, 2007  Big Cypress Fire Complex Update XVI  Preparation of contingency lines around private in-holdings and improvements were continued should the fire become active as conditions become drier. Firefighters continued to work on the north and west sides of the other fires on the Big Cypress National Preserve using hand crews, engines, and equipment to strengthen lines, mop-up, and rehabilitate fire lines. This will be the last daily update on fire conditions. No Private properties have been damaged due to fire.   June 04, 2007  Big Cypress Fire Update XV  The mandatory evacuation order for private landowner access has been lifted. The previous closure to all recreational access remains in effect. Fire remains staffed and was patrolled by ground and aerial resources. Preparation of contingency lines around private in-holdings and improvements were continued should the fire become active as conditions become drier. Firefighters continued to work on the north and west sides of the other fires on the Big Cypress National Preserve using hand crews, engines, and equipment to strengthen lines, mop-up, and rehabilitate fire lines. Accelerated demobilization of excess resources began. No private properties have been damaged due to fires.   June 04, 2007  Florida Trail from U.S. 41 to I-75 Reopened  No abstract supplied.   June 01, 2007  Big Cypress Fire Complex Update XIV  A hazardous material clean up began yesterday on the fuel tanker accident at the intersection of I-75 and Hwy-29. A 6 mile long and 1 mile wide fuel-break burn out was completed on the east side of the Florida Panther National Wildlife Refuge next to Hwy 29 to reduce the risk of a westerly spread of the main fire. Firefighters continued to work on the north and west sides of the other fires on the Big Cypress National Preserve using swamp buggies, aircraft, and tracked vehicles to help with suppression efforts. Many parts of the fire were inaccessible with heavy, highly volatile fuels. No private property has been damaged to date.   June 01, 2007  Mandatory Evacuation Lifted  As of 4:00 p.m. on Friday, June 1, 2007, Pedro Ramos, Acting Superintendent, Big Cypress National Preserve, lifted the mandatory evacuation that was in place for portions of the Preserve due to heavy fire activity.   May 31, 2007  Big Cypress Fire Complex Update XIII  Because of a fuel tanker rollover at the intersection of I-75 and Hwy 29, burn out operations on the Florida Panther National Wildlife Refuge (Refuge) had to be postponed to later in the day to avoid the burn out from igniting spilled fuel. Once the southeast corner of the Refuge which is near the fuel tanker rollover site was safe, burn out operations were initiated.  This burnout was started late in the day and was continue through the evening hours. Firefighters continued to work on the north and west sides of the other fires on the Big Cypress National Preserve using swamp buggies, aircraft, and tracked vehicles to help with suppression efforts. Many parts of the fire were inaccessible with heavy highly volatile fuels. No private properties have been damaged to date.   May 30, 2007  Big Cypress Fire Complex XII  No abstract supplied.   May 29, 2007  Big Cypress Fire Complex Update XI  The mandatory evacuation and closure of recreational and private landowner access to the Bear Island Unit and the Addition Lands north of I-75 and west of the northerly portion of the Turner River Road remains in force.  The previous closure of the Florida Scenic National Trail from US Highway 41 north to the Preserve’s northern boundary; and, a closure of the Addition Lands north and south of I-75 and east of Turner River Road to all recreational access remains in effect. The BICY Complex consists of one major fire. Because of continued dry and windy conditions the two previous Strickland and Midrest fires have burned together consolidating approximately 24 miles of fire line on the north side of I-75 from mile marker 52 to mile marker 76.  Potential remains for rapid fire movement towards the western and northern Preserve boundaries. No private properties have been damaged to date.   May 29, 2007  Seasonal ORV Closure  Big Cypress National Preserve will close to all recreational off-road vehicle (ORV) use for a sixty-day period beginning Monday, June 4 through Thursday, August 2, with trails re-opening on Friday, August 3.   May 26, 2007  Big Cypress Fire Update X  •\t  The Midrest Fire’s main flame front is about 4 miles east of Highway 29 (north of I-75); however, the fire’s advance has greatly slowed due to its encounter with the moister fuels conditions of the East Hinson Marsh.  Firefighters, with the help of water drops from aircraft, made good progress building and burning out lines along both the Midrest Fire’s northern and southern flanks.  Where conditions were favorable, burnout operations were initiated to reinforce the control lines. Closures remain in place. No private properties have been damaged to date.   May 25, 2007  Big Cypress Fire Update IX  The Preserve remains closed to all recreational access and activities in areas north of I-75, and within the areas of the Addition Lands south of I-75 and east of Turner River Road. Additionally, there is a mandatory evacuation in affect for camp owners and residents within the Bear Island Unit and those areas of the Addition Lands north of I-75 and west of Turner River Road. Firefighters continued to construct holding lines along the Midrest Fire’s northerly flanks to retard its movement. Additionally, aircraft assaulted the fires’ advance, dropping water on a significant portion of the north and west boundaries of the fires’ perimeter.  Fire crews persisted with mop up operations on the other fires in the complex. No private properties have been damaged to date.   May 24, 2007  Big Cypress Fire Complex Update VIII  Severe drought, readily receptive fuels, and strong winds greatly contributed to significant fire activity causing control problems.  On both yesterday and May 22, the Midrest Fire made significant runs to the west, aggressively burning through all fuel types.  This fire’s main flame front is now approximately 4 miles east of Highway 29 (north of I-75). In addition, the western flank of the Strickland Fire continues to spread in both a western and northern direction.   May 23, 2007  Big Cypress Fire Complex Update VII  Firefighters continued to construct holding lines to retard the forward advance of the fires. Additionally, aircraft assaulted the fires’ advance, dropping water on a significant portion of the north and west boundaries of the fires’ perimeter.  Fire crews persisted with mop up operations on other portions of the fires. As of May 21, 2007 the following areas remain closed to all recreational access and activities - the Florida National Scenic Trail (Florida Trail) from US 41 North to the Northern Boundary of the Preserve; all Addition Lands North of I-75; and, Addition Lands South of I-75 and East of Turner River Road; the Bear Island Unit of the original Preserve. To date, no private properties have been damaged due to fires within the Preserve.   May 22, 2007  Big Cypress Fire Complex Update VI  The Strickland and Midrest fires continued to grow in size, moving towards a southwesterly direction. Firefighters completed two significant burnout operations in an attempt to halt these fires’ advance and protect the I-75 corridor. The burnout operations took place both north and south of I-75, one in the vicinity of the Florida Scenic Trail; and, the second between the Bundschu (Baker) Grade and the north edge of the Midrest Fire. As of May 21, 2007 the following areas remain closed to all recreational access and activities - the Florida National Scenic Trail (Florida Trail) from US 41 North to the Northern Boundary of the Preserve; all Addition Lands North of I-75; and, Addition Lands South of I-75 and East of Turner River Road; the Bear Island Unit of the original Preserve. To date, no private properties have been damaged due to fires within the Preserve.   May 21, 2007  Recreational Access Closure Due to Fire Activities  On May 20, 2007 acting Superintendent Pedro Ramos ordered an emergency Closure and Public Use Limit due to the fire emergency existing within Big Cypress National Preserve. The closure includes the Florida National Scenic Trail (Florida Trail) from US 41 North to the Northern Boundary of the Preserve; all Addition Lands North of I-75; and, Addition Lands South of I-75 and East of Turner River Road.  Additionally, today (5\/21\/2007) the closure was extended to include the Bear Island Unit of the original Preserve. These areas will be closed to all recreational activities.   May 21, 2007  Big Cypress Fire Complex Update V  Severe drought and readily receptive fuels are all contributing to active fire behavior causing control problems. Thunder cells continued yesterday around and over all fires. Portions of most fires were difficult to access except with swamp buggies and helicopters. Recreational access and activity closures within the northern portion of the Preserve are in effect due to firefighting operations. No privately owned structures have been damaged due to fires.   May 18, 2007  Big Cypress Fire Complex Update IV  •\tFirefighters successfully completed burnout operations on the Strickland Fire to protect the community of Sanctuary to check the wildfire’s gradual northeast advance.  Additionally, burnout operations were conducted around two cabin sites north of I-75 to protect these structures from wildfire. The Strickland Fire is actively burning both north and south of I-75. Helicopters made several water drops to “cool” the heavily burning fuels along the I-75 corridor. All facilities remain open within the Preserve that are typically open during this season. No privately owned structures have been damaged due to fires.   May 18, 2007  Annual Seasonal Off-Road Vehicle Closure  No abstract supplied.   May 17, 2007  Big Cypress Fire Complex Update III  Firefighters successfully extended burnout operations about 1.6 miles between the Strickland Fire and the community of Sanctuary to remove fuels and check the wildfire’s slow advance.  The Strickland Fire is actively burning both north and south of I-75. Helicopters made several water drops to “cool” the heavily burning fuels along the I-75 corridor. I-75 is open and passable to travelers. All facilities remain open within the Preserve that are typically open during this season. No privately owned structures have been damaged due to fires.   May 16, 2007  Big Cypress Fire Complex Update II  Firefighters continued prep for burnout operations between the Strickland Fire and the rural community of Sanctuary to remove fuels and check the northeast spread of the flame front.  The Strickland Fire is actively burning both north and south of I-75, Helicopters made numerous water drops to “cool” the heavily burning fuels along the I-75 corridor. I-75 is open and passable to travelers. All facilities remain open within the Preserve that are typically open during this season. No privately owned structures have been damaged due to fires.   May 15, 2007  Big Cypress Fire Complex Update  The BICY Complex is currently made up of several, major fires: • The most actively burning fires are the Strickland, Midrest, and FT6 fires.  Strickland Fire, located north of I-75, and, west of Levee 28 Interceptor Canal is estimated at 10,000 acres. Midrest Fire, situated north of I-75 and west of the Strickland Fire is estimated at 3,900 acres. FT6 Fire, located north of Highway 41 and east of the Florida National Scenic Trail is estimated at 1,900 acres. The Trail Fire located south of I-75 and north of the FT6 Fire is estimated at 450 acres.  The HP Fire is situated south of Highway 41, in the vicinity of Turner River Canoe Trail. All facilities remain open within the Preserve that are typically open during this season. No privately owned structures have been damaged due to fires.   April 16, 2007  Addition Lands Revised Alternatives Notice  No abstract supplied.   March 16, 2007  Interior Chief of Staff Brian Waidmann to Host Listening Session in Miami on National Park Centennial Initiative  No abstract supplied.   March 14, 2007  South Florida National Parks Unveil Trilingual Junior Ranger Program  Everglades and Biscayne National Parks and Big Cypress National Preserve are pleased to announce the release of a trilingual Junior Ranger program for young visitors. Previously offered only in English, the program is now available in both Spanish and Haitian Creole, and encourages children to explore, learn about, and protect our national treasures, while working to earn the title of “Junior Ranger.” Successful participants will earn a souvenir badge at each park they visit. Those who earn a badge at all three parks are eligible to receive a newly designed Junior Ranger patch in the shape of a water drop.   February 21, 2007  Preserve to Modify Bear Island ORV Trail System  Karen Gustin, Superintendent of Big Cypress National Preserve, announced today the continued implementation of the National Park Service's Final Recreational Off-Road Vehicle Management Plan. Effective February 28, approximately 30 miles of designated primary Off-Road Vehicle (ORV) trails that were provided for in the plan will now be open to the public within the Bear Island Unit of the Preserve.  This trail configuration re-establishes eleven miles of trails, completing the designated trail system within Bear Island.    February 09, 2007  Town Hall Meeting To Address Safety Tips And Strategies For Living Near Florida Panthers and Other Wildlife  You are invited to a public meeting on living with wildlife, featuring information on Florida panthers.   February 09, 2007  Preserve Hosts Work by Miami Artist Rick Cruz  No abstract supplied.   November 27, 2006  Giving Back to Get Ahead - Volunteer Follows Conservation Ethic to Big Cypress National Preserve  No abstract supplied.   November 03, 2006  Town Hall Meeting About Florida Panthers Scheduled for November 16 in Naples Florida  No abstract supplied.   October 05, 2006  South Florida National Parks Seek Input for the South Florida and Caribbean Parks Exotic Plant Management Plan  No abstract supplied.   August 31, 2006  Preserve Re-Opens Following Ernesto  With the passing of Tropical Storm Ernesto, Big Cypress National Preserve re-opens facilities and recreational backcountry access, effective today August 31, 2006.   August 31, 2006  Big Cypress National Preserve Seeking Public Comment on Evapotranspiration - ET - Research and Monitoring Network  No abstract supplied.   August 28, 2006  National Preserve Prepares for Ernesto  Big Cypress National Preserve prepares for landfall of the tropical system \"Ernesto\".  Effective 3:00 p.m. on Monday, August 28, 2006 the Big Cypress National Preserve Visitor Center and administrative facilities will be closed.   August 28, 2006  Response Time for Addition Lands GMP Extended  Due to recent problems with the National Park Service’s “Planning, Environment and Public Comment” web-site, the comment period related to the Addition Lands General Management Plan has been extended to July 18, 2006, 11:59 pm mountain time.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/news\/newsarchive.htm"
}
