{
    "title": "Big Cypress National Preserve: Ranger-led Activities",
    "body": "Ranger-Led Activities         A park ranger leads a nature walk along the one-mile round trip Kirby Storter Boardwalk.   Enhance your understanding and enjoyment of Big Cypress National Preserve by taking part in a ranger-led program. Programs are offered at various locations from November to April. Topics include: plants, animals, human history, and more. All ranger-led programs are free. Check the schedule posted at visitor centers and bulletin boards throughout the national preserve for times, places, and subject. You may also download a copy by clicking here.   To make reservations, identify the program of interest and call the appropriate number related to that program. Reservations are accepted up to 14 days in advance of the activity date.              Winter 2015 \/ 16 Activities For programs requiring reservations, they can be made up to 14 days in advance of the activity date, between 9:00 a.m. to 4:00 p.m. daily. Programs begin November 22, 2015, and extend through April 02, 2016.   S   M   T   W   T   F   S     Who’s Home? — 1:00 and 2:00 p.m., 15 minute talk at the H.P. Williams wildlife viewing platform. Sightings often include alligators, turtles, fishes and colorful wading birds.   x   x   x   x   x   x   x     Scales, Teeth & a Big Tail! — 1:00 and 2:00 p.m., 15 minute talk on the Oasis Visitor Center boardwalk to learn about our largest native freshwater reptile, the alligator. Discoveries abound!   x   x   x   x   x   x   x     Mangroves & Manatees! — 2:30 and 3:30 p.m., 15 minute talk at the Big Cypress Swamp Welcome Center viewing platform to learn about one of our largest native marine mammals, the manatee.   x   x   x   x   x   x   x     Cypress Sights & Sounds – Kirby Storter Boardwalk — 10:00 a.m. on Thursday, Friday & Saturday, 1:30 p.m. on Sunday (1 hour). Explore a cypress forest while venturing into the heart of a cypress strand on this one-mile, round-trip, leisurely stroll. Water, binoculars and insect repellent recommended. Meet at the boardwalk trailhead along U.S. 41.   x                       x       x       x       Wet & Wild Swamp Walks — 10:00 a.m. (2 hours). This is a great way to explore the swamp and discover what’s beyond the road! Cypress knees and sawgrass make long pants necessary. Wear sturdy shoes that you can get wet and muddy. Bring a change of clothes and shoes. Meet at the Oasis Visitor Center. Reservations required call 239-695-1201.             x                       x       Heart of the Swamp Canoe Trips — 10:00 a.m. (4–5 hours), beginning November 28. We’ll provide canoes and equipment, or bring your own. Come prepared with water, lunch, binoculars, sun protection, insect repellent and a sense of adventure. Trips vary by weather, water level, tide and park ranger’s choice of location and duration. Knowing canoeing basics is helpful. Reservations required call 239-695-4758.   x               x       x     Walk on the Wild Side – Deep Lake Hike — 1:00 p.m. (2 hours). Introduces swamp history. Deep Lake is a rare natural sinkhole lake. The hike runs through lush greenery in bear country. Long pants necessary. Wear sturdy shoes that you can get wet and muddy. Bring a change of clothes and shoes. Come prepared with water, food, binoculars, sun protection and insect repellent. Hikes are offered on alternating Sundays beginning December 13, through March 6. Reservations required, call 239-695-4758.   x                             Walk on the Wild Side – Gator Hook Hike — 1:00 p.m. (3 hours). Gator Hook Strand is a rugged wet trail with a diversity of plants. Long pants necessary. Wear sturdy shoes that you can get wet and muddy. Bring a change of clothes and shoes. Come prepared with water, food, binoculars, sun protection and insect repellent.Hikes are offered on alternating Sundays beginning December 20, through March 13. Reservations required, call 239-695-1201.   x                             Campfire Programs — 7:00 p.m. (1 hour). Alternating campgrounds. Midway Campground - January 8 and 22, February 5 and 19, March 4. Monument Lake Campground - January 15 and 29, February 12 and 26, March 11. Ranger choice for talk topics. Some seating available, or bring your own folding chair. Insect repellent optional.                       x         Fire Prairie Trail Bike Ride — January 16, February 13, and March 12, at 10:00 a.m. (around 4 hours). Ride on a raised trail over moderate terrain. Bring your bicycle, water, food, and sun protection. Meet a park ranger at the Fire Prairie Trail access point along Turner River Road 14 miles north of U.S. 41. Explore a part of Big Cypress many may not be familiar with. Reservations required call 239-695-4758.                           x     Hike to the Big Trees – Old Growth Cypress — January 2, February 6, and March 5, at 9:00 a.m. (6-7 hours). Strenuous eight-mile round-trip hike on the Florida Trail from Oasis Visitor Center, where tall ferns, epiphytes, and old growth trees that escaped the loggers’ saws, still stand. Wear long pants and sturdy shoes that you can get wet and muddy. Bring lunch, water, sun protection, and change of clothes for your ride home. Meet at Oasis Visitor Center. Reservations required call 239-695-1201.                           x     Birding in the Swamp — December 27, January 31, February 28, March 27, at 9:00 a.m. (2 hours). You’ll explore a mile round-trip walk to search for the birds of the swamp, be introduced to field guides and birding techniques. Look, listen, learn, and share stories. Bring binoculars, water, and a birding field guide. Meet at Kirby Storter Boardwalk. Reservations required. Call 239-695-1201.   x                             Centennial Campfire Program — 7:00 p.m. (1 hour). Midway Campground December 19 and February 13. Monument Lake Campground January 16 and March 12. Discover the Heroes of Big Cypress, the men and women that played a significant role in protecting this region of the Greater Everglades.                           x     Tamiami Trail Triathlon — Do it on your own anytime or join a Ranger on December 20, January 24, February 21, or March 6th. For reservations call, 239-695-3311. Bicycle the 15-mile loop at Shark Valley, hike three miles of trail at Oasis, and paddle round-trip from Gulf Coast to Sandfly Island. Complete all three activities and earn the title “Tamiami Trail Triathlon Finisher.” Bring your own bicycle, canoe\/kayak, or rent one.   x                                   NIGHT SKY & ASTRONOMY PROGRAMS View one of the darkest night skies in the eastern United States by attending ranger-led astronomy programs at Big Cypress National Preserve. The National Park Service, along with partners, will be conducting night sky outings. For dates and more information click here.      PERMITTED COMMERCIAL OPERATORS Various activities into the national preserve are also offered by permitted commercial operators. To view operators and permitted activities click here.      SPECIAL REQUEST PROGRAMS Schedule permitting, park rangers are available for on-site special request programs and off-site presentations for school groups, civic organizations and other local groups. For information and scheduling, please contact the Environmental Education and Outreach Coordinator at 239-695-1164.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/ranger-led-activities.htm"
}
