{
    "title": "Big Cypress National Preserve: Tamiami Trail Triathlon",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Tamiami Trail Triathlon                Tamiami Trail \"Triathlon\"              Get out and explore YOUR national park and preserve! The Tamiami Trail \"Triathlon\" encourages individuals and families to get out of their cars and explore areas within easy access of the Tamiami Trail. The triathlon challenge will be available for visitors to take part in on their own at any time of the year. When the Tamiami Trail was completed in 1928, it was the first east\/west route ever created across the Everglades of South Florida. As the first cars rumbled across the peninsula from Everglades City to Miami they would travel at the break neck speed of 35 mph. Today, people are traveling much faster, and seldom take the time to get far from their car or the road. By taking part in the Tamiami Trail \"Triathlon\" participants will have the opportunity to explore the mysteries of the Everglades\/Big Cypress region of Southwest Florida. Many will be surprised to find how quickly you can leave the hustle and bustle of our daily lives behind just a few yards from the road. Occasionally ranger-led Tamiami Trail Triathlon activities are provided. Click here to learn more.      COURSE DESCRIPTION Participants bike the 15-mile-loop road from the Shark Valley Visitor Center; hike a 3-mile-loop trail from the Oasis Visitor Center; and, canoe or kayak a 3.5-mile-route from the Gulf Coast Visitor Center in Everglades City. Please click here for additional information.      PARTNERS The Tamiami Trail \"Triathlon\" is a cooperative program between Everglades National Park and Big Cypress National Preserve, and generously supported through support by the South Florida National Parks Trust.       This event is made possible through generous support from the South Florida National Parks Trust.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/tamiami-trail-triathlon.htm"
}
