{
    "title": "Big Cypress National Preserve: Canoeing\/Kayaking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Canoeing\/Kayaking                 Canoeing & Kayaking        Canoeists enjoying the preserve.        BIG CYPRESS NATIONAL PRESERVE & EVERGLADES NATIONAL PARK ONE-DAY PADDLES IN SOUTHWEST FLORIDA Some memorable paddling adventures can be found where Big Cypress National Preserve and Everglades National Park share a common border. These two units of the National Park Service maintain natural areas for their wondrous and divergent resources: one is a flooded upland and a grand forest, and the other is the world-famous yet still secretive wetland of grassy glades. The parks share the water as it casually flows to the Gulf of Mexico over the nearly flat landscape. The \"paddling season\". . . when the water levels drop . . . is from November through March when temperatures and bugs are tolerable. However, for the adventurous, trails are accessible year-round. These five creek, river, and bay paddling trips will be well worth the time you take to prepare. The paddling routes range in time from three to seven hours, depending on your launch and takeout points, the tidal stage, and your paddling speed. Intermediate canoe paddling or kayaking skills are required. Don't overestimate your abilities or the natural conditions. An incoming tide, a headwind, and the relentless Florida sun can make it a difficult day. Call the NPS offices to get the current water and weather conditions. Be sure to make arrangements for parking a second vehicle at the end of your paddling trip to shuttle you back to the starting point.      A SAFE & RESPECTFUL TRIP The weather may be the greatest risk since Florida has the most lightning deaths in the country, with most happening around mid-day in July. Check and monitor the weather forecasts. If you are caught in a storm, seek covering shelter ashore, away from tall trees. If you're surprised by a storm, stay low in the boat until it passes. Lightning can strike more than 10 miles from the center of a thunderstorm, which is more than the audible distance of the thunderclap. Seek protection from threatening weather early. The temperature can range from chilling cold to burning hot. Hypothermia can occur even in moderate weather with extremes like these, so prevent long, wet exposures that cause your body heat to be lost. The symptoms are shivering, exhaustion, and confusion. Stop the exposure and find warm, dry shelter. Be aware of heat exhaustion's causes and treatment: red face and sweating - the victim needs hydration, rest, and cooling immediately. Seek medical attention. Some local animals can be dangerous if they are bothered. Sadly, familiarization to human contact could lead authorities to have to destroy the animal, so just quietly keep a wide distance and observe them. You might think you're helping to improve a paddling trail, but do not cut-back, trim, clear, mark, or otherwise disturb the vegetation; it's illegal. Open fires and camping are prohibited. It's illegal to disturb the animals and plants, so practice \"Leave No Trace\" ethics. Capsizing is always a concern. Try not to get caught in the snags and overhanging limbs. Look ahead for eye injuries. Submerged snags can puncture some hull materials. If you do tip over... Don't Panic! You have your life vest on and you tied the valuable things into the boat. Protect your shuttle vehicle when you park. Lock anything of value into the trunk or place it out of plain sight. There are many nearby boat rental companies. There are also other paddling routes in nearby protected natural areas. From the NPS Gulf District Ranger Station in Everglades City, there is access to the 99-mile long Wilderness Waterway, which requires 7-10 nights of camping. You may also want to explore various trails and routes on the Paradise Coast Blueway.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/canoeing-and-kayaking.htm"
}
