{
    "title": "Big Cypress National Preserve: I-75, Mile Marker 70",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Interstate 75 Access Facilities     I-75, Mile Marker 70                I-75, Mile Marker 70       MILE MARKER 70, WESTBOUND There are no restrooms or potable water available. This facility is accessible from I-75 westbound only. This facility has a walk-through gate in the wildlife fence* that allows access into the Bear Island Unit of the Preserve. Hiking, walk-in hunting, fishing and camping in designated areas (Bear Island, Pink Jeep, and Gator Head Campgrounds) is allowed from this site. There are no marked hiking trails originating from this site. Travel requires individuals be familiar with orienteering by map and compass, or by the use of a GPS unit, be prepared. Upon leaving the facility, continuing to the west, a u-turn can be made at Mile Marker 80 to return eastbound.      MILE MARKER 70, EASTBOUND There are no restrooms or potable water available. This facility is accessible from I-75 eastbound. This facility has a walk-through gate in the wildlife fence* that allow access into the Turner River Unit of the Preserve. Upon walking into the area you will be on designated off-road vehicle trail TRU-2 (Cypress Lane). You can follow the trail to a network of other designated trails that allow for off-road vehicle use (must use other access points), hiking and biking. Hiking, biking, walk-in hunting, fishing and dispersed camping is allowed from this site. Biking is allowed only on designated off-road vehicle trails, and not all designated trails will be suitable for biking. You may hike on designated trails or choose to orienteer with map and compass or GPS cross-country, be prepared. Upon leaving the facility, continuing east, a u-turn can be made at Mile Marker 63 to return westbound.            KNOW BEFORE YOU GO oth the Bear Island and Turner River Units of the national preserve are included within the Big Cypress Wildlife Management Area, which is managed in partnership with the Florida Fish & Wildlife Conservation Commission. Hunting and fishing requires appropriate state licenses. Be sure to familiarize yourself with state fishing regulations and wildlife management area-related hunting regulations. Hunters are reminded to check in and out with the Florida Fish and Wildlife Conservation Commission check stations. Entering the backcountry requires that you fill out a backcountry permit.            * Wildlife fencing is installed along I-75 to minimize the threat of wildlife, including the endangered Florida panther, from getting on to the busy roadway. Fences lead wildlife to underpasses beneath the interstate to allow them to travel through the habitat. Be sure to keep the walk-through gates closed to eliminate the risk of wildlife finding them and passing through them.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/i-75-mm-70.htm"
}
