{
    "title": "Big Cypress National Preserve: I-75, Mile Marker 63",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Interstate 75 Access Facilities     I-75, Mile Marker 63                I-75, Mile Marker 63        Facility at Mile Marker 63 Florida Department of Transportation          On Friday morning, August 22, 2014, the Florida Department of Transportation (FDOT) opened the Mile Marker 63 rest area, along Alligator Alley. Crews completed the $8.8 million project on schedule.  Work began in spring 2013 to replace the former rest area with a larger restroom facility, an upgrade of the wastewater and water treatment plant, improvements to two recreational access areas adjacent to the Big Cypress National Preserve nature trails, and construction of a new public safety center. The design\/build project increases the number of restroom facilities from 30 to 44 including the addition of four family restrooms. Each recreational area will accommodate up to 15 vehicles and 25 trucks or trailers. Improvements also include various site improvements such as lighting, landscaping, and resurfacing. The new public safety center will accommodate four to six Collier County EMS personnel and will assist in reducing response times to incidents along Alligator Alley. With FDOT’s funding in place for Collier County’s operation of the public safety center, county staff has begun preparations to occupy the new facility. It is expected to be operational in late 2014.         PARKING The facility provides parking and access into the Northeast Addition Lands of the Preserve. Visitors may park and hike directly into the backcountry from the parking facility.  RECREATIONAL ACTIVITIES At this time hunting and recreational off-road vehicle use are not allowed in this portion of the Preserve. Click the following links to learn where these recreational activities are currently allowed - Hunting,ORV Use. The Florida National Scenic Trail, along with a few associated trails, may be accessed from this area. Visitors may also hike off trail, but this requires individuals be familiar with orienteering by map and compass or by the use of a GPS - be prepared. Dispersed camping is allowed. KNOW BEFORE YOU GO Entering the backcountry requires that you fill out a backcountry permit. Be aware that there are private properties in this area -- respect private property and do not trespass. Wildlife fencing is installed along I-75 to minimize the threat of wildlife, including the endangered Florida panther, from getting on to the busy roadway. Be sure to close all gates behind you.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/i-75-mm-63.htm"
}
