{
    "title": "Big Cypress National Preserve: I-75, Mile Marker 51",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Interstate 75 Access Facilities     I-75, Mile Marker 51                I-75, Mile Marker 51            THIS FACILITY IS OPEN EFFECTIVE JUNE 8, 2013          ARRIVAL The site is accessible to westbound travelers on I-75. Those traveling east may make a u-turn at Exit 49 (Snake Road) to gain access to the facility. DEPARTURE Upon leaving the facility and continuing west travelers may make a u-turn at Mile Marker 63 to travel east. PARKING The facility provides parking and access into the Northeast Addition Lands of the Preserve. Visitors may choose to park and hike directly into the backcountry from the parking facility. You may also drive along the levee road -- on those portions open to street-legal vehicles -- and park along the road to hike into the backcountry or fish in the L-28i canal. If parking on the Levee Road park in a manner that does not block other traffic. The speed limit is 25 mph, no trailers are allowed along the levee road except by special permit.      RECREATIONAL ACTIVITIES At this time hunting and recreational off-road vehicle use are not allowed in this portion of the Preserve. Click the following links to learn where these recreational activities are currently allowed - Hunting, ORV Use. There are no marked hiking trails into the area. Travel requires individuals be familiar with orienteering by map and compass or by the use of a GPS - be prepared. You can fish in the L-28i canal or launch a vessel from the boat ramp. Fishing requires appropriate state licenses. Be sure to familiarize yourself with state regulations related to fishing and boating activities. Dispersed camping is allowed. Biking is allowed along the levee road.      KNOW BEFORE YOU GO  Entering the backcountry requires that you fill out a backcountry permit. Be aware that there are several private properties in this area -- respect private property and do not trespass. Travel to the north into the Big Cypress Seminole Reservation, or to the south into the Miccosukee Reservation - by foot, bicycle, vehicle or watercraft - is by tribal permit only. Wildlife fencing is installed along I-75 to minimize the threat of wildlife, including the endangered Florida panther, from getting on to the busy roadway. If the automatic fence at the entrance of the parking area is not operational contact - 800-788-0511.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/i-75-mm-51.htm"
}
