{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Keone'ele Cove",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Royal Grounds     Keone'ele Cove                  Keone'ele Cove         Historic 1912 photograph of Keone‘ele Cove and house located in the area known as Kauwalomālie. NPS, Pu‘uhonua o Hōnaunau National Historical Park, PUHO 1913  Keone'ele Cove is a small, narrow cove located at the end of Hōnaunau Bay. The cove is abutted by a small strip of white sand that was exclusively used by Hawaiian royalty or ali'i as a canoe landing. The cove is surrounded, on the south end, by a grove of coconut trees that was originally planted sometime in the early 1900s.        1921 photograph of the seawalls at the east end of Hale o Keawe NPS,Pu‘uhonua o Hōnaunau National Historical Park, PUHO 1913  In 1920, the County of Hawai'i leased, the lands surrounding Keone'ele Cove from the Bishop Estates. The area was maintained as a county park in which Julian Yates worked as the County Supervisor. It is also during this time that the cove was the location of the Hōnaunau Canoe Club. Julian Yates also served as the club coach. In the early 1920s, the County constructed a series of seawalls on the east and west sides of the cove. The County actively maintained the seawalls throughout the 1920s and 1930s. By the early 1960s, however, the seawalls had fallen in a state of disrepair likely a result of continuous high surf and storm episodes. Park archaeologist, Ed Ladd, stabilized the cove seawalls in the 1960s during the Hale o Keawe restoration and excavation project.        Park staff and visitors gather in Keone‘ele Cove to participate in the “huki lau” held during the parks annual cultural festival NPS Photo  Since the 1960s, the cove continues to be used as a launching and landing area for canoes used in park related cultural events as well as the local for the \"hukilau\", which occurs annually during the park's cultural festival.",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/keoneele-cove.htm"
}
