{
    "title": "Big Cypress National Preserve: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping               Campgrounds        Midway campground is very popular in January.                    PLEASE NOTE: ALL CAMPGROUNDS REQUIRE A FEE TO CAMP.  PLEASE SEE BELOW FOR CAMPGROUND-SPECIFIC FEES. td>               Campgrounds may close seasonally, temporarily for repairs or for resource concerns. Information will be on the reservation website, or contact the Oasis Visitor Center at 239-695-1201, or Big Cypress Welcome Center at 239-695-4758 for campground information on closures. Reservations for camping can be made through www.recreation.gov for all campgrounds except Pink Jeep and Gator Head. Pink Jeep and Gator Head Campgrounds are first-come first-served and no reservations are taken. These two campgrounds are accessible only by permitted off-road vehicles, biking or hiking. Click on the links below for more information about specific campgrounds. Click here for a downloadable brochure on camping at Big Cypress National Preserve. Backcountry camping is also available. Please click here for more information.     Campground   # of sites   Availability   Drinking water   Dump Station*   Electrical Hookups   Restroom   Fee (per night)       Bear Island       40 Tent\/RV     Varies**     No     No*     No     Vault Toilets     $10       Burns Lake       5 Tent\/ 10 RV       Aug 15 - April 15***     No     No*     No     Vault Toilets     $24       Gator Head     9 Tent     Aug 15 - Apr 15     No     No*     No     Vault Toilets     $10, ORV Permit Required         Midway     26 RV 10 Tent     Open Year-round     Yes     Yes*     Yes     Yes     RV site $30; Tent site $24         Mitchell Landing       11 Tent\/RV     Aug 15 - Apr 15     No     No*     No     Vault Toilets     $24       Monument Lake     26 RV 10 Tent     Aug 15 - Apr 15     Yes     No*     No     Yes     RV site $28; Tent site $24         Pinecrest  Group Camping only     4 Group sites (8 tents, 15people each)      Open Year-round     No     No*     No     No     $30       Pink Jeep     9 Tent     Aug 15 - Apr 15     No     No*     No     Vault Toilets     $10, ORV Permit Required         *Dump stations are located at Midway Campground and at Dona Drive (2.5 miles east of SR 29 on US 41). Dump stations may be used free of charge by campers paying for National Park Service campgrounds within the national preserve. There is a $10 fee for those campers not paying for national preserve campgrounds. **Bear Island campsites 1-12 are open year-round. Sites 13-40 are open August 15-April 15. *** The Burns Lake area is open year round for day use and backcountry access parking.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/campgrounds.htm"
}
