{
    "title": "Big Cypress National Preserve: Campground Rules & Regulations",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Campground Rules & Regulations                Campground Rules & Regulations       Campsite Limit - Maximum use and vehicle capacity permitted at a single campsite is eight people, one camper unit, or two vehicles (only one of which can be an RV) per site. No person, party, or organization shall be permitted to camp in designated areas for more than the total maximum number of days as follows: - January 1 to April 30, 10 days maximum - May 1 to December 31, 14 days maximum Once the daily limit has been reached for each time period, no person, party, or organization may use another designated area for the remainder of that season Camp only in designated sites. All vehicles (including trailers and motorcycles) must remain on pavement or designated areas, do not put any vehicle on grass or behind parking barriers, rock or otherwise. Do not move parking barriers. No digging or trenching is allowed at campsites. Campfires must be attended at all times. Small campfires are allowed at designated camping sites. All fires shall be completely extinguished prior to the user leaving the campsite. Only dead wood lying on the ground may be collected as fuel for campfires within the Preserve. Be considerate of your fellow campers by observing quiet hours from 10:00 pm to 6:00 am. Generator use is permitted in designated areas between the hours of 6:00 am to 10:00 pm. Idling vehicle engines are considered generators in this regard. Property left unattended longer than 24 hours will be impounded and the campsite forfeited, regardless of whether or not it is reservable or non-reservable. Off-road vehicle use in campgrounds is limited to Burns Lake, Bear Island, Pink Jeep and Gator Head Campgrounds only. Travel by off-road vehicle is for the purpose of accessing the backcountry trails from parking area or campsites by permitted off-road vehicles. Mitchell's Landing allows for launching of permitted airboats from the launch site. Food Items must be kept sealed in a vehicle or a camping unit constructed of solid non-pliable material, stored in a sealed plastic or metal container, or shall be suspended at least 10 feet above the ground. This restriction does not apply to food that is being transported, consumed, or prepared for consumption. Dispose of trash in animal-proof dumpsters. Do not hang bags of trash from structures or vegetation. Birds, especially ravens and vultures, tear plastic bags open and spill the contents. Cigarette butts, etc., are considered trash and should not be deposited on the ground. Such items must be completely extinguished and properly disposed of. Do not feed the wildlife, including birds. This is unhealthy for wild animals and invites human\/animal confrontations. Weather may change quickly, be prepared for sudden gusty winds by ensuring that tents and other items that may be damaged or scattered are properly secured at all times. Prevent injury to your pets by keeping them on a leash or otherwise restrained at all times. Pets are not allowed in public buildings, on trails, in the backcountry, or on the water. Pets may not be left unattended. Check at a visitor center for local kennels, if needed. Pet owners are required to immediately remove and properly dispose of fecal matter deposited by their pets. Deposit bag of fecal matter in dumpster. Carry a flashlight and use caution when walking at night on trails, campground paths, or roads. There are many trip hazards in as well as spiny plants and venomous animals. Footwear other than flip-flops and sandals is recommended. Rattlesnakes may be prevalent anywhere in the Preserve on warm to moderate evenings. Skunks are talented at using their noses to unzip tents. Make sure your tent is secure, especially if you are in it at night. Protect YOUR national preserve. Do not destroy, injure, deface, dig, collect or otherwise disturb any national preserve resources, including plants and animals (dead or alive), fossils, rocks, or artifacts. It is a violation of national preserve rules and regulations to possess natural\/cultural resources. Metal detectors are not allowed in any unit of the National Park System. Please report any illegal activities to a park ranger.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/campground-regulations.htm"
}
