{
    "title": "Big Cypress National Preserve: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions          For a map of the national preserve, please click on the map.           PHYSICAL ADDRESS     Big Cypress Swamp Welcome Center 33000 Tamiami Trail East Ochopee, Florida 34141 Oasis Visitor Center 52105 Tamiami Trail East Ochopee, Florida 34141          FROM WEST COAST OF FLORIDA    (North Naples, Fort Myers, Tampa, etc.)  Take I-75 (Alligator Alley) South to Exit 80, SR-29. Head south on SR-29 (towards Everglades City) 17 miles to where it intersects with US-41 (Tamiami Trail). Turn Left onto US-41 southbound and proceed approximately two miles. Big Cypress Swamp Welcome center will be on your right, on the south side of US-41.          FROM EAST NAPLES \/ SOUTH NAPLES \/ MARCO ISLAND \/ EVERGLADES CITY       These visitors will find it fastest to find US-41 southbound and proceed directly along it, as if they were heading for Miami. Keep an eye out for the intersection of US-41 \/ SR-29 (flashing light) –you will only go approximately two miles further beyond that intersection. Big Cypress Swamp Welcome center will be on your right, on the south side of US-41. Oasis Visitor Center is another 20 miles down the road, on the opposite side.          FROM THE EAST COAST OF FLORIDA    (Fort Lauderdale & Northward)  Take I-75 North out of Fort Lauderdale and drive across to Exit 80 (SR-29 \/ Everglades City) Head south on SR-29 (towards Everglades City) 17 miles to where it intersects with US-41. Turn Left onto US-41 \/ Tamiami Trail southbound and proceed approximatley two miles. Big Cypress Swamp Welcome center will be on your right, on the south side of US-41. Oasis Visitor Center is another 20 miles down the road, on the opposite side.          FROM SOUTHWEST FLORIDA    (Miami \/ Homestead \/ Florida Keys)  These visitors will find it fastest to find US-41 \/ Tamiami Trail northbound (called SW 8th Street in Miami itself) and proceed northbound (techinically, you are travelling west) all the way out. From the Keys or Homestead, Florida, we recommend taking 997 Krome Avenue, North to reach US-41. Once you leave the edge of Miami (at the intersection of US-41 \/ 997) you will drive about 40 miles. Oasis Visitor Center is located on the right, on the north side of US-41. Big Cypress Swamp Welcome Center is another 20 miles down the road on the opposite side.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/directions.htm"
}
