{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Hale o Keawe",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Pu'uhonua     Hale o Keawe                  Hale o Keawe         1823 William Ellis depiction of Hale o Keawe PUHO Archives  Hale o Keawe is located at the northern end of the eastern wing of the Great Wall. In ancient times the Heiau served as a royal mausoleum, housing the remains of deified high chiefs. The powerful mana (divine power) associated with these remains served to sanctify and validate the existence of the Pu'uhonua.  Genealogies and traditional accounts indicate that Hale o Keawe was likely built either by or for Keawe-i-kekahi-ali'i-o-ka-moku around A.D. 1700. The earliest western accounts indicate that in the 1820's the structure was largely intact with thatched hale, wooden palisade, and multiple ki'i. This indicates that even after end of the kapu system and the general destruction of heiau throughout the islands, Hale o Keawe survived largely unscathed, and continued to function as a royal mausoleum.        Hale o Keawe platform after the 1960's restoration. NPS Photo  In 1829 Queen Ka'ahumanu ordered the removal of the remaining bones and the complete deconstruction of the temple. The platform itself survived until high surf, including at least two tsunamis in 1868 and 1877, caused extensive damage. By 1902 the site was described as a heap of stones with no definite lines. That same year the platform was rebuilt under the direction of W. A. Wall. Wall's reconstruction consisted of four terraces and a passage between the southern end of the platform and the northern end of the Great Wall.  In 1966-67 Edmund J. Ladd directed the excavation and re-stabilization of the Hale o Keawe platform. Ladd's excavations in addition to historical accounts indicated that the platform did not originally have multiple tiers; therefore, the 1967 work restored the platform to its more authentic form that joins the Great Wall on its south side. After the platform was restored, the thatched hale, wooden palisade, and ki'i were also rebuilt on the site. Since the time of Ladd's initial reconstruction, the Hale o Keawe structure and carved wooden ki'i have been replaced on two occasions with the most recent efforts being completed in 2004.       Fully restored Hale o Keawe NPS Photo",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/hale-o-keawe.htm"
}
