{
    "title": "Big Cypress National Preserve: 2014",
    "body": "Explore This Park    Plan Your Visit     Closures     Fire Activity & Related Closures     2014                2014 Fire & Related Closures              DECEMBER 16 CANCELLED Fire personnel from Big Cypress National Preserve and Florida Panther National Wildlife Refuge are conducting prescribed burning in the Raccoon Point area (400 acres) of the national preserve, on December 17. The burn location will depend on weather conditions for the day. For details on the location of the fire, please click here.      DECEMBER 11 Big Cypress National Preserve fire personnel are conducting prescribed burning either south of Mile Marker 67, along I-75 (7,000 acres), or in the Raccoon Point area (400 acres) of the national preserve, on December 12. The burn location will depend on weather conditions for the day. For details on the location of the fire, please click here.      DECEMBER 04 Big Cypress National Preserve Fire personnel are conducting prescribed burning west of Turner River Road, beginning at 11:00 am. This is the third attempt to conduct this burn. The total acreage burned is approximately 800 acres. Method of ignition will be hand, as well as aerial ignition. Burning operations will depend on weather conditions for the day. For details on the location of the fire, please click here.      NOVEMBER 21 Fire personnel from Big Cypress National Preserve conducted prescribed burning south of I-75, near Mile Marker 55, November 20. The total acreage burned was approximately 5,000 acres. The planned burn north of Lower Wagonwheel Road, November 21, was cancelled due to unpredicted rain squalls and higher than predicted relative humidity.      SEPTEMBER 03 Fire personnel from Big Cypress, Florida Panther National Wildlife Refuge, and Seminole Tribe of Florida will be conducting prescribed burning of pineland habitat in the Sanctuary area September 3-4. The total acreage is approximately 470 acres. These will be the first prescribed burns conducted in the Addition Lands Unit of Big Cypress National Preserve. Burning operations will depend on weather conditions for the day. For details on the location of the fire, please click here.      AUGUST 20 Big Cypress fire personnel will be conducting prescribed burning in the Raccoon Point area of the national preserve. Fuel types are pinelands with a palmetto\/grass under-story. The total acreage is approximately 1,200 acres. The burn will secure three red-cockaded woodpecker colonies and help protect Oil Pad 4 and Oil pad 1 from any future wildfire in that area. Burning operations will depend on weather conditions for the day. For details on the location of the fire, please click here.      JULY 22 Big Cypress fire personnel will be conducting prescribed burning in the Calstones\/Little Deer area, July 22-26. The total acreage is approximately 19,000 acres. Method of ignition will be hand, as well as aerial ignition. Burning operations will depend on weather conditions for the day. For details on the location of the fire, please click here.      JUNE 26  Honeymoon Wildland Fire - This fire was detected June 26, 2014, at 1700, approximately one mile north of Interstate 75, just east of Florida National Scenic Trail. Lightning is believed to be the cause of the fire.  For details on the fire, please click here.      JUNE 24 Big Cypress Prescribed Fire crew will be burning the Lostman's Pines area, south of Loop Road, and north of Oasis Visitor Center in the Raccoon Point area, during the week of June 23. The total acreage is approximately 30,000 acres. Efforts will be focused on securing camps along Pace's Dike, threatened and endangered species in the area, and preparing for large-scale aerial ignition throughout the upcoming week. Burning operations will depend on weather conditions for the day. For details on the fire, please click here.      JUNE 22  Prescribed fire crews will attempt to burn approximately 270 acres of Unit 8 of Raccoon Point, located north of Pad 1 and south of Pad 4.  Burn operations will depend on weather conditions for the day. For a map of the vicinity, please click here.      JUNE 15 Skillet Wildland Fire - This fire was detected June 14, 2014, at 1700, approximately .25 miles south of Highway 41, between Skillet Strand and national preserve headquarters. Lightning is believed to be the cause of the fire. For details on the fire, please click here.      MAY 25 Junebug Wildland Fire - This fire started May 24, 2014. For details on fire activity click here.      APRIL 22 Orange Blossom Wildland Fire - This lightning-caused fire started in the afternoon of April 22, 2014. For details on fire activity click here.      APRIL 21 The MM 54 Fire was reported around 5:30 pm on Saturday, April 19, south of Interstate 75, by Mile Marker 54. Six firefighters, two swamp buggies, and one type-3 helicopter were employed. The 10-acre-fire is 90 percent contained with no visible smoke. Firefighters will be on-scene to continue mop up operations throughout the day.      MARCH 31 (CANCELLED. RESCHEDULED FOR APRIL 10) Prescribed fire crews will attempt to burn 2,500 acres south of headquarters and along Highway 41 March 31 through April 2. This burn will be conducted using aerial ignition. Burn operations will depend on weather conditions for the day. Click here for a map of the proposed burn area.      MARCH 20 The Burns Fire was controlled and contained as of 5:00 pm today. No smokes have been seen within the fire perimeter since yesterday afternoon. The fire will be placed in monitor status for the foreseeable future.      MARCH 16 The Burns Lake Fire was reported around 5:30 pm on Saturday, March 15, east of Turner River Road, north of Burns Lake. Five Big Cypress personnel, aided by increasing nighttime relative humidity, stopped fire growth at around five acres. No structures, roads, or known threatened and endangered habitat were threatened. The cause of the fire is under investigation. Three buggies and aviation resources will be patrolling the edge of the fire today and mopping up. Winds today and tomorrow are expected to gust up to 20-25 miles-per-hour, but RHs are expected to stay well above critical thresholds.      FEBRUARY 18 During the week of the 17th, prescribed fire crews will attempt to burn slash piles at Bass Lake and\/or the Bear Island Pad-3 area. Burn operations will depend on weather conditions for the day.      JANUARY 27 There will be prescribed burn operations in the Little Deer area of the national preserve January 26-30. Trainees from the National Interagency Prescribed Fire Training Center will also be on-site. They will be working on qualifications, training, and assisting with burn operations. Trainees come from all over the United States as well as from other countries. Burn operations will depend on weather conditions for the day. Please see map for more details. For more information regarding the prescribed fire program at Big Cypress, please click here.      JANUARY 21 Prescribed fire crews will attempt to burn the area between Upper and Lower Wagonwheel Road on the western end of the national preserve on January 23 or 24. Burn operations will depend on weather conditions for the day. For a map of anticipated burn area, please click here.      JANUARY 16 Over the next three weeks prescribed fire crews will attempt to burn in several locations within the national preserve. Additional notification will be provided with the exact location within three to four days of the anticipated burn. Burn operations will depend on weather conditions for the day. For a map of anticipated burn areas, please click here.      DECEMBER 4, 2013 Details on goals for the 2013-14 prescribed fire season announced. For more information click here.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/2014-fire-and-related-closures.htm"
}
