{
    "title": "Big Cypress National Preserve: 2012",
    "body": "Explore This Park    Plan Your Visit     Closures     Fire Activity & Related Closures     2012                2012 Fire & Related Closures       October 31 This burn was canceled due to staff being called away to assist with Hurricane Sandy recovery efforts. If conditions allow the Fire Division will be conducting a prescribed fire south of Upper Wagonwheel Road (CR 817) and east of Birdon Road (CR 841). Plans are to begin ignition around 12:30 pm. Ignition will be accomplished by hand and air resources. The burn area encompasses approximately 2,000 acres. No closures are expected with this activity and smoke impact is anticipated to be nominal. Click here to see a map of the proposed burn area using Google earth. May 7-18 Fire Management will be conducting a number of prescribed fires in several locations of the Racoon Point area, located within the Preserve. When fire activity is taking place information will be posted at trail head kiosks closest to the activity. There are no closures anticipated due to this activity and fires will only be conducted if conditions are favorable. Click here for a pdf map. February 13 through March 2 Over the next three weeks the Fire Division will be conducting a number of prescribed fires in various areas of the Preserve. When fire activity is taking place information will be posted at trail head kiosks closest to the activity. There are no closures anticipated due to this activity and fires will only be conducted if conditions are favorable. Click here to view a Google Earth map of proposed fire activity (white polygon areas.) January 5-21 Over the next several weeks NPS prescribed fire crews will be conducting prescribed fire operations in the vicinity of the Airplane Prairie in the Turner River Unit and within areas of the Bear Island Unit. Click here to see map details. Fire crews will begin the activity by securing all structures and facilities within the identified operation parameters. This prescribed fire activity is to be contained within 17,000 acres (approximately 4,000 acres in the Bear Island Unit and 13,000 acres in the Turner River Unit). As of 1\/4\/2012, there are no associated closures or anticipated effects on nearby communities or roadways related to this activity. However, people entering the backcountry of the Preserve should be mindful of operations during their travels.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/2012-fire-and-related-closures.htm"
}
