{
    "title": "Big Cypress National Preserve: 2013",
    "body": "Explore This Park    Plan Your Visit     Closures     Fire Activity & Related Closures     2013                2013 Fire & Related Closures              DECEMBER 4, 2013 Details on goals for the 2013-14 prescribed fire season announced. For more information click here. WEEK OF NOVEMBER 11 Prescribed fire crews will be attempting to burn approximately 300 acres in the Addition Lands area of the national preserve. Burn operations will depend on weather conditions for the day. Fire staff will have active burn areas posted on the days of operations. For a map of operations click here. NOVEMBER 07 (CANCELLED) Prescribed fire crews will be attempting to burn approximately 300 acres in the Addition Lands area of the national preserve. Burn operations will depend on weather conditions for the day. Fire staff will have active burn areas posted on the days of operations. For a map of operations click here. JULY 18 Over the next three weeks, prescribed fire crews will be attempting to burn approximately 5,500 acres in the Bear Island Unit of the Preserve, east of Perochi Grade. Burn operations will depend on weather conditions for the day. Fire staff will have active burn areas posted on the days of operations. For a map of operations click here. MAY 22-31 Over the next 10 days, if weather conditions allow, prescribed fire crews will be attempting to burn in the vicinity of the Perochi Grade in the Bear Island Unit, south of the Preserve headquarters and west of the Turner River in Zone 1 of the Stairsteps Unit, and south of the Lost Dog Trail in the Corn Dance Unit. Specific sites of burn operations will depend on weather conditions for the day. Fire staff will have active burn areas posted on the days of operations. For a map of operations click here. MAY 20 Prescribed fire activity will be taking place in the vicinity of the Lost Dog Trail in the northern portion of the Corn Dance Unit. This operation will require that a temporary detour of the Florida National Scenic Trail be implemented. For a map of the general area of burn activity click here. For a detailed map of burn activity click here. MAY 15-17 There will be prescribed fire activity taking place north of the Oasis Visitor Center. Due to the fire activity a portion of the Florida National Scenic Trail will be rerouted. Click here For a map of suggested trail reroute. Other trail closures may be implemented during this operation. Check at the Oasis Visitor Center for details. Click here for a general map of fire operations. APRIL 17 Effective immediately, and until further notice, the lighting and maintaining of a fire, including campfires, in the backcountry is prohibited. Campfires are restricted to developed campgrounds in established fire grates or fire rings only, and must be attended at all times. For more information click here. APRIL 1 Fire crews are working to contain the Huckabee wildfire within the Big Cypress National Preserve. The exact cause of the fire is unknown and an investigation is underway to determine the origin. It was ignited on March 29, at approximately 1 pm. As of March 31, roughly 20,000 acres have been burned with 40 percent containment.  The fire began just north of the Fire Prairie Trail along Turner River Road and is burning to the west towards Highway 29 and north to Interstate 75. Smoke has been impacting Highway 29 and Interstate 75. Sporadic road closures have been put into place as needed, and may continue. Click here for a map of the fire location.      MARCH 27-28 There will be prescribed burn operations south of Highway 41, near the national preserve's headquarters building and welcome center. There are no anticipated closures. Fires will only be conducted if conditions are favorable. Please see map for more information. MARCH 1 There will be prescribed burn operations south of Highway 41 east of Dona Drive and west of Turner River. There are no anticipated closures. Fires will only be conducted if conditions are favorable. Please see map for more information.      FEBRUARY 22-28 Depending on weather conditions there will be two options for prescribed burn operations. Option-A - February 22-24. West of Birdon Road and north of Lower Wagon Wheel Road. Option-B - February 25-28. The area near the headquarters building south of Highway 41. There are no closures anticipated due to this activity. Please see maps option-A and option-B for more information.      FEBRUARY 14-21 There will be prescribed burn operations south of Highway 41 and north of Loop Road. Hiking trails within this vicinity will be closed on February 15. Fires will only be conducted if conditions are favorable. Please see map for more information.      FEBRUARY 13-20 There will be prescribed burn operations south of Highway 41 and north of Loop Road. There are no closures anticipated due to this activity and fires will only be conducted if conditions are favorable. Please see map for more details.      FEBRUARY 1-5 There will be prescribed burn operations south of Highway 41 in Zone 1 of the Stairsteps Unit, and west of Birdon Road in the Deep Lake Unit of the Preserve. There are no closures anticipated due to this activity and fires will only be conducted if conditions are favorable. Please see map for more details.      JANUARY 19-25 There will be prescribed burn operations south of Highway 41, in the Loop Road area. There are no closures anticipated due to this activity and fires will only be conducted if conditions are favorable. A module from the National Interagency Prescribed Fire Training Center will be assisting. They will be working on qualifications\/training and assisting with burning operations. Please see map for more details.      JANUARY 12-16 There will be prescribed burn operations over the next two weeks. Digital signs will be placed near Oasis Visitor Center for westbound traffic and near Burns Lake Road for eastbound traffic. These signs will be in position effective January 9, and will remain out until January 17, warning drivers and visitors that there will be prescribed fires in the area and to not enter any areas where these burns are taking place. There will also be two modules from the National Interagency Prescribed Fire Training Center beginning January 9. They will be working on qualifications\/training and assisting with burning operations. Trainees come from all over the United States as well as from other countries. Notifications have been placed at trailheads, campgrounds, and hunter check stations in the areas fire crews will be in. Please see map for more details.",
    "url": "https:\/\/www.nps.gov\/bicy\/learn\/nature\/2013-fire-and-related-closures.htm"
}
