{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Heleipalala Fishponds",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Royal Grounds     Heleipalala Fishponds                  Heleipālala Fishponds         Heleipālala Fishponds NPS Photo  The Heleipālala Fishponds are naturally occurring brackish-water bodies of water known as \"anchialine ponds\". The edges of the ponds were augmented, at some point in time, by stone retaining walls. The water in the ponds is supplied by underground springs that are influenced by ocean tides, which make the water levels fluctuate throughout the day. The fishponds are bisected by a causeway that divides them into two distinct ponds. The Heleipālala Fishponds are two out of 12 documented anchialine ponds found within the park. Anchlialine ponds, such as these, provide habitat for rare indigenous invertebrate species including shrimp, snails, and damselflies.        Historic 1921 map drafted by Albert Baker that depicts the fishponds (#14 on the map) NPS, Pu‘uhonua o Hōnaunau National Historic Park, PUHO Map Archives  The name Heleipālala was first used on a 1952 map drafted by famed Hawaiian cartographer Henry E.P. Kekahuna, however, depictions of the ponds appear in maps that date from the early 1900s. Located inland from the shore and containing a mixture of fresh and ocean waters, the ponds are characterized as loko wai-type fishponds. Because the ponds were inland, they were probably stocked with fish (most likely 'Ama'ama and awa) that were netted elsewhere and rapidly transported into the ponds. Given their location within the royal grounds, an area inhabited and used by ali'i, the Heleipālala ponds were most likely kapu (prohibited) to commoners.        Figure 8. Park staff and cultural demonstrators work together to capture invasive tilapia and mosquito fish as part of a fishpond restoration project geared to improving the overall environment for native species of fish and invertebrates NPS Photo  Currently the ponds contain some native fish which include 'ama'ama (Mugil cephalus, or mullet), aholehole (Kuhlia sandvicensis), manini (Acanthurus triostequs), and o'opu (goby). Other noted species include 'ōpae 'ula (anchialine shrimp), pīpīwai (snails), and damselflies. At some point in time, non-native, invasive tilapia (Oreochromis mossambicus) and mosquito fish (Sarotheradon melantheron) were introduced into the pond. It is believed by park staff that this occurred sometime before the park's establishment in 1961. Since 2009, the invasive fish are being actively removed and monitored as part of an on-going project geared to improving the natural habitat for the native species of fish and invertebrate.",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/heleipalala-fishponds.htm"
}
