{
    "title": "Big Cypress National Preserve: Special Use Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Special Use Permits                Special Use Permits       Some outdoor activities require a special use permit. These activities include getting married at the Preserve, having a picnic with more than 50 people, commercial filming and photography, and athletic contests. A special use permit is also required for memorialization by the spreading of ashes (human remains). For questions related to the application process specified below, please contact the special use permit coordiantor's office at 239-695-1117. For all other press-related questions, please contact Bob DeGross, the Preserve's public information officer at 239-695-1107.      Special Use Permit Application To apply for a special use permit for these activities, download an application, fill it out, and send it to: Big Cypress National Preserve 33100 Tamiami Trail East Ochopee, FL 34141 Attn: Special Use Permit Coordinator Special instructions are listed on the special use permit information sheet; please read carefully. A completed application must be accompanied by a non-refundable application fee of $100 in the form of a cashier's check or money order made payable to National Park Service.      SPECIAL EVENTS  A special use permit is required for activities that provide a benefit to an individual, group, or organization rather than the public at large and that require some degree of management from the National Park Service to protect resources and the public interest. Some examples of special events that require permits are:  concerts ceremonies cultural programs  FIRST AMENDMENT ACTIVITIES Freedom of speech, press, religion, and assembly are constitutional rights. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect park resources. Therefore, all first amendment activities require special use permits and the National Park Service may regulate the time, place, and manner in which they are conducted. Some examples of special events that require permits are:  religious services collecting signatures for petitions public demonstrations or assemblies distribution and\/or sale of printed matter  MISCELANEOUS ACTIVITIES Other activities may require permits if there is the potential for interference with visitor use, congestion of highly visited area, or possible impact on park resources.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/special-use-permits.htm"
}
