{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Alahaka Ramp",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     1871 Trail     Alahaka Ramp                  Alahaka Ramp         Undated historic photograph of a man standing on the ramp. The pile of stone behind him was likely a result of the 1951 earthquake. Notice the damage to the makai face of the ramp in the foreground. PUHO Archives  The Alahaka Ramp, situated near the southern end of the Keanae'e Cliffs, is a massive stone ramp that connects the historic 1871 Trail to Ki'ilae Village. Various mo'olelo (historical narratives, accounts, and native traditions), collected over the years indicate that access to Ki'ilae, prior to the construction of the ramp, was via a ladder or rope. There is no clear indication of when the ascension up to the pali (cliff) changed from a rope\/ladder to a ramp, but it most likely occurred sometime in the mid-1800s. It is during this time that a series of large-scale government programs were initiated that focused on improvements to public resources, such as roadways. By the 1840s, the system of modified trail and road alignments came to be known as the alanui aupuni or Government Roads.   In regards to the Alahaka Ramp, the first reference of a \"constructed ramp\" is found in a letter to the Minister of the Interior dated Feb. 4, 1868. In this letter, George Hardy, the road supervisor at the time, says: \"In South Kona, I have repaired [a very] bad place known by the name of Alahaka in the village of Ki'ilae, a place of great danger where several horses had been kill'd: and where people were [sic] in danger of going up and down. I have made it wide and a substantial road.\"        NPS masons repair the Alahaka Ramp in 1963. NPS Photo  According to a letter written in the late 1890's, the Alahaka Ramp had fallen into a state of disrepair. In a letter dated December 31, 1897 road supervisor T. H. Wright wrote: \"Napoopoo to Hookena beach road in a fearful condition, it needs repair of the worst kind. The Walahaka [Alahaka] pali is very dangerous. This road is used every day for the convenience of the public, going and back to these places.\"    In 1951, a large earthquake caused an upper section of the ramp to slough off, which over the next ten years, continued to deteriorate. Twelve years later, the newly established National Park, conducted a major stabilization project to restore and strengthen the damaged portions of the Alahaka Ramp. Stabilization efforts consisted primarily of removing the earthquake damaged sections of ramp, clearing away rubble and boulders, and rebuilding the entire makai (ocean-facing) side with steel rebar, mortar, and stones.        NPS masons stabilize the Alahaka Ramp in 2010. NPS Photo  Given its proximity to the ocean and the cliffside, the Alahaka Ramp requires periodic maintenance and stabilization as a result of high surf, storm, and earthquakes. During its most recent project, which occurred from July to August 2010, NPS crews repaired a damaged portion of the outer face and stabilized the ramp buttress and trail tread.",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/alahaka-ramp.htm"
}
