{
    "title": "Big Cypress National Preserve: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations           PERMITS        BACKCOUNTRY PERMITS Backcountry permits are required for anyone traveling off from the main designated roads into the preserve. You can obtain permits at trail heads. If you have questions about backcountry permits, call 239-695-1205, or e-mail inquiries by clicking here. FILMING & PHOTOGRAPHY PERMITS   Filming\/Photography Permits are issued for photography, filming, and associated sound recording to ensure protection of resources, to prevent significant disruption of normal visitor uses, or when they involve props, models, professional crews and casts or set dressings. Permits are required for access to areas normally closed to the visiting public. For more information, please click here. LANDOWNER RELATED PERMITS Access permits, burn permits and other permits required by landowners within the preserve can be obtained by calling 239-695-1117, or by clicking here. OFF-ROAD VEHICLE PERMITS Permits are required for off-road vehicle operation within the Preserve. For details on permits, click here. If you have further questions about the off-road vehicle permitting process you may call 239-695-1205, or send questions by e-mail by clicking here. RESEARCH PERMITS For those wanting to conduct special research within the Preserve, a permit is required. For details on research permits call 239-695-1105, or e-mail your request by clicking here. SPECIAL USE PERMITS Permits may be issued for requests for special uses within the Preserve. These uses include, but are not limited to such things as film permits, request for events or special access requests. For information on Special Use Permits you may call 239-695-1117, click here, or e-mail your request by clicking here.          RANGER-LED ACTIVITY RESERVATIONS      Some Ranger-led activities require advance reservations to participate in the activities. Reservations are accepted up to 14 days prior to the date of the activity. Contact the Big Cypress Swamp Welcome Center, at 239-695-4758, for details on activities and to make reservations. Education programs, special request programs or off-site programs can be made by contacting the Education and Outreach Coordinator at 239-695-1164. Requests are limited by staff availability.",
    "url": "https:\/\/www.nps.gov\/bicy\/planyourvisit\/permitsandreservations.htm"
}
