{
    "title": "Big Cypress National Preserve: Centennial Paddle Challange",
    "body": "Explore This Park    Plan Your Visit     Centennial Paddle Challange            Centennial Paddle Challenge         This 3 1\/2\" iron-on patch will be awarded to everyone who paddles 100 miles in at least three of Florida's eleven national parks during 2016!   Florida's eleven National Parks challenge YOU to get out get paddling and find your park! Through 2016, the centennial year of the National Park Service, visit at least three of Florida's national parks and get out in a canoe, kayak or stand-up-paddleboard and paddle for 100 miles! Don't worry! You don't have to do all 100 miles at once! You'll have all year to get out and discover new places, and rediscover old favorites. Some parks may have rentals available, and some parks may offer guided paddling opportunities as well. Be sure to log your miles (download a convenient log sheet here) and take a selfie at each park. Don't forget to share your progress on social media using the hashtags #FLNPS100PaddleChallenge and #FindYourPark. When you reach 100 miles (or more!), stop into any of the national park visitor centers, show your log and your selfies, and you'll earn a specially-designed, one-of-a-kind iron-on patch to mark your achievement! Here is a list of parks where you can log your miles: Big Cypress National Preserve Biscayne National Park Canaveral National Seashore Castillo de San Marcos National Monument DeSoto National Memorial Dry Tortugas National Park Everglades National Park Fort Carolne National Memorial Fort Matanzas National Monument Gulf Islands National Seashore Timucuan Ecological and Historic Preserve Questions about the Florida National Parks Centennial Paddle Challenge? E-Mail us!   The Florida National Parks Centennial Paddle Challenge is made possible through the generous support of theSouth Florida National Parks Trust.\" Please link the highlighted area to www.SouthFloridaParks.org             Canoe with a ranger through the cypress swamp on the Turner River. NPS Photo",
    "url": "https:\/\/www.nps.gov\/bicy\/paddlechallenge.htm"
}
