{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education      A visit to Pu'uhonua o Hōnaunau National Historical Park can provide students with the opportunity to learn first hand about Hawaiian history and culture. Apply for a class trip and determine if you are eligible to receive a fee waiver by filling out the educational fee waiver application form.  For questions regarding the educational fee waiver program, please contact Park Ranger Kawailehua Domingo at 808-328-2326 x 1278.Important Field Trip InformationSchedule your visit as early as possible, all required documents must be submitted at least two weeks prior to your visit. Waivers are approved for visits on Tuesdays, Thursdays, Fridays, and Saturdays only.If your group is scheduled for a ranger orientation, please be on time. A late arrival can cause your scheduled program to be shortened or cancelled, as rangers are often assigned to other duties throughout the day. Scheduled talk times are at 10:30 a.m., 1:30 p.m., and 2:30 p.m. only.The Park retains the right to require payment if a copy of your waiver is not in your vehicle upon entry.The Park retains the right to refuse all on-the-spot requests for educational entrance fee waivers.Our landscape includes uneven grounds, rock and wooden structures, as well as slippery surfaces near the tide pools. Students are required to obey signs at all times.The nearest hospital is Kona Community Hospital, about a 20 minute drive from the park.If you plan to bring and have your lunch in the park, please dispose of trash in trash bins. Please note that food is not allowed in our park amphitheater. The park picnic area is limited to 50 people per group at a first come, first serve basis.Please use the links below to view the Educational Fee Waiver Application and Instructions.  Please print, fill out and email completed forms to kawailehua_domingo@nps.gov .  Educational Fee Waiver Application Educational Fee Waiver Criteria and Instructions   Picnic Area Rules and RegulationsLetter to schools regarding Educational Fee Waiver",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/education\/index.htm"
}
