{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger       Junior Ranger Programs Now Available online! Pu'uhonua o Hōnaunau National Historical Park is excited to announce our Junior Ranger programs are now available online! We offer several Junior Ranger Programs for families with kids. NOTE: These programs are not designed for school groups. Our \"Junior Ranger Explorer Activity Guide\" is designed for kids 7 to 12 which earns you a badge for Pu'uhonua o Hōnaunau National Historical Park. It is a great choice for families who will not be able to visit the other National Park units here on the Hawai'i Island. For those families who will be visiting all of the parks on the island, you may want to explore the \"Hawai'i Island National Parks Adventure Book\". It contains fun activities for not only Pu'uhonua o Hōnaunau National Historical Park, but also Kaloko-Honokōhau National Historical Park, Pu'ukohola Heiau National Historic Site, Hawai'i Volcanoes National Park and the Ala Kahakai National Historic Trail. This book can be requested at any of these parks or accessed below. It is designed for kids 7 to 12 years old. We did not forget about the little ones in your families. Our \"Honu Helper Activity Booklet\" is designed for kids ages 3 to 6, which earns you a sticker badge and a Honu Helper sticker, upon completion. Lastly, we have our newest handbook for the big kids at heart, our \"Kupuna Ranger Booklet\" is designed for those 13 and older. Use the links below to print your free handbook(s). ·Junior Ranger Explorer Activity Guide (for ages 7-12) ·Hawai'i Island National Parks Adventure Book (for those visiting ALL parks, ages 7 -12) ·Honu Helper Activity Booklet (for ages 3-6) ·Kupuna Ranger Booklet (for ages 13 and older)",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/kidsyouth\/beajuniorranger.htm"
}
