{
    "title": "Piscataway Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           3400 Bryan Point Road  Accokeek , MD 20607                 Directions         The National Colonial Farm:  From the Capital Beltway (I495\/95) from southbound take Exit 3, to MD210 South\/Indian Head Highway.  Travel approximately 9 miles, at the traffic light by B&J Carryout turn right on Livingston Road (please note that Livingston Road crosses MD210 several times)  Drive one block and turn right on Biddle Road.  At the stop sign, turn left on Bryan Point Road and follow about 3.5 miles.  National Colonial Farm will be on the right.  Directions Details           Operating Hours & Seasons         Piscataway Park The historic farm area of National Colonial Farm is open March through December 10 am until 4 pm Tuesday through Sunday.  It is closed from December through March.  The fishing pier and parking lot is open during daylight hours. The gate at Accokeek Creek Site opens at 9:00 am to access the inner parking lot.  The outer parking lot is open during daylight hours. Farmington Landing Site and Marshall Hall Site are open during daylight hours.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Additional Information View More       National Colonial Farm (historic farm area) at Piscataway Park:   December 1  - March 1  Closed      National Colonial Farm at Piscataway Park:   March 1  - November 30   Sunday: 10:00 AM - 4:00 PM   Monday: Closed   Tuesday: 10:00 AM - 4:00 PM   Wednesday: 10:00 AM - 4:00 PM   Thursday: 10:00 AM - 4:00 PM   Friday: 10:00 AM - 4:00 PM   Saturday: 10:00 AM - 4:00 PM                  Weather           Summers are generally hot and humid, with daytime highs frequently above 90 degrees Fahrenheit and scattered afternoon thunderstorms. Please carry water while participating in physical activity and be prepared to take shelter from lightning. Winters are generally cold, with nighttime lows frequently near freezing and occasional snowfall. Weather during spring and fall is generally moderate, but can change quickly.          Fees & Passes     Entrance Fees:   Piscataway Park - $0.00 All areas of Piscataway Park are free to the public.   National Colonial Farm at Piscataway Park - $0.00 The farm is free to the public. The Accokeek Foundation the operates the farm has special events throughout the year, some of the events have a fee.         Visitor Centers       National Colonial Farm The National Colonial Farm provides visitor services for Piscataway Park.                 The boardwalk and living shoreline at Accokeek Creek are just a few of the things to discover in Piscataway Park. Zachary Whitlow\/NPS Photo   Piscataway Park offers many opportunities for exploration and recreation. Whether you are looking for birdwatching spots or great views of Mount Vernon, begin here to plan a memorable visit.",
    "url": "https:\/\/www.nps.gov\/pisc\/planyourvisit\/basicinfo.htm"
}
