{
    "title": "Harriet Tubman Underground Railroad National Historical Park: Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research              Research       Scholars' Roundtable As part of the planning efforts, the National Park Service (NPS) engaged our partner, the Organization of American Historians (OAH), to help identify and bring together scholars to discuss the contexts, stories, and themes that would help communicate the national significance of the national monument.  Our panel, which included nationally focused subject matter experts, explored innovative perspectives in presenting the events, resources and individual stories that contributed to the national significance of HATU. This scholarly pursuit will play a critical role in informing the exhibit design planning for the state park's new visitor center (which will be co-managed by the NPS) and for creating the Foundation Document for HATU. Each scholar submitted a short essay in which they explored the significance of HATU and the historical interpretation of the park and its resources.  Scholars and Their Essays Dann J. Broyld is a Professor of History at the Central Connecticut State University. He earned his PhD in nineteenth-century United States and African Diaspora history at Howard University in 2011. His manuscript entitled Borderland Blacks: Rochester, New York and St. Catharines, Canada West, 1800-1861 has been accepted to the University of Toronto Press for publication. The study focuses on the American-Canadian borderlands and issues of Black identity, migration, and transnational relations. Broyld has a forthcoming article: “Harriet Tubman: Transnationalism and the Land of a Queen in the Late Antebellum.” Read Dann J. Broyld's essay. Cheryl LaRoche is an historical archeologist and a lecturer in American studies at the University of Maryland, and the author of Free Black Communities and the Underground Railroad: The Geography of Resistance, which is scheduled to be published later this year. A researcher whose work crosses several disciplines in an investigation of understudied topics pertaining to black in the Diaspora, LaRoche has served as a consultant for the Smithsonian’s National Museum of African American History and Culture and an archaeological conservator for the African Burial Ground Project in New York City. Read Cheryl LaRoche's essay. Kate Clifford Larson, a biographer who specializes in 19th and 20th century U.S. Women’s and African American History, has been a consultant and interpretive specialist for numerous museum, community, and public history initiatives related to Harriet Tubman and the Underground Railroad. The author of Bound for the Promised Land: Harriet Tubman, Portrait of an American Hero, Larson most recently has served as a consulting historian and curator for Harriet Tubman Underground Railroad Byway and the Harriet Tubman Underground Railroad State Park and Visitor Center in Dorchester County, Maryland. Read Kate Clifford Larson's essay. Amy Murrell Taylor is an Associate Professor of History at the University of Kentucky, where her research focuses on the social and cultural history of the U.S. South in the era of the Civil War and Emancipation. Her first book, The Divided Family in Civil War America, explored the image and reality of families divided by national loyalties in the Civil War period. Her current book project, a study of the hundreds of thousands of men, women, and children who fled slavery during the Civil War, examines how their experiences in so-called “contraband” camps shaped the way emancipation unfolded in the United States. Read Amy Murrell Taylor's essay. Margaret Washington is a Professor of History at Cornell University and the author of numerous books and articles on African American history and culture, African American women and Southern history. Her most recent major work, Sojourner Truth’s America, unravels Sojourner Truth’s world within the broader panorama of American history, slavery and other significant reforms in the turbulent age of Abraham Lincoln. Washington is currently writing a book on abolitionist women and biracial activism and researching for a project on transnational abolition in Americas. Read Margaret Washington's essay.",
    "url": "https:\/\/www.nps.gov\/hatu\/learn\/historyculture\/research.htm"
}
