{
    "title": "Harriet Tubman Underground Railroad National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2145 Key Wallace Drive  Cambridge, MD 21613                 Directions         Directions to our partners at the Blackwater National Wildlife Refuge, about 12 miles south of Cambridge, Maryland: from US 50, turn south on Route 16. Follow Route 16 to Church Creek about 7 miles; turn south on Route 335 (Golden Hill Road); follow Route 335 about 4 miles; turn east on Key Wallace Drive. The visitor center is about 1 mile from the intersection on the right. GPS: 2145 Key Wallace Drive, Cambridge, Maryland, 21613. Latitude\/Longitude: 380 26'\/ 76 0 07'  Directions Details           Operating Hours & Seasons         Harriet Tubman Underground Railroad Harriet Tubman Underground Railroad National Monument is a new national park area. It has no planned park facilities and will have limited services. It is a park in progress and in the coming years, you will see services added to the park done in cooperation with Maryland's planned Harriet Tubman Underground Railroad State Park which is expected to open in 2015.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           For details and information, please visit, http:\/\/www.nps.gov\/hatu\/index.htm.         Fees & Passes     Entrance Fees:   Harriet Tubman Entrance Fee - $0.00 There are no fees to visit Harriet Tubman Underground Railroad National Monument, but some partner sites may charge fees.         Visitor Centers                   View over Stewart's Canal NPS       The Underground Railroad - A different kind of battlefield The people, places and stories that make up the Underground Railroad represent a different kind of 19th-century battlefield. Like a battlefield, the events that took place on this ground and the people who participated in them are long gone. Like a battlefield, the fight was for freedom and the risks were life and death. And, like the secret network that the national monument commemorates, the history here may not be immediately obvious. You won't see Harriet Tubman represented here in structures and statues, rather, she is memorialized in the land, water, and sky of the Eastern Shore where she was born and where she returned again and again to free others. Tubman would easily recognize this place. The landscapes and waterways that she navigated and used for sanctuary on her Underground Railroad missions have changed little from her time.  Harriet Tubman Underground Railroad National Monument is a new park. In the coming years, you will see services added to the park done in cooperation with Maryland's planned Harriet Tubman Underground Railroad State Park. Today, you can explore Underground Railroad history and Harriet Tubman's story by enjoying the programs, facilities, and events sponsored and operated by our partners. The monument's boundary encompasses a mosaic of federal and state lands in Dorchester County, Maryland. It includes large sections of land that are significant to Tubman's early years and evoke her life while enslaved and as a conductor on the Underground Railroad. The national monument includes the following areas. There are no planned national park facilities on these sites.   Local Information Sailwinds Visitor Center, Cambridge, Maryland The map and guide, Finding A Way to Freedom, offers travel information and exhibits about Tubman's life and Eastern Shore culture. Located at Sailwinds Park East in Dorchester County, just off of Route 50 at the foot of the Choptank River Bridge. Admission is free.2 Rose Hill Place, Cambridge, MD 21613; (410) 228-1000. http:\/\/www.tourdorchester.org    Underground Railroad sites, facilities and programs NPS Underground Railroad \"Network to Freedom\" program The National Park Service's Underground Railroad Network to Freedom program works with individuals, communities and organizations around the nation to research, preserve, and promote historical sites and stories of the Underground Railroad.   http:\/\/www.nps.gov\/ugrr",
    "url": "https:\/\/www.nps.gov\/hatu\/planyourvisit\/basicinfo.htm"
}
