{
    "title": "Monocacy National Battlefield: Thomas House Window and Door Repair",
    "body": "Thomas House Window and Door Repair and Rehabilitation         NPS staff undertake lead paint abatement on one of the windows at Thomas House. NPS Staff  In 2009, Monocacy National Battlefield began a two-year project to repair the windows and doors at the historic ca. 1780 Thomas House. This project is part of a larger project to rehabilitate the Thomas House for use as the park's administrative headquarters. The goal of the project is make the windows and doors operational while maintaining as much of their integrity and historic fabric as possible. The first phase of the project focused on the window and door openings on the north and west elevations; a total of two doors, one screen door, 22 windows, two transoms, and two side lights were repaired during Phase I. Phase II will focus on the south and east elevations, and will begin in FY2010.        Damaged window and doors elements are carefully repaired, retaining as much original fabric as possible. NPS Staff  The Thomas House received very little preservation maintenance while it was in private hands; as a result, the windows and doors are in various stages of disrepair. Whenever possible, epoxy consolidation or wood \"Dutchman\" repairs are used; this helps conserve as much historic fabric as possible. Window and door components that are beyond salvage are replaced in-kind. The project also requires the removal of over two centuries of lead paint accumulation; remediation of this hazardous material will prevent it from contaminating the air and ground water, and also helps reveal historic millwork profiles and other architectural details. A number of interesting finds have surfaced during the course of the window and door repair project. For example, removal of decades of paint layers on the front door and its associated elements revealed several bullet holes, which likely occurred during the Battle of Monocacy. The holes are being repaired on the exterior but will be left intact on the interior so that they are still visible.        Sash cover signed \"Hiram Keefer 1860.\" NPS Staff  The principal elevation of the Thomas House features windows with \"jib\" doors, which were particularly popular during the Greek Revival period.  Jib doors allowed the window sash to be raised so that it functioned as a door; a total of five of these full-height windows survive at the Thomas House. During the course of repairing the jib doors, several of their sash covers were discovered to have been signed \"Hiram Keefer 1860.\" Hiram Keefer is noted in the 1860 census as a master carpenter; his son Hiram M. Keefer was also a carpenter and sash maker.   A door threshold with the same signature, and an attic rafter painted \"H.M.K. 1860\" suggest that Hiram M. Keefer undertook a number of carpentry projects at Thomas House. Discovery of the signed sash covers indicate that the jib doors and full-length Italianate porch were added in 1860 by the Thomas family shortly after their acquisition of the farm.      Repair and rehabilitation of the Thomas House doors and windows will restore them to a fully operable condition and also allow them to be maintained under the battlefield's cyclic maintenance program. Completion of this project helps make the Thomas House more energy efficient but also preserves a great deal of historic fabric, ensuring that this important historic structure is preserved for the enjoyment of future park visitors. The Thomas House window and door repair project is being performed by the National Park Service's Historic Preservation Training Center (HPTC). HPTC is headquartered at Monocacy National Battlefield in the historic Gambrill House.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/management\/thomas-windows-and-doors.htm"
}
