{
    "title": "Voyageurs National Park: Park Regulations",
    "body": "Park Regulations       To better serve visitors and protect the park, Federal and state laws and regulations have been put in place for everyone's enjoyment and safety. Below is a list of commonly asked regulation questions.        Know how to properly collect wood for your campfire NPS  General    As in all national parks, do not feed, collect, disturb or harm plants, animals, rocks, artifacts, historical objects, driftwood, flowers, pine cones, or other natural and cultural features. You may harvest up to one gallon of berries, per person, per day for personal consumption Hunting is not allowed.  Camping   You are required to store any item that has a smell in bear proof food storage lockers or hang from a tree or bear pole. Extinguish all campfires when unattended. Make sure the fire is out and the ashes are cold before leaving. Chainsaws are not allowed in the park unless being used to cut ice fishing holes. Quiet hours are park wide, 10:00 p.m. to 6:00 a.m.  Interior Lakes   Use artifical bait only, no pets, no privately-owned watercraft, and no aircraft landings are allowed.  Private Aircraft   Aircraft are prohibited on all water in the park except for the four major lakes: Rainy, Sand Point, Kabetogama, and Namakan Lakes.  Public Use Closures   Check at visitor centers or boat ramp bulletin boards for areas that have been closed to protect park visitors, park wildlife, and other sensitive resources. Closed areas are posted with signs.  Fishing   A Minnesota fishing license is required to fish in the park. Make sure you get a copy of the Minnesota Fishing Regulations and know the slot (size) limit for the lakes. Park rangers enforce MN State fishing regulations.  Canadian\/US Customs and Fishing   Know the regulations before you cross. For Canadian customs call (807) 274-3655 and for United States Customs (218) 283-0769.  More Information   For more information regarding park regulations, contact the park's Chief of Visitor Protection.",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/park-regulations.htm"
}
