{
    "title": "Monocacy National Battlefield: Thomas Bank Barn Restoration",
    "body": "Thomas Bank Barn and Silo Restoration         Thomas Farm Bank Barn   The Thomas Bank Barn is a timber frame barn which was built in the early 20th century. It is constructed on the limestone foundation of a much earlier brick barn and is one of several historic structures on the Thomas Farm, which was purchased in 1860 by C. K. Thomas. The Thomas Bank Barn and Silo restoration project is a multi-year project, which is intended to restore the barn to its historic appearance and to return it to a safe and usable condition. The first phase of the project (completed in 2003) consisted of emergency stabilization. The second phase (completed in 2005) focused on planning and design for the barn restoration project, and the third phase (completed in 2006) focused on permanent structural corrections to the timber framing system and flooring.        Barn forebay reconstruction   The fourth phase of the barn restoration (completed in 2007) consisted of reconstruction of the forebay wall in the lower story of the barn, and repair and stabilization of the stone foundation. This phase of the project required extensive archeological, architectural, and historic research, because the forebay wall had been removed when the barn was in private ownership. Archeological investigations were undertaken to identify remnants of the stone forebay wall foundation, and extant historic fabric was examined for clues to the original door and window configuration. A ca. 1948 photograph of the barn was also examined to verify clues provided in the architectural and archeological record. All of these sources of information were used to plan for the reconstruction of the forebay wall and reestablishment of the historic door and window configuration.         Reconstruction of the forebay wall has secured the barn's understory area from inclement weather and pests. Repair and stabilization of the stone foundation has corrected the barn's remaining structural deficiencies. Completion of these projects facilitated the completion of the fifth phase of the barn restoration: repairs to the roof framing system and replacement of the deteriorated standing-seam metal roof, which was completed in 2009. In addition to the replacement of the roof, the barn's historic ventilator cupolas were reconstructed, using a historic ventilator salvaged during the 2003 emergency stabilization project as a template. A modern concrete stave silo was also removed.        Silo roof repairs, before and after   The final phase of the barn restoration project consisted of repair and restoration of the brick silo and roof. This involved removal of the temporary cover constructed in 2003 to preserve the remaining roof elements. Unfortunately, the roof framing was largely unsalvageable, and the entire roof and roof framing had to be replaced in kind.  In addition, masonry repairs were undertaken to address a large crack that extended the full length of the silo, and most of the interior of was parged.  Repairs to the silo were completed in 2009.  The Thomas Barn and Silo Restoration project was performed by the National Park Service's Historic Preservation Training Center (HPTC). HPTC is headquartered at Monocacy National Battlefield, in the historic Gambrill House.                   Thomas House Dormer Repairs   8 Photos            Worthington House Restoration   5 Photos            Thomas House Roof Project   6 Photos              Best Farm Main House   11 Photos            Best Farm Secondary House   10 Photos            2008 Monument Projects   15 Photos              Best Farm Stone Barn Preservation   13 Photos            Thomas Farm Blacksmith Shop Project   4 Photos            Thomas Bank Barn \/ Silo Restoration   15 Photos              14th New Jersey Monument Project   13 Photos",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/management\/thomas-bank-barn-and-silo-restoration.htm"
}
