{
    "title": "Monocacy National Battlefield: Best House",
    "body": "Best House Exterior Preservation Project         Best House   The Best House is a multi-part structure constructed of stone, log, and frame. It is believed to have been constructed in the late 18th century by the Vincendières, a family of French planters who came to Maryland from the West Indian colony of Saint-Domingue (Haiti) and established a plantation known as L'Hermitage. Beginning in the 1830s or 1840s, the Best family began tenanting the farm, remaining on the property until the early 20th century. The National Park Service acquired the Best Farm in 1993.  As a result of its long history as a tenant farm, the house had been neglected for many years and was in a state of extreme disrepair. Beginning in 2006, the National Park Service undertook exterior preservation of the Best House, which focused on preservation of existing historic fabric but did not attempt to restore the building to a particular time period. The goal of the project was to address structural and cosmetic deficiencies in advance of opening the Best Farm to public access.        (Clockwise from top left) Termite infestation uncovered; siding removed and structure assessed; unsound fabric removed and structure stabilized; and after stabilization and siding replacement.   A component of the project called for repair and repainting of the siding covering the frame and log wings of the house. Upon removal of the siding, it became apparent that these elements had sustained extensive damage as a result of long-term termite infestation. It was clear that very few of the log members were salvagable, and that collapse of the rear wing was imminent without immediate intervention. After extensive consultation with experts in the fields of historic preservation and architectural history, a range of possible solutions was devised. The decision was made to retain as many of the character-defining features of the log wing as possible, including the disposition of the original window and door openings and the use of notched-log construction techniques. These elements were then preserved in place as \"artifacts\" of the original log structure, and a secondary dimensional lumber framing system was devised to carry the weight of the building.        Mold and mildew removal underway on north elevation of Best House.   A number of additional preservation tasks were also performed as part of the project.  Damaged siding was repaired or replaced as needed, hazardous lead paint was removed, and new paint was applied. Historic windows and doors were repaired and repainted, and the collapsing (20th century) front portico was demolished and replaced in-kind. Lastly, the stuccoed exterior was cleaned of mold and mildew.      Exterior preservation of the Best House was performed by the National Park Service's Historic Preservation Training Center (HPTC). HPTC is headquartered at Monocacy National Battlefield in the historic Gambrill House. To see photos of the Best House Exterior Preservation project, click on the link below.                   Thomas House Dormer Repairs   8 Photos            Worthington House Restoration   5 Photos            Thomas House Roof Project   6 Photos              Best Farm Main House   11 Photos            Best Farm Secondary House   10 Photos            2008 Monument Projects   15 Photos              Best Farm Stone Barn Preservation   13 Photos            Thomas Farm Blacksmith Shop Project   4 Photos            Thomas Bank Barn \/ Silo Restoration   15 Photos              14th New Jersey Monument Project   13 Photos",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/management\/best-house-exterior-preservation.htm"
}
