{
    "title": "Monocacy National Battlefield: Best Farm Secondary Dwelling",
    "body": "Best Secondary House         Best Farm Secondary Dwelling prior to stabilization.   The Best Secondary House is a small, two-story stone and log dwelling. It was likely constructed sometime in the late eighteenth century, and achieved its present exterior appearance by 1798 when the farm, known as L'Hermitage, was owned by Victoire Vincendière.  In 2005, Monocacy National Battlefield undertook exterior stabilization and preservation of the Best Secondary House. The building was last inhabited in the 1960s, and had since been used to house chickens and other livestock while the farm was in private ownership. As a result, the building was in a state of extreme disrepair when the National Park Service acquired it in 1993, and its deterioration was continuing as a result of weathering and structural instability.        Union enlisted man's shoe - known as a brogan or \"Jefferson bootee\" found under the attic flooring of the Best Secondary Dwelling.   The stabilization project focused on preservation of existing historic fabric, but did not attempt to restore the building to a particular time period. Historic fabric was reused or repaired whenever possible, and when necessary, severely deteriorated or unsalvagable elements were replaced in-kind. With its major structural deficiencies addressed, appropriate routine and cyclic maintenance will ensure that the Best Secondary House is preserved for future generations. The stabilization project resulted in a number of interesting finds.  When the siding was removed for replacement and repainting, a small window - probably original to construction of the log second story - was revealed.  In addition, a Union enlisted man's shoe - known as a brogan or \"Jefferson bootee\" - was discovered under the flooring in the attic, along with a canteen half and an Enfield ramrod. It is unknown how these objects came to be in the attic, but they provide a fascinating tangible link to the building's Civil War past. The Best Secondary Dwelling preservation and stabilization project was performed by the National Park Service's Historic Preservation Training Center (HPTC). HPTC is headquartered at Monocacy National Battlefield in the historic Gambrill House. To see photos of the Best Secondary House stabilization and preservation project, click on the links below.                   Thomas House Dormer Repairs   8 Photos            Worthington House Restoration   5 Photos            Thomas House Roof Project   6 Photos              Best Farm Main House   11 Photos            Best Farm Secondary House   10 Photos            2008 Monument Projects   15 Photos              Best Farm Stone Barn Preservation   13 Photos            Thomas Farm Blacksmith Shop Project   4 Photos            Thomas Bank Barn \/ Silo Restoration   15 Photos              14th New Jersey Monument Project   13 Photos",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/management\/best2ndhouse.htm"
}
