{
    "title": "Monocacy National Battlefield: 14th New Jersey Monument",
    "body": "14th New Jersey Monument          This monument was dedicated by the State of New Jersey to commemorate the heroic services of the 14th New Jersey Regiment. Nicknamed the \"Monocacy Regiment,\" the 14th New Jersey was assigned to guard Monocacy Junction for nine months during the winter of 1862 and 1863. They established a winter encampment known as Camp Hooker for that purpose. The regiment returned in 1864 and was instrumental in delaying the Confederate advance during the Battle of Monocacy, incurring losses of two-thirds of its men - more than any other Union regiment engaged during the battle. The 14th New Jersey Monument was the first of five monuments to be erected on the battlefield. The dedication ceremony, held on July 11, 1907, was attended by 180 survivors of the regiment. The monument is constructed of granite and measures about 24 feet high, topped by a sculpture of an infantry soldier. The front of the monument features a Greek cross along with two bronze tablets. The first bronze plaque reads:  Erected by the State of New Jersey to commemorate the heroic services of the 14th Regiment, New Jersey Volunteer Infantry, 1st Brigade, 3rd Division, 6th Army Corps, Army of the Potomac, at the Battle of Monocacy, MD. July 9, 1864. ********* The 14th Regiment New Jersey Volunteers was organized on the Monmouth Battle Ground, and mustered in the United States service near Freehold, New Jersey August 26th, 1862, and was mustered out June 18th, 1865, near Washington, D.C.  The second plaque reads:  The Union forces commanded by General Lew Wallace on the battlefield so stubbornly opposed the Confederate troops under General Jubal A. Early as to assure the safety of the National Capital. ************* The commission to erect the monument Major John C. Patterson, President Adjutant William H. Foster, Secretary Corporal R. A. Clark, Treasurer Captain Jarvis Wanser Sergeant John Grover Thos Manson & Son, Builders  A third plaque, placed on the 100th anniversary of the battle reads:  This site rededicated July 5, 1964 Civil War Centennial Commission State of New Jersey  A plaque placed for the 100th anniversary of the monument's dedication reads:  We commemorate the 100th anniversary of this monument and rededicate it in honor of those who served with pride and distinction in the 14th New Jersey Volunteer Infantry. One hundred years ago, in a time of healing, the surviving veterans came here to remember their comrades and their sacrifices. We gather here today to honor them anew. Their struggle to preserve the Union must never be forgotten. The New Jersey Civil War History Association July 7, 2007         14th New Jersey Monument during cleaning process.   This final plaque was unveiled at a rededication ceremony held on July 7, 2007, coinciding with the monument's 100th anniversary. In advance of the ceremony, the monument was cleaned and restored by monument conservators from the National Park Service. more...",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/new-jersey-monument.htm"
}
