{
    "title": "Monocacy National Battlefield: John W. Garrett",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Other Notables     John W. Garrett                  John W. Garrett, President, B & O Railroad          John Work Garrett was born in Baltimore, Maryland on 31 July 1820. At the age of 16, he became an associate in his father's commissions business, Robert Garrett & Sons, and at 19 he became a clerk in the firm. In 1855, he was elected to the Board of Directors for the Baltimore and Ohio (B&O) Railroad. Three years later, on November 17, 1858, he was elected President of the B&O Railroad - a position he held for 26 years. The Civil War John Garrett and the B&O Railroad played a key role in helping preserve the Union during the Civil War. The nation's first railroad assumed the important role of transporting soldiers, equipment, supplies, and wounded. Indeed, the Civil War was the first war in which railroads were used extensively. At the outbreak of the war, the B&O became the nation's most important railroad because it linked Washington, D.C., to the rest of the Union, and allowed soldiers to move quickly into Virginia as well as Confederate territory to the west.  Garrett sympathized with the southern cause, but his business allegiance was to the Union. While neither a soldier nor a politician, his counsel was highly respected and trusted. He was frequently called to Washington, D.C., for advice on transportation affairs. Throughout the war, Garrett could be found either in Baltimore (Camden) where he received reports and issued orders for movement of trains, or along the B&O rail lines trying to maintain the morale of his men. Monocacy Junction At the Battle of Monocacy, John Garrett was instrumental in protecting Washington, D.C., from Confederate invasion. As early as June 29, 1864 - eleven days prior to the battle - railroad agents on the B&O reported that Confederate soldiers were moving down the Shenandoah Valley. Recognizing the importance of this information, Garrett telegraphed Secretary of War Edwin Stanton and informed him of the reports. The Lincoln administration, however, took no action. Over the next few days, as additional reports of Confederate activity were brought to his attention, Garrett again contacted Washington. Still no action was taken, so the B&O president contacted Major General Lew Wallace, commander of the Union Army's Middle Department (based in Baltimore). After this meeting, Wallace issued orders to strengthen the Union positions at Monocacy Junction. Garrett also made preparations for engines and cars to move troops to the Junction by rail. After alerting Washington, convincing Wallace to prepare a defense of the Junction, and facilitating the movement of troops to Monocacy, Garrett continued to provide information to Washington regarding the developing situation. When steam ships sent Union reinforcements to Locust Point, Maryland (near Baltimore), the B&O transported them to Monocacy in time to aid Wallace. Garrett also used his resources to provide rapid transportation of ammunition and rations to Monocacy. President Lincoln even contacted Garrett directly on two occasions to get information about the battle. So, despite his absence from the battlefield, Garrett was indeed a prominent figure in the defense of Washington. Lincoln paid tribute to Garrett after the battle, stating that Garrett was: \"The right arm of the Federal Government in the aid he rendered the authorities in preventing the Confederates from seizing Washington and securing its retention as the Capital of the Loyal States.\"",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/john_w_garrett.htm"
}
