{
    "title": "Monocacy National Battlefield: The Thomas Family",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Other Notables     The Thomas Family                  The Thomas Family         Samuel Thomas (center) with friends J. Anderson and H. Gatchell   Born in 1818, Christian Keefer Thomas was a Frederick County native. For a large part of his professional life, however, he resided in Baltimore, where he was a partner in the wholesale dry goods firm of Devries, Stevens, and Thomas. In 1839, Thomas married Evelina Virginia Buckey, and within a few years their son Samuel was born. Around 1860, Thomas sold his interest in the dry goods business, and purchased the Araby Farm that same year for $17,823.75. Thomas returned to his native Frederick County to retire, hoping to avoid the impending violence and unrest of the Civil War. The Thomas family had hardly settled in before the Civil War came to them. Because of its strategic bridges, roads, and railways, both Union and Confederate forces were active in the Monocacy area throughout the period of conflict, particularly during the Antietam (1862) and Gettysburg campaigns (1863).  Although he owned slaves and is generally thought to have been sympathetic to the Southern cause, C. K. Thomas had extensive interactions with the Union army.  During the Gettysburg Campaign in 1863, Union General Winfield Scott Hancock headquartered in the Thomas House. Thomas was also friendly with several soldiers from the 14th New Jersey Regiment, who camped nearby at Monocacy Junction during the winter of 1862 and 1863.         Thomas House ca. 1888   During the Battle of Monocacy, fought on July 9, 1864, the Thomas family hid in the cellar while heavy fighting raged around them. Battle accounts record that the fighting \"swarmed\" around the Thomas House and outbuildings; the house changed hands several times over the course of the day, and Union sharpshooters occupied the upper floors before being flushed out by Confederate artillery.  While the Thomas family survived the battle unharmed, the farm continued to be a focal point of military activity: in August 1864, Union generals Grant, Hunter, Ricketts, Crook, and Sheridan used the Thomas House to plan the Shenandoah Valley campaign. After the Civil War ended, the Thomas family began the process of rebuilding. By 1868, the farm had recovered sufficiently to serve as the setting for 21-year-old Alice Thomas's wedding. In the 1870s, C. K. Thomas became active in local politics, serving as president of both the Agricultural Society and the School Board.  C. K. Thomas died in 1889, after a prolonged respiratory illness; his obituary described him as a \"gentleman of pleasant manners\" and remarked that \"his beautiful home was noted for its hospitality and delightful social entertainments.\"  The farm remained in the Thomas family until 1910. It was acquired by the National Park Service in 2001.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/the_thomas_family.htm"
}
