{
    "title": "Monocacy National Battlefield: The Worthingtons",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Other Notables     The Worthingtons                  The Worthingtons         John and Mary Worthington   John T. Worthington was born in 1826 into an extended Frederick County family of “prominent” farmers. John married Mary Ruth Delilah Simmons in 1856 and the couple eventually had four children, three of whom survived childhood. In 1862, Worthington purchased “Clifton Farm” adjacent to the Monocacy River, renamed it “Riverside Farm,” and settled his family into their new home. The morning of July 9, 1864 was spent preparing for the impending battle. Hoping to minimize his loss of property, Worthington instructed the family’s slaves to gather wheat from the field, and then to take the horses to nearby Sugar Loaf Mountain and hide them in the “darkest and loneliest place you can find.” However, Confederate soldiers discovered and confiscated all nine horses, at a substantial cost to John Worthington. After the horses were hidden, the slaves busied themselves placing tubs of water in the cellar and boarding up the windows. During the Battle of Monocacy, Confederate troops crossed the Monocacy River onto the Worthington Farm, initiating three attacks from the farm fields. Worthington and his family took refuge in the cellar, and through the boarded-up windows, six-year-old Glenn Worthington watched intently as the fighting raged in front of the house. In his memoir Fighting For Time, Glenn Worthington recalls that, “Glimpses of blue could be seen as they passed windows. More than one received his death wound close to the house and fell there to die, in Worthington yard.”  After the battle, John Worthington and his family assisted with the care of the wounded soldiers; in fact, Glenn and his seven-year-old brother Harry were sent into the nearby fields to gather sheaves of wheat for use as a bed for a wounded Confederate soldier. While the wounded were being cared for, other Confederate soldiers gathered the muskets that had been thrown away by the retreating Union soldiers. The muskets were placed in a pile in Worthington’s back yard and set on fire, leaving only the gun barrels and bayonets. Glenn desired one of these bayonets as a souvenir. He procured a stick and began to drag the bayonet from the embers, and as he stooped to retrieve his prize, an ember touched a discarded paper cartridge which exploded in his face. A Confederate soldier carried him, blinded and yelling, into the house. Luckily Glenn’s eyesight was not damaged by the explosion and he made a full recovery. After the Civil War, John Worthington continued to be a successful farmer, managing to acquire an additional farm as well as improve “Riverside Farm.” The Worthingtons also maintained a townhouse in Frederick until the 1890s, which John inherited from his father, James W. Worthington. John and Mary Worthington remained at “Riverside Farm” until their deaths in 1902 (Mary) and 1905 (John). The farm passed to Glenn and his brother Clark, and although neither lived there, it remained in the Worthington family until 1953.        Glenn Worthington (left) with a cousin   Impressed with the scene that was forever etched in his memory, Glenn grew up with a strong interest in the battle and its importance in saving Washington, D.C. In the late 1920s, he began to work for the creation of Monocacy as a battlefield park. He joined with others to form the Monocacy Battlefield Association and wrote a history of the battle entitled Fighting for Time. Worthington saw his dream of a battlefield park become a reality shortly before his death in 1934, when Congress established the park “to commemorate the Battle of Monocacy.” Due to a lack of funds, however, Monocacy Battlefield was a park in name only. Due to increasing development pressure, in the 1970s the National Park Service was finally authorized to establish the battlefield boundary, and began purchasing land after 1980. The Worthington Farm became part of the park in 1982, preserving for future generations the stories of both the soldiers who fought here and the family that called the farm home.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/the_worthingtons.htm"
}
