{
    "title": "Monocacy National Battlefield: The Gambrills",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Other Notables     The Gambrills                  The Gambrills         The James Gambrill family ca. 1890   In 1855, James H. Gambrill purchased the Araby Mills complex from his former employer and mentor, a miller named George W. Delaplane. Gambrill was born in Howard County, Maryland in 1830 into an extended family that comprised a virtual \"milling dynasty\" in the Baltimore area.  James Gambrill married Antoinette Staley in 1860 and the couple eventually had ten children, nine of whom survived childhood. By 1872, Gambrill had achieved a level of prosperity that allowed him to construct a lavish Second Empire-style mansion, one of the largest single-family residences ever built in Frederick County, and one its very few full-scale Empire-style houses. Known today as the Gambrill House, it featured an elegant double parlor, intimate library, wine cellar, and spacious dining room, as well as a third-floor ballroom with a built-in stage. The commodious rooms were accented by imported Italian marble fireplaces, elaborate plaster ceiling medallions, elegant wallpaper, and large crystal chandeliers. The house was richly furnished throughout; in 1876, the Gambrill's furniture was valued at $1,200. John Worthington, owner of the nearby Worthington Farm, owned furniture valued at just $350. James Gambrill's success as a miller and businessman continued through the 1870s and 1880s. Described as \"a characteristic American merchant, active, thorough, and full of energy and vim,\" Gambrill took over a large steam-powered flour mill in downtown Frederick in 1878. In 1882, Gambrill installed roller milling machinery in his Frederick City mill, thus becoming an early participant in the \"roller revolution\" which transformed the American milling industry. Araby Mill was not converted to rollers, but still produced as many as 12,000 barrels of flour per year at its peak. By the close of the nineteenth century, Gambrill's milling business had failed, primarily as a result of competition with the large-scale milling operations of the Upper Midwest. In 1897, Gambrill sold his house and mill, and while the house continued to be occupied by a succession of owners over the years, the mill never resumed operation.  In spite of the ultimate failure of Gambrill's milling operation, when he died in 1932 at the age of 102, his obituary described him as a \"pioneer miller.\"",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/the_gambrills.htm"
}
