{
    "title": "Monocacy National Battlefield: Major General Stephen D. Ramseur",
    "body": "Confederate Major General Stephen D. Ramseur         Confederate Major General Stephen D. Ramseur   The day after Stephen D. Ramseur celebrated his 27th birthday, he was promoted to the rank of Major General. Ramseur was the youngest West Point graduate (class of 1860) in the Confederate army to attain that rank. Prior to the war, he had been a Second Lieutenant. On April 10, 1861, Ramseur resigned his commission in the United States Army and entered the Confederate army as a Captain of the Ellis Light Artillery. One year later, in April 1862, he was promoted to Colonel of the 49th North Carolina Infantry Regiment. Ramseur was seriously wounded in the right arm at the Battle of Malvern Hill (July 1, 1862). As he recuperated, he was promoted to the rank of Brigadier General. He was wounded again at the Battle of Chancellorsville (May 3, 1863) and also at the Battle of Spotsylvania Court House (May 7-19, 1864). For his actions at Spotsylvania, General Robert E. Lee promoted Ramseur to the rank of Major General on June 1, 1864. During the Battle of Monocacy, Ramseur's Division led the Confederate Army down the Georgetown Pike and encountered the Union pickets and skirmishers at the covered bridge which spanned the Monocacy River. Ramseur ordered an immediate attack on the covered bridge but after reconnoitering the area, it was determined that the Union troops were too well positioned. The possibility that his forces would become bottlenecked at the bridge, causing heavy casualties, led to the Confederate's decision to find an alternate route for crossing the river. Ramseur's troops continued to pressure the junction and bridge throughout the day, and eventually succeeded in driving the Union forces over the railroad bridge. On October 19, 1864, Ramseur was shot through both lungs and captured at the Battle of Cedar Creek. He was taken to Union Major General Sheridan's headquarters where he died the following day. Ramseur had been married less than a year and had just received word before the fateful battle of the birth of his daughter.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/general-ramseur.htm"
}
