{
    "title": "Monocacy National Battlefield: Brigadier General James B. Ricketts",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Soldiers at Monocacy     Brigadier General James B. Ricketts                  Union Brigadier General James B. Ricketts          Union Brigadier General James B. Ricketts Prior to the outbreak of the Civil War, James B. Ricketts was a career soldier who held the rank of captain. He was a graduate of West Point and fought in both the Mexican and Seminole Wars and served in various garrisons. Taken Prisoner While commanding an artillery battery in July 1861, at the First Battle of Bull Run, he was wounded four times and captured by Confederate soldiers. Upon learning of her husband's capture, Fanny Ricketts crossed Confederate lines, determined to find her husband and nurse him back to health. Fanny endured many hardships, but was successful in effecting his recovery. In addition, she aided many other Union prisoners. While a prisoner, Ricketts was chosen as a hostage and threatened with execution if Confederates being held by the Union were convicted of piracy and hanged. As this did not happen, he was released and soon after received a commission as a brigadier general. Ricketts was wounded again during the Antietam Campaign on September 17,1862. Two horses were shot from under him and he suffered serious injuries when the second horse fell on him. He returned to field command nineteen months after the Battle of Antietam. The Battle of Monocacy At the Battle of Monocacy, Ricketts commanded the 3rd division of the Sixth Corps and was engaged in the heaviest fighting of the battle. His division confronted Confederate Major General John B. Gordon's forces on the Thomas and Worthington farms. During this battle, Union forces incurred roughly 1,300 casualties with Ricketts' division accounting for the majority of the killed and wounded. After holding the Confederate forces for nearly the entire day, the Union troops fell back to Baltimore. Union forces lost the battle, but were able to delay the Confederates long enough for Washington, D.C. to be reinforced. Ricketts rejoined the Sixth Corps in Washington, D.C. and the pursuit of the Confederates. Subsequently, Ricketts participated in the Shenandoah Valley Campaign of 1864 during which he suffered a disabling chest wound at Cedar Creek (19 October 1864). He was forced to retire from active military service in 1867 because of his wounds, but continued to perform court martial duty until 1869. General Ricketts died at his residence in Washington, D.C. on September 22, 1877 and is buried in Arlington National Cemetery.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/james_ricketts.htm"
}
