{
    "title": "Monocacy National Battlefield: Other Slaves at Monocacy",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Slavery at Monocacy     Other Slaves at Monocacy                  Other Slaves at Monocacy       James Marshall, a Scottish merchant who began purchasing land in the Monocacy area in 1758, owned as many as 16 enslaved laborers. However, the only information about these individuals comes from his will and a few other primary sources. Eight slaves are mentioned in Marshall's will - Jane and her children Maria and Ned; Esther and her son Israel; Rachel and her son Jack; and a man named Joe. An 1801 court case involving Marshall mentions two additional slaves - Harriet and Charlotte - who were also born to Esther. The inventory associated with Marshall's will lists six additional slaves: Lannom (also known as \"Lanham\"), Moses, Glasgow, Jerry, Sookey, an \"old Negro Woman,\" and \"1 Blind Mullato Woman.\" *****      Christian Keefer Thomas, who purchased the Thomas Farm in 1860, owned at least one enslaved laborer. Primary historic references indicate that on May 24, 1860, Thomas purchased a 15-year-old boy named Daniel Ely for the sum of $600. There are other references to African Americans at the Thomas Farm; on July 13, 1864 C. K. Thomas told the Frederick Examiner that \"among the articles take from his house [by Confederate troops] were the clothing of his Negroes.\" In addition, a letter written on December 6, 1862 by Peter Vredenburg of the 14th New Jersey Regiment recalls a \"musical party at the Thomas'...toward midnight the darkies...came in and after partaking of a supper squared themselves for dancing...It was real plantation.\" While these passages make it clear that African Americans were living and working at the Thomas Farm, it is not apparent if these individuals were enslaved or free. However, census records from 1840 indicate that C. K. Thomas had been a slaveowner in the past. *****      John Worthington, who purchased the Worthington Farm in 1862, was part of an extended family of prominent, well-off Frederick County farmers. In 1850, more than a decade before his purchase of the Worthington Farm, John Worthington owned as many as 16 enslaved laborers. By 1860, this number had decreased to seven. On the morning of July 9, 1864, two of Worthington's slaves - John Ephraim Tyler Butler and Thomas Palm - were instructed to hide the family's horses at Sugar Loaf Mountain. *****      David Best, who began tenanting the Best Farm sometime in the 1830s or 1840s, owned seven enslaved laborers in 1850 and six in 1860. A free African-American \"House Servant\" named Tat and a free African-American laborer named Plummer further augmented Best's workforce in 1860.  Primary historic references provide some information about the enslaved individuals at the Best Farm. In 1842, for example, David Best mortgaged a female slave named Diana, along with her three children Charity (age 8), Nelson (age 6), and Eliza Ann (age 4). In 1846, Best again mortgaged Charity (age 10), Nelson (age 9), and Eliza Ann (age 7), but this time he also included Diana's son Elias Washington (age 3).  Apparently, Best either sold or forfeited Eliza Ann, as he is recorded as purchasing a 20-year-old woman named \"Ann Eliza\" Combash in September 1860 for $250.  He then sold Ann Eliza, along with her brother Elias (age 18) for $660. In August of that same year, Best sold a 22-year-old man named John N. Combash for $200; \"John N.\" may be the child Nelson that Best mortgaged in 1842 and 1846. John N. Combash, Ann Eliza Combash, and Elias W. Combash were all sold to a neighboring landowner named John Linn. *****      Daniel Baker, whose family acquired the Baker Farm in 1841, appears to have utilized enslaved labor at his farm. In the 1850 census, Baker is recorded with one 51-year-old male slave, and the 1860 census records two female slaves, aged 18 and 40. Records indicate that Baker purchased a number of enslaved laborers, often stipulating a set term of several years. For example, on May 16, 1856, Baker purchased the services of an enslaved woman named Savilla for a set term of 12 years, after which she was to be manumitted (in 1868). Simultaneously, Baker entered into an agreement with a free African-American named Henry Williams, Savilla's husband. Williams agreed to sell himself into servitude to Daniel Baker for six years, in exchange for a reduction in Savilla's term to six years. Daniel Baker agreed to this arrangement, but less than a year later, he sold Savilla to Samuel Hoke along with the services of Henry Williams as stipulated in their prior agreement. The bill of sale, however, lists Savilla's term of service as 12 years, less the year she had already served Baker. Baker purchased other enslaved laborers as well; in 1860 he purchased a 12-year-old girl named Martha, and in 1862 he purchased an enslaved man named William Henry.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/ei_others.htm"
}
