{
    "title": "Monocacy National Battlefield: Major General John B. Gordon",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Soldiers at Monocacy     Major General John B. Gordon                  Confederate Major General John B. Gordon          Confederate Major General John B. Gordon Of all the officers who fought at Antietam and Monocacy, none was more dynamic than John B. Gordon. At Antietam as a colonel, he commanded a regiment at Bloody Lane. That morning he assured General Lee that his men would stay until the sun went down, or the battle was won. He was wounded five times, continuing to lead after all but the fifth when he fell unconscious, bleeding profusely from a wound through his cheek. At Monocacy, he was a Major General commanding the forces which were engaged in the heaviest fighting. His division confronted Ricketts' division on the Thomas and Worthington farms, eventually forcing the Union forces to retreat. Relationship with Jubal Early Gordon did not get on well with his superior officer, Jubal Early. He said Early was an able strategist and \"one of the coolest and most imperturbable of men under fire and in extremity.\" Nonetheless, Gordon criticized him for ignoring subordinates' suggestions and discounting scouting reports. Gordon's marital relations may also have influenced his relationship with Early. Gordon's wife Fanny accompanied him on all his campaigns, traveling with the army and nursing him when he was wounded. Gordon wrote in his memoirs that Early was annoyed by the presence of Mrs. Gordon in camp, and was once heard to say: \"I wish to God that the Federals would capture her and keep her until the end of the war.\" Remembering the Battle At a White House reception more than thirty years after the battle, Gordon was introduced to Lew Wallace, commander of the Union forces at Monocacy. Gordon was then a Senator from Georgia. Sitting together on a sofa, they talked about the battle of Monocacy- Gordon stated that Wallace was the only person who had whipped him during the war. Wallace demurred, arguing that Gordon had possession of the field; Gordon replied, \"In that sense you are right; but you snatched Washington out of our hands- there was the defeat. ... The duty of driving you off the road fell to me; and I did it, but not until you had repulsed several attacks, and crippled us so seriously we could not begin pushing our army forward until next morning about ten o' clock.\"",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/john_b_gordon.htm"
}
