{
    "title": "Monocacy National Battlefield: Slavery at L'Hermitage",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Slavery at Monocacy     Slavery at L'Hermitage                  Slavery at L'Hermitage         Secondary house on the former L'Hermitage; this building is likely the \"stone house with the upper storeys painted white.\"   In 1800, Victoire Vincendière, landowner of the L'Hermitage plantation (encompassing the present-day Best Farm), owned 90 enslaved African-Americans, making her one of the largest slaveholders in Frederick County. The Vincendières came to the United States from Saint-Domingue (present-day Haiti) in 1793 to escape civil unrest associated with the French Revolution and with the slave uprising that began in Saint-Domingue in 1791. The first documentation of the Vincendières in Frederick County is a 1793 slave registration.  This document was filed in compliance with a Maryland law attempting to regulate the number of domestic slaves imported into the United States. The Vincendières brought twelve of their enslaved servants with them from Saint-Domingue - the maximum legal limit. Historic references indicate that the Vincendières instituted a particularly harsh slave system at L'Hermitage. Julian Niemcewicz, a Polish diplomat, traveled by coach between Georgetown and Frederick in June of 1798, and made the following account of L'Hermitage:   June 15. ... Four miles from the town [of Frederick] we forded the river [Monocacy]. On its banks one can see a row of wooden houses and one stone house with the upper storeys painted white [the secondary house]. ... One can seen on the home farm instruments of torture, stocks, wooden horses, whips, etc. Two or three negroes crippled with torture have brought legal action ...  While there are some exaggerations in the Niemcewicz account, it contains a number of verifiable facts. Indeed, several court cases have been uncovered which accuse the Vincendières and their associates of mistreating their slaves, including severe physical abuse as well as denial of appropriate food and shelter. The documentary evidence of cruelty to slaves that appears in the historic record indicates that L'Hermitage may have been an attempt by the Vincendière family to perpetuate the system of slavery they had been accustomed to in Saint-Domingue. The Vincendières may also have viewed a large enslaved population as an expression of status, wealth, and power. By 1820, the enslaved population at L'Hermitage had decreased to 48. Much of the decrease may have been achieved through sales in the first two decades of the 1800s; however, historic records indicate enslaved laborers also ran away from L'Hermitage.  A December 1, 1795 newspaper advertisement offers a reward for the return of a slave named Jerry who ran away while he \"was hired out to work at brick-making both in Annapolis and Baltimore-town.\"  It is not known if Jerry was ever caught and returned to L'Hermitage.  By the time she died in 1854, Victoire Vincendière had sold or manumitted most of her slaves, and the remaining three were freed in her will.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/ei_lhermitage.htm"
}
