{
    "title": "Monocacy National Battlefield: Victoire Vincendire",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Early Settlers     Victoire Vincendire                  Victoire Vincendière         The Vincendières are credited with construction of this unusual stone barn.   In 1793, at the age of 16, Victoire Pauline Marie Gabrielle de la Vincendière and her family came to Frederick County in 1793, from the Caribbean colony of Saint-Domingue (present-day Haiti). In 1798 she purchased 291 acres of land on the west side of the Monocacy River from James Marshall, who possessed significant landholdings in the area. The Vincendières assembled a 748-acre plantation known as L'Hermitage, which included as many as 90 enslaved individuals. The 1800 Frederick County census lists Victoire as the head of household for L'Hermitage. It was unusual at this time for a single woman of Victoire's age to be in charge of of a household and plantation of this size. Indeed, the Vincendière family was unusual in a several ways. Their origins in France and the Caribbean, as well as their devout Catholicism contrasted sharply with the predominantly English and German Protestant population of Frederick County. Their different worldview was reflected in the way they established and operated their plantation. Victoire's land holdings were not limited to L'Hermitage, however. In 1809, she purchased a 201 acre tract called Hawkins' Merry Peep-o-Day about five miles outside of Harpers Ferry, West Virginia, and in 1811 a 37-acre tract known as Gleanings. In 1816 she purchased a house tract in Frederick, in 1821, 28 acres of Resurvey on Tuscarora and in 1823 she bought 80 acres of a tract called Maryland. By 1816 and 1819, Victoire Vincendière was advertising portions of L'Hermitage for sale in the local newspaper. By 1820, her mother and at least one of her brothers had died, and her remaining siblings were apparently married and no longer living on the plantation. Victoire sold L'Hermitage in 1827 for $24,025 - more than ten times the amount of its 1798 tax assessment. Victoire moved to a townhouse on Second Street near St. John's Catholic Church in Frederick, Maryland where she lived until her death in 1854.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/victoire_vincendiere.htm"
}
