{
    "title": "Monocacy National Battlefield: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         National Park Service Volunteer Logo NPS  Volunteering is an American tradition, that over the years, has made an immeasurable contribution to communities, organizations, and individuals throughout the country. Volunteers are vital to the success of the National Park Service (NPS). The Volunteers-In-Parks (VIP) program can accept and use voluntary help and services from the public, in ways that are mutually beneficial to the NPS and the volunteer. Each year more than 120,000 volunteers donate over 4 million hours of service in their national parks. They come from every state and many different countries to help preserve and protect America's natural and cultural heritage for the enjoyment of this and future generations. Becoming a steward at Monocacy National Battlefield can be a rewarding experience.  It provides an opportunity to share your knowledge, expertise, and passions through public service with thousands of visitors each year.  There are three volunteer categories at Monocacy National Battlefield; they include:   Long Term Volunteers Long Term Volunteers contribute four or more hours on a regular basis (weekly, bi-weekly, or monthly) throughout the year and for multiple years Group Volunteers  Organizations or groups interested in stewardship, organize a day in which they will contribute time towards a specific project  Living History Volunteers   Living History Volunteers assist with special programming by portraying period impressions of soldiers and civilians.  They also assist with historic weapons demonstrations        Consider becoming a steward at your National Park today!                     Long Term Volunteers   Volunteers at Monocacy National Battlefield assist park staff with carrying out the Mission of the National Park Service.  Volunteer today!        Group Volunteers   Group Volunteers enjoy projects that facilitate teamwork, commradarie, and commitment to the local community!         Living History Volunteers   Living historians provide multi-sensory experiences that help visitors understand the lives of soldiers and civilians during the Civil War.              Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/mono\/getinvolved\/volunteer.htm"
}
