{
    "title": "Monocacy National Battlefield: James Marshall",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Early Settlers     James Marshall                  James Marshall: Scottish Merchant         James Marshall's tracts Wett Work and Arcadia in relation to present-day Monocacy National Battlefield   James Marshall was a Scottish merchant who immigrated to Prince George's County, Maryland from Glasgow, Scotland in 1747. Marshall worked as an agent or \"factor\" for the Glasgow merchant firm John Glassford & Company, which specialized in the export of Maryland tobacco to Great Britain in exchange for imported consumer goods, sold at Glassford's stores along the Potomac River. Throughout the 1750s and 1760s, Marshall advanced his commercial interests, becoming manager of Glassford's Piscataway store. In 1758, Marshall began acquiring land in Frederick County with his purchase of part of a large land tract known as Wett Work on the eastern bank of the Monocacy River. In 1765, Marshall purchased several parcels of land along the western bank of the Monocacy, increasing his Frederick County landholdings to over 900 acres. Marshall's Frederick County land was valuable for its timber resources as well as its proximity to the river. It was also desirable because two main roads passed through it. One road, the Georgetown Road, crossed the Monocacy River via the Middle Ford ferry. As was customary in colonial times, the ferry also featured a tavern. Marshall leased the Middle Ford Ferry and tavern to a variety of different operators during the eighteenth and early nineteenth centuries. By about 1770, James Marshall appears to have been residing in Frederick County, and around 1780, he constructed a large brick manor house, on the present-day Thomas Farm. In addition to the ferry and tavern, Marshall operated a sawmill and continued to speculate in land and timber. He also owned 16 African-American slaves. James Marshall died in 1803, leaving behind an extensive estate which was divided among his five children. In 1812, Marshall's heirs sold their interest in the property to the McPherson family, who eventually subdivided the property. James Marshall was instrumental in the development of Frederick County and the Monocacy area; in fact, much of the present-day Monocacy National Battlefield encompasses lands that originally were owned by him, including the Best, Thomas, Worthington, Lewis, and Baker Farms, as well as the Gambrill Tract.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/jamesmarshall.htm"
}
