{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         This native Hawaiian species is the ‘Auku‘u (Black-Crowned Night Heron). Generally active at dawn and dusk, it mostly feeds on crustaceans and fish. It is the only known native bird to successfully nest in the park.   Observing Manu (birds) Spend a few hours observing and identifying the birds that find habitat on the land and in the water at Pu‘uhonua o Hōnaunau National Historical Park. Recent surveys have recorded 30 species of birds. Six of these species are native to Hawai‘i (see species list below) but are generally uncommon or rarely observed in the park. Some are occasionally seen off shore or in flight overhead, such as ‘Iwa (Great Frigatebird). During the winter, it is common to observe Kolea (Pacific Golden Plover), ‘Akekeke (Ruddy Turnstone) and ‘Ūlili (Wandering Tattler) foraging along the rocky shoreline.  The Hawaiian names for ‘Akekeke and the ‘Ūlili are similar to their individual calls and are thus indicative of their presence in Hawai‘i for many years.   A watchful eye and an awakened ear will lead you to discover some of the other feathered visitors observed at Pu‘uhonua o Hōnaunau . Most of these will be non-native birds which continue to pose a threat to the habitat and food supply for the native Hawaiian birds that have spent thousands of years evolving on this island. Upon your arrival at the park, you might watch several Saffron Finch nibbling on the tall grass seeds of the Pili (Tanglehead Grass) or hear the Common Myna birds calling from within the Noni (Indian Mulberry trees). As the moon's light takes over for the sun, listen for the screech of the barn owl.        Endemic and Endangered As of January 2008, the state of Hawai'i has 344 plants and animals on the USFWS Threatened and Endangered Species list, 32 are native birds. This is twice as many as any other state except for California (309). Six native species have been observed in the park, half of these are endemic (found only in Hawai'i), the 'Io, Pueo and Ae'o and two others are endangered. The 'Io (Hawaiian Hawk) is endangered and it is the only resident raptor found in Hawai'i. You are most likely to see it soaring against the blue sky, with its keen eyes searching the earth far beneath its wings, for another meal. The Pueo (Short-eared Owl) is usually silent except for a series of low hoots heard during courtship and an occasional muffled bark. It is crepuscular in its hunt. The Pueo was revered as an aumakua (guardian spirit) by the ancient Hawaiians The Ae'o (Hawaiian Stilt), a tall slender wading bird is also endangered. Sightings of ae'o at Pu'uhonua are extremely rare. The distinguished black and white body of the ae'o is supported by pink, long, thin legs. The ae'o is a ground nesting bird so it is highly vulnerable to predation by mongoose, cats, dogs and even human disturbance.      Bird Species Observed in the Park  NATIVE HAWAIIAN BIRDS ‘Iwa Great Frigatebird (Fregata minor palmerstoni) ‘A  Brown Booby (Sula leucogaster) ‘Auku‘u Black-Crowned Night Heron (Nycticorax nycticorax hoactli) Ae‘o Hawaiian Stilt (Himantopus mexicanus knudseni) 'Io Hawaiian Hawk (Buteo solitarius) Pueo Short-eared Owl (Asio flammeus sandwichensis)          The Kolea (Pacific Golden Plover) is a winter visitor at the Pu'uhonua.    Migratory Wetland and Marine Birds 'Ewa'Ewa Sooty Tern (Sterna fuscata oahuensis) Kioea Bristle-thighed Curlew (Numenius tahitiensis) Kolea Pacific Golden Plover (Pluvialis fulva) 'Akekeke Ruddy Turnstone (Arenaria interpres) 'Ūlili Wandering Tattler (Heteroscelus incanus)    NON-NATIVE Open-Country Birds  Barn Owl (Tyto Alba) Gray Francolin (Francolinus pondicerianus) Erckel's Francolin (Francolinus erckelii) Chukar (Alectoris chukar) Ring-necked Pheasant (Phasianus colchicus)  NON-NATIVE Widespread Urban birds Japanese White-eye (Zosterops japonicus) Spotted Dove (Streptopelia chinensis) Rock Dove (Columba livia) Zebra Dove (Geopelia striata) Common Myna (Acridotheres tristis)  Yellow-billed Cardinal (Paroaria capitata) Northern Cardinal (Cardinalis cardinalis) House Sparrow (Passer domesticus) House Finch (Carpodacus mexicanus) Saffron Finch (Sicalis flaveola) NON-NATIVE, MIGRATORY URBAN BIRDS Yellow-fronted Canary (Serinus mozambicus) Lavender Waxbill (Estrilda caerulescens) Warbling Silverbill (Lonchura malabarica) Nutmeg Mannikin (Numenius tahitiensis)",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/nature\/birds.htm"
}
