{
    "title": "Monocacy National Battlefield: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies       Park Rules and Regulations  Please remember that Monocacy National Battlefield is a National Park and it is illegal to remove any artifacts or natural resources. Monocacy National Battlefield is a trash free park. There are no trash receptacles on the battlefield, so please plan to take all of your trash with you. Pets must be on a leash at all times. Metal detectors and alcohol are prohibited. Firearms are permitted subject to applicable federal, state, and local regulation. Please see details below. Using a weapon, trap or net is prohibited.  No bicycling is permitted on trails. No fishing is permitted in the Gambrill Mill pond. Park closes at dark. Please stay on designated trails.  For detailed information, please refer to the Superintendent's Compendium (PDF 1,761 KB). Please also read Monocacy National Battlefield's Environmental Commitment Statement.        Firearms prohibited in marked facilities.   Firearms Regulation Effective February 22, 2010 Federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state's websites:  Maryland State Law  See Maryland Code, Public Safety, Title 5  See also Maryland Code, Criminal Law, Title 4 Maryland Attorney General  Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. See example at right. At Monocacy, these buildings include the Visitor Center, Gambrill House and Garage, Gambrill Mill, the Resource Management, and Thomas House buildings.     Title 36 and the Superintendent's Compendium Title 36 of the Code of Federal Regulations (CFR), Parks, Forest and Public Property, Part 1, provides for the proper use, management, government, and protection of persons, property, and natural resources under the jurisdiction of the National Park Service (NPS) {36 CFR 1.1(a)}. These regulations provide for the conservation of scenery, natural and historic objects, and wildlife, and to provide for the enjoyment of these resources in a manner that will leave them unimpaired for the enjoyment of future generations. {36 CFR 1.1 (b)} Under these regulations, each Park Superintendent has the discretionary authority to establish regulations that are more or less restrictive than a given regulation in certain instances. {36 CFR 1.7(b)} In compliance with the CFR, the Superintendent's Compendium (PDF 1,761 KB) for Monocacy National Battlefield is available for download in PDF format or in hardcopy by written request to: Superintendent Monocacy National Battlefield 4632 Araby Church Road Frederick, MD 21704  Federal Law In addition, for your reference, the United States Codes, Title 16 (Conservation) and Title 18 (Crimes and Criminal Procedure) are available online.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/management\/lawsandpolicies.htm"
}
