{
    "title": "Monocacy National Battlefield: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                Plan A Field Trip       Please review the following information before scheduling your visit: The visitor center is the best place to begin.  Students will learn about the Battle of Monocacy from the perspectives of Union soldiers, Confederate soldiers, and civilians.   They will discover how slavery divided the country economically and politically, and how Monocacy fits within the larger context of the Civil War.   They can follow a timeline that runs throughout the exhibit area to provide a greater framework of American history and that allows students to examine other events that may have affected, or been affected by, the Civil War.   They will see many original artifacts, appropriately displayed throughout the eleven vignettes, and numerous reproductions which are utilized in hands-on exhibits.   A fiber optic map provides an eight minute description of battle tactics followed by an opportunity to view the actual battlefield from an observation deck.    Several free program options are available to you. Select the one that is most appropriate for your students and call 301-662-3515 to make a reservation. Programs are scheduled on a reservation only basis and based upon availability of staff:  Orientation: 20 minutes, easily adaptable and provided for students in grades 3 and above. (It can be shortened for younger children.) Program consists of a brief description of why the Battle of Monocacy occurred, its significance in American history, and why the site is preserved by the National Park Service.   Battlefield Tour: 60-90 minutes, developed for high school students and adults. A park ranger accompanies the group from site to site providing additional information about troop movements, battlefield landmarks, and local civilians.   Bridging the Watershed (BTW):  An outreach program of the Alice Ferguson Foundation, in partnership with the National Park Service and area schools, whose purpose is to provide personally meaningful, educational experiences that connect students to their place in the natural and cultural world. Teachers must attend a BTW summer workshop to be eligible to participate in these field trips. For more information and to schedule a BTW workshop, visit www.fergusonfoundation.org.                                                                              Please note the following when planning a field trip to Monocacy National Battlefield:  Restrooms are available only at the visitor center. There are no group picnic facilities or pavilions. Monocacy is a trash-free park. Everyone is encouraged to take their trash with them.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/education\/planafieldtrip.htm"
}
