{
    "title": "Monocacy National Battlefield: The Battle of Monocacy",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Battle of Monocacy                The Battle of Monocacy: Precursors      Precursors • Morning • Afternoon • Retreat • Aftermath         By the mid-nineteenth century, Frederick County, Maryland was quite prosperous. The county’s largest city, Frederick, was an important commercial and industrial center, and a number of transportation arteries converged there. These included the Georgetown Pike which led south to Washington, D.C., and the National Road that connected with Baltimore to the east. The Baltimore and Ohio (B&O) Railroad, the nation’s first railroad, passed nearby at Monocacy Junction.         Frederick’s industrial and commercial importance made it a strategic target during the Civil War. Both Union and Confederate forces were active in the area throughout the conflict, particularly during the Maryland Campaign in 1862, the Gettysburg Campaign in 1863, and Jubal Early’s Raid in 1864.  In order to protect Monocacy Junction, a long-term Union encampment was located nearby and two blockhouses were constructed.         By the summer of 1864, the Confederate Army was paralyzed at Petersburg, Virginia.  A Union defeat at Lynchburg, however, left the Shenandoah Valley and the path to Washington, D.C. virtually undefended. Seizing this opportunity, Confederate General Robert E. Lee devised a plan to alleviate the pressure by threatening the Union capital. In mid-June, he dispatched Confederate Lieutenant General Jubal Early with a corps of roughly 15,000 men north; by July 8 they had reached the outskirts of Frederick.        John Garrett, B&O Railroad president   Agents of the B&O Railroad learned of the Confederate movement and alerted John Garrett, the president of the B&O Railroad. Garrett informed Union Major General Lew Wallace, in command of the Middle Department at Baltimore, who hastily organized a force of 6,550 men at Monocacy Junction in an attempt to delay Early’s advance on the capital. On the morning of July 9, 1864, Confederate and Union forces engaged each other along the banks of the Monocacy River.     Previous • Next",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/battle.htm"
}
