{
    "title": "Monocacy National Battlefield: L'Hermitage",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     L'Hermitage                L'Hermitage: A French-Caribbean Plantation         L'Hermitage (Best Farm) as seen from Georgetown Pike (today's MD Route 355) (facing west)   Beginning in 1794 and 1795, the Vincendières, a French planter family from the colony of Saint-Domingue (Haiti), began acquiring lands that would one day comprise a 748-acre plantation that they called L'Hermitage. Like many French refugees, the Vincendières came to the United States in 1793 to escape civil unrest associated with the French Revolution and with the slave uprisings that began in Saint-Domingue in 1791. Today's Best Farm consists of the southern 274 acres of the original 748-acre L'Hermitage plantation. The Vincendières brought twelve African-American slaves with them from Saint-Domingue - the maximum legal limit. By 1800, Victoire Vincendière was the legal head of household at L'Hermitage, which was home to 108 people. Ninety of these were African-American slaves, making her the second largest slaveholder in the county at the time. The other 18 members of the household probably consisted of members of Victoire's immediate family, along with a distant cousin named Jean Payen de Boisneuf and other French refugees. Why the Vincendière family chose to assemble such a large slave population is unknown (see Slavery at L'Hermitage). It is possible that the Vincendière family initially attempted to cultivate tobacco or some other staple crop that required a large labor force, but it is also possible that they were engaged in a secondary enterprise that centered on renting slaves out to other farms, mills, or industrial operations. Regardless of how they utilized slave labor, it is evident that the Vincendières were attempting to replicate the large-scale slave system that was in place in their native Saint-Domingue. L'Hermitage plantation was assembled in two parts - the northern part in 1795 and the southern portion acquired in 1798. It is not entirely clear which part of the property was initially developed, but it is generally accepted that the southern portion was the center of plantation operations. A number of extant structures on the present-day landscape are attributed to the Vincendière occupation of the property, including the main house, secondary dwelling, and stone barn.      Main House The main house was constructed in several phases. the earliest portion is believed to date ca. 1794 and consists of the south wing of the house, which is made up of a stair passage, cellar, and two south rooms; this portion of the house originally had a hipped roof. A two-story, four-room north addition was constructed relatively soon after the original south wing, and initially had a shed roof. Recent architectural studies of the main house have identified its stylistic influence as a combination of \"French Colonial and Caribbean Island, mixed with Early Federal,\" which are noted in the original hipped roof, the large rooms, high ceilings, and alcoved, double-hung windows.        L'Hermitage (Best Farm) Secondary Dwelling (west elevation)   Secondary Dwelling In the 1790s the Vincendières constructed a small stone and log structure located to the north and east of the main house. Two doors on the ground level face east toward the Georgetown Pike (present-day MD Route 355). The structure probably had an elevated gallery or porch on its west elevation to access the second-story doors which face the main house. Interior refinements, including plaster walls, and ovalo-architrave moldings are similar to those in the main house and suggest that the two structures were built around the same time. The secondary dwelling may have been used to accommodate the large Vincendière household, including other French refugees.         Stone Barn One of the most interesting and unusual extant structures on the Best Farm is the hipped-roof stone barn, which is set well behind the main house to the west. The stone barn is believed to date from the 1790s and may be one of the improvements that reflected in an unusually large assessment for the 1798 tax year. Constructed of local stone, the barn is rectangular with large bays facing east and west and a segmentally-arched brick door opening in the north elevation. The stone barn may have orginally been divided into three equal bays to form an \"English\" or \"Yankee\" barn, a style that has been employed in the British Isles and Continental Europe in general since the Middle Ages.      Plantation Decline By 1816 and 1819, Victoire Vincendière was advertising portions of L'Hermitage for sale. By 1829, the household population had decreased to eleven individuals, along with four free African Americans. The enslaved population at L'Hermitage had decreased to 48. On June 14, 1827, the plantation was sold to John Brien, an iron master and substantial landowner in Frederick and Washington counties, for the sum of $24,025 - more than ten times the amount of its value in 1798. Victoire Vincendière moved to a townhouse in Frederick, Maryland, where she lived until her death in 1854.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/hermitage.htm"
}
