{
    "title": "Monocacy National Battlefield: A Soldier's Story",
    "body": "A Soldier's Story         Private George M. Douse of the 10th Vermont Volunteer Regiment Courtesy Mr. Harold Douse, Milton, Vermont  Private George M. Douse, of Company A of the 10th Vermont Volunteer Regiment, fought in and was wounded at the Battle of Monocacy on July 9, 1864. According to his discharge papers, George Douse was born in Peacham, Vermont. He stood five feet six inches tall, had a \"dark complexion, black eyes, dark hair and [was] by occupation, when enrolled, a farmer.\" During the Battle of Monocacy, several companies of the 10th Vermont fought on the Thomas Farm at the extreme left flank of the Union line. This would have positioned them south of the Thomas House near present-day Baker Valley Road. A detail from the 10th also fought at the Monocacy Junction, protecting the approach to the bridges across the Monocacy River. Private Douse was with these skirmishers at the Junction. In the heavy fighting that took place in these areas, the 10th Vermont sustained a total of 58 casualties (killed, wounded, captured, and missing). Company A had two casualties, one of which was Private Douse, who was seriously wounded when he was shot in the face. The bullet apparently passed through Private Douse's cheek and lodged in his back teeth, and according to his family's account, the wound was serious enough that he may have initially been left for dead. Eventually, a fellow soldier carried Douse to the Union blockhouse at Monocacy Junction for medical treatment. In June 1865, Douse was discharged \"by reason of wounds rec'd in battle.\" He went on to live a peaceful life as a farmer in Peacham, Vermont where he and his wife raised ten children.        Ervin Dunbar is pictured during a trip to the battlefield in 1913.  In the foreground is the trace of the original alignment of the Georgetown Road, with the Thomas Lane along the treeline to his rear. Courtesy Mr. Harold Douse, Milton, Vermont  In 1913, Sergeant Ervin Dunbar, a member of Company H of the 10th Vermont, visited the battlefield area with his sons. Having made Private Douse's acquaintance at a regimental reunion, Dunbar corresponded with Private Douse about his visit. In a letter to Douse dated August 24, 1913 Dunbar recalled:  ... I started out for the field..., walking over the new iron pike bridge and along the Washington Road. Some changes in the fields and fences have been made. The trees all about are larger and therefore things have changed some; but when I made it a study to get at the location of our little army, took in the situation fairly well. The river is much larger than I had supposed, and [I can] see why our men could not cross in only at the bridges. I do not know how long you were with the regiment [on] the 9th as at some time you went on the skirmish line, so [I] will tell you now about the regiment. ... ... In the morning we would [come] down from the hill to the south side of the railroad on a low flat not far from the mill; [then moved] after to the left a short distance and supported a section of artillery and got shelled a little - no one hurt, I think. In rear of us near the woods and lower down the band boys got shelled a little and so moved out briskly. While here, men began to come in from the front wounded. From this position, we went to the left and formed an extended line of battle along the Washington [Georgetown] pike. ... ... We found these spots or places where the regiment fought. Could stand and see these places all at once so you see the field was small. ... We did not get the time to go over the line on which we retreated nor out on the dirt road where McCausland and Gordon pushed our men back and came over the river. Hard fighting was done here. Gordon tells that the river ran red with blood. Perhaps I have told too much of this place. ... I am very truly your friend and comrade. Ervin Dunbar       In 2007, a descendent of George Douse provided Monocacy National Battlefield with copies of the correspondence between Douse and Dunbar, which provides a fascinating first-person account.       Private George M. Douse's Card Courtesy Mr. Harold Douse, Milton, Vermont",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/soldiers_story.htm"
}
