{
    "title": "Monocacy National Battlefield: Interesting Facts",
    "body": "Interesting Facts        The Battle of Monocacy is the only Confederate victory on Union soil.   Kentucky native Theodore O'Hara - author of the poem Bivouac of the Dead (1847) - fought with the 12th Alabama at the Battle of Monocacy. The first verse of the poem:    The muffled drum's sad roll has beat The soldier's last Tattoo; No more on life's parade shall meet That brave and fallen few. On Fame's eternal camping ground Their silent tents are spread, And glory guards, with solemn round The bivouac of the dead.     The last Union survivor of the Battle of Monocacy was Private Horace (Harry) Alford Anderson of the Baltimore Battery of Light Artillery. Born on September 7, 1843, Harry enlisted in the summer of 1862 when the battery was forming. He mustered out in the summer of 1865 and died November 7, 1937 at the age of 94. He is buried at Woodlawn Cemetery in Baltimore County. Interestingly, his future father-in-law was also in the Baltimore Battery, Private Fred Miller.   William H. Seward, Jr. - son of the Union Secretary of State - fought at the battle with the 9th New York Heavy Artillery.   Private Charles C. Tomkins of the 14th Virginia Cavalry Regiment fought at the Battle of Monocacy and was the first cousin of Union Lieutenant General Ulysses S. Grant. After the surrender at Appomatox, Tomkins paid Grant a visit. Grant gave him a horse, $250, and two canteens of whiskey.   Union General Lew Wallace, commander of Federal forces at Monocacy, served as a member of the military commission that tried those accused of President Lincoln's assassination.   Before the Civil War, Christian K. Thomas and his family were living in Baltimore, MD. As war loomed, Thomas decided to move his family to his native Frederick County where he thought they would be safe from the ravages of war. As it turned out, the heaviest fighting during the Battle of Monocacy occurred around the Thomas home while the frightened family hid in the cellar.   The 14th New Jersey Regiment had 15 officers present at the battle. Only three escaped without injury. Four were killed in action, while eight were wounded. The 14th New Jersey also had more wounded and killed than any other Union regiment in the battle.   Glenn Worthington, a six-year-old observer of the battle from his basement, wrote the first book-length account. His book served as a catalyst for the park being designated as a National Military Park in 1934.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/interesting-facts.htm"
}
