{
    "title": "Monocacy National Battlefield: Special Order No. 191",
    "body": "Special Orders No. 191       Confederate General Robert E. Lee issued Special Orders No. 191 on September 9, 1862 during the Maryland Campaign while his army was camped on the Best Farm. The orders outlined his plans for the Army of Northern Virginia during the campaign and divided the army into four sections to secure garrisons and supplies, and capture Federals at Martinsburg, Harpers Ferry, and Boonsboro, while Lee went to Hagerstown. Lee anticipated that he would have time for the army to complete their tasks then join him to march north. Copies of the orders were written for each of Lee's commanders. One of the orders, written for Major General Daniel Hill, was lost. Hill had already received his orders from Major General Thomas Jackson, (his immediate superior until the next day when he would have his own command), thus did not realize another order had been sent to him from Lee's camp. In fact that order was lost. How it was lost remains a mystery. On September 13th, members of Company F, 27th Indiana Volunteer Infantry discovered the orders in an envelope with two cigars on or near present day Monocacy National Battlefield. By noon the orders had passed through the chain of command and given to Major General George McClellan, commander of the Army of the Potomac. That evening McClellan's commanders had their orders to march. The two armies fought at the Battle of South Mountain, and on September 17th at the Battle of Antietam. McClellan halted Lee's invasion into the North, but did not pursue the Confederates. The ramification of the loss and find of the \"Lost Order,\" Special Orders 191 and its impact on the 1862 campaign continues to be debated among historians. For a more in-depth account of the story of Special Orders 191 read Park Ranger Tracy Evans article, An Invitation to Battle: Special Orders 191.                   Special Order 191   2 Photos  Special Order 191          Best Farm Slave Village Archeology   5 Photos  Best Farm Slave Village Archeology at Monocacy National Battlefield          Artifacts   1 Photos  Artifacts",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/so191.htm"
}
