{
    "title": "Monocacy National Battlefield: Brief Timeline",
    "body": "A Selected Timeline of the Monocacy Area          pre- 1715  Native Peoples       1715-1790     Arrival of European Explorers and Traders    1729 Wett Work tract patented by John Abbington   1730 Urbana and the surrounding area settled   1740 Locust Level tract patented by Daniel Dulaney   1745 Town of Frederick established   ca. 1748 Middle Ford Ferry crossing established over the Monocacy River   ca. 1780 James Marshall builds the main house on Wett Work (today's Thomas Farm)      1790-1860     The Post-Revolutionary War Era    ca. 1794 Earliest portion of main house on L'Hermitage (today's Best Farm) constructed   1805 Georgetown Pike chartered by state of Maryland   1827 John Brien purchased L'Hermitage from the Vincendières   1831 Baltimore & Ohio Railroad completed to Monocacy Junction.   1848 The Georgetown Pike was macadamized.   ca. 1852 Griffin Taylor builds the brick farmhouse on Clifton (today's Worthington Farm)      1860-1890     Civil War and Reconstruction    1860 John T. Worthington purchases Clifton farm   1862-1863 Two blockhouses built by the Union Army to guard the railroad and the turnpike bridge over the Monocacy River    1864 July 9, the Battle of Monocacy is fought   ca. 1872 The Gambrills build the Edgewood mansion      1890-1934     Commemoration and Memorialization    1907 New Jersey Monument dedicated   1908 Pennsylvania Monument dedicated   1914 UDC Monument dedicated; the Geisbert family purchases the Baker Farm   1915 Vermont Monument dedicated      1934-Present       Establishment and Development of the National Battlefield    1934 Monocacy National Military Park authorized by an act of Congress, but no funds are appropriated for land purchase   1950-1952 U.S. 240 (today's Interstate 270) constructed   1964 Maryland Monument constructed; centennial of battle commemorated.   1973 Battlefield designated as a National Historic Landmark   1975 Battlefield placed on the National Register of Historic Places   1976 Name changed to Monocacy National Battlefield; funds are appropriated for land acquisition   1991 Visitor center established at Gambrill Mill as park opens to the public on July 13   1981-2001 National Park Service purchases six component properties that comprise the park   2001-2010 Archeological and historic research projects are conducted to investigate park resources    2006 Ground is broken for a new visitor center.   2007  The new Monocacy National Battlefield Visitor Center opens on June 27, 2007.    2010 Slave Village Discovered at Best Farm",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/timeline.htm"
}
