{
    "title": "Monocacy National Battlefield: Gambrill Tract",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Gambrill Tract                Gambrill Mill (Araby Mill)          Today's Gambrill Mill tract was historically part of a large land holding originally owned by James Marshall. The Gambrill Mill (also known as Araby Mill) was built in 1830, and purchased by James H. Gambrill in 1855 (the mill may be seen below right in an 1893 photograph). Gambrill owned and operated the mill into the 1890s and transformed it into a successful operation despite the disruptions caused by the Battle of Monocacy and subsequent use of the mill as a field hospital. Originally, Gambrill Mill was a three-story merchant flour mill fitted with two pairs of \"burr\" or flour-milling stones. The mill's inside, undershot water wheel was powered by a millrace fed by nearby Bush Creek. The creek was dammed about a mile from the mill, and a sluice gate regulated the amount of water that was allowed to flow into the millrace. Remnants of the tailrace may still be seen at the front of the building. In addition to the flour mill, the complex also included a sawmill, a chopping and plaster mill, and a one-and-one-half story miller's house, along with a variety of other support structures.          At its peak, the mill could produce up to sixty barrels of flour per day. James Gambrill employed three mill hands to manufacture the flour, along with two coopers to produce barrels for its transport. A contemporary newspaper account gave the following description:  By far, the Gambrill's mill did the most extensive business of all. The neat, well-appointed mill was up-to-the-minute...it was a pleasure to accompany the big wagon team on its slated trips to Gambrill's. The squat, neat old mill, the more than comfortable atmosphere of the place, and last, but not least, the handsome jolly miller, all combined to make one's visits a genuine pleasure.  A Field Hospital During the Battle During the Battle of Monocacy, Union forces were positioned in battle lines in the yard of the mill. The building was set up as a field hospital, although as Major General Lew Wallace declared in his autobiography, \"the place appeared well selected for the purpose, its one inconvenience being that it was under fire.\" As the Federal forces fell back towards Baltimore, Confederate troops moved in and occupied the mill and the surrounding area. In the 1920s, the top story of the mill was removed and the mill race partially filled in to convert the building into a dwelling house.  Today, Gambrill Mill is used by the National Park Service for staff offices.     Gambrill House (Edgewood)",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/gambrill_mill.htm"
}
