{
    "title": "Monocacy National Battlefield: Baker Farm",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Baker Farm                Baker Farm          Baker Farm is located in the southwest quadrant of the park and is entirely within the Wett Work tract that was acquired by James Marshall in 1759. Baker Valley Road bounds the farm to the southeast and takes its name from the Baker family, who owned the narrow valley within which the farm is situated. Only three families have owned the farm over the course of its 250-year history. In its earliest history, the farm was owned by James Marshall, who bequeathed it to his daughter Eleanor and her husband John L Harding in his will. The Hardings sold the 512-acre farm to Griffin Taylor in 1841, who also owned the adjacent Araby (Thomas) Farm. Taylor retained the property for only one month before selling 380 acres of it to Daniel and Edward Baker on October 25, 1841. In 1849, the brothers divided the property, with Daniel receiving the 214 acres that are known today as the Baker Farm. During the Battle of Monocacy, on July 9, 1864, the Baker farm was within sight of fierce fighting on the Thomas Farm, adjacent to the northeast. During the latter stages of the Battle, Confederate forces crossed the northern end of Brooks Hill, which defines the Baker Farm's northwestern boundary, to attack the Federals.         On March 30, 1914, the Baker family sold the farm to Charles Geisbert.  The property remained in the hands of the Geisbert family until it was acquired by the National Park Service in 1989. The Geisberts continue to farm the land and occupy the house and agricultural buildings under a life estate agreement. The house on the Baker Farm was built around 1914 when the Geisberts took possession of the farm. It is a frame, two-story, American Foursquare-style dwelling. The current structure replaced an earlier dwelling house, which may have been constructed in the early or mid-nineteenth century. In addition to the house, a smokehouse, several barns, milk house, and free stalls complete the landscape.  Under the terms of the life estate, the Baker Farm is closed to the visiting public.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/baker.htm"
}
