{
    "title": "Monocacy National Battlefield: Best Farm",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Best Farm                Best  Farm       The historic Best Farm is now open to the public. Interpretive waysides located near the Best Farm parking area provide an overview of the Battle as it unfolded on the Farm. For in-depth information about the colorful history of the Farm, please look for our new, full-color Best Farm booklet available at the new Visitor Center. ***         Best Farm is located three miles south of Frederick, Maryland along the Georgetown Pike, today's Route 355. The Best Farm comprises the southern 274 acres of what was originally a 748-acre plantation known as L'Hermitage, and was home to Victoire Vincendière. The Vincendieres sold the farm in 1827, and after several transfers of ownership it was acquired by Charles E. Trail in 1852. The Trails, however, never occupied the farm and instead operated it as a tenant farm until it was acquired by the National Park Service in 1993. For many years during Trail's ownership, members of the Best family leased the farm.          The eighteenth-century stone and log secondary house at the Best Farm.   Because of its proximity to the Georgetown Pike and Monocacy Junction, portions of both the Union and Confederate armies camped at the Best Farm throughout the Civil War. On September 13, 1862, during the Maryland Campaign, Confederate General Robert E. Lee's lost order No. 191 (which outlined his army's movements) was found on the Best Farm by soldiers from the 27th Indiana.  Passed up through the chain of command, the captured order gave Union General George B. McClellan advance notice of his enemy's movements. Holding the paper, McClellan exclaimed, \"Here is a paper with which, if I cannot whip Bobby Lee, I will be willing to go home.\"        A view of the Best Farm from the MD Route 355 (former Georgetown Pike), facing west.   In 1864, John T. Best took over operation of the farm from his father David. The first year of farming on his own looked promising, but soon proved disastrous. During the Battle of Monocacy on July 9, 1864, Confederate artillery set up on his farm and sharpshooters took positions in the barn. They fired at Union troops guarding the covered bridge over the Monocacy River on the Georgetown Pike. The Union returned fire, however, setting the Best's barn ablaze and destroying the grain, hay, tools, and farming implements kept there. Confederate infantry, using the farm as a staging area, soon destroyed any crops left standing in the fields. Undaunted by this disastrous first year, John Best continued to successfully operate the farm for many years following the Civil War. The National Park Service acquired the Best Farm in 1993.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/historyculture\/best_farm.htm"
}
