{
    "title": "Monocacy National Battlefield: Virtual Tour",
    "body": "Virtual Tour of Monocacy       Check out Monocacy National Battlefield's new virtual tours! We have created 3-D models of many of the park's historic buildings and the visitor center to provide an overview of some of the things that make the battlefield a special place. More virtual tours will be added in the coming months, so check back often, and please let us know what you think. If you enjoy your virtual tour, we hope you will come visit soon and experience this special landscape in person.        Monocacy NB Visitor Center   Welcome to Monocacy: An Introduction  This two-minute video provides a brief introduction to the Battle of Monocacy and the battlefield's visitor center. (.WMV format | time: 2:01 | 8.5mb) (.M4V - iPod format | 9.5mb)        Monocacy Virtual Tour   Monocacy National Battlefield: A Virtual Tour  This four-minute video features a virtual tour of the entire 1,650-acre battlefield. Starting at the visitor center, the video takes you up to 20,000 feet for a bird's eye view of the park, then \"flies\" you to each of the farmsteads that are open to the public. Fasten your seatbelt and enjoy the ride! (.WMV format | time: 4:00 | 20.3mb) (.M4V - iPod format | 20.0mb)        Best Farm Secondary Dwelling (right)   Best Farm Secondary Dwelling This short video explores interesting details about one of the oldest buildings at Monocacy - the ca. 1790 Best Farm Secondary Dwelling. (.WMV format | time: 0:48 | 5.1mb) (.M4V - iPod format | 4.4mb)        Worthington House   Worthington House Take a quick tour of the exterior of the Worthington House while learning some details of its construction and history. (.WMV format | time: 0:48 | 5.1mb) (.M4V - iPod format | 4.4mb)            How do you use these virtual tour movies?  To play the virtual tour on your computer, just click on the link above and the file will be played on your computer's default media player*.  To play a virtual tour on your iPod or other .MP4 \/ .M4V player, download the file to your computer and then import the file to your player's associated software (e.g. iTunes for iPod) to load it on your device. You can then bring your player when you visit Monocacy National Battlefield and enjoy the video during your tour.  * Our video files are compatible with most computer audio players such as those that come standard on Windows and Mac computers and iTunes for iPods.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/photosmultimedia\/virtualtour.htm"
}
