{
    "title": "Monocacy National Battlefield: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 26, 2016  Celebrate the 100th Birthday of the National Park Service at Monocacy National Battlefield  #FindYourPark at Monocacy National Battlefield on August 25, 2016 and help celebrate the Centennial of the National Park Service.  Learn about the history of your National Park Service.   July 26, 2016  Monocacy National Battlefield Historic House Series Thomas Farm Open House  Sheltered in their basement during the heaviest fighting of the battle, the Thomas family emerged following the battle to discover significant damage to their home.  Take advantage of a rare opportunity to tour the home with rangers and volunteers; see the battle scars that remain, learn about the different phases of construction, and hear the stories of the people who once lived there.   July 01, 2016  Monocacy National Battlefield Historic House Series Worthington Farm Open House  The beautifully situated Worthington Farm became a staging area for the Confederate Army to attack the Union line during the Battle of Monoacy.  Stand at the window where Glen Worthington watched the battle that inspired him to write Fighting For Time, which helped the battlefield become a national park.  Rangers and volunteers will provide access to the house and information on the history of the home. Living historians will be on hand to demonstrate life in the 19th century.  Open house from 11 a.m. – 4 p.m. 4235 Baker Valley Road, Frederick, MD  21704.   June 22, 2016  152nd Anniversary of the Battle of Monocacy  The Battle of Monocacy, known as \"The Battle That Saved Washington,\" took place on July 9, 1864 as part of the third and final Confederate campaign in Maryland.  Join us July 9-10, 2016 to commemorate the 152nd Anniversary of the Battle of Monocacy with a FREE special event.  Programs will include infantry and artillery firing demonstrations, living history encampments, live musical performances, battlefield orientation talks, and a children's activity tent.   June 08, 2016  Monocacy National Battlefield Historic House Series Best Farm Open House  Join park staff on  June 18-19 for a rare glimpse inside the Best Farm's main house.  Docents will be on hand to show visitors part of the main house and discuss the cluster of historic structures, as well as describe the village that housed the enslaved laborers from the 18th century plantation that was revealed through recent archaeological investigations.   May 24, 2016  Thomas Farm Tenant House Rehabilitation Complete  In 2015, a project to rehabilitate the Thomas Farm tenant house for visitors use was completed.  Energy efficient solutions were used where possible to meet larger sustainability and energy efficiency goals while providing needed visitor amenities.  The new facility will be open to the public starting May 27, 2016 and be available for use from 9:00 a.m. - 5:00 p.m.   May 10, 2016  National Park Service Seeks Comments on Invasive Plant Management Plan for National Capital Region Parks  National Park Service seeks comments on Invasive Plant Management Plan for National Capital Region Parks.   May 10, 2016  BioBlitz is Coming to Monocacy National Battlefield  BioBlitz is coming to Monocacy National Battlefield!  Grab your magnifying glass and explore nature in Monocacy National Battlefield, like never before!   May 02, 2016  Ranger Guided Battlefield Hikes  Walk in the footsteps of Civil War soldiers who fought at the Battle of Monocacy.   April 11, 2016  Day in the Life of a Park Ranger and Showing of The Movie Glory  Join us Saturday April 28, 2016 between 10:00 a.m.-3:00 p.m. for a Special Event focused on the life of a Park Ranger followed by the showing of the movie Glory at 8:30 p.m.   February 04, 2016  Change in Visitor Center Hours at Monocacy National Battlefield  Monocacy National Battlefield Visitor Center has changed hours of operation to 9:00 am-5:00 pm beginning Sunday, February 14, 2016.   February 01, 2016  Public Scoping Meetings Public Access Plan and Environmental Assessment  The National Park Service is beginning to develop a Public Access Plan and Environmental Assessment for Monocacy National Battlefield.  You are invited to attend a public open house to identify any issues, concerns or ideas you may have with regard to the proposed project.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/news\/newsreleases.htm"
}
