{
    "title": "Monocacy National Battlefield: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 21, 2015  Last Full Measure of Devotion 2015  Over Memorial Day weekend, Monocacy National Battlefield will set up a memorial flag display honoring those soldiers who fell during the Battle of Monocacy.  The park has hosted this impressive display of 2,200 flags (one for each of the casualties of the battle) for the past seven years to pay tribute to the individual sacrifice of those soldiers who gave the “last full measure of devotion” in service to their country.   May 11, 2015  National Park Service Seeks Public Comments on Invasive Plant Management Plan for 15 National Capital Region Parks  Washington – The National Park Service (NPS) is accepting public scoping comments on an Invasive Plant Management Plan and Environmental Assessment (plan\/EA) for 15 national parks in the greater Washington DC region. The plan\/EA will identify long-term strategies to reduce impacts and threats from invasive plants, and will provide opportunities for restoring native plant communities and historic landscapes. Comments are being accepted through June 10, 2015 and can be submitted online.   April 11, 2015  Find Your Park at Monocacy National Battlefield during National Park Week  Explore history and nature at Monocacy National Battlefield during National Park Week April 18-26 to “Find Your Park!”  Junior Ranger Day will be held on April 25 at the visitor center.   April 07, 2015  Washington D.C. Area National Parks Join Find Your Park Movement  National Park Week 2015 Encourages Everyone To Find Your Park   April 01, 2015  The Final Shots of the War  On Saturday, April 18, Monocacy National Battlefield will present two new programs exploring pivotal events surrounding the end of the Civil War and the Assassination of President Abraham Lincoln in 1865.  At 11:00 a.m., Dr. Claudia Floyd will present Maryland Connections to Lincoln’s Assassination. Park Ranger Brett Spaulding will present the second program, Appomattox and Beyond at 1:30 p.m.   March 17, 2015  \"Bells across the Land\" and \"Bell and History Day\" Events  Monocacy National Battlefield will participate in “Bells across the Land: A Nation Remembers Appomattox” on Thursday, April 9, 2015 to commemorate the 150th anniversary of the surrender of the Confederate Army of Northern Virginia.  On Saturday, April 11, 2015 Monocacy NB will join with Historic Consortium museum sites to share Frederick, Maryland’s unique contributions to local and national history.  Special programs and artifacts related to the local and national reaction to the Lincoln assassination will be unveiled in the new temporary exhibit “1865: A Year of Triumph, Tragedy and Trials.   March 13, 2015  Monocacy National Battlefield Seeks Volunteers For Park Day  As our nation commemorates the final year of the Civil War Sesquicentennial, volunteers across the country have another opportunity to answer their country’s call to service.  On Saturday, March 28, Monocacy National Battlefield invites local residents, community leaders and preservationists to participate in the 18th annual Park Day volunteer event, which is sponsored by the Civil War Trust, HistoryTM and Take Pride in America at more than 98 historic sites nationwide.   March 12, 2015  Want to Work at Monocacy NB?  The National Park Service (NPS) is pleased to announce that Monocacy National Battlefield (MONO) in Frederick, Maryland will host a Youth Conservation Corps (YCC) program for the summer of 2015.   February 14, 2015  2015 Special Events  Visit your national park this year for numerous special events.  There are FREE activities for the whole family to enjoy throughout the year.   February 08, 2015  Bells across the Land: A Nation Remembers Appomattox  On April 9, 2015 bells will ring throughout the country in honor of the meeting between Generals Grant and Lee at Appomattox Court House, Virginia.  Please join us in the historic commemoration. Let bells ring across the land!   November 29, 2014  Museums by Candlelight 2014  Monocacy National Battlefield to celebrate Museums by Candlelight on December 13, 2014, from 12:00 p.m. to 5:00 p.m.   October 30, 2014  Washington Area National Parks Make Nationally Unprecedented Investment in Energy Conservation  The National Park Service (NPS) is investing $29 million in 81 individual energy efficiency and water conservation projects at national parks throughout the greater Washington region.   September 26, 2014  National Park Service Approves Battlefield White-Tailed Deer Management Plan  The National Park Service has approved a white-tailed deer management plan to protect long term forest health and preserve the historic settings at three battlefields in the national capital region.   August 01, 2014  National Park Service Releases Final Deer Management Plan for three Washington Area Civil War Battlefields  Today, the National Park Service released the final version of its plan to manage white-tailed deer populations at Antietam and Monocacy national battlefields and Manassas National Battlefield Park.  The plan is now open for public review until September 3, 2014.   June 24, 2014  150th Program Schedule, July 5 and 6  July 5 and 6   June 11, 2014  150th Program Schedule, July 7 - 11  July 7 - 11   June 03, 2014  150th Program Schedule, July 12 and 13  July 12 and 13   April 11, 2014  Want to work at Monocacy National Battlefield?  Monocacy National Battlefield is currently recruiting individuals to be a part of our Youth Conservation Corps (YCC) crew for the summer of 2014.   March 07, 2014  National Park Tourism Creates Economic Benefit to Greater Washington Area  National Park Tourism Creates $928.6 Million Economic Benefit to Greater Washington Area.   August 15, 2013  Monocacy National Battlefield Celebrates the Establishment of the National Park Service  On August 25, 2013, Monocacy National Battlefield will honor the 97th anniversary of the establishment of the National Park Service with special programs and exhibits.  Kids of all ages can join the park's Bison mascot for cake and punch from 12:00 p.m. - 1:00 p.m.   July 09, 2013  Folk Musical Group, Ampersand, to Hold Free Concert  On Sunday, July 14, Monocacy National Battlefield will host a free performance by the folk musical group Ampersand at the park’s visitor center.  The outdoor concert, scheduled from 2:00 p.m. to 3:00 p.m., offers the public a unique opportunity to enjoy songs and tunes from the Civil War era performed in a beautiful landscape that has changed little since the 19th century.  Ampersand interprets music from the folk and old-time American traditions on modern instruments with treasured songs and lively instrumentals.  The group features Dick Hogle, Beth Lawton, and Francis Lindop playing a selection of songs from both Northern and Southern traditions.   July 02, 2013  Book Signings at the 149th Commemoration of the Battle of Monocacy  On July 6-7, 2013, Monocacy National Battlefield will commemorate the 149th anniversary of the Battle of Monocacy by offering a series of programs throughout the weekend.  The schedule of events will now include appearances by four Maryland authors who have recently published books on the Civil War.  On Saturday, July 6 from 11:00 a.m. to 2:00 p.m., Dan Toomey, Dr. Benjamin Cooling, Claudia Floyd, and Scott Hipp will be at the park’s visitor center to sign copies of their new books.  All of the authors except Ms. Floyd will also be available from 11:00 a.m. to 2:00 p.m. on Sunday.   June 17, 2013  Anniversary of the Battle of Monocacy  The Battle of Monocacy, known as “the battle that saved Washington,” took place on July 9, 1864 as part of the third and final Confederate Campaign in Maryland.  After the battle, a Baltimore newspaper wrote, “The country does not yet know how much it owes the gallant men who fought that battle.”  On July 6-7, 2013, Monocacy National Battlefield will commemorate the actions of those men on the 149th anniversary of the battle by offering 13 programs throughout the weekend.  Living history volunteers will be on hand to demonstrate how infantry and artillery soldiers fired their weapons during the battle while also interpreting the significance of those actions to the Battle of Monocacy.   June 06, 2013  Monocacy NB Opens New TRACK TRAIL at Worthington Farm  Beginning Saturday, June 8, Monocacy National Battlefield will provide a new opportunity for kids and their families to visit the park and explore nature.  The park, in partnership with the Blue Ridge Parkway Foundation, has established a new TRACK TRAIL at Worthington Farm. The family friendly trail, one of many the Foundation has supported through its Kids in Parks program, is intended “to get kids ‘unplugged,’ outdoors, and reconnected with nature for their health and the health of our parks.”   June 01, 2013  Summer Ranger Programs On Tap at Monocacy National Battlefield  Starting June 1, Monocacy National Battlefield will host a regular schedule of free summer ranger programs.  On weekdays at 11:00 am and 2:00 pm, National Park Service rangers will present “Race to Washington,” an orientation to the Battle of Monocacy.  On Saturday and Sunday, the battlefield orientation will be presented at 3:00 p.m., with additional programs covering a variety of subjects offered at 11:00 am and 1:00 p.m.   May 10, 2013  Junior Ranger Weekend  Monocacy National Battlefield will host a “Junior Ranger Weekend” on Saturday, June 8 and Sunday, June 9 from 9:00 a.m. to 3:30 p.m, for kids of all ages. Costumed living history volunteers will present interactive and hands-on programs at various locations throughout the park.   April 29, 2013  \"Last Full Measure of Devotion\" Program  Over the Memorial Day weekend, Monocacy National Battlefield will offer public programs and host a memorial flag display in honor of those soldiers who fell during the Battle of Monocacy.   April 08, 2013  National Park Week is April 20-28  Monocacy National Battlefield invites everyone to get to know their national parks during National Park Week with free admission to all national parks April 22 – 26.   April 08, 2013  Battlefield Hikes - April 27, 2013  Join NPS Rangers on April 27th for a series of hikes through Monocacy National Battlefield highlighting tactics and troop movements that transpired in the area on July 9, 1864.   March 26, 2013  The Rise of Jubal Early  2013 marks the 150th anniversary of what some military historians call “Lee’s masterpiece,” the Battle of Chancellorsville. On April 20, 2013, Monocacy National Battlefield will host Gail Stephens, author of Shadow of Shiloh, to discuss this battle in which General Jubal Early played a critical role.   March 25, 2013  Bell & History Day April 6, 2013  Monocacy National Battlefield will join with other Historic Consortium museum sites in the official opening of the spring season.  The emphasis of the event will be on Frederick, Maryland’s unique contributions to local and national history.   March 12, 2013  Monocacy Welcomes New Superintendent  Monocacy National Battlefield welcomes its new superintendent, Rick Slade. Rick comes to the park from Chattahoochee River National Recreation Area in Atlanta, Georgia. He served there as the chief of planning and resource management.   November 20, 2012  Museums by Candlelight – December 8, 2012  Monocacy National Battlefield will join with the Frederick Historic Sites Consortium and 21 other historic sites in Frederick County to mark the start of the holiday season with \"Museums by Candlelight.\"   August 22, 2012  Prelude to Antietam  Join Monocacy National Battlefield for special activities focusing on the events that led up to the Battle of Antietam   July 14, 2012  Return of Special Orders 191  Join Monocacy National Battlefield as we commemorate the 150th anniversary of the 1862 Maryland Campaign with “Return of Special Orders 191” special event and exhibit.   July 06, 2012  Monocacy National Battlefield Commemorates 148th Anniversary  ** Due to excessive heat the living history encampment and artillery demonstrations scheduled for Sunday, July 8 have been CANCELLED! ** The 148th anniversary of the “Battle That Saved Washington” will be commemorated on July 7-8, 2012.  All events are free.   May 29, 2012  Memorial Day  During Memorial Day weekend Monocacy National Battlefield hosted a memorial flag display in honor of those soldiers who fell during the Battle of Monocacy.  Volunteers placed 1100 Union and Confederate flags on Saturday, May 26th.  Each flag represented either two Union soldiers or two Confederate soldiers, causalities of the July 9, 1864 battle.  Park rangers presented programs about the history of Memorial Day throughout the weekend.  On Memorial Day, May 28, at 3:00 p.m. park staff and visitors paused for one minute of silence followed by the playing of taps to pay tribute to the men and women who have died in service to our country.   May 09, 2012  “Last Full Measure of Devotion”  Monocacy National Battlefield will host a memorial flag display in honor of those soldiers who fell during the Battle of Monocacy.  On Memorial Day, May 28, buglers will echo taps across the battlefield.   April 07, 2012  Ranger-Led Battlefield Hikes, May 5  Explore the battlefield and discover how the battle unfolded! National Park Service rangers will conduct three hikes taking visitors to three different areas of the battlefield, highlighting the events that transpired on July 9, 1864.   March 10, 2012  Potomac River Watershed Cleanup at Monocacy  Monocacy National Battlefield in cooperation with the Alice Ferguson Foundation will host the 24th annual Potomac River Watershed Cleanup on Saturday, April 14.  This is an event to clean litter from our watershed and strives to eliminate trash from our waterways, public lands, and communities by 2013.   March 08, 2012  Want to work at a local National Park?  Monocacy National Battlefield, a unit of the National Park Service in Frederick County, is currently recruiting individuals to be a part of their Youth Conservation Corps (YCC) crew for the summer of 2012. The park is located between the city of Frederick and Urbana, along Route 355, and was established to commemorate the American Civil War battle that took place there on July 9th, 1864.   March 05, 2012  Bell and History Day  Monocacy National Battlefield will join with other Historic Consortium museum sites in the official opening of the spring season.  Emphasis of the event will be on Frederick, Maryland’s unique role in the upcoming 150th anniversary of the 1862 Maryland Campaign.   March 05, 2012  “Park Day” event at Monocacy  Monocacy National Battlefield in cooperation with the Civil War Trust will host the 16th annual “Park Day” cleanup on Saturday, March 31, 2012.  This nationwide effort will help to restore and clean America’s battlefields, shrines, and cemeteries.  The event is underwritten with a grant from History and has been endorsed by Take Pride in America, a division of the U.S. Department of the Interior.  Park Day promises a lot of hard work, but also a lot of fun.  It is an important event that, year after year, proves to be a success thanks to volunteers.   March 05, 2012  Author to Present Battle of Shiloh Program at Monocacy  The first great bloody battle of the Civil War occurred at Shiloh.  Its name means “place of peace” but on April 6 & 7, 1862 Shiloh was anything but peaceful.  Come discover the role that Gen. Lew Wallace, Union commander at the Battle of Monocacy, played in the Battle of Shiloh. Why was Gen. U.S. Grant heavily criticized for his performance?  Was the death of the Gen. A.S. Johnston really a serious blow to Confederate military hopes?  Come hear answers to these questions and more.   December 14, 2011  Deer Poached at Monocacy ... Please Help  On Monday, December 12, 2011 Park Rangers at Monocacy National Battlefield discovered a 12-point whitetail deer dead on the Thomas Farm section of the battlefield. It is believed that the deer was killed illegally sometime around the week of December 4, 2011. Rangers discovered the deer while patrolling a section of the park that is accessible to visitors.   November 11, 2011  Museums by Candlelight  Monocacy National Battlefield will join with the Frederick Historic Sites Consortium and 22 historic sites in Frederick County to kick off the holiday season.   October 25, 2011  Monocacy ... There's an App for That!  Available for both iPad and iPhone, the free Monocacy National Battlefield app is a portable reference to the fateful battle that occurred on July 9, 1864. A small Union force delayed a larger Confederate army and helped prevent the capture of Washington, D.C. Learn about the soldiers who fought here, the civilians who developed the land and lived here, and the landscape which makes up the battlefield.   October 06, 2011  Ranger Led Battlefield Hikes  Explore the battlefield and discover how the battle unfolded!   National Park Service rangers will conduct three hikes taking visitors to three different areas of the battlefield, highlighting the events that transpired on July 9, 1864.   September 13, 2011  Abraham Lincoln: A Man of His Time, A Man for All Times  One hundred and fifty years after his election as president, Abraham Lincoln's historical importance endures.More books have been written about Lincoln than any other American, yet our knowledge of our most famous president is dominated by a series of iconic images: the son of an illiterate farmer who taught himself to read; the savior of the Union; the Great Emancipator; the martyred leader.   August 04, 2011  Drums Along the Monocacy  Learn more about the rich and diverse history of Frederick, Maryland.  Listen as local author John W. Schildt talks about the Indians, British Grenadiers and Civil War soldiers behind the drum beats heard around the Frederick.  Visit with archeologists at the slave village site and see what they are uncovering about the lives of the enslaved people who lived in the village.   June 21, 2011  National Park Service and Howard University  National Park Service (NPS) archeologists at Monocacy National Battlefield near Frederick, Maryland are entering a second year of archeological excavations at one of the largest known slave sites in the region. From June 21 – 30, the NPS will host students and faculty from Howard University for a two-week archeological field school aimed at providing exclusive and enhanced learning opportunities for students interested in archeology.   June 03, 2011  Monocacy National Battlefield Commemorates 147th Anniversary  The 147th anniversary of the “Battle That Saved Washington” will be commemorated on July 9-10.   May 09, 2011  Junior Ranger Day  Calling all kids and those young at heart!  Monocacy National Battlefield will host a Camp of Instruction for visitors of all ages at the historic Worthington Farm on Saturday, June 4, 2011.   May 09, 2011  Last Full Measure of Devotion  Memorial Day Commemoration May 28 - 30, 2011: Monocacy National Battlefield will host a memorial flag display in honor of those soldiers who fell during the Battle of Monocacy.   April 06, 2011  Deer Management Plan Public Meeting  No abstract supplied.   March 18, 2011  Burning Question of Maryland Secession  No abstract supplied.   March 17, 2011  Monocacy Bell and History Day 2011  Monocacy National Battlefield will join with Historic Consortium museum sites in the official opening of the spring season.  Emphasis of the event will be on Frederick, Maryland’s unique contributions to local and national history.",
    "url": "https:\/\/www.nps.gov\/mono\/learn\/news\/newsarchive.htm"
}
