{
    "title": "Monocacy National Battlefield: Nearby Attractions",
    "body": "Nearby Attractions       Nearby National Parks Antietam National Battlefield  The bloodiest one-day battle in American history ... 23,000 soldiers were killed, wounded or missing after twelve hours of fighting on September 17, 1862. The Battle of Antietam ended the Confederate Army of Northern Virginia’s first invasion into the North and led to Abraham Lincoln’s issuance of the preliminary Emancipation Proclamation. Catoctin Mountain Park Catoctin's diverse cultural resources provide several vignettes of our nation's history in one small location. Native Americans quarried rhyolite for the production of lithic tools. A charcoal and iron industry is still visible today, along with smaller industries including farms, sawmills, and an old moonshine still. Historic structures and products of the Works Progress Administration and the Civilian Conservation Corps, along with the site of our nation's first Job Corps Center, are tangible reminders of the capability of vigorous youth programs to strengthen the nation’s economic and social fabric. The totality of resources found in Catoctin Mountain Park reflects much of the early fabric of our country. Chesapeake and Ohio Canal National Historical Park America’s colorful Canal era and transportation history is preserved at the 184.5-mile long Chesapeake & Ohio Canal National Historical Park. Originally, the C&O Canal was a lifeline for communities and businesses along the Potomac River as coal, lumber, grain and other agricultural products floated down the canal to market. Today it welcomes millions of visitors who hike or bike the C&O Canal each year to enjoy the natural, cultural and recreational opportunities available.  Gettysburg National Military Park The Battle of Gettysburg was a turning point in the Civil War -- a Union victory in the summer of 1863 that ended General Robert E. Lee's second and most ambitious invasion of the North. It was the war's bloodiest battle with 51,000 casualties. Gettysburg also provided President Abraham Lincoln with the setting for his most famous address. Harpers Ferry National Historical Park Visit this historic community, at the confluence of the Potomac and Shenandoah Rivers and step into the past. Harpers Ferry offers a wide variety of experiences for visitors of all ages. Indeed, Thomas Jefferson wrote, \"the scene is worth a voyage across the Atlantic.\" Appalachian National Scenic Trail The Appalachian Trail is a 2,185 mile long footpath that follows the Appalachian Mountain ridge lines  between Maine and Georgia.  In Maryland the trail follows the ridge crest of south Mountain and joins the C&O Canal at the Potomac River.  This one-of-a-kind park preserves the trail and provides enjoyment of the varied scenic, historical, natural, and cultural resources.  Potomac Heritage National Scenic Trail Linking the Potomac and Ohio River basins the trail explores the landscapes and footsteps of George Washington and his vision for western expansion in the 1700s.  By foot, bicycle, horse, or boat opportunities abound to explore natural areas and historic sites. Nearby Historic Sites and Heritage Areas National Museum of Civil War Medicine The National Museum of Civil War Medicine is \"the premiere repository of exhibits and artifacts devoted to the technological and procedural advances made in the medical field between 1861-1865. These changes occurred in the midst of tremendous social and economic upheaval. The Museum is committed to effectively weaving the narrative of suffering soldiers, caregivers, their families and the dramatic and innovative developments in medical treatment.\" Rose Hill Manor Park and Children's Museum Rose Hill Manor Park is an eighteenth century Manor situated just outside downtown Frederick, and was the retirement home of Thomas Johnson, Maryland’s first elected governor. Schifferstadt Architectural Museum Built in 1756, Schifferstadt Architectural Museum is the oldest building in the city of Frederick, Maryland and among the best examples of early German-Colonial Architecture in the country. South Mountain State Battlefield Located along the gaps of South Mountain, the park preserves and interprets the first major Civil War battle to take lace in Maryland.  Fought on September 14, 1862, the battle of South Mountain was a crucial turning point in the war.  The Union victories at South Mountain and Antietam (September 17, 1862) led President Lincoln to issue the Emancipation Proclamation. Destination Frederick County Frederick County, Maryland, the location of Monocacy National Battlefield, is less than one hour from Washington, D.C., Baltimore, and nearby Gettysburg, Antietam, and Harpers Ferry. Visit the Frederick County Tourism page for a guide to the attractions, historic sites, and Civil War heritage that the county has to offer. Heart of the Civil War Heritage Area Experience the Heart of the Civil War - Washington, Frederick and Carroll Counties. The Journey Through Hallowed Ground National Heritage Area Experience the historical and cultural landscape along this 180-mile long area stretching from Gettysburg, Pennsylvania, to Thomas Jefferson's Monticello in Charlottesville, Virginia.",
    "url": "https:\/\/www.nps.gov\/mono\/planyourvisit\/nearbyattractions.htm"
}
