{
    "title": "Monocacy National Battlefield: Safety",
    "body": "Safety       Planning a trip to Monocacy National Battlefield offers an opportunity to discover many historical, natural, and recreational riches. Your safety depends on your own good judgment, adequate preparation, and constant attention. Please review the following safety tips to ensure a safe and enjoyable trip.          Law Enforcement Vehicle NPS  Monocacy National Battlefield Law Enforcement Personnel are on patrol to protect and assist you during your visit. For an emergency dial 9-1-1 or contact our 24 hour National Capital Region Communications Center at 866-677-6677. For non-emergency situations, dial 301-662-3515 between 8:30 a.m. – 5:00 p.m. or 301-714-2235 for our 24 hour National Capital Region Communication Center. Use caution while hiking. Wear sturdy shoes or hiking boots and watch where you are going to avoid slips and falls. Carry water while hiking in all seasons. Dress for the weather. Wear layers in cold weather and loose fitting clothes in hot weather. Be aware that the first signs of heat stoke are to feel chilled or nauseated.              Stinging Nettle NPS\/Bill Johnson  Poison ivy is a common plant in the park and many people suffer an itchy rash after contact. It has three shiny leaves and can also be a thick hairy vine. Stinging nettle is covered with minute needle-like hairs that can cause a painful burning sensation lasting many hours when the plant comes in contact with the skin. It has heart shaped leaves and usually reaches 2 – 4 feet high.     Help us keep wildlife wild. Enjoy and observe wild animals from a distance. Never approach or feed wildlife. Close encounters with wildlife should be avoided.            Northern Copperhead Andrew Hoffman  There have been sightings of the Northern Copperhead, which is a venomous snake, in the park. Be cautious of where you place your hands and feet. Please remember that all wildlife have a role in the ecosystem and are protected from harassment and harm. Ticks are also found in the park. The small deer tick can carry Lyme Disease, and the dog tick can carry Rocky Mountain Spotted Fever. Long sleeve shirts, long pants, socks, and a hat offer good protection. Check your entire body after a visit to make sure you didn't take home any unwanted travelers! Wild animals can also be infected with the rabies virus and can infect you or your pet if bitten or scratched. Remember that your pet should always be on leash. If you encounter an animal that is acting strangely report it immediately.",
    "url": "https:\/\/www.nps.gov\/mono\/planyourvisit\/safety.htm"
}
