{
    "title": "Monocacy National Battlefield: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         The driveway leading to the Thomas Farm House saw some of the most savage fighting during the Battle of Monocacy. NPS  Welcome to Monocacy National Battlefield! Monocacy National Battlefield encompasses several centuries of history, which reflect events of both national and local significance.  Here one can experience 1,647 acres of rolling farm fields, historic buildings, and sweeping panoramas along the scenic Monocacy River.  Located about one hour from Baltimore and Washington, D.C., little has changed since the 1864 battle.  Although the landscape appears rural, the park is located less than two miles south of the city of Frederick, Maryland, which has numerous amenities.  The staff at Monocacy National Battlefield is dedicated to helping you plan your visit and is committed to providing an experience that will be enjoyable, educational, and inspirational during your trip.  Come Find Your Park at Monocacy National Battlefield!                Calendar of Events   Special events often make for a memorable experience at Monocacy National Battlefield.  Check out what we have planned for 2016        Daily Ranger Program Schedule   Monocacy National Battlefield has seasonal, daily ranger programs between Memorial Day and October 17th.        Self-Guided Auto Tour   One of the best ways to understand the Battle of Monocacy is to drive the 5 stop auto tour.                Hike One or All Six Trails of Our Trails   Monocacy National Battlefield has six trails of varying distance and challenge.  Hikes range from a half mile to five miles.        Pets are Welcome Too   Pets are welcome at Monocacy National Battlefield, however, there are some rules and regulations that apply.        Special Use Permits & Reservations   Monocacy National Battlefield is proud to provide outstanding services, however, sometimes request for special use may require a permit.            Looking for lodging, dining, and additional activities or nearby attractions while visiting Monocacy National Battlefield? Use the sites below to learn about the local area and amenities available beyond park boundaries.                   Visit Frederick   Find out what else Frederick County, Maryland has to offer.  Lodging, fun, adventure, and great dining await.        Heart of the Civil War Heritage Area   Frederick County, MD witnessed large armies moving through the area during the Civil War.  See why some call it the Heart of the Civil War!         Journey Through Hallowed Ground   Find out what is happening in the Journey Through Hallowed Ground  heritage corridor from Monticello to Gettysburg.                  Physical Address           5201 Urbana Pike  Frederick, MD 21704                 Directions         From the North (U.S. 15) or West (Hagerstown): Use I-70 east and take Exit 54.  Bear right then take a left onto Rt. 355.  The visitor center will be on the left. From the East (Baltimore): Use I-70 west and take Exit 54. Bear left then take a left onto Rt. 355. The visitor center will be on the left. From the South (Washington): Use I-270 north to I-70 east and take Exit 54.  Bear right then take a left onto Rt. 355.  The visitor center will be on the the left.  Directions Details           Operating Hours & Seasons         Monocacy National Battlefield Park hiking trails and parking areas are open daily from 7:00 a.m. to 20 minutes after sunset.  The park Visitor Center is open daily from 9:00 a.m.  to 5:00 p.m.   All park facilities, trails, and parking areas are closed Thanksgiving Day, Christmas Day, and New Year's Day.    Standard Hours    Sunday: 7:00 AM - Sunset   Monday: 7:00 AM - Sunset   Tuesday: 7:00 AM - Sunset   Wednesday: 7:00 AM - Sunset   Thursday: 7:00 AM - Sunset   Friday: 7:00 AM - Sunset   Saturday: 7:00 AM - Sunset             Weather           Spring (March - May) Temperatures: Average high is 67 degrees with a low of 53 degrees Summer (June - August) Temperatures: Average high is 87 degrees with a low of 65 degrees Fall (September - November) Temperatures: Average high is 68 degrees with a low of 48 degrees Winter (December - February) Temperatures: Average high is 45 degrees with a low of 27 degrees (Source: www.usclimatedata.com)         Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 There are NO entrance fees at Monocacy National Battlefield.         Visitor Centers       Visitor Center The park Visitor Center is open daily from 9:00 a.m. - 5:00 p.m.  A bookstore, public restrooms, and an interactive museum are located within the Visitor Center.",
    "url": "https:\/\/www.nps.gov\/mono\/planyourvisit\/index.htm"
}
