{
    "title": "Monocacy National Battlefield: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets         Dog on leash   Many visitors enjoy the company of their pets while visiting the beautiful scenery and historic landscape.  To preserve this hallowed ground and provide a safe and clean environment for all visitors, please follow the following guidelines when bringing pets into the park. Plan your day Before you visit, determine what activities you plan to enjoy before bring your pet.  Pets are not permitted in park buildings.  (Exception: Service animals are permitted in buildings while functioning in their work capacity.) Adequate water, shade, and supervision are important considerations for your pet, especially in the hot summer months.  Pets may not be left unattended in cars or tied up while owners explore the park or Visitor Center.   Leash your pet Pets must be kept on a six-foot leash and under physical control at all times while visiting any area of the park.  This prevents encounters between pets and wildlife, protects pets from hazards, and prevents unwanted interaction between pets and other visitors.  Retractable leashes should be kept at a maximum length of six feet. Dispose of pet waste All pet waste must be removed from the park.  Pet waste may not be left on the ground.  If one is visiting with a pet, please remember to bring plastic bags or a scoop.  Also consider how one will transport waste from the park.  Monocacy National Battlefield is a trash free park; there are no trashcans so pet waste must be taken out of the park when pet owners leave.  Cleaning up after one's dog is the responsible thing to do and is the law in most areas.  Pet waste can transmit disease to children and other pets; dogs smell it, roll in it, walk in it, even ingest it, and children and other pets could pick up serious diseases from it.  Animal feces are one of the most common sources of the following diseases:  Parvo virus is one of the deadliest diseases that affects dogs, particularly puppies. Entering through the mouth, the virus attacks the digestive tract and kills cells that are critical in the absorption of nutrients.  Severe fluid loss through diarrhea and vomiting can lead to death.  Parvo also temporarily affects a dog's immune system, and can lead to heart failure in some young dogs. Whipworms are parasites that tunnel into the wall of the intestine for their blood meals. Vomiting, diarrhea, and weight loss are common symptoms; in large numbers these parasites can cause anemia.  Difficult to diagnose, they are even harder to eliminate because they are often present in very large numbers. Hookworms are parasites which attach to the intestinal wall where they suck plugs of the intestinal tissue into their mouth structures.  Anemia and intense inflammation may result.  Hookworm infections can be passed to humans. Roundworms (ascarids) can affect the lungs and the digestive system, with typical signs being vomiting and diarrhea.  Convulsions can occur with heavy infections and the disease can spread to humans. Giardia is a one-celled parasite that can cause diarrhea in cats and dogs.  Infection with Giardia is often difficult to diagnose and treat effectively. Coccidia are one-celled parasites that can cause diarrhea, especially in puppies and kittens.  Practice good behavior Monocacy National Battlefield is a popular destination so visiting pets should be accustomed to crowds of people and capable of demonstrating good behavior in the presence of other pets and wildlife.  Unreasonable amounts of noise and harassment of wildlife are not permitted in the park.  Digging, clawing, or destruction of natural and historical resources is strictly prohibited. Report loose pets If one's pet escapes its leash and becomes lost in the park, please notify park staff immediately at 301.714.2235.  Never abandon a pet, wanted or unwanted, in the park.      For more information about the park's rules and regulations, see Laws and Policies.",
    "url": "https:\/\/www.nps.gov\/mono\/planyourvisit\/pets.htm"
}
