{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Pu'uhonua",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Pu'uhonua                 Pu'uhonua o Hōnaunau         Pu‘uhonua o Hōnaunau NPS Photo  Pu'uhonua o Hōnaunau is an important Hawaiian ceremonial site bounded on its southern and eastern sides by a massive L-shaped wall, known as the Great Wall, and on its northern and western sides by the ocean. In addition to the Great Wall, within the Pu'uhonua are several other important ceremonial structures including the Hale o Keawe, 'Āle'ale'a Heiau, and the Ancient Heiau. In ancient Hawai'i a system of laws known as kānāwai enforced the social order. Certain people, places, things, and times were sacred -- they were kapu, or forbidden.  Kapu regulated fishing, planting, and the harvesting of other resources. Any breaking of kapu disturbed the stability of society, and the punishment was often death.  Any fugitive who had broken kapu (sacred law) could seek refuge and forgiveness within the walls of the Pu'uhonua. In addition, in the event that war was declared, families of combatants could seek refuge and safety within the Pu'uhonua and be assured to return home unmolested on cessation of battle regardless of the outcome.  Although many pu'uhonua existed in ancient Hawai'i, Pu'uhonua o Hōnaunau is the best preserved and most dramatic  given the extent of its monumental architecture.   The concept of refuge in Hawai'i is an ancient one, with roots found in the larger Polynesian culture. Traditional accounts indicate that a ruling chief of a kingdom could declare certain lands or heiau (sacred structures) as pu'uhonua, and as long as they retained undisputed power these designations would remain in force. Unfortunately no absolute chronology exists for dating the original establishment of Pu'uhonua o Hōnaunau. However, rough estimates can be made based on genealogies and traditional accounts. Some have indicated that the Pu'uhonua may have originally been established by 'Ehu kai malino, ruling chief of Kona, around 450 years ago.",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/puuhonua-o-honaunau.htm"
}
