{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Preservation",
    "body": "Preservation         Coral graffiti on the lava flats of the park picnic grounds. NPS Photo  Any person who enters the grounds Pu'uhonua o Hōnaunau National Historical Park will immediately feel that it is a special and sacred place. Without intending to do harm, many visitors come to the park and want to create a lasting memory to mark their visit. These \"memories\" often transpire in the form of what park staff calls \"coral graffiti\". Coral graffiti, which is usually names or phrases, most commonly occurs within the pu'uhonua and park picnic grounds but has been documented elsewhere in the park. In addition to coral graffiti, visitors sometimes assemble cairns and monuments created from rocks and coral, much of which originates from archaeological sites. What many people don't understand is that these acts in the park are prohibited under Federal Law and considered a form of vandalism. In addition, it is extremely disrespectful to Native Hawaiians as well as the many park visitors that come each year to enjoy the peace, serenity, and the beauty of the park landscape.  Off-trail exploring away from designated pathways or trails, especially in places such as the 1871 Trail, can also result in disturbances to cultural resources. Damages may result when people unknowingly step on walls or structures, an action which can collapse sections of stonework. The trails and pathways within the park are specifically designed to allow visitors to access areas of interest, but at the same time protect sites and cultural resources. All the actions described above have a direct and negative effect on cultural resources and the landscape and, in some cases, cause irreversible and permanent damages. The Code of Federal Regulations (CFR) § 36 CFR 2.1 prohibits: 2.1.5 Walking on, climbing, entering, ascending, descending, or traversing archaeological or cultural resource, monument, or statue, except in designated areas and under conditions established by the superintendent. 2.1.6 Possessing, destroying, injuring, defacing, removing, digging, or disturbing a structure or its furnishings or fixtures, or other cultural or archaeological resources.  In addition to the CFR, the Archeological Resources Protection Act (ARPA) of 1979 was enacted to provide additional protection to archaeological sites and cultural resources. Any violations to the CFR or ARPA can result in expensive fines, arrests, or even jail time.  As you can see, we believe that all of our archaeological resources are important and valuable. We hold the utmost respect to the Native Hawaiian people and the many others from around the world that consider these sites as sacred places. We ask you all to enjoy the park, but at the same time maintain respect for the sites around you. By adhering to the Federal regulations and guidelines, we can continue to work together in the preservation and perpetuation of this very special place for this generation and the many to come. Mahalo nui! For more information about archaeology laws and the National Park Service please check out the following link: https:\/\/www.nps.gov\/archeology\/tools\/Laws\/       Modern cairn made from rocks originating from an archaeological site. Remember, please don't stack rocks! NPS Photo        Remember...stacking rocks and making carins is not allowed! Please be respectful. NPS Photo",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/preservation.htm"
}
