{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: 1871 Trail",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     1871 Trail                 1871 Trail         1871 Trail looking north toward the Pu'uhonua, Keanae'e Cliffs to the right. NPS Photo  The 1871 Trail refers to the section of coastal trail that originally extended from Nāpō'opo'o south to Ho'okena, and was remade in 1871. The name of the trail is derived from the date of a single correspondence between Henry Cooper, Kona Road Supervisor, and F.W. Hutchinson, Minister of the Interior, dated August 1, 1871: \"I have remade two miles of road on the beach across the lands of Ke'ei and Hōnaunau, this improvement was much required as the road had become almost impassable.\" Historically, the trail was the main artery for coastal travel in the area connecting several villages along its length. Trails of this type are often referred to as \"two-horse trails\" because the trail width was built to easily accommodate two horses. In addition, curbstones lined the path helping to delineate the trail so that pack animals could follow it without constant guidance from the rider. This type of trail was constructed during the nearly 80 year period lasting from 1841-1918. In 1918 the trail section north of Hōnaunau was improved for wheeled traffic; however, the section south to Ho'okena was never modified for motorized vehicles.        1871 Trail in 1963. NPS Photo  The 1871 Trail is one section of a coastal alaloa, or regional thoroughfare. Alaloa were long trails that formed primary routes of travel between communities, royal centers, religious sites, and resources. Shorter more locally important trails were known as alahele. Inland and coastal alaloa and alahele typically ran laterally with the shoreline. Another important type of trail was the mauka (inland) - makai (seaward) trail, also known as ala pi'i uka or ala pi'i mauna. Every ahupua'a (traditional land division extending from the uplands to the sea) typically included one or more mauka-makai trail. These trails connected coastal villages with upland resources including dryland garden plots located at elevations with more consistent rainfall.",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/1871-trail.htm"
}
