{
    "title": "Moores Creek National Battlefield: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Wet Pine Savanna NPS PHOTO  Moores Creek National Battlefield would like to keep you updated on what is going on in the park. Currently we are working on an Environmental Assessment for our 2012 Fire Management plan. This plan is now ready for public review and comment. Comments can be submitted online at the linked web address. Comments will be accepted through July 30, 2012.   http:\/\/parkplanning.nps.gov\/document.cfm?parkID=394&projectID=36890&documentID=48042        Wet Pine Savanna NPS Photo  The park's 88 acres encompass a variety of landscapes ranging from dry pine forests to a small, wet-pine savanna. Moores Creek travels through the park and is a tidally influenced \"black water\" creek with considerable cypress growth. The park maintains checklists for birds and flowering plants. A boardwalk traversing the creek provides good locations to see migrating spring warblers and the park is part of the NC Birding Trail. Restoration work has been underway since 1996 on the savanna. More than 25,000 bunchgrass plants were introduced between 2003 and 2005 (Aristida stricta and Ctenium aromaticum). The savanna is burned using prescribed fire on a regular schedule to maintain the open habitat and improve habitat for state-listed plant species. Long-leaf pines are planted annually throughout the park.      A Changing Landscape When entering our park, visitors may notice that some of the grounds appear grown up or unmaintained.  Why is this so?  We have a hard-working Maintenance staff who work above and beyond the call of duty to maintain our park for the enjoyment of the visitor.  As for those areas that appear to be unmaintained, a closer look reveals a plan in action.   To provide the most unique experience for our visitors, we are in the process of changing parts of our landscape to bring the visitor back into time.  The area closest to the entrance is being allowed to grow for two reasons: (1) We are trying to promote the growth of the Longleaf Pine tree, which use to cover vast expanses of the Southeastern part of the United States.  (2) We are trying to give more definition to the colonial-era Negro Head Point Road, which cuts through our park and was the major thoroughfare for travelers heading west into the state away fom the coast. In order to get to the point where we want to be, which will take many years, the landscape will go through many stages of change.  The expectations of the management at Moores Creek National Battlefield are that the end product brings about a change to the landscape that will impact visitor experience in a positive and informative way.  Any questions, comments, or concerns can be directed to any staff member, as we are all on board this project here at Moores Creek National Battlefield.  Please enjoy your visit.",
    "url": "https:\/\/www.nps.gov\/mocr\/learn\/nature\/index.htm"
}
