{
    "title": "Moores Creek National Battlefield: News",
    "body": "Explore This Park    Learn About the Park     News             News           Ricardo Perez NPS Photo       Ricardo Perez to Lead Moores Creek   By Marianne Mills (404) 507-5613 January 11, 2013   Acting Southeast Regional Director Gordon Wissinger announced that Ricardo P. Perez has been selected as the new superintendent at Moores Creek National Battlefield in Currie, N.C. Perez has most recently served as a supervisory park ranger at Rock Creek Park in Washington, D.C. He will report to his new assignment on January 13.  \"We are very pleased that Ricardo is joining the Southeast Region,\" Wissinger said. \"His 25 years in the National Park Service has spanned parks from coast to coast. He spent a lot of his career in parks that tell the story of our nation's history and much of his focus has been on enhancing the experiences of visitors. This background makes him a great fit for Moores Creek.\" Perez began his National Park Service (NPS) career in 1987 as a laborer at Golden Gate National Recreation Area in San Francisco, and later became a park ranger. In 1991 he moved to Fort Clatsop National Memorial, Astoria, Ore., where he served as a law enforcement ranger. While there, he also served as a volunteer firefighter and emergency medical technician with the Lewis & Clark Fire and Rescue Department. In 2002 he moved to Manassas National Battlefield Park in Manassas, Va., as a law enforcement ranger. In 2003 he returned to Golden Gate National Recreation Area, this time as a supervisory park ranger for Alcatraz Island. From 2008 to 2009 Perez was a supervisory park ranger for the National Mall and Memorial Parks in Washington, D.C., and served on the 2009 Presidential Inauguration Committee. He transferred to Rock Creek Park in 2009. In 2010 he performed a detail assignment as the Superintendent of Manassas National Battlefield Park, the site of two major land battles of the Civil War. Perez has been an active member of the Partnership Advisory Council, the Interpretive Management Advisory Group, and the Civil War Sesquicentennial Planning Committee. He is a graduate of the Federal Law Enforcement Training Center, Brunswick, Ga. He has served in various leadership positions with the Boy Scouts of America. \"I am humbled by the opportunity to serve as the Superintendent for Moore's Creek,\" Perez said. \"I look forward to meeting new friends and developing partnerships within the community. My wife Stephanie and I are excited about this move.\"",
    "url": "https:\/\/www.nps.gov\/mocr\/learn\/news\/index.htm"
}
