{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Royal Grounds",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Royal Grounds                 Royal Grounds         1922 photograph of the “Hale o Lono” area taken from the east edge of the Hale o Keawe platforms NPS, Pu‘uhonua o Hōnaunau National Historical Park, PUHO 4917  The Royal Grounds, centered around the small embayment known as Keone'ele Cove, contains sites that range from pre-contact (prior to the arrival of Captain Cook in 1778) to historic times and that are traditionally connected with the pu'uhonua. Cup holes, which may have held kapu sticks, are noted to occur to the north, east, and southern boundaries of the Royal Grounds. It is believed that these kapu sticks demarcated the boundary of the royal area. In pre-contact times, the Royal Grounds contained several chiefly residences and ceremonial-related structures. Other highlighted sites used by royalty included the Heleipālala fishponds and Keone'ele Cove canoe landing. Historical information indicates that in the area immediately east of the Hale o Keawe was once the location for a ti leaf thatched structure called the \"Hale o Lono\".  In 1919, archaeologist J.F.G. Stokes was told by elderly Hawaiians that this area was a temple used for the four periods of prayer held monthly for eight months of the year. Ma'inui, one of Stokes' main informants and who was probably 95 at the time of the interviews, said that the Hale o Lono was destroyed by a tidal wave that occurred when he was 3 ½ years old (probably sometime in the early 1800s).   The area bordering the east side Keone'ele Cove was traditionally known as Kauwalomālie. Kauwalomālie is said to have contained a large platform, fronted by an 8-foot high retaining wall. The platform was reportedly the location for a chiefly residence and\/or ceremonial area. According to testimonies from elderly Hawaiians, a school built from ohia logs, coconut sennit, and ti leaf was located within the area of the platform in the mid-1800s. In 1868 a series of stone walls were constructed within Kauwalomālie, a year after Charles Bishop purchased the entire ahupua'a (traditional Hawaiian unit of land) of Hōnaunau as a gift for his wife, Bernice Pauahi Bishop. The walls demarcated parcels of Bishop Estates land lots. A grove of coconut trees found within the lot walls was said to have been planted by Bernice Pauahi Bishop sometime after the land was gifted to her.        1949 photograph of the northern end of Bishop Estate Lot Walls. The backside of the walls was removed in the late 1960s and some of the stone was re-used during the construction of the park Visitor Center NPS, Pu‘uhonua o Hōnaunau National Historical Park, PUHO 1080)  In 1891, the lands were deeded to the Bishop Estate Trustees and from 1921-1961 the County of Hawai'i leased the Bishop Estate-owned lands for a County Park. It is during this time, that the County constructed the public facilities that included several latrines and a lavatory\/bathhouse. In addition, they also constructed a series of seawalls that fronted the eastern and western sides of Keone'ele Cove. Years of high surf throughout the County's leasehold, necessitated continual repair work on the seawalls. The alignment of the County constructed seawalls, as they stand today, has changed since the first half of the twentieth century. This was mainly a result of several significant restoration and repair projects conducted by National Park throughout the 1960s.",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/royal-grounds.htm"
}
