{
    "title": "Moores Creek National Battlefield: Things to Do",
    "body": "Explore This Park    Plan Your Visit     Things to Do             Things To Do       ACTIVITIES Anniversary- Come join us for our largest celebration each year. Taking place over the course of the last full weekend in February, family-friendly activities include musket and cannon demonstrations, militia encampments, living history demonstrations, live music, and much more. For a listing of event details, to include daily activity schedules for the anniversary, please check out the Schedule of Events or find us on Facebook as we get closer to the event. Candlelight Tours- Every year on the third Friday and Saturday of November, Moores Creek National Battlefield travel back to 1776 to recreate the sights and sounds that surrounded the battle of Moores Creek Bridge. Come out and join us on a candlelit guided tour along a history trail illuminated with more than 600 luminary candles along a 3\/4-mile path. As you depart the Visitor Center accompanied by a Tour Guide, you will encounter reenactors along the way who will recount the story of the battle of Moores Creek Bridge. As you approach a gloomy Moores Creek Bridge, bagpipes will begin to fill the air as Scottish Highlanders wielding broadswords meet you on the path. They lead you across the bridge and on a charge up the causeway where you will be met with the sights and sounds of musket and cannon fire. The tour ends as it winds its way though monuments and darkness. The cost of this event is $3 per person. Children 12 years and under are free. Registration for this event begins October 15, 2014. Spaces are limited so reserve your space soon.         EXPLORE. LEARN. PROTECT.        Be a Junior Ranger! What is a Junior Ranger? Are you interested in exploring? Do you like art, science, history or nature? How about animals, sailing ships, dinosaurs or trains? Would you like to learn more about the national parks that belong to you? Did you know you can help protect these special places - even if you never visit them all? A Junior Ranger Could be YOU! Rather than tying their park experiences only to the scheduled programs, Junior Ranger Programs are designed to provide participants with the flexibility to see and interact with the park at their own pace and within the limits of their own time. National Parks with Junior Ranger Programs: Many National Parks offer visitors the opportunity to join the National Park Service Family as Junior Rangers. Interested students complete a series of activities during their park visit, share their answers with a park ranger, and receive an official Junior Ranger badge or patch and Junior Ranger certificate.         Patriots Hall   If you have an upcoming event such as a reunion, party, family gathering, or even a wedding, Patriots Hall might be just what you are looking for. The facility is an indoor\/ outdoor building with 8 bay doors that can be opened or closed depending on the weather. The facility is approximately 50 feet long by 35 feet wide. The building contains men's and women's restrooms, power outlets, and the use of up to 25 8-foot tables and 200 foldable chairs, which can be set up to meet your needs.  A one-time $50 non-refundable Application Fee and is needed to reserve the facility, and a $100 Special Use Fee balance must be paid by the date of use. For more information, or to reserve the facility, contact Matthew Woods, Special Use Coordinator, for more information at 910-283-5591 or matthew_woods@nps.gov.         Camp Caswell Community Campsite   The park's newest addition, Camp Caswell, is a community campsite intended for the use by local Boy and Girl Scout Groups, as well as Venture crews and community youth groups such as church youth or the YMCA. The campsite consists of 20 tents sites, 3 fire pits, and three picnic benches. There is no fee associated with using this campsite, but a Special Use Application must be completed by a Scout or group leader in order to reserve the site.",
    "url": "https:\/\/www.nps.gov\/mocr\/planyourvisit\/things2do.htm"
}
