{
    "title": "Moores Creek National Battlefield: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           40 Patriots Hall Dr.  Currie, NC 28435                 Directions         Moores Creek National Battlefield is located 20 miles NW of Wilmington, North Carolina. ·  From Highway 17, follow US 421 to NC 210, then West on NC 210 ·  From Interstate 40, take exit 408 (NC 210) West at Rocky Point. ·  From Interstate 95 North, take exit 13-A for NC 74 East towards Wilmington. ·  From Interstate 95 South: take exit 81-B for I-40 East towards Wilmington. ·  From Fayetteville, North Carolina, take Interstate 95 South to Exit 13-A Questions please call us as 910-283-5591 x2234   Directions Details           Operating Hours & Seasons         Park Operating Hours & Seasons Moores Creek National Battlefield is open Monday through Sunday, 9:00 am to 5:00 pm daily. The park is closed on all Federal holidays. Areas of access include the History and Tar Heel trails, which include the battlefield and Widow Moores Creek Bridge, as well as access to the picnic area, creek, and restrooms. Effective January 1, 2014, Moores Creek National Battlefield is closed on all federal holidays with no access to any part being permitted.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 AM   Tuesday: 9:00 AM - 5:00 AM   Wednesday: 9:00 AM - 5:00 AM   Thursday: 9:00 AM - 5:00 AM   Friday: 9:00 AM - 5:00 AM   Saturday: 9:00 AM - 5:00 AM     Park Entrance  Visitor Center The Visitor Center is located in the park and contains the Ranger Contact Station, exhibits, an orientation film, bookstore and gift shop, and the park Passport Stamp.  It is open Wednesday - Sunday, 9:00 am - 5:00 pm.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Currie, North Carolina has mild Winters and moderate to hot Summers with varying humidity.         Fees & Passes     Entrance Fees:   No Entrance Fees - $0.00 Free Admission         Visitor Centers       Visitor Center The Visitor Center is open Wednesday through Sunday, 9:00 am to 5:00 pm. This includes access to exhibits, the park's 10-minute film \"In the Most Furious Manner\", the gift shop, as well as access to America the Beautiful passes. Effective January 1, 2014, Moores Creek National Battlefield is closed on all federal holidays with no access to any part being permitted. Visitor Center Phone Number 910-283-5591 ex. 2222                            Operating Hours & Seasons               Fees, Passes, Reservations & Permits              We look forward to seeing you at Moores Creek National Battlefield – but make sure we're open. Check our Operating Hours and Seasons before you travel. You can find out about Fees and Passes, along with any Permits and Reservations you might need, by clicking these links.",
    "url": "https:\/\/www.nps.gov\/mocr\/planyourvisit\/basicinfo.htm"
}
