{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Visitor Center",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Visitor Center                Visitor Center         The temporary Visitor Center as it stood in 1962. The structure was located within the Royal Grounds area of the park. NPS, Pu‘uhonua o Hōnaunau National Historical Park, PUHO 875  In anticipation of the National Park Services 50th Anniversary in 1966, NPS Director Conrad Wirth initiated the Mission 66 Program in 1956 to improve the visitor experience and revive park facilities. This revival included a complete architectural overhaul that changed the more \"rustic\" design style of existing park facilities to what has been termed as \"Park Service Modern\". The establishment of a new building type termed The \"Visitor Center\" was a major component of Mission 66 goals. Constructed between 1968 and 1969, the Visitor Center at Pu'uhonua o Hōnaunau National Historical Park (PUHO) represents the only existing Mission 66-style Visitor Center in Hawai'i. Adhering to the vision of the Mission 66 program, the PUHO Visitor Center is designed to be the central point of the park, and provides the basis for the overall design and flow of the park experience. The Visitor Center represents an expression of American modern architecture, yet retains the feeling of Polynesian-style architectural design. This can be found in such design elements as the lava rock walls that line the building as well as the 'ili 'ili (water worn pebbles) paved walkways. These architectural traits were specifically chosen to create a connection between the overall design of structure and where it is located within the cultural landscape.        Overview of the newly constructed Visitor Center in 1970. NPS, Pu‘uhonua o Hōnaunau National Historical Park, PUHO 3239  In 2002, the Visitor Center was determined eligible by the State Historic Preservation Officer (SHPO) for listing on the National Register of Historic Places (NRHP) under Criterion A, C, and G. As indicated on the nomination form, the Visitor Center is of national importance under the NRHP Criterion A because is it associated with events that have made a significance contribution to the broad patterns of our history (the Mission 66 program) and Criterion C because the property embodies the distinctive characteristics of a types, period, or method of construction (National Park Service Modern Architecture.) Because the property is less than 50 years of age, it is also eligible under Criterion G because of its extraordinary national importance. On October 15th, 2006 two major earthquakes registering magnitudes 6.7 and 6.0 hit the Hawaiian Islands. The earthquakes resulted in damage to a number of cultural resources within the park which included damage to the Visitor Center. Noted earthquake damages to the Visitor Center consisted of cracks in two posts and four concrete masonry bases. Repairs to the damaged areas were completed (in 2007 and 2009.",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/visitor-center.htm"
}
