{
    "title": "Wright Brothers National Memorial: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies        Laws are created by Congress and establish the highest order of legal authority over national parks.  Many laws, including the 1916 Organic Act that created the National Park Service, affect all areas managed by the National Park Service.  NPS Policies Service-wide policy for the National Park Service is developed by the Office of Policy with public input and in accordance with applicable laws. Policies dictate many of the overall directions and procedures used by all parks. More... Park Regulations The Code of Federal Regulations 36 CFR parts 1-199 and the Park Compendium provide a complete listing of park rules and regulations. These most specific rules are developed with public input to implement applicable law. Assimilated Laws As Wright Brothers National Memorial manages under concurrent jurisdiction, State of North Carolina statues are assimilated. Firearms Regulations As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point about state and local firearms laws please go to the following web site and select the state that you are interested in from the list on the right side of the page: http:\/\/www.atf.gov\/publications\/firearms\/state-laws\/29th-edition\/index.html. Select to review the State of North Carolina Reciprocity Agreement.       2016 Superintendent's Compendium Approved by David Hallac, Superintendent, on January 28, 2016 A. INTRODUCTION  1. Superintendent’s Compendium Described    The Superintendent’s Compendium is the summary of park specific rules implemented under 36 Code of Federal Regulations (36 CFR). It serves as public notice, identifies areas closed for public use, provides a list of activities requiring either a special use permit or reservation, and elaborates on public use and resource protection regulations pertaining specifically to the administration of the park. The Superintendent’s Compendium does not repeat regulations found in 36 CFR and other United States Code and CFR Titles, which are enforced without further elaboration at the park level. The regulations contained in 36 CFR, Parts 1-7, are the basic mechanism used by the National Park Service (NPS) to preserve and protect the natural and cultural resources of the park and to protect visitors and property within the park. Parts 1 through 6 are general regulations applicable to all areas of the National Park system, and Part 7 contains special regulations specific to individual parks. Each of these Parts has many sections and subsections articulating specific provisions. Within some of these Part 1-7 sections and subsections, the Superintendent is granted discretionary authority to develop local rules to be responsive to the needs of a specific park resource or activity, park plan, program, and\/or special needs of the general public. As an example, 36 CFR 1.5(a) Closures and Public Use Limits provides the Superintendent certain discretion in allowing or disallowing certain activities. The authority granted by the Section, however, requires the Superintendent to comply with the Administrative Procedures Act (6 USC Section 551), which requires public notice on actions with major impact on visitor use patterns, park resources or those that are highly controversial in nature. Another example is 36 CFR 1.6 Permits, which allows the Superintendent to require a permit for certain uses and activities in the park. This Section, however, requires that a list of activities needing a permit (and a fee schedule for the various types of permits) be maintained by the park. A final example is 36 CFR 2.1(c) (1) Preservation of Natural, Cultural and Archeological Resources, which provides the Superintendent the authority to designate certain fruits, nuts, berries or unoccupied seashells which may be gathered by hand for personal use or consumption. This activity can occur, however, only if a written determination shows that the allowed activity does not adversely affect park wildlife, the reproductive potential of a plant species, or otherwise adversely affect park resources. This Compendium should be used in conjunction with Title 36 CFR, Parts 1-7, to more fully understand the regulations governing the use and enjoyment of all the areas of the national Park System. A copy of Title 36, CFR, can be purchased from the U.S. Government Printing Office at:  Superintendent of Documents P.O. Box 371954 Pittsburgh, PA 15250-7954    The CFR is also available on the Internet at: http:\/\/www.access.gpo.gov\/nara\/cfr\/waisidx_05\/36cfrv1_05.html       2. Laws and Policies Allowing the Superintendent to Develop This Compendium The Secretary, acting through the Director of the National Park Service, shall promote and regulate the use of the National Park System by means and measures that conform to the fundamental purpose of the System units, which purpose is to conserve the scenery, natural and historic objects, and wild life in the System units and to provide for the enjoyment of the scenery, natural and historic objects, and wild life in such manner and by such means as will leave them unimpaired for the enjoyment of future generations (54 U.S.C. §100101(a)). In 1970, Congress declared: (A) the National Park System, which began with establishment of Yellowstone National Park in 1872, has since grown to include superlative natural, historic, and recreation areas in every major region of the United States and its territories and possessions; (B) these areas, though distinct in character, are united through their interrelated purposes and resources into one National Park System as cumulative expressions of a single national heritage; (C) individually and collectively, these areas derive increased national dignity and recognition of their superb environmental quality through their inclusion jointly with each other in one System preserved and managed for the benefit and inspiration of all the people of the United States; and (D) it is the purpose of this division to include all these areas in the System and to clarify the authorities applicable to the System (54 U.S.C. §100101(b)). 54 U.S.C. §100102(2) defines the National Park System as \"…any areas of land and water administered by the Secretary, acting through the Director, for park, monument, historic, parkway, recreational, or other purposes.\" In addition to the above statutory authority, the Superintendent is guided by established NPS policy as found in the NPS Management Policies (2006). The Superintendent is also guided by more specific policies promulgated by the Director, NPS, in the form of Director’s Orders. As stated in the Management Policies, the primary responsibility of the NPS is to protect and preserve our national natural and cultural resources while providing for the enjoyment of these resources by visitor and other users, as long as use does not impair specific park resources or overall visitor experience. The appropriateness of any particular visitor use or recreational experience is resource-based and will vary from park to park; therefore, a use or activity that is appropriate in one park area may not be appropriate in another. The Superintendent is directed to analyze overall park use and determine if any particular use is appropriate. Where conflict arises between use and resource protection, where the Superintendent has a reasonable basis to believe a resource is or would become impaired, then that Superintendent is obliged to place limitations on public use. 3. Consistency of This Compendium with Applicable Federal Law and Requirements The Superintendent’s Compendium is not considered a significant rule requiring review by the Office of Management and Budget under Executive Order 12866. In addition, this Compendium will not have a significant economic effect on a number of small entities nor impose a significant cost on any local, state or tribal government or private organization, and therefore does not fall under the requirements of either the Regulatory Flexibility Act or the Unfunded Mandates Reform Act. The actions and requirements described in this Compendium are found to be categorically excluded from further compliance with the procedural requirements of the National Environmental Policy Act (NEPA) in Department of the Interior (DOI) Guidelines 516 DM 6 and as such, an Environmental Assessment will not be prepared. 4. Development of the Requirements of the Superintendent’s Compendium As outlined above, the NPS has broad authority and responsibility to determine what types of uses and activities are appropriate in any particular National Park System area. The requirements of the Superintendent’s Compendium are developed through an analysis and determination process. The decision criteria used during this process are:  Is the use or activity consistent with the NPS Organic Act and NPS policy? Is the use or activity consistent and compatible with the park’s enabling legislation, management objectives, and corresponding management plans? Will the use or activity damage the park’s protected natural and cultural resources and other protected values? Will the use or activity disturb or be in conflict with wildlife, vegetation, and environmental protection actions and values? Will the use or activity conflict with or be incompatible with traditional park uses and activities? Will the use or activity compromise employee or public safety?  5. Applicability of the Compendium The rules contained in this Compendium apply to all persons entering, using, visiting or otherwise present on federally owned lands, including submerged lands, and waters administered by the NPS within the legislative boundaries of the park. This includes all waters subject to the jurisdiction of the United States, including all navigable waters. 6. Enforcement of Compendium Requirements NPS Law Enforcement Park Rangers enforce the requirements of the United State Code, 36 CFR, and this Superintendent’s Compendium. 7. Penalties for Not Adhering to the Compendium Requirements A person who violates any provision of the regulations found in 36 CFR, Parts 1-7, or provisions of this Compendium, is subject to a fine as provided by law (18 U.S.C. 3571) up to $5,000 for individuals and $10,000 for organizations, or by imprisonment not exceeding six months (18 U.S.C. 3559), or both, and shall be adjudged to pay all court costs associated with any court proceedings. You may receive a list of fines associated with any particular provision by contacting the Chief Ranger at the park address found below. 8. Comments on the Compendium The Compendium is reviewed annually and revised as necessary. The park welcomes comments about its program and activities at any time. Written comments on the Compendium may be submitted to: Superintendent Wright Brothers National Memorial 1401 National Park Road Manteo, NC 27954 9. Effective Date of the Superintendent’s Compendium The Superintendent’s Compendium is effective on the approval date listed on the first page of this document, and remains in effect until revised. 10. Additional Information Some of the terms used in this Compendium may have specific meaning defined in 36 CFR 1.4 Definitions. 11. Availability Copies of the Compendium are available at Park Headquarters located at: 1401 National Park Drive, Manteo, NC 27954.      B. SUPERINTENDENT’S COMPENDIUM Authority Under the authority of Title 54 USC Section 100751(a), and Title 36, Code of Federal Regulations, Chapter 1, Parts 1-7, a Superintendent's Compendium is established for Wright Brothers National Memorial. Regulations listed in this compendium are requirements in addition to those listed in the specific section found in Title 36 unless otherwise noted. The specific authority for this regulatory procedure is found in § 1.5, 1.6, and 1.7 of Title 36. Written determinations, which explain the reasoning behind the Superintendent’s use of discretionary authority, as required by Section 36 CFR 1.5 (c), appear in this document identified as “justification.”   I. 36 CFR §1.5 – VISITING HOURS, PUBLIC USE LIMITS, CLOSURES, AND AREA DESIGNATIONS FOR SPECIFIC USE OR ACTIVITIES    (a)(1) The following visiting hours and public use limits are established for all or for the listed portions of the park, and the following closures are established for all or a portion of the park to all public use or to a certain use or activity:      Aircraft Operations     Aircraft may not park at the ‘First Flight’ FAA designated airstrip for more than 24 consecutive hours or for more than a total of 48 hours during any 30-day period.       (Justification: This airstrip is designed for short term use due to limited aircraft parking space. With the urbanization of the area, the airstrip began to be used as a parking facility for aircraft associated with persons or businesses for days or weeks at a time. This extended use for activities not related to the purposes for which the memorial was established prevented the use of the airstrip by those pilots wishing to visit the memorial for educational purposes. The 3,000-foot runway and aircraft parking lot were designed to provide pilots the opportunity to visit by air the site of man's first flight. Therefore, special regulations (36 CFR 7.76(b) were adopted to limit such non-park connected activity.)            Unauthorized vehicles and pedestrians are not permitted on the airstrip tarmac or runways.           (Justification: Prohibiting vehicles and pedestrians on the aircraft parking ramps and runways increases the safety of both pilots and visitors.)           Aircraft operations are prohibited from ½ hour after sunset to ½ hour before sunrise.           (Justification: The airstrip is not lighted and subsequently cannot be used safely after daylight hours.)           Sidewalks, Foot Trails and Bicycle Routes     Automobiles, motorcycles, bicycles or other vehicles shall not be operated on the sidewalks and foot trails of Wright Brothers National Memorial except as authorized by the Superintendent.           The Wright Brothers bike path parallel to Colington Road connecting Colington Road and 1st Street and the paved trail connecting Colington Road to Memorial Road adjacent to the airstrip parking is a designated bicycle route.           (Justification: Limiting bicycles to paved roads and designated bicycle paths\/routes enhances visitor safety in congested pedestrian areas.)           Unmanned Aircraft     Launching, landing, or operating an unmanned aircraft from or on lands and waters administered by the NPS within the boundaries of Wright Brothers National Memorial is prohibited except as approved in writing by the superintendent.           The term “unmanned aircraft” means a device that is used or intended to be used for flight in the air without the possibility of direct human intervention from within or on the device, and the associated operational elements and components that are required for the pilot or system operator in command to operate or control the device (such as cameras, sensors, communication links). This term includes all types of devices that meet this definition (e.g. model airplanes, quadcopters, drones, model rockets) that are used for any purpose, including recreation or commerce.           (Justification: Due to the proximity and volume of public use within the Memorial, visitor and aircraft safety is seriously compromised if unmanned aircraft are launched from or operated over park grounds.)      II. 36 CFR §1.6 – ACTIVITIES THAT REQUIRE A PERMIT    (f) The following is a compilation of those activities for which a permit from the superintendent is required. A permit may be requested by contacting Park Headquarters at 252-475-9036.      Permits are required for the following activities:     - Non-commercial soliciting (Section 2.37)   - Special events (Section 2.50)   - Public assemblies\/meetings (Section 2.51)   - Primary and Secondary First Amendment areas are identified in attached maps   - Sale\/distribution of printed matter (Section 2.52)   - Business operations (Section 5.3)   - Commercial photography (Section 5.5)    III. GENERAL REGULATIONS     36 CFR §2.1 – PRESERVATION OF NATURAL, CULTURAL AND ARCHEOLOGICAL RESOURCES (c)(1), (c)(2) The following fruits, nuts, berries or unoccupied seashells may be gathered by hand for personal use or consumption, in accordance with the noted size, quantity, collection sites and\/or use or consumption restrictions:         All fruits, nuts, seeds, berries and unoccupied seashells may be gathered for personal use and consumption.           (Justification: Those natural items enumerated are not endangered or rare and are present in such quantities that the gathering or consumption thereof will not adversely affect park wildlife, reproduction potential of the species or otherwise adversely affect park resources.)          36 CFR §2.2 - WILDLIFE PROTECTION   (e) All areas within the park are closed to viewing wildlife with any type of artificial light.       (Justification: Prohibiting the use of artificial lights minimizes the potential for the illegal taking of wildlife.)         36 CFR §2.4 WEAPONS, TRAPS, NETS   (h) Notwithstanding any other provision in this Chapter, a person may possess, carry, and transport concealed, loaded, and operable firearms within a national park area in accordance with the laws of the state in which the national park area, or that portion thereof, is located, except as otherwise prohibited by applicable Federal law.          This authority does NOT extend to individuals who do not have a state permit to carry firearms in federal facilities within the park (18 U.S.C. 930(a) or USCG certificated boats.           Federal facilities are defined as: a building or part thereof owned or leased by the Federal Government, where Federal employees are regularly present for the purpose of performing their official duties.          36 CFR §2.15 – PETS   (a)(5) Failing to comply with pet excrement disposal conditions which may be established by the superintendent.          Pet excrement must be picked up and disposed of in provided trash containers in all areas of the park.           (Justification: Pet excrement, besides being unpleasant, presents a public health and safety hazard, and can potentially adversely impact a visitor’s experience.)          36 CFR §2.16 – HORSES AND PACK ANIMALS   The following are prohibited:   (b) The use of horses or pack animals outside of trails, routes or areas designated for their use.          Horseback riding is prohibited within Wright Brothers National Memorial.           (Justification: All existing roads within Wright Brothers National Memorial are designed either for motor vehicles or pedestrian use. The mixing of horseback riding in those areas with the present volume of vehicle and pedestrian use would present a greater potential for resource damage or personal injury.)          36 CFR §2.20 – SKATING, SKATEBOARDS, AND SIMILAR DEVICES   Using roller skates, skateboards, roller skis, coasting vehicles, or similar devices are prohibited, except in the following designated area:          Wright Brothers bike path.           (Justification: Prohibiting said use on sidewalks and foot trails prevents the unsafe mix of pedestrians and vehicles on the foot trails. The sidewalks up the 90 foot plus stabilized dune, on which the granite pylon is erected, tempts certain visitors to use skateboards, wagons, bicycles, and other wheeled devices to utilize the sidewalks for high speed downhill runs endangering pedestrians and themselves. The Wright Brothers bike path adjacent to Colington Road is conducive to bicycles and is a designated bicycle trail.)          36 CFR §2.21 – SMOKING   The superintendent may designate a portion of a park area, or all or a portion of a building, structure or facility as closed to smoking when necessary to protect park resources, reduce the risk of fire, or prevent conflicts among visitor use activities.          Smoking is prohibited in all government buildings.           (Justification: The restrictions on smoking are required and are in accordance with Federal Regulations, 41 CFR 101-20.105-3.)            36 CFR §2.35 ALCOHOLIC BEVERAGES AND CONTROLLED SUBSTANCES   (a)(3i)(A) The superintendent may close all or a portion of a public use area or public facility within a park area to the consumption of alcoholic beverages and\/or to the possession of a bottle, can or other receptacle containing an alcoholic beverage that is open, or that has been opened, or whose seal is broken or the contents of which have been partially removed. Provided however, that such a closure may only be implemented following a determination made by the superintendent that the consumption of an alcoholic beverage or the possession of an open container of an alcoholic beverage would be inappropriate considering other uses of the location and the purpose for which it is maintained or established.          The consumption of alcoholic beverages is prohibited in all visitor centers, museums, and government offices and buildings, unless authorized by a Special Use Permit.           (Justification: The consumption and possession of alcoholic beverages in visitor centers, museums, and government offices and buildings is not conducive to the purpose of the facilities.)          36 CFR §2.51 DEMONSTRATIONS   (b)(1)(2) The superintendent must designate on a map, which must be available in the office of the superintendent and by public notice under 1.7 of this chapter, the locations designated as available for demonstrations and the sale or distribution of printed matter.          The following locations are designated:     - Wright Brothers Assembly Areas #1 and #2 as designated on attached map.       IV. VEHICLES AND TRAFFIC SAFETY      36 CFR §4.21 SPEED LIMITS   (b) The superintendent may designate a different speed limit upon any park road when a speed limit set forth in paragraph (a) of this section is determined to be unreasonable, unsafe or inconsistent with the purposes for which the park area was established.          Unless otherwise posted, the speed limit within Wright Brothers National Memorial is 15 mph.           (Justification: The majority of the vehicle roads within Wright Brothers National Memorial are adjacent to or within parking lots and there are several directional signs which cause first time visitors to travel at slow speed in an attempt to find out where they are; therefore, 15 mph is considered to be the maximum safe speed on park roads.)          Wright Brothers National Memorial First Amendment Assembly Areas National Park Service",
    "url": "https:\/\/www.nps.gov\/wrbr\/learn\/management\/lawsandpolicies.htm"
}
