{
    "title": "Voyageurs National Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies       Park Regulations The park regulations section provides a general list of common park regulation questions  The Compendium for Voyageurs National Park is the summary of rule making implemented under the discretionary authority of the Park Superintendent. It serves as public notice, allows for comment, and provides a list of activities requiring permits. It does not contain all of the laws and regulations about Voyageurs National Park, but does serve as a guide to frequent activities and regulation related questions. The National Park Service is responsible for the promotion and regulation of use within the areas of its jurisdictions. Regulation of activities within National Park Service areas insures that use is consistent with the fundamental purpose of the National Park Service as stated in the Organic Act of 1916.      Firewood Restrictions In order to help stop the spread of invasive species, firewood restrictions are in affect at Voyageurs National Park. Learn about what you can do and where you can purchase certified firewood.      Pets Learn about our pet-accessible areas of the park and the responsibilities you have as a pet owner.      Firearm Regulations As of February 22, 2010, a new federal law allows people who can legally possess firearms under federal, Minnesota, and local law to possess firearms in Voyageurs National Park.        A canoe in hazy conditions. NPS  Alerts & Conditions Before visiting, check for any issues that may alter your trip planning.  Permits & Reservations A variety of camping opportunities and ranger-led programs are yours to enjoy, but some activities may require a permit or reservation.  Some activities may require a Commercial Use Permit or Special Use Permit, such as organized gatherings or business activities.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/management\/lawsandpolicies.htm"
}
