{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      Extending along the lava flats of the Kona Coast, Pu'uhonua o Hōnaunau National Historical Park is home to some of the most significant traditional Hawaiian sites in the Hawaiian archipelago. One of the most prominent features of the park is the pu'uhonua or place of refuge which is enclosed by the Great Wall, a massive 965 foot long masonry wall.  Serving as a sanctuary in ancient times for defeated warriors, noncombatants, and those who violated the kapu (sacred laws), the Pu'uhonua o Hōnaunau remains a most sacred place to those step foot on its grounds. The protected waters of Hōnaunau Bay combined with the availability of water from brackish springs provided the ideal location for the ali'i-Hawaiian royalty-whom established important residential and ceremonial sites nearby, an area known today as the Royal Grounds. For several centuries, the pu'uhonua, the Royal Grounds and adjacent areas formed one of the primary religious and political centers within the traditional district of Kona. Encompassing approximately 420 acres of land that extends through three ahupua'a (traditional Hawaiian units of land), the park contains many other important sites which reflect over four hundred years of Hawaiian history. Such sites include the historic 1871 Trail, a 1-mile segment of a trail that traverses the park coastline, as well as the remains of an abandoned farming and fishing village known as Ki'ilae Village. Other prominent features within the park landscape include the presence of three hōlua slides. Reserved for only ali'i class, the  dangerous but thrilling sport of hōlua consisted of racing down a steeply sloped course using a narrow toboggan-like sled known as a papahōlua. These are just a few of the many sacred sites that are found within the park lands. As you walk through the park and visit these sites, we ask that tread lightly, stay on the marked trails and paths, and take only photographs. Federal laws prohibit the excavation, destruction, defacement or disturbance of archeological resources. Damages to resources can also occur from walking on top of or climbing on or over walls, platforms, and other structures. For more information about this, please visit the Preservation link on this website.          .       ‘Āle‘ale‘a Heiau NPS Photo",
    "url": "https:\/\/www.nps.gov\/puho\/learn\/historyculture\/index.htm"
}
