{
    "title": "Wright Brothers National Memorial: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     April 11, 2016  Special Programs Offered During National Park Week  National Park Week, April 16 to 24, 2016, is America's largest celebration of national heritage. It's about making great connections, exploring amazing places, discovering open spaces, enjoying affordable vacations, and enhancing America’s best idea—the national parks! It's all happening in your national parks.   April 08, 2016  National Park Service Honors Outer Banks Group Volunteers  During National Volunteer Week, April 10-16, the National Park Service Outer Banks Group celebrates the volunteers who work at Cape Hatteras National Seashore, Wright Brothers National Memorial, and Fort Raleigh National Historic Site. This past year these volunteers donated a total of 19,856 hours!   March 28, 2016  “Fee Free” Week at Wright Brothers National Memorial  Wright Brothers National Memorial will be joining national park sites across the country in celebrating National Park Week by waiving admission fees April 16-24, 2016.   February 12, 2016  Visitor Services Closing Due to Winter Storm  In anticipation of a winter storm event, the Outer Banks Group national park sites (Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National), will close all visitor services including visitor centers and off road vehicle permit offices at 2 p.m. today.   January 06, 2016  Fee-free Day at Wright Brothers National Memorial  Wright Brothers National Memorial will be joining national parks across the country in celebrating the Martin Luther King, Jr. holiday by waiving entrance fees on Monday, January 18, 2016.   May 19, 2015  NPS Offers Summer Programs  Summer is almost upon us and the National Park Service Outer Banks Group is ready with a summer schedule full of a variety of programs for park visitors, including history talks, nature walks, recreational programs, and a multitude of children’s programs.  The summer schedule runs from May 22 – Sept 7, 2015.   April 23, 2015  Outer Banks Group National Parks Create Economic Benefits to Local Economy  A new National Park Service (NPS) report for 2014 shows that over 2.8 million visitors to Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial spent more than $170 million in communities in and around the parks.   April 23, 2015  Spring Programming Announced  Learn more about your national parks!  The Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial spring program schedule runs from Monday, April 27 through Thursday, May 21, 2015.   April 15, 2015  Find Your Park  The Outer Banks Group of national parks join other parks, programs, and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com.   April 15, 2015  Fee Free Weekend at Wright Brothers NM  Wright Brothers National Memorial will be joining national park sites across the country in celebrating the first weekend of National Park Week by waiving admission fees on Saturday and Sunday, April 18 & 19, 2015.   March 02, 2015  Website Changes in Progress  As part of preparing for the 2016 centennial anniversary of the National Park Service, visitors to Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial websites will soon see changes.   February 09, 2015  Fee Free Holiday Weekend on February 14-16  Wright Brothers National Memorial will be joining national park sites across the country in celebrating the Presidents’ Day holiday by waiving admission fees on Saturday through Monday, February 14, 15, and 16, 2015.   January 12, 2015  Fee Free Day at Wright Brothers on January 19  Wright Brothers National Memorial will waive entry fees on Monday, January 19, 2015 in recognition of the Martin Luther King, Jr. holiday.   December 10, 2014  December 17 Celebration at Wright Brothers National Memorial  On Wednesday, December 17, 2014, the First Flight Society and the National Park Service will continue the tradition of honoring the accomplishments of Wilbur and Orville Wright at the 111st anniversary celebration of the first heavier-than-air powered flight.   November 21, 2014  Parks Offered Hiring Workshops  Cape Hatteras National Seashore, Wright Brothers National Memorial and Fort Raleigh National Historic Site announce two workshops designed to encourage local interest in the 2015 summer seasonal hiring process.   November 07, 2014  Memorial Entrance Fee Proposed for 2015  Wright Brothers National Memorial is proposing to increase the entrance fee into the Memorial.   November 04, 2014  Entrance Fee Waived for Veterans Day - November 11  Acting Superintendent Kym Hall announced today that Wright Brothers National Memorial will join national park units across the country in honoring current and former servicemen and women and their families.   October 06, 2014  Former Pavilion Demolition Project Begins  Acting Superintendent Kym Hall announced today demolition is underway of the former “Pavilion” structure at Wright Brothers National Memorial.   October 01, 2014  Know Your Park Series with Amanda Wright Lane  The National Park Service Outer Banks Group Know Your Park citizen science program series continues again this fall.   September 23, 2014  National Public Lands Day - September 27  Saturday, September 27, 2014, Wright Brothers National Memorial will celebrate National Public Lands Day by offering free admission to park visitors.   August 25, 2014  Fall Program Schedule Announced for Wright Brothers NM  National Park Service Outer Banks Group (Cape Hatteras National Seashore, Wright Brothers National Memorial and Fort Raleigh National Historic Site) fall program season will run from Tuesday, September 2 through Monday, October 13, 2014.  A variety of programs are offered--all programs are free.   August 19, 2014  National Park Service Founders Day - August 25  Monday, August 25, 2014 is National Park Service Founders Day and Acting Superintendent Kym Hall invites the public to experience their national parks here on the Outer Banks; Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial.  Special Founders Day programs will be offered at each site.   August 12, 2014  National Aviation Day Celebration 2014  Tuesday, August 19, 2014 will be a family fun day as the National Park Service and First Flight Society, a park partner, celebrate National Aviation Day at Wright Brothers National Memorial, the birthplace of modern aviation.   May 16, 2014  NPS Summer Visitor Center Hours and Programs Begin May 23  Summer is almost upon us and the National Park Service Outer Banks Group is ready with a summer schedule full of a variety of programs for park visitors, including history talks, nature walks, recreational programs, and a multitude of children’s programs.  The summer schedule runs from May 23 – September 1, 2014.   April 24, 2014  2014 Spring Program Schedule Announced  Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial will run spring programs from Monday, April 28, through Thursday, May 22, 2014.   April 14, 2014  national park week is april 19 - 27  During this year’s National Park Week, April 19-27, Superintendent Barclay Trimble invites the public to experience their national parks across the country, and those here on the Outer Banks.   February 24, 2014  NPS Honors Longtime Volunteer Fred Hattman  Outer Banks Group Superintendent Barclay Trimble recently recognized and honored Fred Hattman for his tremendous dedication and over 5,600 hours of service to Wright Brothers National Memorial.   February 07, 2014  February 15 - 17 is Fee Free Weekend at Wright Brothers NM  Wright Brothers National Memorial will be joining national park sites across the country in celebrating the Presidents’ Day holiday by waiving admission fees Saturday through Monday, February 15, 16, and 17, 2014.   January 28, 2014  Outer Banks Group Parks Closed Due to Winter Storm  The National Weather Service has issued a Winter Storm Warning and a Wind Advisory in effect for the region affecting the Outer Banks Group units, Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial, by mid- afternoon on Tuesday, January 28.   December 13, 2013  Wright Brothers' First Flight Achievement Celebration December 17  On Tuesday, December 17, 2013, the First Flight Society and the National Park Service will continue the tradition of honoring the accomplishments of Wilbur and Orville Wright at the 110th anniversary celebration of the first heavier-than-air powered flight.   November 04, 2013  Wright Brothers NM Fees Waived for Veterans Day Weekend  Superintendent Barclay Trimble announced today that Wright Brothers National Memorial will be joining national park units across the country in honoring current and former servicemen and women and their families.   September 24, 2013  National Public Lands Day - September 28  Superintendent Barclay Trimble announced today that on Saturday, September 28, 2013, Wright Brothers National Memorial will celebrate National Public Lands Day by offering free admission to park visitors.   August 20, 2013  August 25 is Founders Day - Visit Your National Park  Sunday, August 25, 2013 is National Park Service Founders Day and Superintendent Barclay Trimble invites the public to experience their national parks here on the Outer Banks.  The day will be a “fee free” day at Wright Brothers National Memorial.   August 12, 2013  National Aviation Day Celebration - August 19  Monday, Aug. 19, 2013 will be a Family Fun Day at Wright Brothers National Memorial as the National Park Service and the First Flight Society celebrate National Aviation Day.   May 22, 2013  NPS Announces Summer Programs and Hours  Summer is almost upon us and the National Park Service Outer Banks Group is ready with a summer schedule full of a variety of programs for park visitors, including history talks, nature walks, recreational programs, and a multitude of children’s programs.   May 03, 2013  National History Day Contest Students Select Wright Brothers  Every year more than a half a million students participate in the National History Day contest.   May 02, 2013  Spring Program Schedule Announced  National Park Service Outer Banks Group (Fort Raleigh National Historic Site, Wright Brothers National Memorial, and Cape Hatteras National Seashore) spring program season will run from Friday, May 3 through Friday, May 31, 2013.   April 22, 2013  A Wright Volunteer  For Fred Hattman, a natural storyteller and people-person, volunteering at Wright Brothers National Memorial is a good fit.  So much so that he has donated almost 5,000 hours of his time to the National Park Service!   April 22, 2013  Outer Banks Group Volunteers Honored  During National Volunteer Week, April 21-27, the National Park Service Outer Banks Group celebrates the volunteers that work at Cape Hatteras National Seashore, Wright Brothers National Memorial and Fort Raleigh National Historic Site.   April 19, 2013  National Park Week Fun Facts  The Outer Banks Group parks--Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial-- are special places with special stories.   April 19, 2013  Celebrate National Junior Ranger Day - April 20 2013  Outer Banks Group Superintendent Barclay Trimble invites children throughout the Outer Banks to take part in National Junior Ranger Day at their local national park sites on Saturday, April 20.   April 12, 2013  Celebrate National Park Week! April 20 - 28, 2013  During this year’s National Park Week, April 20-28, Superintendent Barclay Trimble invites the public to experience their national parks across the country, and those here on the Outer Banks; Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial.   April 10, 2013  Fee Free Family Fun Day to Celebrate Wilbur Wright 146 Birthday  Tuesday, April 16, 2013 will be a “fee free” Family Fun Day at Wright Brothers National Memorial from 10:00 a.m. to 4:00 p.m. as the National Park Service celebrates Wilbur Wright’s 146th birthday.   January 10, 2013  Fee Free Day at Wright Brothers on January 21 2013  Wright Brothers National Memorial will be joining national park sites across the country in celebrating the Martin Luther King, Jr. holiday by waiving entrance fees on January 21, 2013.   December 12, 2012  109th Anniversary Celebrated on December 17  Wright Brothers’ First Flight Achievement Celebrated on December 17 - 109th Anniversary Event Scheduled at Wright Brothers National Memorial   November 05, 2012  NPS Waives Entrance Fees at Wright Brothers NM on Veterans Day Weekend  Superintendent Barclay Trimble announced today that Wright Brothers National Memorial will be joining national park units across the country in honoring current and former servicemen and women and their families.  Entrance to Wright Brothers National Memorial will be free to all park visitors Saturday, November 10 through Monday, November 12, 2012.   September 21, 2012  National Public Lands Day - September 29 2012  Acting Superintendent Darrell Echols announced today that on Saturday, September 29, 2012, Wright Brothers National Memorial will celebrate National Public Lands Day by offering free admission to park visitors.   August 13, 2012  National Aviation Day - August 19 2012  Sunday, August 19, 2011 will be a Family Fun Day at Wright Brothers National Memorial as the National Park Service and the First Flight Society celebrates National Aviation Day.   June 25, 2012  National Park Service Summer Programs Have Started  Summer programs started last week at the National Park Service Outer Banks Group.  A wide variety of programs are being offered.  Summer programs will run from June 9 – August 17, 2012.  The summer program schedules include history talks, nature walks, and recreational programs such as surf fishing, cast netting, crabbing, seining, and snorkeling.   June 05, 2012  Wright Brothers Facility Temporarily Closed  Superintendent Mike Murray announces the temporary closure of the Wright Brothers National Memorial pavilion building due to recent flooding conditions as a result of heavy rains from Tropical Storm Beryl.   June 04, 2012  Wright Brothers NM Fee Free Day - June 9  Wright Brothers National Memorial will be joining other national park sites across the country in celebrating “Great Outdoors Day” by waiving admission fees on Saturday, June 9, 2012.   April 17, 2012  Be A National Park Service Junior Ranger  Be A National Park Service Junior Ranger!  Celebrate National Junior Ranger Day – April 21, 2012   April 16, 2012  Fee Free days for National Park Week April 21-29 2012  Visit Your National Park!  National Park Week is April 21 – 29, 2012   April 11, 2012  Family Fun Free Day  April 16 2012  Monday, April 16, 2012 will be a Family Fun Day at Wright Brothers National Memorial from 10 am to 4 pm as the National Park Service celebrates Wilbur Wright’s 145th birthday. Wilbur Wright was born near Millville, Indiana on April 16, 1867.   January 09, 2012  Free Holiday Weekend at Wright Brothers National Memorial  Wright Brothers National Memorial will be joining national park sites across the country in celebrating the Martin Luther King, Jr. holiday by waiving admission fees on Saturday, Sunday and Monday, January 14-16.   December 08, 2011  Wright Brothers First Flight Achievement Celebrated on December 17  Wright Brothers’ First Flight Achievement Celebrated on December 17 108th Anniversary Event Scheduled at Wright Brothers National Memorial   November 07, 2011  NPS Waives Entrance Fees on Veterans Day Weekend  Superintendent Mike Murray announced today that Wright Brothers National Memorial will be joining national park units across the country in honoring current and former servicemen and women and their families.  Entrance to Wright Brothers National Memorial will be free to the public from Friday, November 11 through Sunday, November 13, 2011.   October 17, 2011  Re-dedication of Barnaby Plaque and Presentation  As part of the SOARING100 celebration, on Saturday October 22, 2011 the National Park Service and the Soaring Society of America will hold a re-dedication ceremony for the Ralph Barnaby Soaring Plaque and the Barnaby Lecture at the Wright Brothers National Memorial Visitor Center.   October 17, 2011  Re-dedication of the Barnaby Plaque at Wright Brothers National Memorial  As part of the SOARING100 celebration, on Saturday October 22, 2011 the National Park Service and the Soaring Society of America will hold a re-dedication ceremony for the Ralph Barnaby Soaring Plaque and the Barnaby Lecture at the Wright Brothers National Memorial Visitor Center.   October 12, 2011  National Public Lands Day at Wright Brothers NM  National Park Service staff of the Outer Banks Group, along with a volunteer from Manteo High School, recently participated in a belated National Public Lands Day event at Wright Brothers National Memorial.   August 17, 2011  National Aviation Day Celebration August 19 2011  Friday, August 19, 2011 will be a Family Fun Day at Wright Brothers National Memorial as the National Park Service and partners celebrates National Aviation Day.   July 22, 2011  Wright Brothers National Memorial Visitor Center Reopens  Superintendent Mike Murray announced today the Wright Brothers National Memorial Visitor Center will reopen for normal business hours, Saturday, July 23, 2011 from 9:00 a.m. to 5:00 p.m.  The Visitor Center was closed on Wednesday, July 20th due to a small fire in an air handling unit motor at the facility.   July 20, 2011  Wright Brothers National Memorial Visitor Center Closed Due to Fire Damage  Superintendent Mike Murray announced today the Wright Brothers National Memorial Visitor Center will be closed until further notice.  A mid-morning fire in an air handling unit motor at the facility was extinguished and there were no injuries reported.   July 13, 2011  33rd Annual Wright Kite Festival  The 33rd Annual Wright Kite Festival will be hosted by Kitty Hawk Kites at Wright Brothers National Memorial on July 16 – 17, 2011.   June 15, 2011  Fee Free Day  Wright Brothers National Memorial will be joining other national park sites across the country in celebrating the first day of summer by waiving admission fees on Tuesday, June 21, 2011.   January 11, 2011  “Fee Free” Holiday Weekend at Wright Brothers National Memorial  Wright Brothers National Memorial will be joining other national park sites across the country in celebrating the up-coming Martin Luther King, Jr. holiday by waiving admission fees January 15-17, 2011.   December 10, 2010  OUTER BANKS FACILITY MANAGER DENNIS MCGINNIS RETIRES  No abstract supplied.   December 08, 2010  Wright Brothers’ First Flight Achievement to be Celebrated on December 17  No abstract supplied.   November 09, 2010  NPS Honors Outer Banks Group Volunteers for 2010 Service  No abstract supplied.   November 03, 2010  NPS Waives Wright Brothers NMEM Entrance Fee Veterans Day, November 11, 2010  Superintendent Mike Murray announced today that in honor of current and former servicemen and women, Wright Brothers National Memorial will offer free admission to all park visitors on Thursday, November 11, 2010.   October 28, 2010  NPS Visitor Facilities To Start Winter Schedule  No abstract supplied.   September 20, 2010  Wright Brothers Entrance Fee Waived for National Public Lands Day - September 25, 2010  Superintendent Mike Murray announced today that Saturday, September 25, 2010, Wright Brothers National Memorial will celebrate the 17th annual National Public Lands Day by offering free admission to park visitors.   September 07, 2010  National Park Service Announces Fall 2010 Visitor Center\/Lighthouse Hours and Program Schedule  No abstract supplied.   September 05, 2010  NPS Operations & Facilities Resume Normal Hours  Superintendent Mike Murray announced today that all park facilities and most areas in the Outer Bank Group have reopened to the public and normal operations and services have resumed.   September 04, 2010  Update on NPS Re-Openings  No abstract supplied.   September 02, 2010  Outer Banks Group Update, Sept. 2, 2010 1:00 p.m.  No abstract supplied.   September 01, 2010  Outer Banks Group Update, Sept. 1, 2010 12:00 p.m.  All park visitor centers in Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial will close by 5:00 p.m. on Wednesday, September 1, 2010, and will remain closed until further notice.   August 31, 2010  NPS Visitor Centers, Campgrounds and Beach Closures as of Aug. 31, 2010, 2:00 p.m.  No abstract supplied.   August 12, 2010  National Aviation Day Celebration: A Family Fun Day  Thursday, August 19, 2010 will be a family fun day at Wright Brothers National Memorial as the National Park Service celebrates National Aviation Day and Orville Wright’s 139th birthday.   August 11, 2010  \"Fee Free\" Summer Weekend at Wright Brothers National Memorial  No abstract supplied.   August 04, 2010  Help Wright Brothers National Memorial Win a $100,000 Grant!  Vote \"America's Favorite Park\" through August 31.  No abstract supplied.   June 30, 2010  Teacher-Rangers Get to Know Our National Parks  Four Teacher-Rangers who started work with the National Park Service Outer Banks Group last week are already in uniform and learning much about the Group’s parks.   June 01, 2010  Fee Free Summer Weekends 2010 at Wright Brothers National Memorial  On Saturday and Sunday, June 5-6, 2010 entrance fees for Wright Brothers National Memorial will be waived for park visitors.  The next “fee-free” weekend will take place on August 14-15.   May 26, 2010  NPS and First Flight Foundation Partnership Continues  Superintendent Mike Murray and Executive Director Lola Hilton recently announced the participation of several First Flight Foundation members along with the Outer Banks Group staff in a week-long “Friends Group Workshop” conducted by the National Park Service (NPS) and held on the Chattahoochee River near Atlanta.  A new “friends agreement” between the Park Service and the Foundation is currently being developed in order to continue the productive working relationship that has improved the visitor experience at Wright Brothers National Memorial since the early 1990s.   May 24, 2010  National Park Service Summer Programs To Start -- Centennial Initiative Funding Provides for Additional Programs and Program Season Extension  No abstract supplied.   April 23, 2010  National Park Service Spring 2010 Program Schedule Announced  No abstract supplied.   April 19, 2010  Become a National Park Service Junior Ranger! Celebrate National Junior Ranger Day April 24, 2010  No abstract supplied.   April 15, 2010  NPS Salutes Outer Banks Group Volunteers 2010  No abstract supplied.   April 14, 2010  Entrance Fees Waived During National Park Week  No abstract supplied.   April 12, 2010  Wilbur Wright's 143rd Birthday Celebration - A Family Fun Day  Friday, April 16, 2010 will be a Family Fun Day at Wright Brothers National Memorial from 10 a.m. to 4 p.m. as the National Park Service celebrates Wilbur Wright’s 143rd birthday.  Entrance fees will be waived for the event.   January 21, 2010  National Park Series by Ken Burns Returns to PBS This Month  The popular Ken Burns’ “The National Parks: America’s Best Idea” series begins its encore PBS broadcast with the first episode airing on January 27, 2010.  It will then appear on consecutive Wednesdays through March 3rd.   December 14, 2009  Outer Banks Group Administrative Offices and Fort Raleigh Visitor Center Temporarily Closed  No abstract supplied.   December 11, 2009  First Flight Achievement to be Celebrated on December 17, 2009  No abstract supplied.   November 09, 2009  Veteran's Day Exhibit at Wright Brothers NMem Features NC Blackhawk helicopter crewman  In 2004, eight North Carolina Army National Guard Blackhawk helicopter units served in the Iraq war with the distinction of being the first North Carolina Blackhawk crewmen to serve.   November 05, 2009  NPS Waives Entrance Fees on Veterans Day November 11, 2009  No abstract supplied.   November 03, 2009  Wright Brothers National Memorial Volunteer Joe Hardman Celebrates 20 Years of Service  No abstract supplied.   September 09, 2009  Hop into a National Park: A UNCTV and National Park Service Family Fun Day  Saturday, September 19, 2009 will be a National Park Day at Wright Brothers National Memorial from 10 a.m. to 4 p.m. as the National Park Service and UNCTV celebrate America’s national treasures.    September 01, 2009  NPS Announces Fall Visitor Center\/Lighthouse Hours and Program Schedule  No abstract supplied.   August 05, 2009  Student Participates in NPS Youth Partnership Program  No abstract supplied.   July 20, 2009  NPS Salutes Three Outer Banks Group Volunteers  No abstract supplied.   July 15, 2009  Fee Free Summer Weekends  The National Park Service offers two upcoming “fee-free” weekends to encourage Americans seeking affordable vacations to visit their national treasures.    July 08, 2009  National Park Service Programs Enjoyed by Outer Banks Visitors  Each year, the National Park Service offers a wealth of free interpretive programs for visitors at the Outer Banks Group parks; Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial.  Last year, these National Park Service sites, combined, gave 4,454 scheduled programs that were attended by over 226,000 visitors.  Additionally, 58,220 visitors attended film presentations and 11,175 children were sworn in as Junior Rangers.   July 01, 2009  Teacher-Rangers Getting to Know Our National Parks  No abstract supplied.   June 15, 2009  Fee Free Summer Weekends at Wright Brothers National Memorial  No abstract supplied.   May 18, 2009  National Park Service Summer 2009 Programs To Start  No abstract supplied.   May 12, 2009  Paul Stevens Selected as Chief Ranger for Outer Banks Group  Superintendent Mike Murray announced today that long-time Outer Banks Group employee Paul K. Stevens has been selected as the next Chief Ranger for the Outer Banks.    May 01, 2009  Outer Banks Group Begins Work on Projects at Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial  No abstract supplied.   April 29, 2009  National Park Service Spring 2009 Program Schedule Announced  No abstract supplied.   April 24, 2009  National Park Service and Dare Community Crime Line  No abstract supplied.   April 21, 2009  Be A National Park Service Junior Ranger - April 25, 2009!  No abstract supplied.   April 09, 2009  Wilbur Wrights Birthday Celebration  No abstract supplied.   March 02, 2009  Hyde and Dare County Schools to Participate in NPS Teacher Program  Hyde and Dare County Schools have signed agreements with the National Park Service Outer Banks Group to participate in a National Park Service teacher developmental program, “Teacher–Ranger–Teacher”, this coming summer.   January 29, 2009  Know Your Park:  Delma Freeman Speaks on the History of Human Spaceflight  No abstract supplied.   January 20, 2009  OUTER BANKS GROUP VISITOR CENTERS CLOSE FOR WINTER STORM  As a winter storm sweeps across the Outer Banks of North Carolina, Superintendent Mike Murray announced that all Outer Banks Group visitor centers and Wright Brothers National Monument will be closed as of 2:30 p.m., January 20, 2009.    December 08, 2008  Wright Brothers' First Flight Achievement to Be Celebrated on December 17  No abstract supplied.   October 22, 2008  National Park Service 2008 Visitor Survey Card Reports  Superintendent Mike Murray announced today that the results of annual visitor surveys for Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial are available on-line.    October 09, 2008  FACILITY MANAGER SELECTED FOR THE OUTER BANKS GROUP  No abstract supplied.   October 01, 2008  NPS Outer Banks Group Now Accepts Presidential $1 Coins  In compliance with the Presidential $1 Coin Act, the National Park Service Outer Banks Group units are now able to accept and dispense the Presidential $1 Coins in their business operations.   September 23, 2008  Wright Brothers National Memorial to Waive Entrance Fees September 27th & 28th, 2008  No abstract supplied.   August 29, 2008  NPS Announces Fall Program Schedule and Visitor Center Hours  The National Park Service Outer Banks Group will offer a variety of free ranger-led programs this fall at Fort Raleigh National Historic Site, Wright Brothers National Memorial and Cape Hatteras National Seashore.   August 11, 2008  FIRST FLIGHT SOCIETY DONATION HELPS FLIGHT RANGER PROGRAM TAKE-0FF  Outer Banks Group Superintendent Michael B. Murray and First Flight Society President Bill Harris today announced a First Flight Society donation of $2000 to support the Wright Brothers National Memorial Flight Ranger Program.   August 08, 2008  National Aviation Day at Wright Brothers National Memorial -Events Taking Place Throughout the Day  Tuesday, August 19, 2008 will be a family fun day at the Wright Brothers National Memorial from 10 a.m. to 4 p.m. as the National Park Service celebrates National Aviation Day.  The event is free and open to the public.   July 15, 2008  Kite Making  Wright Brothers National Memorial Volunteer Don Dailey of  Kitty Hawk helps future flier B.J. from central Virginia get his lines straight during a kite-making program this past Tuesday morning.   June 26, 2008  National Park Service Begins Weekly Tours of the Wright Monument  No abstract supplied.   June 17, 2008  MONUMENT TO OPEN FOLLOWING RESTORATION PROVIDED BY FIRST FLIGHT FOUNDATION  No abstract supplied.   May 09, 2008  100 Years of Passenger Flight to be Celebrated on May 14  On Wednesday, May 14, with a program and aircraft fly-by, Wright Brothers National Memorial will celebrate the 100th anniversary of the world’s first of the passenger flight, yet another milestone achievement by the Wright brothers in May 14, 1908.   May 05, 2008  Wright Brothers Family Fun Day to Celebrate the Centennial of Worlds First Passenger Flight  No abstract supplied.   April 24, 2008  NPS Salutes Outer Banks Group Volunteers  No abstract supplied.   April 23, 2008  Know Your Park ECU Students Present Research on 1908 Wright Brothers Events  No abstract supplied.   April 09, 2008  Wilbur Wrights 141st Birthday to be Celebrated on April 16 Events Taking Place Throughout the Day at Wright Brothers National Memorial  No abstract supplied.   March 10, 2008  Wright Brothers National Memorial Joins France in Celebrating Wrights Success Coulaines France Kite Festival Kicks off French Celebration  In May of 1908, nearly 100 years ago on soil far from Dayton, Ohio or the Outer Banks of North Carolina, Wilbur Wright captured the attention and admiration of Europeans, as crowds of French citizens witnessed the wonder of true powered flight.  After their achievement of the first flight in 1903, and with little success in promoting their flying machine in their own country, the Wrights’ took their invention across the Atlantic to France in 1908.  In May of that year, through a series of airplane flights such as had never been seen, the “Age of Flight,” or perhaps more appropriately the “Age of Wright,” was now a reality to the world.  This year, in 2008, events celebrating the 100th Anniversary of Wilbur Wright’s first powered flights in Europe are now underway.   December 10, 2007  Celebration of Wright Brothers Dauntless Achievement  It lasted 12 seconds and covered 120 feet.  The very first powered flight achieved by Wilbur and Orville Wright near Kitty Hawk, North Carolina on December 17, 1903 changed the course of history and reshaped the future.  The 104th anniversary of the first flight will be celebrated at Wright Brothers National Memorial on Monday, December 17, 2007.  This event is presented by the local Outer Banks communities, the First Flight Society and the National Park Service.   November 06, 2007  NPS Waives Entrance Fees to all Veterans on Veterans Day November 11  No abstract supplied.   September 24, 2007  No Fee Charged at Wright Brothers NMEM on National Public Lands Day  Saturday, Sept. 29 is National Public Lands Day, an annual event that provides opportunities for the public to participate in volunteer projects.   September 04, 2007  NPS and First Flight Foundation Sign Memorandum of Agreement  No abstract supplied.   August 15, 2007  CELEBRATE OUR NATIONS AVIATION HERITAGE ON NATIONAL AVIATION DAY  Throughout the day on Sunday, August 19, 2007, there will be fun for the whole family as National Aviation Day and Orville Wright’s birthday is celebrated at Wright Brothers National Memorial.    July 05, 2007  National Park Service Volunteer Honored  No abstract supplied.   June 28, 2007  NPS DECISION ON WRIGHT BROTHERS AIRPLANE TOURS  No abstract supplied.   May 29, 2007  First Flight Society Helps Flight Ranger Program Take-Off  Outer Banks Group Superintendent Mike Murray and First Flight Society President Bill Harris today announced a First Flight Society donation of $4,000 to support the Wright Brothers National Memorial Flight Ranger Program.   April 11, 2007  Wilbur Wright’s 140th Birthday To Be Celebrated April 16  On Monday, April 16, 2007, Wilbur Wright’s 140th birthday will be celebrated at Wright Brothers National Memorial from 11 a.m. to 4 p.m.   December 07, 2006  WRIGHT BROTHERS' DAUNTLESS ACHIEVEMENT CELEBRATED  103rd Anniversary Ceremony to Salute Wilbur and Orville Wright's First Powered Flight   November 09, 2006  NPS Hosts Open House To Provide Information and Seek Public Comment on Re-Establishment Of Commercial Air Tours at Wright Brothers National Monument  No abstract supplied.   September 01, 2006  Outer Banks Group Openings and Closures  No abstract supplied.   September 01, 2006  NATIONAL PARK SERVICE SITES REOPEN  Wright Brothers National Memorial Visitor Center and gates will open Saturday, September 2, 2006 at 9:00 a.m.   August 15, 2006  National Aviation Day Honored With Special Programs at Wright Brothers National Memorial  No abstract supplied.   May 08, 2006  National Park Service Summer Programs To Start  No abstract supplied.   April 10, 2006  Wilbur Wright’s Birthday to be Celebrated  On April 15 and 16, 2006, there will be a two-day festive celebration of Wilbur Wright’s birthday at Wright Brothers National Memorial to picnic, play, and have fun just as the Wright brothers would.   March 03, 2006  NPS Honors Outer Banks Group Volunteers  No abstract supplied.   February 08, 2006  Wright Brothers National Memorial Entrance Fees Increase  Outer Banks Group Superintendent, Michael B. Murray, announced today that effective April 22, 2006, the per person entrance fee will increase. The entrance fee will increase to $4.00 per person and their receipt will be valid for seven days.   November 18, 2005  Park Service Appoints Superintendent At Outer Banks Group, NC.  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/wrbr\/learn\/news\/newsarchive.htm"
}
