{
    "title": "Wright Brothers National Memorial: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       An entrance pass is required for every person to enter Wright Brothers National Memorial.       Pass Description Cost   Individual Adult (16 and older)  $7     Children (15 and younger)  Free     With Federal Recreational Lands Passes  Free     With Every Kid in a Park Pass (4th-grader & family)   Free   Wright Brothers Annual Pass    $30   Commercial Tours Sedan (seating capacity of 1-6 passengers)  $25 + $7\/person    Van\/ Small Bus (seating capacity of 7-25 passengers)  $40    Motorcoach (seating capacity of 26+ passengers)  $100      The individual entrance fee allows entry for one individual 16 years of age and over traveling in a private non-commercial vehicle, or with an organized non-profit group (e.g., service organization, scouts, church groups, etc.) for 1-7 consecutive days.   The Wright Brothers National Memorial Annual Pass (available for purchase at entrance station) allows unlimited entry to Wright Brothers National Memorial for 12 months from date of purchase. Pass admits the passholder(s) + 3 adults (16 years of age and older).   For commercial tours, passes are not applicable for commercial tour fees.   All Golden Age and Golden Access Passports will continue to be honored according to the provisions of the pass.   National Parks and Federal Recreational Lands Passes All of the various National Parks and Federal Recreational Lands passes are accepted for entrance into the park. Pass admits the passholder(s) and passengers in a non-commercial vehicle at per vehicle fee areas, and passholder(s) + 3 adults (16 years of age and older), at per person fee areas.   Visit the National Parks and Federal Recreational Lands Passes website for additional details about the various passes.   Educational Groups Entrance fees may be waived for educational groups visiting the park as part of their accredited curriculum. The fee waiver application and associated materials must be submitted at least four weeks prior to your visit.        Fourth-graders and their families can visit over 2,000 federal lands for free with this pass.   Every Kid in a Park This initiative allows every fourth-grade student and her or his family to visit over 2,000 federal lands—such as national parks, national forests, and national wildlife refuges—for free! For additional information, and to print off a paper pass, visit everykidinapark.gov. Bring your paper pass to Wright Brothers National Memorial and you can exchange it for a more durable and wearable plastic access pass.",
    "url": "https:\/\/www.nps.gov\/wrbr\/planyourvisit\/fees.htm"
}
