{
    "title": "Wright Brothers National Memorial: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1000 North Croatan Highway  Kill Devil Hills, NC 27948                 Directions         Wright Brothers National Memorial is located along US 158 in the town of Kill Devil Hills on the Outer Banks of North Carolina.  Directions Details           Operating Hours & Seasons         Hours of Operation These are the times the park grounds and visitor center are open for visitors.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed                 Weather           Weather on the Outer Banks varies seasonally and daily. Please check the National Weather Service at http:\/\/www.weather.gov\/mhx\/ for up-to-date weather forecast information.         Fees & Passes     Entrance Fees:   Adult - $7.00 The fee allows entrance to Wright Brothers National Memorial for one person, 16 years old or older, for seven consecutive days from the date of purchase.   Children - $0.00 Free admission to Wright Brothers National Memorial for any person 15 years old and younger.   Commercial Sedan - $25.00 For commercial vehicles with seating capacity of 1-6 passengers, the cost is $25 + $7\/person. Federal passes are not applicable for commercial tour fees.   Commercial Van\/Small Bus - $40.00 For commercial van or small bus with seating capacity of 7-25 passengers. Federal passes are not applicable for commercial tour fees.   Commercial Motorcoach - $100.00 For commercial motorcoach with seating capacity of 26+ passengers. Federal passes are not applicable for commercial tour fees.   Entrance Passes:   Wright Brothers Annual Pass - $30.00 The annual pass (available for purchase at the entrance station) allows unlimited entry to Wright Brothers National Memorial for 12 months from date of purchase. Pass admits the passholder(s) + 3 adults (16 years of age and older).         Visitor Centers       Wright Brothers Visitor Center The visitor center at Wright Brothers National Memorial contains exhibits on the Wright brothers' work over the years here, artifacts from the original 1903 Wright Flyer, and reproductions of the 1903 flyer and 1902 glider.                Marker of the Wright brothers' first flight National Park Service       Wright Brothers National Memorial is located in the heart of the Outer Banks, a chain of barrier islands in eastern North Carolina. The memorial is located in the town of Kill Devil Hills, NC and is open every day of the year except December 25. For additional information or resources in planning your visit to the Outer Banks, please visit the Outer Banks Visitors Bureau.",
    "url": "https:\/\/www.nps.gov\/wrbr\/planyourvisit\/basicinfo.htm"
}
