{
    "title": "Wright Brothers National Memorial: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions           Parking lot during a busy day National Park Service  Roads Wright Brothers National Memorial is located at mile post 7.5 on U.S. Highway 158, Kill Devil Hills, North Carolina. North (From Norfolk, VA) Follow I-95 South to Richmond, Virginia. Take I-64 East toward Norfolk\/ Virginia Beach, Virginia. Take I-64 or I-664 to Chesapeake, Virginia. From I-64, take Exit 291B to Route 168, the Chesapeake Expressway*. Once in North Carolina, Route 168 turns into US 158 East. Follow US 158 through Kitty Hawk to Kill Devil Hills, North Carolina.   * - Chesapeake Expressway is a toll road.   West (From Rocky Mount, NC) Via I-95 into North Carolina. Take US 64 East toward Rocky Mount. Follow US 64 east through Williamston and Plymouth. From Plymouth, continue east to Nags Head and the junction of US 158 through Nags Head to Kill Devil Hills, North Carolina.   South (From Florence, SC) Coming from South Carolina, take I-95 to Wilson, North Carolina. Take US 264 East through Greenville and Washington. From Washington, take State Route 30 to Plymouth, and follow US 64 East to Nags Head. Continue on US 158 through Nags Head to Kill Devil Hills, North Carolina.      Address Here is the street address and GPS coordinates for the visitor center.    Location Street Address Decimal Degrees Degrees Minutes Seconds   Visitor Center 1000 North Croatan Highway Kill Devil Hills, NC 27948 36.020542, -75.667493 36° 1' 13.9506\", 75° 40' 2.9742\"           Plane landing at First Flight Airstrip National Park Service  Air   Norfolk International Airport (ORF) is located about 100 miles to the north of Wright Brothers National Memorial in Norfolk, VA. To the west is Raleigh-Durham International Airport (RDU), which is located about 200 miles from the park. Commercial flights are available into both of these airports, with rental cars available for driving the rest of the distance to the park.   There are several ways to view or reach Wright Brothers National Memorial by air. The Manteo\/ Dare County Regional Airport (MQI) services private aircraft. The First Flight Airstrip (FFA) at the park has a 3,000' runway and tie-downs. Use is limited to daylight hours. There are NO services (fuel, hanger space, repair service, etc) at the airstrip.      Public transportation Public bus transportation is not available in the area. Visitors access the memorial via personal vehicle, local taxi service, or small personal planes.      Maps         Grounds of Wright Brothers National Memorial National Park Service          Regional map of the Outer Banks National Park Service",
    "url": "https:\/\/www.nps.gov\/wrbr\/planyourvisit\/directions.htm"
}
