{
    "title": "Saint-Gaudens National Historic Site: Internships",
    "body": "Internships       Each year the park offers internships through the organization, Student Conservation Association (SCA). Intern opportunities may exist in several park departments and areas, such as interpretation, curatorial, maintenance and natural resources. Internships run from 12 weeks to six months. Participants receive a stipend and housing. You may call the park for more information about the specific position (603) 675-2175  When Internships are available at the site though SCA, descriptions and application materials are available on the SCA website: www.thesca.org  CURRENT OPEN INTERNSHIPS   Curatorial Internships:  For more information about the Curatorial Fellowship and Curatorial Internships please contact the Curatorial Department at: (603) 675-2175 x128.  1.  American Conservation Experience (ACE): Cultural Resources Diversity Internship Program (CRDIP) Curatorial Intern   The park is offering TWO full-time, paid internship positions for ten weeks. Curatorial Interns will work primarily with the park's Curatorial staff. Additional guidance will be facilitated by the 2016- Curatorial Fellow. Curatorial Interns will assist with collections management: inventory of objects, routine cleaning of artifacts, housing, and labeling objects. Curatorial Interns will learn proper object handling and basic care treatments including preservation of bronze statues. Individual or group projects requiring research on a park related topic or artifact(s) may be possible, for which interns will learn aspects of exhibit development, implementation, and installation. The internship will also include exposure to other museum operations through work-study assignments and field trips to several other nearby museums.    Applicants apply here:  http:\/\/www.usaconservation.org\/programs\/epic-internship\/crdip-home\/sgnhs\/ * Applications close on March 4 2016  2. The Student Conservation Association (SCA) Curatorial Fellow  The park is seeking a graduate seeking a graduate level student to complete a full-time, paid, 52-week fellowship. The Curatorial Fellow will work under the direction of the park Curator and Museum Technician. As a mentor, the Curatorial Fellow will guide and coordinate the work of the CRDIP Curatorial Interns. The Curatorial Fellow will complete a research project based upon park resources or objects\/archives in the parks collections. The finished research project will contribute new findings and knowledge about park resources and will help enhance visitor experience. Fellows will be encouraged to use their research in the completion of their advanced degrees to seek publication of their research as a book or peer-reviewed article. Other duties include assisting with collections maintenance, recording annual inventory, contributing to social media, developing interpretive and exhibit display material.    Applicants apply here:  http:\/\/www.thesca.org\/serve\/position\/curatorial-fellow-intern\/po-00695816   Individually designed student internships not through SCA, may also be arranged with the park. Please contact the park volunteer coordinator, Gregory Schwarz, at (603) 675-2175 x107, for more information.  Volunteer opportunities are available at the park with all divisions. Please contact the Volunteer Coordinator, at (603) 675-2175 for more information. Seasonal employment opportunities are sometimes available at the park. When open, these are advertised on the Federal Government's Office of Personnel Management (OPM) website: www.usajobs.gov. You may also contact the park for more details.",
    "url": "https:\/\/www.nps.gov\/saga\/learn\/management\/internships.htm"
}
