{
    "title": "Saint-Gaudens National Historic Site: Plan A Field Trip",
    "body": "Plan A Field Trip       Bringing students to the place where Saint-Gaudens lived and worked allows them to experience the sense of awe and inspiration, the power of place that visiting a historic site can create. It provides students the opportunity to connect with the lives of generations before them; to hear the echoing voices of the past, giving history immediacy and relevance. Saint-Gaudens National Historic Site (site map) hosts many school groups from throughout New Hampshire and Vermont during the school year. The site is available for self-guided walks of the grounds which may be enhanced using the curricula which follows. These may be springboards for other lessons in natural science, theater, etc. A short introduction to the site by a ranger may be possible on the day of your visit, please let us know of your interest. We welcome \"pre-visits\" by teachers to make plans that will go smoothly for all. Sketching and writing are very often a portion of field trips to reflect what they have learned or seen. We do ask that groups are thoughtful of other visitors who would like to read information or take pictures by sharing the common areas. Some schools have used the statues to be the focus of chemistry discussion, ie the making of bronze; those interested in performance may use the Temple area and some togas are available for use; natural science may be studied on the trails at the park; and water quality and testing may be done at the Blow-Me-Down Farm which borders the Connecticut River. We offer a series of ranger led tours which start at the Visitor Center and are offered daily by group size: one ranger per 20-30 students. (Tours may be limited by availability of rangers.) Ranger Led Tours: Sculpture Site Tour: The life and artwork of Augustus Saint-Gaudens and his contribution to American sculpture as well as the process of creating sculpture. Length of time: 1 hour. See Art for suggested activities such as the Commissioner-Artist lesson. The American Civil War: Focus on the commemoration of the Civil War and the public monuments created by Augustus Saint-Gaudens. Includes monuments to Abraham Lincoln, Admiral David Glasgow Farragut Monument, General William T. Sherman Monument, and the Shaw Memorial to Colonel Robert Shaw and the Massachusetts 54th Regiment. Length of time: 1 hour. See Civil War for suggested activities such as Marching Songs and Regiment Letters. Classic Tour: Augustus Saint-Gaudens was acquainted first hand with the antiquities of Italy and added these memories to his sculpture as well as in the surroundings of his home, studios and gardens. Focus on the influence of Greek and Roman art and architecture on the artist. Tour length: 1 hour. * See Classics for suggested activities such as choral readings and a variety of costumes for those wishing to \"perform\" at the Temple. Additional Specialty Tours Sculptor in Residence Tour - Visit with the Sculptor in Residence who will demonstrate the various techniques used by Saint-Gaudens. Due to size of studio 15 students at a time may visit. Tour Length: 10-15 minutes.  * As a supplemental activity for specific lesson plans and curriculum, a hands-on mini-workshop may be arranged with the Sculptor in Residence, where students can create a relief sculpture. Maximum group size: 15. Length of time: 45 minutes to 1 hour.  Aspet Tour - is not generally offered with groups as only minimum numbers at a time may visit due to limited space. Maximum group size: 12. Length of Time: 15 minutes. Time spent sketching, visiting the Sculptor in Residence, or enjoying the park trails or other lessons can be added by the teachers. Please use the links at the top of this page for related activities. Please note that the park does not have any indoor space for students to eat lunch and food may not be taken into the buildings. While students may bring bag lunches (no backpacks, please) and eat on benches around the grounds, plan on using the bus in case of rain. If you are interested in bringing your class or school group to Saint-Gaudens NHS, please read over the School Tour Information Guide for information on planning your visit and park guidelines. It is best to then call the park at (603) 675-2175 x100 to schedule a date to bring your class and to discuss what special tours may be available.  Please remember that part of all tours take place outside and will involve walking between buildings. Therefore, weather conditions should be taken into consideration (e.g. dew on grass, rain etc.). To check local weather conditions, click on the following link.  Saint-Gaudens is a wonderful place for students of all ages to learn about art, history, and American culture. We look forward to seeing your school group here soon.                   River Valley Charter School   8 Photos  Pictures from 2008 Field Trip",
    "url": "https:\/\/www.nps.gov\/saga\/learn\/education\/planafieldtrip.htm"
}
