{
    "title": "Saint-Gaudens National Historic Site: Glaciers \/ Glacial Features",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Glaciers \/ Glacial Features                Glaciers \/ Glacial Features         Map of glacial Lake Hitchcock, covering the area of what is now the Connecticut River. It was fed by the water from melting glaciers.   Glaciation is a slow process.  As an ice age approaches, the climate gradually becomes colder, but when the climate shifts to warmer temperatures, the change is much quicker (approximately 1000 years).  Glacier ice varies from ice you would find in your freezer.  It is made of packed snow and has a plastic-like movement.  The last glacier to pass through this region was the Wisconsin, which brought the Laurentide Ice Sheet to the region, 11,000 years ago.  The Laurentide Ice Sheet was up to two miles thick and merged on its western side with the Cordilleran Ice Sheet.  Mount Washington at 6,288 feet is the highest peak in Northeastern United States and is approximately 120 miles northeast of Saint-Gaudens NHS.  During the Wisconsin ice age Mount Washington was blanketed in ice a mile (5,280 feet) thick.  As the seasons and temperatures changed, the ice went through periods of freezing and thawing.  As the temperature increased and the ice melted the glacier would “retreat” and when the temperature decreased and the melt water froze again the glacier would “advance”.  This retreat and advance occurred in a North-South flow pattern several times in the Connecticut River Valley.  This movement also accounts for the rounded hills and scraped to the bedrock soils.  As the temperatures warm and glaciers melt glacial lakes and streams are formed along the melting edge.  Sediment in the melt waters was deposited from the Laurentide Ice Sheet and blocked a valley passage in Rocky Hill, Connecticut allowing for the formation of Glacial Lake Hitchcock, which at its peak stretched 200 miles north to St. Johnsbury, Vermont.  The sediment dam in Rocky Hill slowly eroded and collapsed, allowing Glacial Lake Hitchcock to drain in a period of approximately 100-200 years.  At its peak Lake Hitchcock’s waters would have reached the second story windows of Aspet (Augustus Saint-Gaudens’ home).  At that point the waters would have been two miles wide in this area.",
    "url": "https:\/\/www.nps.gov\/saga\/learn\/nature\/glaciers.htm"
}
