{
    "title": "Saint-Gaudens National Historic Site: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species         Norway Maple and Japanese Tree Lilac, two invasive plant species found at Saint-Gaudens NHS.   Saint-Gaudens NHS strives to control the spread of several invasive plant species currently found within the park.  Among the seventeen species being managed are Japanese Barberry, Japanese Tree Lilac, Honeysuckle, Purple Loosestrife, and Black Swallow-wort.  These plants are all nonnative to the area, have adaptations that allow them to out-compete native plant species, and are found spread throughout the forests, open fields, and wetlands.  They lack their natural predators and pests in this environment, giving them a competitive advantage over native populations.  These adaptations often include the ability to drop their seeds earlier, sprout or leaf earlier in the year, survive through periods of drought, and offer resistance to disease and infestation.  An example of a common invasive plant is the Norway Maple (Acer platanoides), which competes with the native Sugar Maple (Acer saccharum).  Norway Maple adapts quite well to a wide variety of growing conditions and is tolerant to pollution, salt, and periods of drought and heat.  Norway Maple also transplants easily, while the Sugar Maple doesn’t perform well when transplanted.  These characteristics made the tree a popular ornamental tree, often planted in parking lots, along roadways, and as part of the landscaping in new developments.  Its wide use as an ornamental allowed Norway Maple to escape into the surrounding woodlands.  By comparison, the Sugar Maple is less tolerant to high heat, humidity, and periods of drought.  Sugar Maples are also prone to wilting and death when placed in subdivisions and polluted areas.  A wetland plant that Saint-Gaudens is attempting to control is Purple Loosestrife.  To fight its spread beetles (Galerucella calmariensis and Galerucella pusilla) were released in 2001 at the Blow-Me-Down Pond.  Since then there has been a significant reduction in the presence of Purple Loosestrife in the pond’s wetland habitat; where there was once ten purple loosestrife stems per square meter, there are now (2005) less than three stems per square meter.  Saint-Gaudens works to maintain the historic landscape both within and surrounding the park grounds, thus necessitating the need to manage invasive plants.  Through our efforts we hope to educate park visitors about the environmental threats posed by invasive species.",
    "url": "https:\/\/www.nps.gov\/saga\/learn\/nature\/nonnativespecies.htm"
}
