{
    "title": "Saint-Gaudens National Historic Site: The Shaw Memorial",
    "body": "The Shaw Memorial         Shaw Memorial, final version, Saint-Gaudens National Historic Site   The Shaw Memorial remains one of sculptor Augustus Saint-Gaudens' most stirring and celebrated masterpieces and is considered by some to be America's greatest public monument. It also took him the longest sculpture to complete; 14 years until the unveiling in Boston in 1897.  The sculpture's origins began after the battle of Fort Wagner, when men of the 54th proposed a memorial to Shaw near the Fort and the mass burial site. Shaw's father suggested at that time \"The monument, though originated for my son, ought to bear, with his, the names of his brave officers and men, who fell and were buried with him.\" Because of local hostility, and the unstable ground, the memorial was never erected. The funds went instead, to the first free school for African American children in Charleston, which was named for Shaw.  In 1865, an African American businessman, Joshua Benton Smith, initiated a new call for a memorial in Boston. Smith worked for the Shaw family when Robert was a child. He went on to establish a successful catering business, and later served in the Massachusetts legislature. A committee was formed of 21 prominent Bostonians, including the abolitionist senator, Charles Sumner. It was not until 1883 that Saint-Gaudens was given the sculpture commission.  The concept of Shaw on horseback with marching soldiers, was inspired, at least in part, from a painting Saint-Gaudens saw in France, Campagne de France 1814, by Jean-Louis Ernest Meissonier, which depicts Napoleon on horseback with rows of infantry in the background.Saint-Gaudens always strove for perfection regarding realism. In this relief he wanted to show a range in facial features and age, as found among the men of the regiment. This was the first time a monument depicted blacks realistically, and not as stereotypes. He hired African American men to pose, and modeled about 40 different heads to use as studies. His concern for accuracy also extended to the clothing and accoutrements.  Saint-Gaudens, however, worked slowly. A committee member complained in 1894, \". . . that bronze is wanted pretty damned quick! People are grumbling for it, the city howling for it, and most of the committee have become toothless waiting for it!\" It would still be three more years until the unveiling. In answer to criticism, Saint-Gaudens wrote:  \"My own delay I excuse on the ground that a sculptor's work endures for so long that it is next to a crime for him to neglect to do everything that lies in his power to execute a result that will not be a disgrace. There is something extraordinarily irritating, when it is not ludicrous, in a bad statue. It is plastered up before the world to stick and stick for centuries, while man and nations pass away. A poor picture goes into the garret, books are forgotten, but the bronze remains to accuse or shame the populace and perpetuate one of our various idiocies.\"  On the memorial's background, Shaw's father suggested using the motto of the Society of the Cincinnati, an organization formed after the Revolutionary War for officers and their descendants, and of which Robert Gould Shaw was a hereditary member. The motto, OMNIA RELINQVIT SERVARE REMPVBLICAM (He forsook all to preserve the public weal), was indeed used. Among other symbolic details are 34 stars along the top, representing the states of the Union in 1863. The 11 x 14 ft. bronze cast was completed in May 1897, at the Gorham Company foundry in Providence, R. I., at a cost of $7,000.  On May 31, 1897, the day of the unveiling, the weather was overcast with a light, misty rain. In spite of this, there was a festive feeling and spectators lined the streets. Two large American flags covered the sculpture. At 11:17 A.M., at a signal, two young nephews of Robert Gould Shaw, unveiled the memorial. The crowd cheered, a band struck up \"The Battle Hymn of the Republic\" and an artillery battery on the Common fired a 17 gun salute. Simultaneously, three warships in the harbor each fired a 21 gun salute.  The military units present began to march past the Memorial, led by 65 veterans of the 54th Regiment. Some of the officers wore their Civil War uniforms, but most of the enlisted men were in their best frock coats. Black veterans from the 55th Massachusetts and the 5th Cavalry were also present. Among the men of the 54th, Sergeant Carney carried the American Flag. The sight of him elicited cheers from the onlookers who knew of his exploits. The 54th veterans laid a large wreath of Lilies of the Valley before the monument. All of this deeply moved Saint-Gaudens:  \"Many of them were bent and crippled, many with white heads, some with bouquets... The impression of those old soldiers, passing the very spot where they left for the war so many years before, thrills me even as I write these words. They faced and saluted the relief, with the music playing 'John Brown's Body'…. They seemed as if returning from the war, the troops of bronze marching in the opposite direction, the direction in which they had left for the front, and the young men there represented now showing these veterans the vigor and hope of youth. It was a consecration.\"  Accolades came from around the country and beyond. Henry James, wrote, \"How I rejoice that something really fine is to stand there forever for R.G.S. and all the rest of them. This thing of Saint-Gaudens strikes me as real perfection.\" Artist, Kenyon Cox, commented that \"people say it's the best thing that Saint-Gaudens ever did.\"  Ninety years later the memorial inspired the film Glory which brought the history of the Massachusetts 54th Regiment to national prominence.  The Massachusetts 54th Regiment  1n 1863,after the Emancipation Proclamation went into effect, President Lincoln agreed to recruit African American men into the army, though in segregated regiments led by white officers. The first of these raised in the north, was the Massachusetts 54th Regiment led by Colonel Robert Gould Shaw of Boston, the son of staunch abolitionists.  At the time, though, there was widespread prejudice and belief among many in the army and government that African Americans would make poor soldiers and not be able to bear up in battle.  In July, the regiment was sent to South Carolina where an assault was planned on Fort Wagner guarding Charleston harbor.  Shaw asked to have 54th Regiment lead the attack and the chance for the men to prove themselves the equal of white soldiers. Of the 600 men in the attack that day, there were 285 casualties, and Col. Shaw was killed, but the men never wavered in the battle and demonstrated great courage and determination.  As a result of their actions, other black regiments were formed, and by the end of the war 10% of the union army was made up of African Americans.  The monument depicts Shaw and his men marching past the State House on their way to South Carolina, Shaw erect on his horse, the men marching alongside. On the reviewing stand, along with Gov. Andrew, was Frederick Douglass who had worked tirelessly to convince President Lincoln to allow recruitment of African Americans into the army. Doulass's two sons were in the regiment",
    "url": "https:\/\/www.nps.gov\/saga\/learn\/historyculture\/the-shaw-memorial.htm"
}
