{
    "title": "Saint-Gaudens National Historic Site: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Beaver activity in the park wetlands   Saint-Gaudens NHS preserves the home, gardens, and studios of Augustus Saint-Gaudens. The park is comprsed of 195 acres owned in-fee, with an additional 175 acres included in the authorized boundary. Saint-Gaudens NHS preserves the home, gardens, and studios of Augustus Saint-Gaudens. The park is comprised of 195 acres owned in-fee, with an additional 175 acres included in the authorized boundary. Much of the park is wooded, but there are sections of open field and wetlands.  There are two hiking trails on the property, the Ravine Trail (0.25 miles) and the Blow-Me-Down Trail (1.5 miles). The Ravine Trail skirts the edge of the Blow-Me-Up Brook, while the Blow-Me-Down Trail offers glimpses of the Blow-Me-Down Brook and the Mill and Pond. From these trails a variety of wildlife can be seen; a single hike can bring sightings of Eastern Newts, Beavers, White-tailed Deer, Common Garter Snakes, Mink, and numerous bird species. In all there are over 200 species of birds, mammals, reptiles, amphibians, and fish found at Saint-Gaudens NHS.  The park is located on a west-facing slope and visitors are offered a marvelous view of Mount Ascutney and the Green Mountains of Vermont. Visitors are also treated to the colorful landscape of the formal gardens as they tour the grounds. The gardens were designed by Augustus Saint-Gaudens and although they have changed over the years, the over-all design remains that of the sculptor. There are over 400 vascular plant species at Saint-Gaudens and seventeen of them are known invasive plants. Each invasive is monitored for spread and controlled based on its invasiveness, ease of removal, and threat or damage caused by the species.  Water quality and pest presence are also monitored at the park. The Blow-Me-Up and Blow-Me-Down brooks, along with the Mill Pond, are monitored regularly to check for pollution and changes in the oxygen levels. The presence of pests is also monitored in order to protect historical artifacts and human health. Different pests can pose different problems to people and historical artifacts, for example mice can damage historic structures and museum collections as well as spread disease, such as Hanta virus, to humans.  Saint-Gaudens, while once covered by glaciers and glacial meltwaters, today is home to upland forests, spring seeps, brooks, and two ponds. Forest surrounds the core historic area, which sits on about 20 acres of land. The main buildings are surrounded by landscaped gardens and outdoor monuments. Come for the natural features and learn more about one of America’s greatest sculptors, or learn more about the sculptor and enjoy the outdoors while you are here.      Related Links: Ascutney Mountain Audubon Society Audubon Society of New Hampshire Connecticut River Byway Connecticut River Joint Commissions Connecticut River Watershed Council Fairbanks Museum GRANIT- New Hampshire's statewide Geographic Information System (GIS) Marsh-Billings-Rockefeller National Historical Park Montshire Museum of Science New Hampshire Division of Forests and Lands New Hampshire Department of Environmental Services New Hampshire Fish and Game Department New Hampshire State Parks Silvio O. Conte National Fish and Wildlife Refuge Society for the Protection of New Hampshire Forests The Student Conservation Association University of New Hampshire Cooperative Extension Vermont Institute of Natural Science Vermont State Parks White Mountain National Forest",
    "url": "https:\/\/www.nps.gov\/saga\/learn\/nature\/index.htm"
}
