{
    "title": "Saint-Gaudens National Historic Site: Studio of the Caryatids",
    "body": "Studio of the Caryatids         The Studio of the Cayatids shortly after construction, 1905   Once Saint-Gaudens became established, he took on assistants to help with his growing number of commissions. In 1900, when he returned to America from three years living in Paris, he decided to make Cornish his year–round home. He constructed a two story, barn-like structure called the Large Studio. It tapered to one story tall at one end, much like an old camera bellows, so that he could look at the sculpture from a distance. He first used the studio to complete the heroic-size, equestrian monument to General Sherman erected at Grand Army Plaza in Manhattan. In October 1904, the Large Studio burned to the ground with the loss of various works in progress, as well as many personal belongings that were stored there. The nearly complete statue of Charles Stewart Parnell for Dublin, Ireland, was destroyed, forcing him to start over. Increasingly weakened by cancer, it was to be the last public monument that he saw to completion.  During that winter, the studio was rebuilt. It was larger, more substantial and had a finished interior.  The building had a number of separate rooms, including a huge studio where heroic-size monuments could be incorporated with ease. The studio was named for the two, eight-foot tall statues of Caryatids that flanked the entrance. While Saint-Gaudens' many assistants worked here, he preferred to work by himself in the Little Studio which was completed in 1904, shortly before the devastating fire.  After Augusta Saint-Gaudens' death in 1926, the Saint-Gaudens Memorial opened the site to the public on a regular basis. The studio was used as an exhibition gallery and showcased a number of the sculptor's larger works. On June 6, 1944, an electrical fire that started in the secretary's office, totally destroyed the studio. The foundation was covered over, and in 1948, two remaining outbuildings that survived the fire were refurbished to serve as exhibition galleries. Architect, John Ames, designed a Roman Style atrium to connect the two buildings, a feature that fit in with the classical architectural elements that Saint-Gaudens created on the property.  In 1991, the National Park Service conducted archaeological excavations on the site to investigate the remains of the foundation and map the footprint of the building.",
    "url": "https:\/\/www.nps.gov\/saga\/learn\/historyculture\/studio-of-the-caryatids.htm"
}
