{
    "title": "Saint-Gaudens National Historic Site: Call for Interest Blow-me-down farm",
    "body": "Call for Interest Blow-me-down farm          Subscribe  | What is RSS    Date: July 9, 2015  Contact: Rick Kendall, 603 675-2175   The National Park Service at Saint-Gaudens National Historic Site announces the release of a Call for Interest for the buildings at the Blow-Me-Down Farm property in Cornish, New Hampshire.The Call for Interest is open until November 30, 2015 and proposals should adhere to the park's vision for Blow-Me-Down Farm to serve as a \"National Park for the Arts,\" providing space for art creation, arts education, arts performance, and historic preservation.  In January of 2014, the National Park Service completed a site management plan and environmental assessment that considered potential future uses for the buildings at Blow-Me-Down Farm as well as the Blow-Me-Down Mill, historically associated with the farm.The preferred alternative recommended that the NPS seek one or more partners willing to join with us in restoring the farm and creating arts-based opportunities for creation, education, and performance into what we are calling \"A National Park for the Arts.\"This Call for Interest is the first step in identifying potential partners who would be interested in working with the National Park Service in helping to build this unique concept.  \"The National Park Service recognizes that we can't achieve this vision for a National Park for the Arts alone,\" said Saint-Gaudens NHS superintendent Rick Kendall.\"An ambitious plan like this requires a variety of perspectives, each complementing one another, in order to be viable.We are hoping to attract several organizations that are willing to join us in helping to develop preservation strategies and programming for the farm that will lend this special place national and international distinction.We hope that this Call for Interest will help jumpstart creative thinking in potential partners and start the dialog between them and the National Park Service.\"  The 42.6-acre Blow-Me-Down Farm includes 10 historic structures, nine of which are the subject of this \"Call.\" One structure, the Dance Hall, is the planned NPS locus of operations for the farm property but would remain available for partner use under NPS management.Historically, the farm was the home of attorney Charles C. Beaman, a patron of the arts who first attracted sculptor Augustus Saint-Gaudens to Cornish in 1885.The presence of Saint-Gaudens soon attracted other artists to Cornish, creating the Cornish Colony of artists which numbered more than 200 talented individuals at its height.The colony included painters, sculptors, writers, poets, playwrights, composers, musicians, architects, landscape architects, dancers, diplomats, and many others and Beaman's Blow-Me-Down Farm became one of the Colony's social hubs.All of these artistic disciplines would fit easily into the National Park for the Arts concept. The Call for Interest document, available at http:\/\/www.nps.gov\/saga\/learn\/management\/blow-me-down-farm-call-for-interest.htm, contains full details on the Blow-Me-Down Farm property, documents associated with the farm, and other necessary information.The Call for Interest is available in two formats; one for online viewing with links to other documents embedded, and one for printing.Interested partners are invited to contact the park at 603\/675-2175 to schedule opportunities for visiting the farm.",
    "url": "https:\/\/www.nps.gov\/saga\/learn\/news\/call-for-interest-blow-me-down-farm.htm"
}
