{
    "title": "Saint-Gaudens National Historic Site: Fees & Reservations",
    "body": "Explore This Park    Plan Your Visit     Fees & Reservations             Fees & Passes      Entrance Fees An entrance fee of $7.00 per person is charged for visitors age 16 and over. The receipt is valid for seven days and may be used for re-entry to the park. Children 15 and under are always free.  America the Beautiful Passes including the Annual Pass, Senior Pass (for ages 62 and older, formerly called the Golden Age Pass), Access Pass, and the Active Military Annual Pass, are honored for entrance to the site. An annual park pass, specifically for Saint-Gaudens National Historic Site, is available for $30.  As a \"walk in\" park, all of these these passes allow the pass holder and three other adults entry to the park (must be present at the time, with passholder).  All passes are available for sale at the entrance station during the park open season, daily from May 28 - October 31, 2016, from 9:00 am to 4:00 pm (except during fee-free special event days).  From November 1, 2015 - May 27, 2016,  please call ahead if you wish to purchase a pass as the visitor center is open limited hours and days.  Fee Free Days in 2016 Saint-Gaudens National Historic site and all other National Park sites, will waive the entrance fees on certain days. The following days occur during this park's visitor season.*  Sunday, June 26, 2016     Special event.  Unveiling of the heroic-size, bronze cast of Augustus Saint-Gaudens'  Abraham Lincoln: The Man  *   Thursday, August 25 - Sunday, August 28, 2016                Founder's Day Weekend -  Celebrating the 100th birthday of the National Park Service!  *   Saturday, September 24, 2016       National Public Lands Day  Saint-Gaudens NHS will offer our tenth annual Sculptural Visions event that day, featuring artists      ...demonstrating different sculptural techniques, and sculpture activities for children and adults.  School Groups   There is no charge for educational groups visiting the park as part of a class from an accredited, not-for-profit educational institution. To schedule a class visit please call the park at 603 675-2175. Please go to the link for the School Groups Reservation Form to download information for making a reservation  Tour Reservations Reservations are not needed for park visitors to join daily scheduled tours of the grounds and exhibition galleries. Tickets for tours of the home, \"Aspet\", are free, and are available on a first come - first served basis only. Aspet tours are limited to 12 people at a time.  Large bus groups and educational classes wishing to schedule special tours, must call ahead for reservations at (603) 675-2175.  An additional interpretive fee of $1.00 per person will be charged for special group tours, minimum of 10 people.  Special Use Permits and Short Term Leases Such activities as wedding ceremonies or commercial photography may require a special use permit or Short-term lease. To inquire, please call the park (603) 675-2175 x107, or submit the appropriate Special Use application.",
    "url": "https:\/\/www.nps.gov\/saga\/planyourvisit\/fees.htm"
}
