{
    "title": "Saint-Gaudens National Historic Site: Things To Know Before You Come",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come             Things To Know Before You Come       Food services: There are no food services or vending machines at the park. Full service restaurants (also with take out) are located in Windsor, Vt. (3 miles west), West Lebanon, N.H. (12 miles north), and Claremont, N.H. (12 miles south). Deli services and sandwiches, are located at convenience store on Rt. 12 A in Plainfield, N.H. (4 miles north).  A drinking fountain and special water bottle filling station, are located in the Visitor Center. Picnic tables are located near the main parking lot and the Visitor Center.   Accessibility: Because of limitations with the historic structures and landscape, certain buildings and areas of the site unfortunately are not wheelchair accessible. These include Aspet, the Ravine Studio, the Picture Gallery, the Formal Gardens and the nature trails.  Pathway surfaces between buildings include grass, brick, mulch, asphalt and gravel. Grades are slight to moderate. There are numerous benches located in the buildings and around the grounds. We regret that there are no wheelchairs available for loan.  The introductory film (18 minutes) is shown with open captioning. For more information, please contact the park (603) 675-2175  Bicycles and Motorized Vehicles The grounds and nature trails are closed to bicycles and motorized vehicles year round. Mobility impaired visitors may use motorized wheelchairs and Segway scooters. Segway scooters, however, are not permitted inside park buildings, including the Atrium and the Little Studio Pergola. Use of Segway scooters is only permitted for mobility impaired visitors.  Backpacks Because of potential damage to museum collections, backpacks are not permitted in the exhibit buildings.  Photography Photography with handheld cameras is permitted in most exhibit buildings unless indicated by signage. Use of tripods is not permitted in buildings except by prearrangement and special use permit.  School Groups Information about the School Group Reservation Form, visit materials, weather conditions, etc. can be found at the Plan a Field Trip page. There is no admission charge for school groups.  Camping: Camping and overnight parking are not permitted in the park. Camping and RV facilities are located in nearby communities, such as Ascutney, Vermont (7 miles).",
    "url": "https:\/\/www.nps.gov\/saga\/planyourvisit\/things2know.htm"
}
