{
    "title": "Saint-Gaudens National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       During the open season from Memorial Day weekend through October 31, the park buildings are open daily from 9:00 a.m.- 4:30 p.m. Over 100 pieces of Saint-Gaudens' sculpture are exhibited in the galleries and on the grounds of the park. The sculptor's home, \"Aspet\" contains three rooms of original family furnishings. The Picture Gallery features changing exhibitions of contemporary art.  A variety of guided tours of the park are offered daily. Check the daily program schedule at the visitor center for times. Reservations are not needed for the scheduled tours. Please check for any special events that may be happening during the time of your visit, such as the Star Party on September 3, 2016 , or Sculptural Visions on Saturday, September 24, 2016. November through late May, the exhibit buildings are closed, but the grounds remain open during daylight hours. During the winter, the parking lot is kept open, but the grounds are not maintained for public use and pathways may be snow covered and slippery, so please take care. The visitor center is often open Monday-Friday 9:00 - 4:00. and the Eastern National passport stamp is available there.  Please call ahead to make sure that the Visitor Center is open, or if you wish to obtain one of the Federal passes.   Most of your questions can be answered by exploring our website, but please feel free to call (603) 675-2175 x100, if you need additional information, or would like to speak to a ranger. Over ten different foreign language translations of the park brochure are available. Allow at least 90 minutes to visit the site. If possible, take advantage of a guided tour. An orientation film (18 min.), will introduce you to the life and artwork of Augustus Saint-Gaudens. The park, with the exception of \"Aspet,\" may also be toured on your own, as all artwork has interpretive labels. For teachers wanting to schedule a field trip, or see what educational resources are available, check out the teacher's section.",
    "url": "https:\/\/www.nps.gov\/saga\/planyourvisit\/index.htm"
}
