{
    "title": "Saint-Gaudens National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      GETTING THERE  The park is located at  139 Saint Gaudens Road Cornish, New Hampshire, 03745   This is just off of NH route 12A, 12 miles south of West Lebanon, NH Latitude: 43.5015993565321Longitude:  -72.36247077584267 By Car WARNING!  - PLEASE NOTE! GPS and internet mapping software will direct people coming from the east and south via Interstate 89 to take exit 16 and then route them several miles over unpaved back roads to the park. Other times when coming south on Rt. 12A it will direct people to turn on a side road and lead them on a much longer route to the park. These are NOT the best routes to the site, please note better directions below.  From western Massachusetts and points south, take Route I 91 North to Exit 8 (Ascutney). Bear right, proceed through the traffic light and across the Connecticut River. At next light, turn left onto NH Route 12A and go north about 8 miles (10 minutes). Saint-Gaudens Road will be on the right 1.5 miles past the Cornish-Windsor covered bridge. Proceed up Saint-Gaudens Road .5 miles. The parking lot will be on your right. From northern Vermont, and northwestern N.H., take Route I 91 South to Route I 89 South. Cross the Connecticut River and take the first exit, #20 (West Lebanon). Turn right onto NH Route 12A South. Continue about 12 miles, Saint-Gaudens Road will be on the left. Proceed up Saint-Gaudens Road .5 miles. The parking lot will be on your right.  From western Vermont, take Route I 91 South to Route I 89 South. Cross the Connecticut River and take the first exit, #20 (West Lebanon), Turn right onto NH Route 12A South. Continue about 12 miles, Saint-Gaudens Road will be on the left. Proceed up Saint-Gaudens Road .5 miles. The parking lot will be on your right. From eastern N.H. and Massachusetts, take Route I 89 north - use exit #20 (West Lebanon). At exit, turn left onto Route 12A, Continue about 12 miles, Saint-Gaudens Road will be on the left.Proceed up Saint-Gaudens Road .5 miles. The parking lot will be on your right.  Plane The area is locally serviced by Lebanon Municipal Airport, West Lebanon, N.H.  Rental cars are available nearby. The  Manchester, N.H. and Burlington, Vt. airports are about a 1-3\/4 hour's drive by car.There is direct bus service from Logan Airport in Boston, to Lebanon and Hanover, N.H. via Dartmouth Coach, in Lebanon. Train The area may be reached via Amtrak which makes once daily stops at Windsor, Vt. (2.5 miles) and White River Junction, Vt. (13 miles). Rental cars are available in the White River Junction, Vt. and nearby West Lebanon, N.H. areas.  Bus Commercial bus service to the area is available with stops in Lebanon (17 miles), Hanover, N.H. (25 miles) and White River Junction, Vt. (13 miles).  Rental cars are available in the White River Junction, Vt. and West Lebanon, N.H. areas. There is no local bus service to the park. TRAVEL TIMES  From Montreal, Canada: __About 4 hours  From Bar Harbor, ME: __About 6 hours  From Boston, MA:              About 2.5 hours From Springfield, MA:         About 2 hours From Claremont, NH:  About 20 minutes From Concord, NH:            About 1.25 hours From Hanover, NH:            About 30 minutes From Keene, NH:                About 1 hour From Manchester, NH:        About 1.75 hours From West Lebanon, NH:   About 20 minutes  From Albany, NY:               About 3 hours From New York City:          About 5 hours From Oneonta, NY: __About 4 hours From Syracuse, NY:           About 5.5 hours From Bennington, VT:        About 2 hours From Brattleboro, VT:        About 1 hour From Burlington, VT:          About 2 hours From Montpelier, VT:          About 1.25 hours From Woodstock, VT:         About 30 minutes",
    "url": "https:\/\/www.nps.gov\/saga\/planyourvisit\/directions.htm"
}
