{
    "title": "Homestead National Monument of America: Freeman Letters",
    "body": "Freeman Letters       Below are letters sent by Daniel Freeman to Agnes Suiter and letters sent by Agnes to Daniel. Agnes and Daniel eventually married. The wording, spelling, grammer, underlining, and dashes used by Daniel and Agnes have been maintained. Line spacing and location of lines on a page have been altered for ease of reading. ------------------------------------------------------- Beatrice, July 4th, 1864 Miss Agnes it has bin some time since I saw you and I would like to hear from you. I thought I would write a few lines to you I hav just com home from a trip on the Planes hunting Buffalo and finde a lot of leters from diferent Parts of the world and among them I would like to hav had one from you but as it is it seams there is one friend I hav not herd from I would like to hear from Frank and James Suiter and the rest of the Boys that are in the armey tell the Boys if they come to Nebraska to call and see me I liv four miles from Beatrice the county seat of Gage Co Nebraska or at least I hav a farm thare and intend to make it my home when I git thru rambeling as it is I am at my farm the moste of the time my Post office is Beatrice Nebraska Pleas write soon  Daniel Freeman [to Miss Agnes Suiter] ------------------------------------------------------- Beatrice Nebraska T Aug 7th 1864  Friend Agnes I came in from the planes last Friday and founde two leters from you One dated the 4th of July the other the 17th. I was glad to hear that you had such a good time on the 4th as for me I went to a selebration at Beatrice we had speaking and diner and dance at night as for the caus of my writing to you on the 4th I was thinking of James no one can tell my feelings unless they hav lost an only Brother Before his death I never was lonsom or homsick no difernce where I was But now I am lonsom wheather in company or alone in a city or on the Planes he alwase wrote to me when ever I came to a stoping place I alwase got leters from him and that was the caus of my writing to you thinking you might write a friendly leter in return— there is no chance to git a photograph taken near here But I will git mine taken for you as soon as I go to whare it can be taken the indians hav bin peasable untill lately they hav bin killing som out west near whare I was hunting and hav drove off a large lot of horses and catel I shall start next Thursday with a company of volenteers and a war party of Pawnee and Otoe Indian wariors to drive the hostile Indians from the setelments from the scarcity of soldiers to protect us we hav to take the friendly Indians as alies for self defence at Beatrice thare is no danger but we must help our friends that are in danger a few weeks of that kind of soldiering is all that I want I would not like to be ordered around by sholderstraps I like the west well we hav a rough but free and easy way that sutes me well and this is a good place to rase stock and make money the hard times are scarcely felt here if we git scarce of cloths we make a suply from the skin of the dear antelope and elk—we hav a large yeald of wheat and oats this harvest and corn _____ well I hav my farm rented and I furnish team and get one half the grane—I do not think I shall go to Iillinois this sumer But I want to go this winter if I can manage to git my stock fed and taken care of while I am away—there is no paper published in Beatrice but I will send you some western papers                write soon this from your Friend Daniel Freeman [to Miss Agnes Suiter] ------------------------------------------------------- Cubcrick four miles west of BeatriceGage Co N.T. aug. 10th Friend Agnes I am now at home wating for the company from B to com and they will be here soon the Indians hav bin killing the setters on the Litel Blue 60 miles west of this and we are going to help them away I don’t know when I will be Back But will write to you when I am write soon direct to Daniels Rancho Jones Co Nebraska Daniel Freeman Beatrice Oct the 12th 1864 Friend Agnes I received a leter from you a few days ago and was glad to hear that you was in good health and spirits you wrote that you was going to Abingdon on a visit I intend going to Abingdon on a visit this winter and would like very mutch to hav you make your visit at the same time I think we might spind a few weeks verry Agreeably I don’t think I shall be abel to start to Illinois before the first of January I hav so mutch work to do the Indian war kep me away so long that my work seams all together and must all be don at once I was out two trips piloting the armey and scouting and took part in two Batels and came of safe I think the troops are stationed so thare will be no more danger to the setlers near here thare would hav bin no trubel with if it had not bin for the Rebels urging the Indians to make war that was white men with the Indians in boath batels that I was in I think I hav don my part of fighting unless the indians come to the setelment agane I think to act in self defence is all that sitasans should be required that soldiers should be used to punish the enemy the cook says diner is ready we are about to loose our neat and tidy cook Mrs. Jane Haris she is going to start to Illinois in a few days on a visit to her relation in fulton co Illinois after diner had a good diner served up in good stile when Mrs H is gon her husband J.D Haris will act as cook and I think him and me will hav a grate time at Batching I will send you a photograph in this leter and if you share it to any of the girls in Iowa ask them if they could be by any means induced to save sutch a looking man the trubel attending Batchelors hall if thare is any sutch tell them I am in market for a housekeeper: well Agnes you expressed a wish for a long leter from me but I fear this will not be of suficient interest to pay you to read it if you can read it at all if you cannot read it Just think that the auther of it never went to school but one day and that day the mistress did not come well I think it is time to stop this scribling well Agnes write as son as you get this let me know how the draft went in Iowa and give me the Noose in general and let me know if you can visit Abingdon this winter no more at present from your friend Daniel Freeman [to Miss Agnes Suiter] ------------------------------------------------------- Beatrice Dec the 14th 1864 Miss Agnes..S On my return from fort Karney I found a leter from you dated Nov. the 25th and will write you a few lines in a reply I find things at home not as well as I would like my catel was scatered and some of the horses gon and things generaly rong it makes me almost disposed to stay at home altho you thought I would not stop traveling as long as I was abel to walk I think I was lame the last time I saw you I am now well but think that if I had the rite kind of company here I would like to stay at home and take care of my stock I hav not got a large drove but if neglected I might hav less I think the lady that took the Premium Riding on horseback if dispos to marry would not object to become a farmers wife what do you think—I am truly thankful for your good wishes in regard to that Iowa girl who might hav a chance to fall in love I might hav wrote that I alredy loved hur that being the fact this of corse the lady did not know and could not be expected to think mutch about it but if she will think faverabel of it now is all I ask—you write that you are not ingaged to be maried if you do not make an ingagement of that kind it will not be my falt—I love you and would be happy in trying to make you happy if you can love me in return I would like to make you Misis Freeman some time this Winter—if it would suit you—you may think I am asking to mutch on so short acquautance but I hav hurd you spoken of so mutch that you seem like an old acquautence—and girls can make up their minds as soon as a man and as corect if this dos not sute you Pardon me for writing it I know you will for no lady can blame a man for loving hur eaven if she cannot love him in return—I hav some work to do on my farm that will take me some time I shall hav to arange so as to have my stock taken care of Before I can leave home again and in that time I shall look for your answer to this write soon your leters are alwase welcom kinde and interesting from your friend Daniel Freeman [to Miss Agnes Suiter] ------------------------------------------------------- Beatrice. gage. co Nebraska. Jan 10th 65 Dear Friend Agnes I received your kinde leter Dated Dec 25th 1864 on Saturday the 7th of January 65 and it seams from the contents that I hav a friend tho at a distance still near and dear I like what you say in regard to home and friends no home can be truly happy without those friends who strive to make each other happy and then home is the place above all others to be disired—I think I shall start to Illinois about the 20th of this month and shall reach Abingdon about the first of February I would like to meet you at A. But if it would sute you beter I would go to LeClair to see you I intend to start home from Abingdon on the 18th of February and that will giv me 18 days to visit in and I can get Back to Nebraska in time to comence springs work on about the first of march—can you be ready to go to Nebraska at that time—february 18th if you could ingage some one to teach in your Place the directors might be satisfied to let you off—when I start home I shall want to start from Abingdon it being convenient to the Raleroad coming west—if you do not visit A about the first of february write to me at that time and direct to Abingdon—I shall start to soon for you to write to me agane to Beatrice—my visit will Be short in Illinois but I will hav to get Back here by the first of march as Mr Haris will leave my farm at that time and I must Be here to take charge of things here you may think it short notise but it is the best I can do Under Presen surcumstances I will try to do beter next time if I can Thursday Jan 12th 65 you will think I am slow to answer your leter and I think so myself since comencing this I hav bin called to help at the Funeral of a man one of my neighbors he was found dead in bed the first Person that I hav seen dead in Nebraska that died a natural death if he did-this leter will start in the morning and will reach you about the 23rd of Jan Daniel Freeman [to Miss Agnes Suiter] ------------------------------------------------------- LeClaire Iowa July 17th 1864 Mr Daniel Freeman “Brother Dan” Saturday mornings mail made me the surprised, though happy recipient of your kind letter. Although I had written you a letter the 4th I did not think you could have received in time for answer to come so soon. Upon finishing the contents I found that it was written the same day that I wrote to you! How is it that each of us wrote the same day. I can not account for it from noother reason than this we must have been thinking of writing and came to the conclusion to write at the same time. I suppose you enjoy life extremely hunting Buffalo and it must be delightful to ramble through that country that abounds in such animals. Are the Indians very numerous—and do they come with any depradations in that part of the country? You say “you will live in 4 miles from B. when you get through rambling.” I fear Brother Dan you will never be contented as long as you can walk and get around, to settle down. It would be so pleasant if you could be at home with your Father and Mother often they are so lonely. Your Father sent me a Herald of Progress last week. For all your love of roaming around and seeing the world you have no disposition to go soldiering have you? Frank Suiter is free again. he has no idea of reenlisting—he is in some business in the South. James S is married and residing in Davenport. We have had exceeding warm weather for a few days past and now there is considerable sign of rain. I believe I told you I would like to have a Photograph. If you can get such pictures there and will not too troublesome—since I saw you I have taught three months school. I remained with your folks until July 24th then I returned home. Things are very dull here. I get quite lonesome. there is nothing very interesting to write. I am so out of practice that I can scarcely read what I write. hence if you fail to read it I can not blame you. How did you spend the 4th? Have you a paper edited in Beatrice if so please send me some time when convenient. Pleas excuse all errors. Write the Particulars of Western Life please. Hoping to hear from you soon allow me to subscribe myself  Your friend Truly E. Agnes Suiter ------------------------------------------------------- LeClair Scott Co Iowa Monday Sept 5th 1864 Dear Friend Daniel I received your kind long looked for missin the 22nd____. I was indeed happy to hear from you again. I think you are about to undertake dangerous work that of fighting the indians We are all excitement here about the draft. to day is the day the draft is to take place. I received a letter from your Father and Mother last week. they were tolerable good health. I do not know what I should do if I did not correspond with them they always write such good kind letters. I think of paying them a visit soon as I can get off from house. Maybe not before winter. I would be happy to see you there when I arrive. You had ought to move there or visit during the year. they are very lonely. I would like to spend half my time with them if I could! I never felt more at home than I did with them. Tis sad indeed to loose an only brother. I lost my only sister last Spring. she was young—had not attained to the age to share my joys and sorrows—and I know I feel lost without her. But when James died it was more than a friend. it is strange how we learn to love some one person more than a brother or Sister. But Natures laws are such. and we can not avoid it. You know perhaps all the facts in the case. theirfore I need not tell you that I loved James—you brother—more than any other person living or dead. he was indeed my first love and I often think that noone other can take his place in my affections at least that is the way I feel now. Excuse me for telling you this if you did not wish to hear it. I am happy in knowing that James was true to the last—I believe he is in a happier and better World—Free from all pain and sorrow— I fear you will not receive this letter there is so much trouble now. accept my thanks for those papers—I will close hoping to get a long letter and photograph soon. Yours truly Agnes ------------------------------------------------------- LeCalir Scott Co Iowa Oct 25th 1864. Friend Daniel The 1st ____ I was made the happy recipient of a short letter from you. also Oct 21st I recd a letter containing your Photograph. which I think is quite natural. that is if my memory serves me right. receive my thanks for the Photograph and the good letter not too long by any means. It is indeed a pleasure to me to read your letters they are so much like James—or I imagine it—I do not know which. James always wrote long letters not less than 8 pages. and they were always full of life—excuse me for saying all this Friend Dan—I know you will. I do not say as much as I think. You know this. I do not know how many of the Iowa girls will fall in love with the Photograph. Nor do I care—providing they do not fall in love with the Original. and I do not think they will get the oportunity soon do you?—I received a letter from your folks not long since. they are very anxious still that I shall make them a visit soon I did intend to go about Christmas. Kerthie Vendries wrote to me that she would be married Christmas and wishes me to be present on that occasion.—I am going to teach school this winter my school will begin about the middle of Nov. I thought of having two weeks Vacation about Christmas and going to A___ at that time. I should like to visit A. at the same time you do—as it is your wish that I should. We will see about it. I can not say now how it will be. you think you can not start until the first of January. I do not like to go on a visit and be obliged to stay just so long—which will be the case if I go while my school is in session. I may perhaps conclude to wait until my school is through. I have been very busy lately. I with a Company of 34 girls have been attending the late Mass___ meetings dressed in red white and blue. the 23rd inst. we went to Rock Island on Horseback. our company consisting of 16 gents and 16 ladies made 15 miles on horseback and I hear that a lady in our crowd by the name of Agnes Suiter took the premmuer in riding. I do not say it boastingly—for I am sure I “could not see it” I have not rode much lately and am out of practice. theirfore could expect to make any great show Do you have any nice ponis there having a nice one horse with you perhaps you might sell it for a good price.—I am glad your indian expedition is ended—and you came off all right. I would not fancy such a warfare. I received a paper with a nice piece of poetry enclosed for which I am very thankful— Pardon all errors—this miserable penmanship I have the poorest pen in creation. and I have written only one letter since I wrote last to you— Hoping to hear from you soon allow me to subscribe myself Truly Your Friend- E. Agnes Suiter ------------------------------------------------------- LeClaire Scott Co Iowa Friday Even. Nov 25th 1864 Mr. Daniel Freeman Dear Friend Dan. Your kind and interesting letter came to hand the 22nd inst and I thought I would reply this even. This being the first and most favorable oportunity and this is not as favorable as it ought to be. I have been quite busy and am therefore somewhat tired—and am writing at almost rail-road speed because it is getting late—and I guess you will think when you receive this letter that it is some journal from the size of the paper—excuse so much nonsense and I will proceed to talk about that pony. If it was here I would start out riding in the morning and I don’t think I would halt until I had reached the prairie at least. I hope you will get to see the lady you wish. riding that nice pony—let her be who she may—and if perchance some Iowa girl should fall in love with you whose chance is as good as her inclination if not better you say—may she be worthy of your love—is my wish. she of course would not have so much inclination to fall in love with a person if she did not know whether that love would be returned. in fact I don’t suppose she thought much about it until recently—do you?—I expect to begin my school Monday morning 9 o’clock.  They wish me to teach 3 months and a half—my school will close the first week in March I suppose if I did teach that long and did not wish to teach longer than three months and in fact did not care very much about teaching this Winter it is so very confining. it is a half a mile from home I will board at home of course—I had anticipated a long visit at Abingdon that was the reason I did not wish to teach—Father thought I had better teach and if I wished have a Vacation and then visit A. I get (22) twenty two dollars per month—the school is small and that is good wages—for the size of the school. I of course took Fathers advice like a good girl had ought to do. I received a letter from your Father and Mother the 23rd inst. They seemed to be much disappointed to think I am not going to spend the Winter with them—and imagine I am about to marry_____. They are mistaken there—I have no such engagements at present. I tell that is the truth. I have never seen the person on whom I could place my affections since I saw them—I might have been married a year ago—I say this not boastingly—but it is the fact—I did not feel disposed. I never could consent to link my fate with an inferior to James H___F___ and as to his superiors I think he had none. These have been my feelings and still are—pardon me for speaking my feelings this plainly to you. I can not avoid saying just what I feel when writing to you. Nothing could be more pleasant to me than to spend the winter with them—and I hope to see them even if I have to “break an engagement” some time this Winter although I like you do not like to see engagements broken—I will know perhaps more about when I can visit A—about the time I write to you again—It has been raining all day. Father and my brother John have been hunting the bottom of the river—the water is exceedingly low—they did not find anything of value except a copper Bar—weighing 1 ½ lbs. They often fish for anchors and lead____they are sometimes successful. We heard sometime ago that Philip Suiter was dead—the report has been contradicted since. he was wounded and taken prisoner April 30th we fear he is dead. Recd a letter from Frank last week he is at Pulaski Tenn alive and doing well—I can’t say what he is doing—it is getting late. I am very tired as this writing clearly indicates. I write so little that my arm soon gets fatigued. I am well and hope this will find you well and in good spirits—pardon all errors and Write soon—as you please—and please write soon—Good Night Friend Dan—  Yours Truly E. Agnes Suiter Don’t burn this letter because it is so lenghty—will you?—Agnes ------------------------------------------------------- LeClair Scott Co Iowa Dec 25th 1864 AD Mr Daniel Freeman Dear Friend I recd you letter of the 14th inst. I was indeed happy to hear from you again and will now write you a few lines or more. This is Christmas Evening I wish you had been here to dine with us to day. We had a splendid roast turkey and no doubt you fared as sumptuously as you desired. Nevertheless it would have been both pleasant and agreeable to me at least to have had your presence to day. Having been deprived of that privilege I will endeavor to converse with you. This pen is poor indeed And I feel too much fatigued to write— You think you would prefer to spend your time at home providing you had the company that suits you. I do not doubt that your statements are true in this case and in all others. Home is indeed the dearest place on earth—when the ones we most have are there The Lady you speak of—Would have no objection to becoming a farmers wife Farming is indeed a noble ocupation—Who is it that does not have the pure aim of the Country? I can speak for myself I was always partial to farmers I must admit—From the fact that I was brought up in the Country the daughter of a farmer. It is true that our acquaintance has not been very long—You have known me and I have known you by reputation a long time—I remember of hearing James speak of his brother Dan when I first became acquainted with him—I have known something of your family ever since I was a mere child. I was but fourteen years old when I went to Abingdon to school—I was only (16) sixteen when I was engaged to your Brother James. Alow me to say dear friend that he was my first love. I have felt ever since he died that none other could take his place in affections—I shall ever cherish his memory as fervently as I do now. I have thought that I never could be reconciled to link my fate with another than him—I made no effort to give him up—but loved to think of the past—and know that he died true to his country as me! But since I was mysteriously induced to address a few lines to you last fourth of July—I have felt that perhaps I was destined to cheer the heart of another as true hearted perha      Back to History and Culture Page",
    "url": "https:\/\/www.nps.gov\/home\/learn\/historyculture\/letters.htm"
}
