{
    "title": "Missouri National Recreational River: Pallid Sturgeon",
    "body": "Pallid Sturgeon         Pallid Sturgeon USFWS Photo  The pallid sturgeon was listed by the U.S. Fish & Wildlife as endangered in 1990. The pallid looks more at home in a natural history museum than on the end of a fisherman's line, although whether that's because of its age or appearance is a tossup. It has a flat, upturned shovel of a nose and long, fleshy whiskers called barbels. These are used to sense the river bottom and to identify prey, allowing their vacuum cleaner-like mouth to quickly capture it. Prey consists of aquatic insects and small bottom dwelling fish.  \"Dinosaur of the Missouri\" The Pallid and Shovelnose sturgeon are very similar in appearance. Pallid have a knobby back and bony protrusions called scutes, rather than scales, lining the gray skin of its body. The tail of the pallid is flattened in cross section, completely covered in armor- like plates, and the upper lobe of the tail fin is elongated and shark-like. The belly of the pallid is completely without bony plates throughout its life and the barbels are positioned differently from those of the shovelnose sturgeon. In the shovelnose, all four barbels are in line and evenly spaced in front of the mouth. In the pallid, the outer barbels are placed slightly farther back.  Endangered By Dam Construction Pallid sturgeons can weight up to 80 pounds and can live 60 years or longer. While continued research and studies are ongoing and we gain new insight into their lives, we do know that they prefer large turbid, free-flowing riverine habitats with rocky bottoms. Pallids are well adapted to life on the river bottom and inhabit areas of swift water characteristic of pre-dam conditions. Over millennia, these fish have adapted to spawn in synchronization with the spring rise of the river, an event that ceased with the construction of the dams; thus, there has been virtually no natural reproduction for over fifty years.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/nature\/pallid-sturgeon.htm"
}
