{
    "title": "Theodore Roosevelt National Park: Horse Management",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Wildlife Management     Horse Management                  Horse Management       Horses numbers have historically been managed at the park through periodic (every three to four years) roundups, utilizing helicopters to herd horses to a handling facility. Removed horses are then sold at public auction. However, the park is exploring alternative methods for herd management, including:       Contraceptives: In 2009, scientists from Colorado State University began a research program to evaluate the effectiveness of GonaCon®(an immunocontraceptive agent) for controlling reproduction in feral horses at the park. The research is ongoing, and preliminary results are encouraging. Low-Stress Livestock Herding: Low-stress techniques have been used since 2008 for gently herding escaped bison back onto park lands. Similar methods are effective at controlling the movement and capture of horses. The technique is currently under structured evaluation as a practice for horse capture. Corral Trapping: Corral traps are effective for capture of feral horses on other federal lands. During 2015, the park established a corral trap in an area that horses frequently visit. Though using bait (e.g. water and mineral blocks) is minimally effective at luring horses, the corral trap facilities are used in combination with low-stress herding to capture horses. Chemical Immobilization: Tranquilizer darts are widely used for wildlife capture. They allow managers to selectively handle individuals with minimal impact on other members of the population. Chemical immobilization is utilized to capture horses at the park, and this tool is under evaluation to ensure safety of the animals. Adoption Program: The park has entered a Partnership Agreement with the non-profit North Dakota Badlands Horse (NDBH) for transferring animals to private ownership. NDBH establishes a buyer qualification program and holds online auctions for removed animals. For more information, visit our Adopt a Horse page. Genetics Research: Hair samples from horses are processed for mitochondrial DNA sequence at the University of North Dakota and for nuclear microsatellite data at Texas A&M University. Molecular data is used to evaluate the genetic diversity, ancestry, and demography of the herd to inform management decisions.       In addition to the above initiatives, the park involves a number of private citizens in horse management activities through the Volunteer in Parks program. For instance, volunteers have contributed to contraceptive research, low-stress livestock herding, chemical immobilization, and corral trapping efforts, helping to make these programs a success. The park thanks two non-profit organizations, North Dakota Badlands Horse and Wild in North Dakota, for contributions in support of the horse management program, as described below. More information about the park's horses, including images and commentary, can be accessed via the organizations' websites and social media outlets. Specific Organizational Contributions North Dakota Badlands Horse:  Partnership for transfer of horses to private ownership Volunteer time, coordination, and staffing for contraception research field operations Volunteer staffing for construction of corral trap Procurement of corral trap gates Funding for molecular data to inform genetic diversity, demographics, and ancestry of herd Supportive care and transportation services for animals removed from the park Volunteer time for low-stress herding evaluation and capture operations Procurement of baits for attracting horses to trap sites  Wild in North Dakota:  Funding to support housing for volunteer staff Procurement of baits for attracting horses to trap sites Volunteer time for low-stress livestock herding evaluation       Read more about the history and background of horses in Theodore Roosevelt National Park.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/horse-management.htm"
}
