{
    "title": "Homestead National Monument of America: Request Homestead Records",
    "body": "Requesting Homestead Records         A map showing the progress and future progress of the Homestead Records Project   Searching the Online Database If you are researching Nebraska homesteaders, you can search for their homestead records at Homestead National Monument of America for free. You can also conduct these searches for free at University of Nebraska-Lincoln or at Family History Centers. You may also search for Nebraska homestead records from your own computer on Fold3.com and Ancestry.com, both of which require a subscription for these premium records. Nebraska homestead records were the first to be digitized, indexed, and made searchable in an online database. Nevada, Arizona, Iowa, Illinois and Indiana have been scanned and are awaiting availability online. Following these states will be Wyoming, Utah, Alaska, and Ohio which are in progress of being scanned. The rest of the states will follow, but it is a slow work in progress. For now, records from all other states must be requested from the National Archives.    Genealogy and Homestead Records The paperwork required of homesteaders before they could obtain a patent, or title, to part of the public domain resulted in exceptionally detailed land records. Called land-entry case files, these records describe improvements made to the property, including houses constructed, wells dug, crops planted, trees cleared, and fences built. Some case files mention family members who lived on the land. If the claimant died and a widow or heirs completed the homesteading process, a date of death is given and relationships are explained. Because military service could reduce the residency period, information regarding such service is sometimes included. Resident aliens who had declared their intention to become citizens provided information about their naturalization process and occasionally even mentioned place of origin. In other words, the land-entry case files of homesteaders are an important source of genealogical information.   Location of Land-Entry Case Files All land-entry case files are held by the National Archives in downtown Washington, D.C.www.archives.gov.There is no general name index to these files, they have not been reformatted in microform or digital form, and they are not available in any other repository. (A name index to the pre-July 1908 case files does exist at the Archives on file cards for Alabama, Alaska, Arizona, Florida, Louisiana, Nevada, and Utah.)   Importance of the Legal Land Description Almost all homestead entries were made on land surveyed in the rectangular system that was first mandated by Congress in 1785. Employees of the General Land Office, which supervised the distribution of public land during the Homestead period, were more interested in which tracts of public land had been claimed than in the name of the individuals who had claimed them. Therefore, a researcher must often discover the legal description of his ancestor's land by numbered section, township, and range in the rectangular survey system. A researcher can often obtain a legal description of the land from the country recorder of deeds where the land was located.   Ordering a Land-Entry Case File from the National Archives Pre-1908 homestead in one of the seven states with name indexes To request a case file for a pre-July 1908 homestead claim in one of the seven states for which name indexes exist (Alabama, Alaska, Arizona, Florida, Louisiana, Nevada and Utah), the researcher must know the name of the homesteader, the state in which the land is located, and the approximate date of entry.  Pre-1908 homestead in a Western public domain state without a name index There are no pre-1908 name indexes for the western public domain states of California, Colorado, Idaho, Kansas, Montana, Nebraska, New Mexico, North Dakota, Oklahoma, Oregon, South Dakota, Washington, and Wyoming. To request a case file for a pre-July 1908 homestead claim in these Western public domain states, the researcher must provide the National Archives with the name of the homesteader, the state in which the land is located, the approximate date of entry, and either a legal description of the land or the name of the land office and the land entry file number. Except for homesteads in Kansas, Nebraska, and Oklahoma, this information may be obtained from the General Land Office Records posted at the Bureau of Land Management website www.glorecords.blm.gov.  Pre-1908 homestead in an Eastern public domain state without a name index To request a case file for a pre-July 1908 homestead claim in an Eastern public domain state without a name index, the researcher must provide the National Archives with the name of the homesteader, the state in which the land is located, the approximate date of entry, the file number, and the name of the land office that issued the file. Except for homesteads in Iowa, this information may be obtained from General Land Office records posted at the Bureau of Land Management websitewww.glorecords.blm.gov.  Post-1908 homestead Post-1908 homestead records are arranged numerically by patent number, and name indexes exist for all the public domain states. To request a case file for a post-July 1908 homestead claim, the researcher must provide the National Archives with the name of the homesteader, the state in which the land is located, and the approximate date of entry. Post-1908 homesteads in Alaska, Arizona, California, Colorado, Idaho, Montana, Nevada, New Mexico, North Dakota, Oregon, South Dakota, Utah, Washington, and Wyoming may be obtained from General Land Office records posted at the Bureau of Land Management websitewww.glorecords.blm.gov. Post-1908 homesteads for Alabama, Arkansas, Florida, Illinois, Indiana, Iowa, Kansas, Louisiana, Michigan, Minnesota, Mississippi, Nebraska, Ohio, Oklahoma, and Wisconsin are currently being added to the website. Requests for land-entry case files at the National Archives must be submitted on NATF Form 84, a four-part carbonized form. Forms may be ordered online from the National Archives website inquire@arch2.nara.gov or from Textual Reference Branch-Land (NWDT1)National Archives and Records Administration7th and Pennsylvania Avenue NWWashington, DC 20408   The researcher should allow several months between ordering the applications forms and receiving reproductions of the case files.",
    "url": "https:\/\/www.nps.gov\/home\/learn\/historyculture\/requesting-homestead-records.htm"
}
