{
    "title": "Missouri National Recreational River: Piping Plover",
    "body": "Piping Plover        The piping plover has been protected under the Endangered Species Act since 1985.  Missouri National Recreational River serves as critical breeding habitat. NPS Photo       The piping plover was listed as a federally threatened species in 1985, except within the Great Lakes, where it is endangered. The piping plover is a sandy-gray robin-sized (7 inch, 17 cm) shorebird with one dark breast band. It has a dark stripe across the crown during the breeding season. Other characteristics include a white wing stripe and a white rump that is visible in flight and a black tipped orange bill. Nesting & Breeding Grounds The piping plover is present on the Missouri River breeding grounds from April through August, primarily along the Lake Oahe and the natural stretches of the Missouri National Recreational River. Piping plovers are in the family of migratory shorebirds that begins nesting in early May. They make their nests on sand and gravel bars of prairie rivers, rocky beaches with short, sparse vegetation along glacial lakes and ponds and shores of alkali wetlands in the Northern Great Plains. The nests are shallow, scraped depressions, occasionally lined with small pebbles, shells or other material. The female lays a clutch of three to four eggs with hatching in 28 days; eggs and young are tended by both parents. Loss Of Sandbar Habitat Plovers and terns are both threatened by the loss of bare sandbar nesting habitat; dams have disrupted the natural scouring and building that historically occurred on the Missouri. These birds are very sensitive to the presence of humans, and disturbance threatens their survival.  Even biologists aiding the survival of these species have strict limits on the amount of time they may spend in the vicinity of nesting areas. Each year, most nesting areas are posted with black and white signs alerting people to the presence of nesting birds. Boat ramps and water access points display warnings to watch for the birds in areas where they normally are found.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/nature\/piping-plover.htm"
}
