{
    "title": "Missouri National Recreational River: Leave No Trace",
    "body": "Explore This Park    Get Involved     Support Your Park     Leave No Trace              Leave No Trace          National Park Rangers offer a Leave No Trace program to scout and other organized groups that are embarking on a canoe\/kayak trip on the Missouri river.  The scout program is conducted at the Lewis and Clark Boy Scout Camp (606-665-4392) on the South Dakota side of Lewis and Clark Lake. This program for other groups can be arranged in advance by calling 605-665-0209. Click here to learn about America's wild places and watch a 10 minute video on the \"Leave No Trace\" philosophy. What You Should Know About Leave No Trace Leave the park the way you would like to find it! Learn and follow the principles of Leave No Trace to help keep Missouri National Recreational River pristine, both for future visitors and for the wildlife that makes their home in this magical place.  Plan Ahead and Prepare Choose realistic goals, bring proper gear, learn backcountry skills, know the terrain, and make contingency plans. It's not only important for your safety; good planning makes it easier to leave no trace in the backcountry.  Let someone know your plans. Always let a responsible person know where you are going and when you expect to return. Let them know how long overdue you can be before they should start to worry. Know the regulations and special concerns for the area you'll visit. Prepare for extreme weather, hazards, and emergencies. Schedule your trip to avoid times of high use.   Travel and Camp on Durable Surfaces Fragile alpine vegetation is easily damaged and can take years to recover.   Camp on durable surfaces whenever possible such as gravel river bars. Your tent must be at least 1\/2 mile (1.3 km) away from the park road and not visible from it. In pristine areas within the backcountry avoid camping where others have camped.  Dispose of Waste Properly Neither pit nor chemical toilets are available in the backcountry. You must follow these rules for proper waste disposal:  Pack out all trash. This includes all food trash and packaging materials - even things that are biodegradable! Dispose of human waste properly. Dig a hole at least 6 imches deep (15 centimeters) and at least 100 feet (30 meters) away from water for fecal waste disposal.  Leave What You Find Take only memories (and photos!). Do not move rocks or plants. Leave the area as you found it so that future hikers do not see your signs of use.  Respect Wildlife In the backcountry you are a visitor. Be mindful that you are sharing this place with bears, caribou and other wild residents. Take care not to let your actions impact their behavior or damage their habitat.  Observe wildlife from a distance.Do not follow or approach them. Never feed animals. Feeding wildlife damages their health, alters natural behaviors, and exposes them to predators and other dangers. Protect wildlife and your food by storing rations and trash securely. Avoid wildlife during sensitive times: mating, nesting, raising young, or winter.  Be Considerate of Other Visitors  Keep your group size small to minimize impact. Respect other visitors and protect the quality of their experience. Be courteous. Yield to other users on the trail. Take breaks and camp away from trails and other visitors. Let nature's sounds prevail. Avoid loud voices and noises   For more information on the principles of Leave No Trace, visit the Leave No Trace Center for Outdoor Ethics",
    "url": "https:\/\/www.nps.gov\/mnrr\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
