{
    "title": "Missouri National Recreational River: Legislation",
    "body": "Legislation       Enabling Legislation Missouri National Recreational River was created by two acts of Congress that amended the Wild & Scenic Rivers Act of 1968.  59-mile reach designated in 1978 by Public Law 95-625 (Reach of the Missouri River from Gavins Point Dam to Ponca, Nebraska) PUBLIC LAW 95-625-NOV. 10, 1978 ADDITION OF MISSOURI SEGMENT SEC. 707, Section 3 (a) of the Wild and Scenic Rivers Act is amended by adding the following new paragraph at the end thereof: \"(22) MISSOURI RIVER, NEBRASKA, SOUTH DAKOTA.-The segment from Gavins Point Dam, South Dakota, fifty-nine miles downstream to Ponca State Park, Nebraska, as generally depicted in the document entitled \"Review Report for Water Resources Development, South Dakota, Nebraska, North Dakota, Montana\", prepared by the Division Engineer, Missouri River Division, Corps of Engineers, dated August 1977 (hereinafter in this paragraph referred to as the \"August 1977 Report\"). Such segment shall be administered as a recreational river by the Secretary. The Secretary shall enter into a written cooperative agreement with the Secretary of the Army (acting through the Chief of Engineers) for construction and maintenance of bank stabilization work and appropriate recreational development. After public notice and consultation with the State and local governments, other interested organizations and associations, and the interested public, the Secretary shall take such action as is required pursuant to subsection (b) within one year from the date of enactment of this section. In administering such river, the Secretary shall, to the extent, and in a manner, consistent with this section-- \"(A) provide (i) for the construction by the United States of such recreation river features and streambank stabilization structures as the Secretary of the Army (acting through the Chief of Engineers) deems necessary and advisable in connection with the segment designated by this paragraph, and (ii) for the operation and maintenance of all stream bank stabilization structures constructed in connection with such segment (including both structures constructed before the date of enactment of this paragraph and structures constructed after such date, and including both structures constructed under the authority of this section and structures constructed under the authority of any other Act) ; and \"(B) permit access for such pumping and associated pipelines as may be necessary to assure an adequate supply of water for owners of land adjacent to such segment and for fish, wildlife, and recreational uses outside the river corridor established pursuant to this paragraph. The stream bank structures to be constructed and maintained under subparagraph (A) shall include, but not be limited to, structures at such sites as are specified with respect to such segment on pages 62 and 63 of the August 1977 Report, except that sites for such structures may be relocated to the extent deemed necessary by the Secretary of the Army (acting through the Chief of Engineers) by reason of physical changes in the river or river area. The Secretary of the Army (acting through the Chief of Engineers) shall condition the construction or maintenance of any streambank stabilization structure or of any recreational river feature at any site under subparagraph (A) (i) upon the availability to the United States of such land and interests in land in such ownership as he deems necessary to carry out such construction or maintenance and to protect and enhance the river in accordance with the purposes of this Act. Administration of the river segment designated by this paragraph shall be in coordination with, and pursuant to the advice of a Recreational River Advisory Group which may be established by the Secretary. Such Group may include in its membership, representatives of the affected States and political subdivisions thereof, affected Federal agencies, and such organized private groups as the Secretary deems  desirable. Notwithstanding the authority to the contrary contained in subsection 6(a) of this Act, no land or interests in land may be acquired without the consent of the owner: Provided, That not to exceed 5 per centum of the acreage within the designated river boundaries may be acquired in less than fee title without the consent of the owner, in such instance of the Secretary's determination that activities are occurring, or threatening to occur thereon which constitute serious damage or threat to the integrity of the river corridor, in accordance with the values for which this river was designated. For purposes of carrying out the provisions of this Act with respect to the river designated by this paragraph, there are authorized to be appropriated not to exceed $21,000,000, for acquisition of lands and interests in lands and for development.\" Click for a complete PDF of Public Law 95-625 39 Mile Reach Designated In 1991 By Public Law 102-50 Added 39 miles of the Missouri River from Fort Randall Dam to Running Water, SD. Also, included the lower 20 miles of the Niobrara River and the lower 6 miles of Verdigre Creek. PUBLIC LAW 102-50-MAY 24, 1991 102d Congress An Act To amend the Wild and Scenic Rivers Act to designate certain segments of the Niobrara River in Nebraska and a segment of the Missouri River in Nebraska and South Dakota as components of the wild and scenic rivers system, and for other purposes.    Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,    SECTION 1. SHORT TITLE.    This Act may be cited as the \"Niobrara Scenic River Designation Act of 1991\".    SEC. 2. DESIGNATION OF THE RIVER.    Section 3(a) of the Wild and Scenic Rivers Act (16 U.S.C. 1274(a) is amended by adding at the end thereof the following:  \"  ( ) MISSOURI RIVER, NEBRASKA AND SOUTH DAKOTA.--The 39-mile segment from the headwaters of Lewis and Clark Lake to the Ft. Randall Dam, to be administered by the Secretary of the Interior as a recreational river.\"    SEC. 6. MISSOURI RIVER PROVISIONS.    (a) ADMINISTRATION.-The administration of the Missouri River segment designated in section 2 of this Act shall be in consultation with a recreational river advisory group to be established by the Secretary. Such group shall include in its membership representatives of the affected States and political subdivisions thereof, affected Federal agencies, organized private groups, and such individuals as the Secretary deems desirable.  (b) BRIDGES.-The designation of the Missouri River segment by the amendment made by section 2 of this Act shall not place any additional requirements on the placement of bridges other than those contained in section 303 of title 49, United States Code.  (c) EROSION CONTROL.-Within the Missouri River segment designated by the amendment made by section 2 of this Act, the Secretary shall permit the use of erosion control techniques, including the use of rocks from the area for streambank stabilization purposes, subject to such conditions as the Secretary may prescribe, in consultation with the advisory group described in subsection (a) of this section, to protect the resource values for which such river segment was designated.  SEC. 9. AUTHORIZATION OF APPROPRIATIONS.    There are hereby authorized to be appropriated such sums as may be necessary to carry out the provisions of this Act.  Approved May 24, 1991.  Click here for a complete PDF of Public Law 102-50. This law also designated the Niobrara National Scenic River.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/management\/legislation.htm"
}
