{
    "title": "Missouri National Recreational River: National Park Service Employment",
    "body": "National Park Service Employment       The National Park Service (NPS) currently has funding for about 13,000 full-time employees nationwide. Some of these jobs are not filled, while others are filled by short-term (seasonal) employees. Each year, the National Park Service fills jobs in many fields, including interpretation, maintenance, administration, resources management, education, dispatch communications, and law enforcement. Some jobs are office oriented, while others focus on working with the public, school children, or natural and cultural resources. Many jobs will be permanent, some will be filled for \"terms\" of one to four years, while others will be filled seasonally.  Types Of Jobs Permanent and term jobs offer a complete benefits package, including heath and life insurance and an outstanding retirement program. Almost all jobs offer the opportunity to accrue annual leave and sick leave, and overtime pay is sometimes available.  Many people desire permanent or term jobs with the National Park Service, which can be highly competitive. However, many people also desire work of a short-term or seasonal nature as well.  Most National Park Service units offer summer and winter seasonal jobs. The summer season usually runs from early May through mid-September, although some parks have seasons that start earlier and end later. Winter seasonal jobs usually run from October through March.  Employment with the National Park Service is limited to citizens of the United States. However, if you are not a citizen, you may still volunteer your time for the National Park Service or work with a nonfederal entity. Many opportunities are available to work in a national park. Each job performs a vital function--that of providing visitors an opportunity to enjoy a unique experience, while working hard to preserve natural and cultural resources for future generations.  Qualifications All vacancy announcements have an \"Area of Consideration\" that will describe is eligible to apply for that position. Those positions that are designated \"all sources,\" \"all qualified,\" or \"open to everyone\" includes all U.S. citizens. \"Federal status candidates,\" \"government-wide,\" \"service-wide,\" or \"bureau-wide\" indicates that you must be a current permanent federal employee or be eligible for reemployment (also called reinstatement) based on prior federal employment.  Some exceptions allow all citizens of the United States, without regard to prior federal service, to apply for a vacancy. Examples of non-competitive hiring appointments include: Veterans' Readjustment Appointment (VRA), Mentally and Physically Disabled, returning Peace Corps Volunteer, and Student Career Employment Program (SCEP).  If you are interested in a vacancy, you must submit an application or resume for a specific job announcement. If you do not have a resume or application prepared, you can use an Optional Application Form (OF-612) [132 kb PDF].  Tips For Applying Vacancy announcements are available at USAJobs. Some seasonal jobs are also advertised on the Seasonal Employment Program web site.  Before you apply, review the entire vacancy announcement carefully. (Some positions require supplemental forms or request specific documentation\/proof of information.) Get your application postmarked by the closing date. Sometimes the applications must be received by the closing date--so read the announcement carefully. Generally, extensions will not be given. Your application will not be returned to you (whether or not you are hired). If you want a copy, make it before you send it into the personnel office.  Application Tips Preparing a resume for a National Park Service job is a little different than preparing one for other employers. When applying for federal jobs, it is better to:  Include the specific dates you worked. Be sure to list the amount of time you worked - for example, part-time or full-time - and the number of hours. Rather than providing an overview of your work, describe the complexity and details of the jobs you worked. Unlike most resume-writing books, explain in detail your duties. Specify the amount of supervision you received.  Several-page-long resumes are common! Here are some suggestions to apply for a job with National Park Service units. Submittal requirements may vary depending on the announcement, so be sure to check with the personnel office announcing the position for specific requirements. Step 1: Obtain a vacancy announcement National Park Service jobs are publicized through vacancy announcements. These are listed on the web at USAJOBS. Step 2: Carefully read the vacancy announcement A vacancy announcement includes many pages. Some information relates to a specific job, while some is general information. Specific job information includes:  Position: This is the title of the position being announced, the nature of the position (such as term, permanent), and the pay level of the position. Announcement Number: All announcements are assigned numbers for identification purposes. Be sure to include the announcement number on ALL pages of the application.  Salary Range: The annual minimum to maximum range of salary or hourly salary rate for this position.  Opening Date: The date the vacancy announcement was released to the public.  Closing Date: The date by which the personnel office should receive the application. Some personnel offices accept a postmark by this date, so read carefully.  Area of Consideration: Identifies who can apply for the position.   Qualification Requirements: Indicates the work experiences or education required to meet the minimum qualifications for the position. It may list a variety of positions through which an applicant may have gained your experience. Read this section carefully.  Statement of Duties: Otherwise known as the job description, where the duties of the job are listed.  Knowledge, Skills, and Abilities (otherwise known as KSAs): Applicants should respond to these questions. Answers to these questions are as important as a resume or application form. While providing this information is optional, doing so will enhance an application and provide the selecting official with more details of the applicant's work experience. Step 3: Complete Your Application You must submit an application or resume for the specific announcement. If you use a resume, you must include:  Job title and announcement number What grades you are applying for Name, mailing address, phone number, and Social Security number Work experience (include specific dates of month, date and year), salary and hours worked per week, employer's name and phone number Highest level of education completed (list names and addresses of schools attended, major(s), degree, and year received Other job qualifications  Also include:  Are you a United States citizen? Do you claim veteran's preference? If so, attach your DD-214 or other proof. Have you every been employed as a federal civilian employee? If so, give highest grade attained. Are you eligible for reinstatement based on previous federal status? Sign and date the application!",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/management\/national-park-service-employment.htm"
}
