{
    "title": "Missouri National Recreational River: 2009 River Cleanup",
    "body": "River Cleanup 2009         Under the Meridian Bridge with a boatload of trash. NPS photo    River Cleanup Makes Big Haul! The annual Yankton River Cleanup was a big success this year.  123 volunteers registered, including a group of students from Vermillion High School and a group from Missouri River Relief of Kansas City.  Also  assisting were several persons who helped with registrations and several inmates of the South Dakota Department of Corrections Yankton Trustee Unit.  Many volunteers expedited their registration by downloading and completing the volunteer form in advance.  Boats and operators were provided by the National Park Service, US Army Corps of Engineers, state wildlife agencies, Eisenbraun & Associates, and Missouri River Relief.  The city of Yankton provided a garbage truck, a loader, and dump trucks for scrap metal.  Volunteers collected 26 tires, 2.3 tons of garbage and 4.8 tons of scrap metal, including pipe, fencing, auto parts, and a refrigerator, freezer, and stove that had once been buried in a bank that is now eroding.  Everything but the kitchen sink! During the registration period, volunteers fortified themselves with coffee and doughnuts, then replenished at noon with hot dogs, burgers, and bratwursts.  Refreshments were donated by Hy-Vee, Culligan Water, Cimpl Packing, and Chesterman Company, and the grill was provided by Clark’s Rental.  Bomgaar’s, Biersbach, Inc., Fastenall, and Mid-American Energy provided gloves for the volunteers.  All of the agencies involved wish to thank the many volunteers and contributors who continue to make this annual event a success.  We hope you will join us next year.  Check the website www.nps.gov\/mnrr next spring for dates and registration.  More photos are in the album below.                   Missouri River Cleanup   10 Photos  Volunteers join federal, state, and local agencies to clean up the riverbanks near Yankton.",
    "url": "https:\/\/www.nps.gov\/mnrr\/getinvolved\/supportyourpark\/river-cleanup-2009.htm"
}
