{
    "title": "Missouri National Recreational River: Laws & Policies",
    "body": "Laws & Policies       Superintendent's Compendium Park-specific regulations enacted under Title 36, Code of Federal Regulations. For any other questions regarding laws please see the link below to the Code of Federal Regulations.  Personal Watercraft Prohibited 36 CFR §3.9(a) states that persons may operate a personal watercraft (PWC) only in areas where authorized by special regulation. Under this regulation, all waters of the Missouri National Recreational river are closed to the use of Personal Watercraft (Jet-Ski®, WaveRunner®, etc). This includes the following areas:  Missouri River between Gavins Point Dam & Ponca State Park Missouri River Between Fort Randall Dam & Running Water, SD Niobrara River in Knox County  PWC are permitted onthe following:  Lewis & Clark Lake Lake Francis Case The Missouri River downstream of Ponca State Park.   Firearms Policy As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms on lands owned by the National Park Service in this park unit. It is the responsibility of visitors to understand and comply with all applicable state, local and federal firearms laws before entering this park. As a starting point, please visit the states' websites.  Nebraska Links to firearms regulations. South Dakota Codified Laws (enter \"firearms\" in search box).  Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.  State parks within the river corridor may have their own firearms and hunting regulations. Please contact the individual park for details.  Private Property Bordering The MNRR The Missouri National Recreational River has a complex pattern of land ownership with most of the land bordering the river being privately owned.   Take note: Please respect private property rights in your river use. The Karl E. Mundt National Wildlife Refuge is closed to the public for the protection of bald eagles and their habitat.  Code of Federal Regulations Title 36 Regulations covering all National Park Service units.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/management\/lawsandpolicies.htm"
}
