{
    "title": "Missouri National Recreational River: Be A Junior Ranger",
    "body": "Be A Junior Ranger         The Missouri National Recreational River Junior Ranger Badge NPS  The Junior Ranger program has been in use throughout the National Park System for more than two decades. Many of the 411 National Park Service sites across America offer the program, and Missouri National Recreational River is one of them. Each park has its own Junior Ranger programs, with a variety of activities in each. Junior River Rangers! Missouri National Recreational River's (MNRR) Junior Ranger Program is a great way for children, as well as their parents, to experience the park. By completing several different activities, the whole family will learn about:  How the Missouri River has played such a defining role in our nation's history Why the Missouri River is an incredible natural resource The mission of the National park Service and our ranger staff  Completing the Program The Junior Ranger program booklets can be picked up at the Missouri National Recreational River Headquarters building in Yankton, South Dakota open 8:00 a.m. to 4:30 p.m. Monday through Friday and closed on Federal Holidays. OR...  Junior Ranger Books available online for different age groups:  Junior Ranger - For preschool to second grade contains fun activities on wildlife, history, and outdoor safety. Download PDF River Ranger - For 3rd to 6th grade contains a wide variety of activities on nature, history, river ecology, and river recreation. Download PDF Advanced River Ranger - For 7th grade to adult (yes, you can too!) offers more challenging puzzles and quizzes, and requires visiting at least six sites along the 126 miles of Wild & Scenic River. Download PDF  After you complete the booklets, please return back to our Headquarters building in Yankton to talk to a National Park Service Ranger and to receive a badge (pictured to the right) and become an official Missouri National Recreational River Junior Ranger. If you will not be visiting the park, mail your completed program to:  Missouri National Recreational River c\/o Division of Interpretation 508 East 2nd Street Yankton, SD 57078 You will receive your official certificate and badge plus a park brochure. Go for it!",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/kidsyouth\/beajuniorranger.htm"
}
