{
    "title": "Missouri National Recreational River: Kids & Youth",
    "body": "Kids & Youth         Kids learn how the men of the Lewis & Clark Expedition made rope. NPS photo  For Kids - Visiting The Park Kids who visit the Missouri National Recreational River (MNRR) are in for a treat! Here are some activities kids will love:  Recreational activities abound here. They include hiking, fishing, canoeing, boating, and picnicking, just to name a few. Touch tables and interactive activities are available at the Lewis and Clark Visitor Center and at the visitor center at Ponca State Park. Park rangers offer a variety of programs for the whole family. The river provides lots of things to see and areas to explore. Keep your eyes wide open for bald eagles, beavers or endangered terns and plovers nesting on sandbars.   Become a MNRR Junior Ranger Now! Want to become a Junior Ranger at Missouri National Recreational River in 2012! We offer 3 different Junior Ranger programs for different age levels. Click here to learn how to begin the program at the park or at home. Junior Ranger Puzzles - Missouri National Recreational River Our ranger staff has put together some fun puzzles for you! Click on the name to download a PDF copy.  Plains Indians Word Search- Find the hidden names of Plains Indian tribes. There is also a picture to color. National Parks Word Search- Find the hidden national park names, then go online to locate the parks on a map. Lakota Word Search- Learn words in the language of the Lakota people of yesterday and today, and find the words in this puzzle.  Endangered vs Invasive Species Word Search Native species are in danger of extinction and species from other places are trying to take over! Find out who's who.   Lewis & Clark Crossword - The famous expedition and its discoveries. The big kids and history buffs will like this challenge too!   Missouri River Word Search - All about North America's longest river. This one is challenging; words may run in any direction.   Missouri National Recreational River Crossword - This website or the park brochure will help with this puzzle.   National Parks Crossword - The official 4-letter park codes are the clues to America's special places.   Puzzle Solutions  National Park Service Web Rangers If you don't get a chance to visit the Missouri National Recreational River, don't despair! The National Park Service has put together a Web Ranger program for kids to complete online. The program helps kids explore many of the famous and not-so-famous parks, and gives kids an appreciation for the scenic beauty and historical significance of the parks. Please click here to participate in the Web Ranger program. Online Junior Ranger Programs Many parks in the National Park System have gone high-tech lately, and have added Junior Ranger programs online. Go to nps.gov and search for your nearest or favorite parks. Each park site has a different badge with a different design, so many kids become collectors while learning about the parks. Journey Westward with the Lewis & Clark Expedition Make important decisions along the way in this online activity from the National Geographic Society.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/kidsyouth\/index.htm"
}
