{
    "title": "Missouri National Recreational River: Rivers and Streams",
    "body": "Rivers and Streams         From Myron Grove Boat Access NPS photo by Linda Gordon Rokosz  Pre-Development Era The pre-development Missouri River represented one of North America's most diverse ecosystems with abundant braided channels, riparian lands, chutes, sloughs, islands, sandbars, and backwater areas. These riverine and floodplain habitats were created and maintained by erosion and deposition which continuously reshaped the channel and floodplain. The Missouri carried high sediment loads, earning it the nickname \"Big Muddy.\" Development Era The Missouri River in the 19th and 20th centuries was developed for socioeconomic benefits, including flood control, navigation, irrigation, hydropower, water supply, and recreation, has been associated with substantive changes in its hydrologic and sediment regimes, water quality, and channel structure. The two Missouri River reaches comprising the park have been substantially affected by altered flow and sediment regimes, but minimally affected by channel engineering. Managing The River Today River managers nationwide use specific characteristics about a river's form and function to describe physical and ecological processes within their respective river reaches. Most commonly a river \"reach\" can be uniquely described by: how wide the river is compared to its depth, the size of the sediment that sits in its bed, the longitudinal profile of the river, and the physical characteristics of the bed of the reach.  The geomorphic classification of the Missouri River uses many of these attributes, in addition to others, to assign a ranked classification system to the Congressionally-designated river reaches. This classification system will assist park managers in making better scientifically-based decisions on riverine processes and issues.  Click here to download a geomorphic classification study of the Wild & Scenic designated stretches of the Missouri",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/nature\/rivers.htm"
}
