{
    "title": "Missouri National Recreational River: Reptiles",
    "body": "Reptiles         This snapping turtle, when mature, might weigh 45 pounds and can inflict serious injury if mishandled or provoked. NPS photo  For reptiles the species composition has not changed significantly from early historic times. Turtles are often seen on the riverbanks or sunning themselves on logs. Garter Snakes and Bull Snakes are common.  Valuable for insect and rodent control, they are non-venomous and harmless if left unmolested. Turtles & Snakes Turtles are strangely constructed reptiles. A turtle's body is encased in a hard shell that consists of an upper and lower half known as a carapace and plastron respectively. Turtles have no teeth. Their jaws are covered by sharp-edged, horny plates that allow the animals to shear and tear their food. Most turtles live in or near water, but lay shelled eggs on land. The turtles found at the Missouri National Recreational River (MNRR) are: Snapping Turtle (Chelydra serpentina) Painted Turtle (Chrysemys picta) False Map Turtle (Graptemys pseudogeographica) Western Box Turtle (Terrapene ornata) Smooth Softshell (Apalone mutica) Spiny Softshell (Apalone spinifera)  The first question that most park visitors have when they see a snake is \"Is it poisonous?\" The answer is almost always \"no,\" since only a few of the species of snakes that inhabit the MNRR are venomous: the Northern Copperhead and Timber Rattlesnake. The likelihood of an average visitor even seeing a venomous snake at the MNRR, let alone being bitten by one, is extremely small. Species of snakes in the park are:  Racer (Coluber constrictor) Ring-necked Snake (Diadophis punctatus) Western Foxsnake (Elaphe vulpina) Western Hog-nosed Snake (Heterodon nasicus) Eastern Hog-nosed Snake (Heterodon platirhinos) Milksnake (Lampropeltis triangulum) Northern Water Snake (Nerodia sipedon) Gopher Snake (Pituophis catenifer) Redbelly Snake (Storeria occipitomaculata) Plains Garter Snake (Thamnophis radix) Common Garter Snake (Thamnophis sirtalis) Prairie Rattlesnake (Crotalus viridis)  Reptile Checklist Click here for a list of reptiles in the MNRR (19 KB pdf)",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/nature\/reptiles.htm"
}
