{
    "title": "Missouri National Recreational River: Threatened and Endangered Species",
    "body": "Threatened and Endangered Species         Two least terns at their nest USACE photo  The effort to halt human-caused extinctions in the United States is guided by the Endangered Species Act of 1973. This Act defines an \"endangered species\" as any plant or animal species that is in danger of extinction throughout all or a part of its range. A \"threatened species\" is one that is likely to become an endangered species within the foreseeable future throughout all or a significant portion of its range. Endangered Species & The National Parks The National Park Service is unique among federal agencies in that its prime mission, in natural areas of national parks, is to maintain nature in all its diversity undisturbed by human activity. This especially benefits many endangered species, which are particularly vulnerable to human influences.  The Missouri National Recreational River (MNRR) is home to three threatened and endangered species:  the threatened Piping Plover (Charadrius melodus) the endangered Interior Least Tern (Sterna antillarum) the endangered Pallid Sturgeon (Scaphirhyncus albus).   Working Together - Restoring The River Research and management of threatened and endangered species in national parks, including the MNRR, are usually cooperative activities. The U.S. Army Corps of Engineers and the U.S. Fish and Wildlife Service have major roles in the work on these three species.  Recently, several agencies and organizations, led by the U.S. Army Corps of Engineers and the U.S. Fish and Wildlife Service, have begun a decades-long process to restore the river. This restoration does not mean that Lewis and Clark would recognize the \"Big Muddy,\" but rather to restore some of the river ecosystem's natural form and function. This restoration will necessarily help the recovery of the threatened and endangered species living in and along the river.  How You can Help!  Respect all areas fenced and posted for protection of piping plovers and least terns. View plovers and terns from a distance. Do not approach or linger near the birds inside or outside of closed areas. Take your trash home with you. Buried trash or food on the sandbars attracts predators which may prey on eggs or chicks. Keep pets off the sandbars during the nesting season. Report destruction of the birds or their habitat by calling the U.S. Fish and Wildlife Service at (605) 224-8693. Immediately return to the water any sturgeon that you may catch. It is very difficult to tell the difference among the pallid sturgeon, the lake sturgeon and the shovelnose sturgeon.  Click here to download a bulletin (PDF) on Threatened and Endangered Species",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/nature\/threatenedandendangeredspecies.htm"
}
