{
    "title": "Missouri National Recreational River: Animals",
    "body": "Animals         American White Pelicans on lower Niobrara River NPS photo by Linda Gordon Rokosz  Wildlife is abundant in and along the three waterways that are part of the park - the Missouri River, lower 20 miles of the Niobrara River and 8 miles of Verdigre Creek - primarily because of the varied habitat. The river and island complexes provide feeding, resting, and breeding areas for water birds and furbearers. The types of wildlife, however, have undergone dramatic changes since the Lewis and Clark Expedition and the later settling of the West. Amphibians Along the MNRR there are multiple species of frogs, two types of toads and even one species of salamander. Birds The Missouri River ecosystem is a significant pathway for migratory birds. Migrating species benefit from bottomland, which serves as wintering, feeding, breeding, and staging grounds. The most notable of the MNRR's bird species are the threatened Piping Plover, endangered Interior Tern and the magnificent American Bald Eagle.  Fish Fisheries are significant but different in species composition and total number from the pre-dam Missouri River. Both reaches of the park are recovery priority areas for the endangered pallid sturgeon. Native fish have declined in the park because of migration blockage, loss and change in habitat, decreased turbidity, and competition from new species, all primarily due to the river regulation effect of the mainstem dams. Mammals At one time a magnificent array of charismatic mammalian species were found along the Missouri River. Most notable among these were the majestic American Bison and Grizzly Bear. The settling of the west changed this landscape and its species in ways still being studied. Today small mammals, including mice, bats, rats, and ground squirrels make up the bulk of the species within the park.  Reptiles Even with all the changes that have occurred along the Missouri over the past two centuries, reptile species have remained relatively constant. Among these are 12 different types of snakes and several species of turtles.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/nature\/animals.htm"
}
