{
    "title": "Missouri National Recreational River: Pick-Sloan Plan - Part One - The Background",
    "body": "Pick-Sloan Plan - Part One - The Background        The Missouri River flooded in 1952 before all the Pick-Sloan Plan dams had been completed Sioux City Museum       The Background That the \"Big Muddy\" flooded annually was a given. Major floods occurred in 1844, 1881, 1903, 1915, 1926, and 1934. They were no novelty to the people living along the Missouri and its tributaries. But the three floods in 1943 were unusually severe. Much of Omaha was under water, including its airport, vital to the war effort. That year's flooding focused unprecedented public and congressional attention on the Missouri River basin. Congress responded a year later by passing the Flood Control Act, which included the Pick-Sloan Plan. This law became the guiding spirit of the Missouri River basin and has resulted in the most important and lasting alteration of the basin and its ecosystem. While devastating floods paved the way for the Pick-Sloan Plan so too did the Great Depression and the progressive conservation movement's belief that multiple-purpose water projects would stimulate growth in the arid West. Proponents fervently believed that growth would follow the \"harnessing\" of rivers. Pick-Sloan also reflected the arid lands reclamation movement, which was promoted at the turn of the last century by irrigation enthusiasts like George Maxwell and William Smythe. The Dirty 30's Unsustainable agricultural practices on the Great Plains, an economic depression, and the prolonged drought in the 1930s that created the Dust Bowl focused the Department of the Interior's Bureau of Reclamation's (BOR) attention on more storage and irrigation opportunities in the basin. Bureau engineers developed plans for large-scale water development projects throughout the basin. Not only would the projects increase the extent of agriculture they would also provide construction jobs for thousands of basin residents. With the onset of the 1930s drought, it became apparent that not even the Bureau-proposed dams would provide enough water in the Missouri to maintain a six-foot deep navigation channel from Sioux City, Iowa, to the mouth.  The U.S. Army Corps of Engineers proposed in 1932 to build a major dam at Fort Peck, Montana. This dam would store water that could be released to supplement flows in the river below Sioux City and keep barges afloat. Less than four months after Congress in 1933 passed the National Industrial Recovery Act (NIRA), President Roosevelt authorized construction of this huge earthen dam. The Corps completed it in 1939.  The Pick Plan The Pick Plan was a direct response to the severe floods of 1943. That year, motivated by flood damage, the House Committee on Flood Control authorized the Corps of Engineers to produce a plan for flood control and other purposes in the Missouri River basin.  In charge of preparing these plans was Colonel Lewis A. Pick, then division engineer in the Corps' Omaha, Nebraska, office. Pick reviewed previous Corps flood-control plans and his agency's huge 1935 report and, in ninety days, submitted to the Chief of Engineers in Washington a twelve and one-half page plan. Extremely brief as Corps engineers' reports go, it was terse and concise to the point of bareness. Secretary of War Henry L. Stimson submitted the Corps plan to the House Committee on Flood Control on March 2, 1944.  The plan's major provisions called for five dams on the Missouri River below Fort Peck, new and previously authorized but unbuilt reservoirs on tributaries, and 1,500 miles of levees on both sides of the river from Sioux City, Iowa, to the confluence with the Mississippi River where no federal levees had been built before. Essentially a flood control and navigation plan, Colonel Pick allowed for some hydroelectric power production at major dams.  He barely mentioned irrigation. Cost for the total package he estimated at $490 million. Pick maintained that his plan would provide for all uses of the river's water, \"including irrigation, navigation, power, domestic and sanitary purposes, wildlife, and recreation.\" Submission of the Pick Plan to Congress was the first salvo in the now long-running debate between upper and lower basin interests.  The Sloan Plan The Bureau had been conducting an extensive multi-year study of the basin's water needs with the intent to complete a comprehensive plan by 1945.  Caught completely off guard by the Pick Plan, the Bureau ordered a speedy completion of its plan, under the direction of William G. Sloan, then Assistant Director in the Billings, Montana, office. This document was far more detailed and specific than the army plan. In his 211-page report, Sloan emphasized irrigation and reclamation as well as hydroelectric power generation. He called for some seventeen power plants, ninety reservoirs-nearly four times as many as Pick's-and the irrigation of nearly 5 million acres of the Great Plains. Its price tag, twice the cost of Pick's, startled Congress and the public when it became known: $1.26 billion. And this in 1944! Secretary of the Interior Harold Ikes submitted the Bureau's plan to the Senate Committee on Commerce on May 5, 1944.   Click here for Part Two of The Pick-Sloan Plan - Debate & Compromise",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/historyculture\/pick-sloan-plan-part-one-the-background.htm"
}
