{
    "title": "Missouri National Recreational River: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         King of the air NPS photo  Nature is everywhere on the historic \"Big Muddy.\" Up in the sky--is that an eagle or an osprey? Did a beaver gnaw down that cottonwood or did the river undermine the old tree? Was that a paddlefish that just jumped out of the water? Park employees and partners conduct research in all seasons and the information becomes a tool to help manage the area. Be on the lookout as you explore this diverse habitat that is the Missouri National Recreational River.   The \"Big Muddy\" - Wild and Scenic The Missouri National Recreational River is a unit of the National Park System, it is also part of the National Wild And Scenic Rivers System. The National Wild and Scenic Rivers System was created by Congress in 1968 (Public Law 90-542; 16 U.S.C. 1271 et seq.) to preserve certain rivers with outstanding natural, cultural, and recreational values in a free-flowing condition for the enjoyment of present and future generations. Rivers are classified as wild, scenic, or recreational.  Wild river areas - Those rivers or sections of rivers that are free of impoundments and generally inaccessible except by trail, with watersheds or shorelines essentially primitive and waters unpolluted. These represent vestiges of primitive America. Scenic river areas - Those rivers or sections of rivers that are free of impoundments, with shorelines or watersheds still largely primitive and shorelines largely undeveloped, but accessible in places by roads. Recreational river areas - Those rivers or sections of rivers that are readily accessible by road or railroad, that may have some development along their shorelines, and that may have undergone some impoundment or diversion in the past.  Animals Wildlife is abundant in and along the three waterways that are part of the park- the Missouri River, lower 20 miles of the Niobrara River and 8 miles of Verdigre Creek -primarily because of the varied habitat. The river and island complexes provide feeding, resting, and breeding areas for water birds and furbearers. Highlights include the American Bald Eagle and two species listed as threatened and endangered, the Piping Plover (Northern Great Plains population) and the Least Tern (Interior population). Plants Natural vegetation along the river is composed primarily of two major plant communities, the floodplain forest of willow and cottonwood, and the elm and oak woodland typical of the bluffs that border the floodplain in Nebraska. Environmental Factors Weather and climate change, geologic processes, and human-caused factors such as air and water pollution are only a few of the agents of change that have helped to create the Recreational River that we know today. Some of the most pressing environmental issues affecting the the MNRR include nonnative species of which 8 are currently of high management concern, continued monitoring of water quality, research and management of threatened and endangered species. Natural Features & Ecosystems The park is situated between the glaciated and unglaciated portions of the Missouri Plateau in the Great Plains Province of the Interior Plains. Areas along the 39-mile reach (below Fort Randall Dam to Running Water, SD) are characterized by gently sloping bluffs to the north and steep dissected bluffs rising sharply from the floodplain on the south. The wide floodplain of the 59-mile reach (below Gavins Point Dam to Ponca, NE) consists of sandy soil deposited by the river since the Pleistocene. In-Depth News on MNRR's Nature & Science For the latest news from the Resources Management Division of MNRR, download your copy of \"Current\" News.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/nature\/index.htm"
}
