{
    "title": "Missouri National Recreational River: Yankton Sioux Treaty Monument",
    "body": "Yankton Sioux Treaty Monument        Treaty Monument NPS photo         Struck-By-The-Ree Trustees of the British Museum  First Contact With Lewis & Clark According to local legend, when Meriwether Lewis learned that a male child had been born near the expedition's encampment in what is today southeastern South Dakota, he sent for the child and wrapped the new born baby boy in an American flag during the council at Calumet Bluff in late August 1804. Lewis declared the baby an American. This boy grew up to become a headman (chief) of the Ihanktonwan Nakota (Yankton Sioux), known as Struck By-the-Ree. However, the journals of the expedition make no mention of this incident.  Pressure & Land Cession By the late 1850s pressure to open up what is now southeastern South Dakota to white settlement had become very strong. Struck-by-the-Ree and several other headmen journeyed to Washington, D.C., in late 1857 to negotiate a treaty with the federal government. For more than three and a half months, they worked out the terms of a treaty of land cession. Struck-by-the-Ree's name appears first on the Treaty of Washington, signed April 19, 1858.  Returning from Washington, Padaniapapi (Struck-by-The-Ree) told his people, \"The white men are coming in like maggots. It is useless to resist them. They are many more than we are. We could not hope to stop them. Many of our brave warriors would be killed, our women and children left in sorrow, and still we would not stop them. We must accept it, get the best terms we can get and try to adopt their ways.\"   For about eleven and a half million acres, a payment of approximately $1.6 million in annuities was to paid over the next 50 years. Specific provisions of the treaty called for educating the tribe to develop skills in agriculture, industrial arts and homemaking. This treaty provided for the removal of the tribe to a 475,000-acre reservation on the north side of the Missouri River in what is now Charles Mix County. (Charles E. Mix was the commissioner who signed for the federal government.) The US Senate ratified the treaty on February 16, 1859 and President Buchanan authorized it ten days later. On July 10, 1859, the Yankton Sioux vacated the ceded lands and moved onto the newly-created reservation.  Treaty Monument Text on the monument states: To commemorate the treaty between the United States of America and the Yankton Tribe of Sioux or Dakota Indians. Concluded at Washington, D.C. April 18, 1856; Ratified by the Senate February 16, 1859. In Memory of the Yankton Chiefs who made the Treaty of 1858. Struck By The Ree, Black Bear, Medicine Crow, White Swan, Pretty Boy, Feather In The Ear, Crazy Bull, Frank Deloria  The Monument can be found on a hill approximately 1\/4 mile north of Greenwood, South Dakota (where the original Yankton Sioux Agency headquarters was located) off Bon Homme County Road 2.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/historyculture\/yankton-sioux-treaty-monument.htm"
}
