{
    "title": "Missouri National Recreational River: Captain Grant Marsh",
    "body": "Grant Marsh         Captain Grant Marsh   Among the numerous Missouri River steamboat pilots, Grant Prince Marsh (1834-1916) was possibly the greatest ever.  Early Life & Career - Civil War To Upper Missouri He grew up in the river town of Rochester, Pennsylvania, and began his steamboat career as a cabin boy at the age of 12. Moving to St. Louis in 1852, he worked on boats in the St. Louis-Omaha trade. By 1858 he was a first mate on the A. B. Chambers No. 2, on which he was assisted by a then-unknown second mate, Samuel Clemens (aka Mark Twain). During the Civil War, Marsh worked as an apprentice or \"cub\" pilot on boats in the Union Fleet on the lower Mississippi. After the war Marsh worked as a pilot and captain in the St. Louis-Fort Benton (Montana) trade. In later 1869, he was captain of the North Alabama loaded with vegetables for the army posts up river. Despite the dangers of becoming ice-bound for the winter a thousand miles from home, Marsh went all the way to Fort Buford at the mouth of the Yellowstone River to deliver the fresh provisions. These foods provided a welcome relief from the usual salt meat, canned goods and hardtack. Saving The Survivors - The Seventh Calvary Expedition Marsh moved to Yankton with Sanford Coulson in 1873 as a captain of one of the Coulson Packet Line boats. He worked with Coulson throughout most of that decade, establishing a reputation for reliability, both in moving freight and in commanding men.  Three years later, his unique experience on the Yellowstone River caused him to be requested by the U.S. Army as master and pilot of the Far West to accompany Gen. Alfred Terry and Lt. Col. George Custer on their ill-fated campaign against the Sioux and Northern Cheyennes, culminating at the Battle of the Little Bighorn.  On that trip Marsh exhibited his consummate skills on the Missouri. He had learned to \"grasshopper\" his way over sandbars with the spars on the bow of his various boats, and there were those who said he could navigate a sternwheeler through a sea of dew. Marsh traveled 64 miles up the shallow Bighorn to the mouth of the Little Bighorn in support of the troops. The Far West's 54-hour, 710-mile day-and-night dash to Bismarck with more than 50 wounded troopers of Major Reno's command was one of the most remarkable exploits in the history of Missouri River steamboating. It was Marsh and those he brought with him who relayed the fate of the Seventh Cavalry to the rest of the nation then celebrating its centennial year.  Master Of The Missouri Marsh then continued his work on the Missouri. In Yankton he bought a handsome brick house in 1877. With his own packet boat, the W. J. Behan, he participated in one more notable event in late April 1883, transporting Sitting Bull and his remaining followers from Fort Yates to Fort Randall where they had been detained after their return from Canada. Then, as river traffic waned on the Missouri, Marsh moved to Memphis, Tennessee, where there were still opportunities for individuals like him on the Mississippi. He did, though, return to Bismarck, North Dakota, operating snag boats, towing coal barges, transporting grain and cement. He stayed active on the river as long as he could. Marsh died in near poverty in Bismarck in early January 1916, at the age of 83. He was interred in St. Mary's Cemetery located on a hilltop overlooking the Missouri River valley.      Hanson to Marsh Letters - Rare Insights MNRR's archives contain, from an unknown source, photocopies of two letters to Captain Marsh from his friend and biographer, Joseph Mills Hanson. It is likely that these are copies of earlier transcriptions rather than of the original letters. New transcriptions are available below.  Letter from February 28, 1909 - Roosevelt Hunting Expedition, Highwater on the Missouri, Bridging the River Letter from March 8, 1912 - Winter in Bismarck, The Sully Expedition of 1864  Transcription of an editorial letter written by Grant Marsh's biographer in April 1908 to Waterways Journal in public protest of the denial of the renewal of Marsh's pilot's license by the Duluth District steamboat inspectors. This copy in the MNRR archives, from an unknown source, appears to be a photocopy of a marked-up draft.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/historyculture\/grantmarsh.htm"
}
