{
    "title": "Missouri National Recreational River: Places",
    "body": "Places         Spirit Mound Historic Prairie NPS Photo  The Missouri River is rich in cultural resources, in places that have a national, regional or local significance. Numerous historic sites and two archeological sites that are listed on the National Register of Historic Places are located in counties along the corridor but outside the park boundary. Three historic sites - listed below - are within the park:  Spirit Mound Spirit Mound has taken on a variety of cultural meanings that reflect the beliefs of the diverse peoples that make up the American population. It is an important point of contact between the American Indians and Euro-Americans. It exemplifies a sometimes uneasy fusion of these two major cultural traditions. For most people, it is a location associated with the Lewis and Clark Expedition. For American Indians, Spirit Mound is both physical location and spiritual place, a place of contact between the natural and the supernatural world. The Yankton (Sioux), associate Spirit Mound with the Can O'ti na, Little Tree Dwellers\/Little People. Long ago two tribes battled to a stalemate. In Lakota (Sioux) tradition Spirit Mound is the origin point for the Wo'piye Can O'ti la, the Little Tree Dweller's Medicine Bundle.  To learn more about Spirit Mound click here... Meridian Bridge The historic structure most readily visible from the river is the Meridian Bridge, Yankton's signature landmark. It is notable as the first permanent river crossing in the Yankton vicinity and as one of the final links in the Meridian Highway, an early north-south route from Winnipeg, Canada, to Mexico City, Mexico. The vertical lift design was a typical period engineering solution to a typical problem of spanning a wide navigable river, and thus did not garner much attention in engineering circles in the 1920s.  The region's population, however, considered it an outstanding highway bridge building accomplishment that greatly improved economic and social connections across the Nebraska and South Dakota border.  To learn more about the historic Meridian Bridge click here...  Fort Randall Strategically located on the west or right bank of the Missouri River near the South Dakota-Nebraska border, Fort Randall served as an important outpost on the upper Missouri River for operations against the Sioux in 1863-65 and was one of the chain of forts that surrounded the Sioux country from 1865 to 1876. It served longer as a continuously occupied military post than any other fort on the upper river. Important visitors to the post included: Buffalo Bill Cody, who stopped on his way to the East with his \"Wild West Show.\" Jim Bridger, the famous mountain man, who appeared as a scout with a visiting survey crew. Renowned Civil War General Phillip Sheridan inspected the post in 1879. Perhaps the most famous inhabitant of Fort Randall was not a soldier but a prisoner: Sitting Bull (Tatanka Iyotake) of the Lakota Sioux is probably best known for his contribution towards the defeat of Col. George Custer at the Battle of Little Big Horn.  To learn more about the history of Fort Randall here... Yankton Sioux Treaty Monument This Treaty of 1858 between the Yankton Sioux and the United States  Government provided for the removal of the tribe to a 475,000-acre reservation on the north side of the Missouri River in what is now Charles Mix County. (Charles E. Mix was the commissioner who signed for the federal government.) On July 10, 1859, the Yankton Sioux vacated the ceded lands and moved onto the newly-created reservation. For about eleven and a half million acres, a payment of approximately $1.6 million in annuities was to paid over the next 50 years. Specific provisions of the treaty called for educating the tribe to develop skills in agriculture, industrial arts and homemaking.  To learn how to visit the Treaty Monument click here...",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/historyculture\/places.htm"
}
