{
    "title": "Missouri National Recreational River: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People       Humans have shaped and in turn been shaped by the mighty Missouri River. Changes to the river brought about by human activity over the past two centuries have dramatically changed the lives of countless people. Some of these people have become renowned historical personages: Lewis and Clark The landmark Lewis and Clark expedition in search of the Missouri River's headwaters left the first detailed record of the flora, fauna and geology of North America's longest waterway. The Missouri National Recreational River corridor serves as a microcosm of the expedition. Nearly all the activities that the party was to engage in throughout the two and a half year journey were acted out in this region. The landmark events along the MNRR corridor included:  The two captains recorded their first impressions and descriptions of Plains Indians tribes, primarily of the great Sioux nation. Their council with the Ihanktonwan Nakota (Yankton Sioux) at the end of August 1804 demonstrated their diplomatic efforts. Clark drew maps of this part of the river, though unfortunately his originals are lost. Lewis engaged in scientific inquiries, to the point of becoming violently sick from tasting the rock and minerals at today's Ponca State Park. Joseph Fields killed the party's first bison near today's Burbank, South Dakota. Expedition members discovered new species of fauna such as the pronghorn, the prairie dog and the mule deer, all along what is now the park's 39-mile reach.  To learn more about Lewis and Clark click here... Chief Standing Bear This Ponca Indian chief made history as a civil rights advocate and in the process helped all Native Americans become citizens of the United States. The case of Standing Bear v. Crook began on May 1, 1879 before Judge Elmer S. Dundy in U.S. District Court in Omaha. On May 12, Judge Dundy ruled in favor of Standing Bear, reasoning that he & his band were indeed \"persons\" under the law, entitled to sever tribal connections & were free to enjoy the rights of any other person in the land.  To learn more about Chief Standing Bear click here... Grant Marsh He was probably the greatest Missouri River pilot during the Steamboat Era. His flawless record of safe voyages along the mighty river made him a legend. His vast amount of experience as a riverboat pilot led to him to be requested as master and pilot of the Far West to accompany Gen. Alfred Terry and Lt. Col. George Custer on their ill-fated campaign against the Sioux and Northern Cheyennes in 1876. Marsh traveled 64 miles up the shallow Bighorn to the mouth of the Little Big Horn in support of the troops. The Far West's 54-hour, 710-mile day-and-night dash to Bismarck with more than 50 wounded troopers brought news of the Seventh Cavalry's fate to the rest of the nation then celebrating its centennial year.   To learn more about Captain Grant Marsh click here... For more stories of \"Life on the Missouri\", click here for our living history page.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/historyculture\/people.htm"
}
