{
    "title": "Missouri National Recreational River: Lewis and Clark on the Middle Missouri",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Lewis and Clark on the Middle Missouri                Lewis and Clark         William Clark & Meriwether Lewis NPS Photo  Meriwether Lewis and William Clark were the first Americans to investigate the Great Plains. In 1803 President Jefferson appointed Lewis, his private secretary, as leader of the Corps of Discovery, and Lewis offered Clark an invitation to be co-commander. The Corps passed through this portion of the middle Missouri River from August 20 to September 8, 1804, and then on the return trip from August 31 to September 4, 1806.  On The Missouri National Recreational River (MNRR) Corridor The MNRR region can serve as a microcosm of the expedition. Nearly all the activities that the party was to engage in throughout the two and a half year journey were acted out in this region. Among these:  The two captains recorded their first impressions and descriptions of Plains Indians tribes, primarily of the great Sioux nation. Their council with the Ihanktonwan Nakota (Yankton Sioux) at the end of August 1804 demonstrated their diplomatic efforts. Clark drew maps of this part of the river, though unfortunately his originals are lost. Lewis engaged in scientific inquiries, to the point of becoming violently sick from tasting the rock and minerals at today's Ponca State Park. Joseph Fields killed the party's first bison near today's Burbank, South Dakota. Expedition members discovered new species (to them and to Euro-American science) such as the pronghorn, the prairie dog and the mule deer, all along what is now the park's 39-mile reach.  Daily Activities - Extraordinary And Rare Add to these the regular round of daily activities and one gets a snapshot picture of the entire exploration during this brief period. But if there is a sameness along the park corridor when compared to the trip as a whole, it is also unique in its time and place. The only death on the expedition, that of Sgt. Charles Floyd, occurred southeast of the park near today's Sioux City, Iowa. On the cross-country trek to Spirit Mound, Clark took a singular temperature reading during a period when he made no other weather observation. The expedition moved into unfamiliar environmental zones with a changed climate and terrain, primarily west of today's Niobrara, Nebraska. Like so many points on the compass of Lewis and Clark's exploring world, the journey along this stretch of the river was ordinary and routine at the same time that it was extraordinary and rare. It holds both a standard and a special place in the history of the expedition. Click on the following link for a brochure in PDF format:  The Lewis and Clark Expedition: An Historic Overview",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/historyculture\/lewisandclark.htm"
}
