{
    "title": "Missouri National Recreational River: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia       Photo Galleries Whether you are visiting us in person or from afar via technology, Missouri National Recreational River (MNRR) offers a wide variety of ways to connect! You can see the Wild and Scenic Missouri in detail through our Photo Galleries where we have views of the park from the air and from the water as well as images of the steamboat North Alabama that sank in October 1870.  Living History Audio Podcasts Park rangers bring history to life through reenactments of real and fictional characters from history.  Click here to go back in history.  Fly Over the Missouri National Recreational River Come fly over the 39 & 59 mile districts of the MNRR to get a unique perspective on this stretch of the Wild & Scenic River. Click here to select your flight plan and achieve lift off...  Virtual Tour If you want an idea of what the Missouri River and the surrounding terrain between Sioux City, Iowa, and Fort Randall Dam look like, here is your opportunity. Get a sense of the size and scope of the park by flying over it in this short video. Podcasts The park's new YouTube channel called MNRR Presents offers short videos on this unique national park and the natural features and history it protects. Click here for a menu of the available podcasts. Through a cooperative Oral History project with the University of South Dakota's Missouri River Institute, podcasts have been developed from interviews with long-time residents of the area to give an historical account of what the Missouri River was like both before and after the dams were constructed. Click on this link to choose from three unique podcasts. Other Federal Agency Photo Databases   Department of the Interior (DOI)   US Fish and Wildlife (FWS)   US Bureau of Reclamation   US Geological Survey (USGS)   National Biological Information Infrastructure (NBII)   National Park Service (NPS)  US Forest Service (USFS)",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/photosmultimedia\/index.htm"
}
