{
    "title": "Missouri National Recreational River: Living History Audio",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Living History Audio                Living History         Telling the story of Capt. Marsh and the bully NPS photo  Life on the Missouri: Adventure, Excitement, & Romance? It's 1877, and former steamboat officer John Nelson tells stories of the river, steamboats, and the people he has met in nearly 40 years on the Missouri. Nelson is a fictional character based on actual accounts of riverboat life. Some stories are of actual events; others are fictionalized accounts based on conditions and events of the era.               Life on the Missouri: Adventure, Excitement, & Romance?     John Nelson tells how he first started working on the riverboats and relates the true story of a terrible accident.  Duration:9 minutes, 44 seconds      Date created: 2014-06-22     Download Original File: mnrr-1Adventure1.mp39,507 KB                     Life on the Missouri: Mountain Boats     Mountain boats, far different from Mississippi boats, were made for the treacherous Missouri, but still had to overcome many dangers and obstacles.  Duration:8 minutes, 10 seconds      Date created: 2014-07-03     Download Original File: mnrr-2mountainboats.mp37,993 KB                     Life on the Missouri: Steamboatmen     On the river, men from many different backgrounds had to work together and look out for each other in dangerous circumstances.  Duration:7 minutes, 32 seconds      Date created: 2014-07-04     Download Original File: mnrr-3steamboatmen.mp37,323 KB                     Tough Town     Fort Benton, Montana Territory, was a rough place in 1866.  Vigilante \"justice\" ruled and a steamboat captain made money in whatever ways the market would bear.  Based on an actual account of Captain Marsh's first voyage as Captain and Pilot.  Duration:5 minutes, 44 seconds      Download Original File: mnrr-4toughtown.mp35,553 KB                     Captain Marsh and the Bully     The true story of how Captain Grant Marsh dealt with a man who proved not as tough as he tried to appear.  Duration:5 minutes, 47 seconds      Date created: 2014-07-12     Download Original File: mnrr-5bully.mp35,624 KB                     Indian Attacks     Plains Indians' attitudes toward steamboat traffic changed drastically from the 1840s to the 1860s.  Duration:8 minutes, 18 seconds      Date created: 2014-07-12     Download Original File: mnrr-6Indians.mp37,994 KB                     Wreck of the North Alabama     Attempting a late-season trip to forts and reservations, the North Alabama sinks just 60 miles from her home port of Sioux City, Iowa.   Duration:6 minutes, 50 seconds      Date created: 2014-07-12     Download Original File: mnrr-7NorthAlabama.mp36,624 KB                     Reno's Survivors     Taking an unusual viewpoint for his time, Nelson tells the true story of the Far West's trip up the Bighorn River in support of the 7th Cavalry, and the wild 54 hour day-and-night dash to Ft Lincoln with the wounded of Captain Reno's command.  Duration:11 minutes       Date created: 2014-07-12     Download Original File: mnrr-8survivors.mp310,731 KB                  More Living History Click here for the story of Chief standing Bear and the Ponca Tribe, and a speech by Indian rights activist Thomas Tibbles.",
    "url": "https:\/\/www.nps.gov\/mnrr\/learn\/photosmultimedia\/living-history.htm"
}
