{
    "title": "Missouri National Recreational River: Brochures",
    "body": "Explore This Park    Plan Your Visit     Brochures            Brochures          Welcome To Our Brochure Rack! You will find most of the park brochures and information bulletins we have available to visitors.  The free Adobe Acrobat Reader is required for viewing. For best results, we suggest that you download the file to your computer before viewing or printing.    Cultural History  Overview of Lewis & Clark Expedition Introduction to Lewis and Clark Along the MNRR  Copy of the speech Meriwether Lewis delivered during the council with the Yankton Sioux on August 30, 1804 Overview of tribal trading along the Missouri River Overview of The Pick-Sloan Plan  Natural Resources  Introduction to Shipwrecks in South Dakota Endangered Species on the MNRR Invasive Plants in the Missouri River Corridor  Kids' Stuff Visit our \"For Kids\" pages for puzzles and Junior Ranger Activity Books General Brief history of the National Park Service Park Newsletters \"Current News\" - MNRR Resource Management Newsletter  Vol 1 Number 1  In this issue - Mass Movement Along the Missouri River, What is the Wild and Scenic Rivers Act? At Risk: Least Terns and Piping Plovers On The Niobrara River, Meridian Bridge History, Volunteers Promote Native Plants, Northern Leopard Frog, Oral History Project  Vol 1 Number 2 In this issue - Flood Response Monitoring at Bow Creek, Flood Photopoints, Flood Waters and Weeds: Friends or Foes? Trash talk: Cleaning Up the Missouri, Invading the Classroom: Using Invasive Species To Teach, Realities of Early Steamboat Travel \"Undercurrents\" - MNRR Division of Interpretation Newsletter  Undercurrents 2009.0 (2.3 MB) - In this issue: Chief Ranger Retires, Under the Meridian Bridge, Doing Your Part: Leave No Trace Ethics, Bow Creek Recreation Area Open To Public, Chief Standing Bear, Resource Manager Heads West Undercurrents 2008.3 (1.8 MB) - In this issue: Superintendent Takes The Helm On The Big Muddy, Protecting Your Rivers, Grant Marsh: Master of the Big Muddy, Park Offices To Move, Seven principles Of Leave No Trace",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/brochures.htm"
}
