{
    "title": "Missouri National Recreational River: Mulberry Bend Overlook",
    "body": "Mulberry Bend Overlook        A stunning view from the upper point at Mulberry Bend NPS       A dramatic view of the Missouri National Recreational River (MNRR) awaits visitors at Mulberry Bend Overlook. From the parking area a short paved trail leads to two overlooks that offer views of a free flowing segment of the Missouri.  This portion of the river exhibits characteristics that were common hundreds of years ago but are no longer seen on the \"man-made\" portions of the river. At the first overlook, exhibits provide information about the MNRR and early American Indians who inhabited the region. At the uppermost overlook, exhibits interpret the river's hydrology, the surrounding forest and a flood that devastated the town of Vermillion in 1881. The paved trail rises 60 feet to the top and is wheelchair accessible to the first overlook.           Mulberry Bend Trail - This moderately strenuous unpaved trail begins at the upper viewpoint at the end of the paved trail. It is a 3\/4 mile trail consisting of a loop with 2 spurs to viewpoints overlooking the river. The route winds through dense bluff forest of bur oak, cedar, ash, and other native trees. For a brochure and map of the trail, click here (PDF). Getting There: Take South Dakota Highway 19 south from Vermillion (it becomes Nebraska Highway 15 as soon as you cross the bridge) or Nebraska Highway 15 north toward Vermillion. The overlook is on the east side of the highway in Nebraska.      Along the Trail Prairie and woodland ecosystems meet at the overlook. Here's a preview of what you might find as you explore the overlook trails. The Oak Savanna (PDF) Woodland Plants (PDF) Prairie Plants (PDF)      The Mulberry Bend Boat Launch (RM 775.0) is nearby. A vault toilet is available and primitive camping only is allowed. To drive to this one-lane concrete boat ramp, take South Dakota Highway 19 south from Vermillion (it becomes Nebraska Highway 15 as soon as you cross the bridge) or Nebraska Highway 15 north toward Vermillion until you come to Road 579. Turn onto this gravel road and continue ahead 1.9 miles until you come to the boat ramp on your left.",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/mulberry-bend-overlook.htm"
}
