{
    "title": "Missouri National Recreational River: Bow Creek Recreation Area",
    "body": "Bow Creek Recreation Area        A panoramic view at the Bow Creek Recreation Area NPS Photo       Where: This tract of land, referred to as Bow Creek Recreation Area, is located along Bow Creek and the Missouri River in Cedar County about 2 miles northeast of Wynot, Nebraska. Click here for A Map of the Bow Creek Property & Adjacent Area  Before You Go! Please read Bow Creek hunting notice by clicking here...  Background: The acquisition of Bow Creek Recreation Area began in 2004 when the NPS purchased the property north of Bow Creek and completed the transaction in 2008 with the acquisition of the southern portion. All lands were acquired from willing sellers.   Visiting: Bow Creek Recreation Area provides many opportunities for the public to experience the Missouri National Recreational River. The property includes a mix of wetlands, grasslands, riparian cottonwood forest, and mesic-bur oak forest. Rock and sediment exposures along the Missouri River reveal past geologic events. The property has abundant wildlife, ranging from migratory songbirds to resident whitetail deer and wild turkey.   Restoration: Biologists are working to restore areas of Bow Creek Recreation Area that have succumbed to native and non-native plant species. Of particular interest, the NPS converted 30 acres of farmland into native prairie, cut and treated all Russian olive trees, and has removed several thousand native, eastern red cedar trees from the floodplain and historic bluff land prairie.    Please remember:  Private land surrounds the public access and the entire NPS property. All visitors must respect landowner rights and not trespass or litter.  Trash receptacles are not available on the property. Do not leave trash or litter. The NPS encourages that you \"Leave No Trace\" so others can enjoy the Bow Creek Recreation Area experience as well.  Motorized vehicles and horses are prohibited on the property.   Federal and State Hunting and Fishing Regulations apply.  Do not damage or remove the cultural or natural features.  Trenching and campfires are prohibited.  Do not leave personal property unattended for more than 24 hours. This includes waterfowl blinds on the NPS accretion property.",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/bow-creek-recreation-area.htm"
}
