{
    "title": "Missouri National Recreational River: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety      We hope your visit to Missouri National Recreational River will be a safe and memorable experience.  You can help ensure your visit is safe by being aware of the potential hazards involved and observing some basic safety precautions. Remember that most land along the river is privately owned. Please respect the rights of property owners. River Obstacles The river has constantly changing sandbars and snags, and can be difficult to navigate. Safe use of the river requires some knowledge and experience. Watch out for hidden obstacles, snags, sawyers (tree trunks or limbs that bob up down just under the water's surface), and sandbars. The channel is not marked so boaters will have to read the route ahead on their own. The river can flow very fast, up to seven miles per hour. The constant prairie wind will either blow against downstream canoeists or make it difficult to keep a straight course.  There must be a life jacket for each person on board, plus a throwable device.  Children under age 14 are required by law to wear properly fitted life jackets, and it is recommended that they make their parents wear them too!  Use only watercraft that are appropriate for a large, free-flowing river. Storms Storms come up quickly in summer on the Great Plains.  These often include lightning, hail and heavy downpours. Be alert for changing weather and come ashore at the first sign of threatening weather. Hypothermia Hypothermia occurs when the core body temperature drops to a point where vital organs can no longer function. It is brought on by temperature and aggravated by wetness, wind, and exhaustion. Most cases occur between 30ยบ and 50ยบ.  If you feel symptoms of hypothermia--slurred speech, shivering, drowsiness, incoherence, fumbling hands--get out of the water, wind, or rain, and into a shelter and dry clothing. If someone with you is suffering from hypothermia, do the same for the victim. Keep the person in a horizontal position and handle gently. Huddle close together to prevent further chilling. Swimming Swimmers in the Missouri River will find hazards throughout the park's waters: holes, submerged rocks and snags, tricky and fast currents. If you do choose to swim in the river, be extremely careful, do not swim alone and always wear a PFD (personal flotation device) no matter how good a swimmer you think you are. Ticks & Insects Ticks are not a worry on the water or on the sandbars, but they are worrisome in the woody vegetation on the islands and off the beaten paths.  Flies and gnats can bite, and mosquitos can carry West Nile virus.  Be prepared with a good insect repellent.",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/safety.htm"
}
