{
    "title": "Missouri National Recreational River: Ranger Programs And Guided Activities",
    "body": "Ranger Programs And Guided Activities       2016 Programs and Activities Flyer         Ranger introduces visitors to the history of Fort Randall NPS Photo  Ranger Programs Missouri National Recreational River offers a variety of ranger programs, activities, and tours for all ages. There are no fees for any interpretive or educational programs. Some programs are presented at state parks that charge an entrance fee. Please check out the above link for our 2016 schedule of ranger programs and activities.  Ranger Guided activities available at Missouri National Recreational River For more information or to schedule any of the following programs please call park headquarters at 605-665-0209.  Tours of Historic Yankton's Riverfront and the Meridian Bridge. These programs highlight the wild and scenic faces of the Missouri River's past, present and future.   Learn How to Canoe or Kayak (offered June 17, July 2, 15, and August 5, 2016) on Lake Yankton.  Guided Group Canoe\/Kayak Trip on the Missouri River.    Fishing Programs occur several times during the summer and allow novice anglers to learn the basics of fishing the Missouri. The Park has a supply of tackle that can be used by participants.  National Park Service Ranger Programs are presented at the Lewis and Clark, Niobrara, and Ponca State Parks, and Army Corps of Engineers campgrounds throughout the summer. Check out the 2016 calendar of events for a listing of activities.   What to Bring On Guided Activities - Hikes and Canoe\/Kayaking trips   Sturdy foot gear is a must for all but the very easiest of hikes. Everyone should have good boots, with strong support, to help prevent ankle injuries.    Bring water with you! The Great Plains can get very hot in the summer.    Mosquitoes and flies can be bothersome. Come prepared with repellent to meet some of the Missouri National Recreational River's smallest wildlife species.    A couple of hours of hiking or paddling can expose you to more sun and UV rays than normal. Wear a hat and sunscreen. It will help keep you cool and prevent a sunburned scalp!    For paddling activities, strap-on sandals or water shoes are preferable to flip-flops.    Wear closed-toe shoes and your helmet for bicycle programs.    Weather can change quickly. Come prepared with rain gear for summer showers.    Bring something to eat while you are on the trail or water. If you are on a hike around the noon hour, you'll get mighty hungry without lunch. Remember, if you pack it in, pack it out.    Children 10 or younger are welcome on interpretive activities, but must be accompanied by an adult.    Come prepared to have a great time!",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/ranger-programs-and-guided-activities.htm"
}
