{
    "title": "Missouri National Recreational River: Canoeing & Kayaking",
    "body": "Canoeing and Kayaking         A group of canoeists on the Missouri NPS photo by Linda Gordon Rokosz  General Information Exploring the \"Big Muddy\" by canoe or kayak is something you'll never forget. It is an adventure that is beginning to draw travelers from around the world. This recreational activity, however, is not for the novice paddler, and requires appropriate watercraft. If there is one thing that the Missouri demands, it is respect.  Paddler's Guides  The ultimate authority developed by our park staff to help you navigate the waters of the free flowing Missouri.  39 Mile Reach - Paddler's Guide (Fort Randall to Running Water, SD) 59 Mile Reach - Paddler's Guide (Gavins Point Dam to Ponca, NE)   Conditions - Please read this! The Missouri is a big and demanding river. Keep in mind:  On windy days can look more like a large reservoir with white-capped waves that can easily swamp a canoe. There are no rapids, but sunken sandbars, snags--uprooted trees stuck in the river bottom--that may or may not be visible above the water's surface, and other obstacles abound. An eddy is a sure sign of an obstacle just below the water's surface. The Missouri can be quite deep--20 feet or more in places. Know your paddling ability and don't exceed it. The thalweg or channel will change its course from year to year. This ten- to twenty-foot deep channel is constantly moving as it erodes banks, islands and sandbars and then builds up new sandbars or adds onto existing ones.  River currents Depending on releases from Fort Randall Dam and Gavins Point Dam, the river can flow from three to five miles an hour. (Gavins Point and Fort Randall Release Orders indicate the releases from the dams.) Local storms can temporarily increase flows as runoff pours in via the James River, Vermillion River, Bow Creek, and lesser streams. Wind The wind is an issue on most days. The wider portions of the river are most affected by wind. In the summer the prevailing wind is from the south and southwest. That, and the river current (from 2-7 mph), can make steering a straight course difficult. Wind can hide changes in the river by creating surface ripples, which have nothing to do with water depth. If the wind is gusty, read the surface between gusts. Wind is always a challenge with which canoeists must deal. Strong wind is something most canoeists should stay away from altogether. Weather On the Great Plains, storms may crop up abruptly. These storms are often accompanied by strong winds that can easily capsize a small craft. Lightning, heavy rain or hail can turn a pleasant trip into disaster. Watch the sky and be aware of your surroundings for signs of inclement weather. If you see bad weather approaching, get off the water and take cover (not under trees) as quickly as possible. Canoe Access Access to the river is available only at public launch sites. These are few and unevenly spaced along both reaches of the park. Call 605-665-0209 or e-mail us to obtain your copy of the brochure that locates these river accesses.  Paddler Information  You can download a map here. Click here for river guides that include detailed directions to access points. Aerial Photo Maps of the river may be purchased at the Lewis & Clark Visitor Center or ordered form Jefferson National Parks Association. Order # 13719 and\/or #13722; use discount code YNK10. Maps are also available of the Corps of Engineers reservoirs and part of the channelized river. Click here for a list of local canoe\/kayak outfitters. Click for a guide to the basic paddle strokes you should master. Click for a list of required and recommended equipment for paddling the Missouri.  Downloadable River Guides Click here for river guides to the 39-mile reach and the 59-mile reach.  Nebraska and South Dakota agencies also public river guides which you can download in PDF format by clicking on the links below.  Nebraska Guide to 39-mile reach (Fort Randall to Running Water) Nebraska Guide to 59-mile reach (Yankton to Ponca State Park) South Dakota Guide to 39 mile reach  Camping Most of the land along the park is privately owned and there are few public camping possibilities. Call 605-665-0209 or e-mail us for suggestions. Primitive camping is normally allowed on islands and sandbars. Please adhere to the \"Pack-it-in, Pack-it-out\" (Leave No Trace) ethic. The river bank on both sides of the river, sandbars and islands on the Nebraska side, and deeded islands on the South Dakota side of the river are private property. Only the water belongs to the public. In areas other than designated campsites, permission is required to walk, picnic or camp on private property. Sandbars on the South Dakota side of the river are public property. In several locations along the river, the state border is still undetermined. Protect the River & Endangered Species Sandbanks and bars provide habitat for the summer nesting of least terns and piping plovers. They are protected under the federal Endangered Species Act due to their low populations and loss of habitat. The chicks and eggs are difficult to see and avoid; therefore, restriction signs may be posted on sandbars to minimize disturbance to nesting colonies. Please do not disturb any nests of birds. Take trash with you when you leave. Don't dig, bury or litter. Take only pictures. Leave only footprints. Zebra Mussels - Aquatic Invasive Species These are an unwanted invasive species in North America. These small, striped mollusks have created problems on other big river systems such as the Mississippi River. Once established, they compete with native species for resources, can clog river intake structures, and create other unwanted problems. In many places, explosive population growth has led to heavy encrustation of boats, docks and native mussel species. It is possible to transfer accidentally the juvenile form of zebra mussels to your boat or equipment. If you have paddled other locations, please take the time to clean your equipment and boat properly prior to launching on the Missouri or its tributaries. Click here for a brochure on zebra mussels and how to prevent their spread. Personal Safety The National Park Service recommends that all canoeists wear life jackets at all times while on the water. Paddling alone is not recommended. If you go alone, let someone know your launch and take-out points as well as your estimated arrival time.   Bring insect repellent, plenty of drinking water, and an extra paddle. For Nebraska waters, each canoe\/kayak occupant must have a U.S. Coast Guard approved Type I, II, III, or IV life preserver. Persons under 13 must wear a life preserver. Also for Nebraska waters, each canoe\/kayak must have a bucket or sponge for bailing water. Use appropriate watercraft, not pool toys. Take sunscreen, sunglasses, and a wide-brim hat. The sun's reflection off the water can be intense. If it is hot, start early or later in the day and make the trip shorter. Cold water can be paralyzing to both mind and body. Know proper procedures for cold weather paddling if going on the water in spring and\/or autumn. Dress appropriately and bring spare clothes in case you get wet. Know the symptoms of hypothermia. Weather on the Great Plains is very unpredictable. Carry foul weather gear for unexpected storms and emergencies. Layered clothing is best. Tennis shoes work but once your feet are wet, they will stay wet all day and they will draw heat away from your wet feet at the same time. Durable river sandals (not flip-flops) made of rubber and nylon are preferred by most professional guides. Have dry shoes for the end of each day. A basic first aid kit should be in every canoe or kayak. Learn what poison ivy and poison oak look like, as well as black widow and brown recluse spiders. Have tether ropes on both ends of the canoe\/kayak, but keep them coiled and secured to the fore and aft decks. Kneel in the bottom of the canoe while in areas of rough water for stability. Standing and sudden sideways shifts can make the canoe unstable. If you fall out of a canoe keep your head upstream, feet downstream, kick back and paddle to control your movement if you can't stand up. Your canoe floats, so you can also hang onto it, remembering to stay on the upstream side. Water riffles mean that rocks lie close to the surface. Follow the smooth water shaped like a \"V\" point downstream. Keep the bow of the canoe headed downstream with the current or headed into boat wakes. Dial 911 to reach emergency personnel in the area. However, cell phone service may be spotty along the river. It is a good idea to provide someone with your planned put-in and take-out locations, expected length of trip and number in party. They can then contact authorities if you are overdue. Cell phone signals are weak or non-existent along much of the park.",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/canoeing-and-kayaking.htm"
}
