{
    "title": "Missouri National Recreational River: Driving Tours",
    "body": "Scenic Byways        View of the Missouri National Recreational River from Chief Standing Bear bridge NPS Photo            Lewis & Clark National Historic TrailThe Missouri National Recreational River corridor serves as a microcosm of the Lewis and Clark expedition. Nearly all the activities that the party was to engage in throughout the two and a half year journey were acted out in this region.  Click the following links for brochures with more information:  Lewis and Clark Expedition in general  Lewis and Clark within the Missouri National Recreational River corridor               Outlaw Trail Scenic Byway This scenic route follows Nebraska Highway 12 for 231 miles. The highway retraces much of the path where outlaws such as Jesse James used to hideout - hence the byway's name. Dig a little deeper though and you will find much more. Things to do include:  Visiting an area rich in Native American History including the Santee Sioux and Ponca Indian tribes. Take a short detour off NE Hwy. 12 at Niobrara onto SD Hwy. 37 where you can cross the Chief Standing Bear Bridge and visit an overlook on the South Dakota side that contains waysides on the history of the area. Stop in at Niobrara State Park where you can view the Missouri National Recreational River from promontories overlooking the 39 mile reach. Stop at Valentine and visit the beautiful Niobrara National Scenic River.            Oyate Trail Traversing the southernmost portion of South Dakota, the Oyate Trail is a place where rich cultures meet across a wide swath of boundless Dakota prairie. Much of the trail follows along the banks of the Missouri National Recreational River. Things to do include:  Check out the scenic vistas along Highways 18 and 50 Stop in at the riverside community of Vermillion along the 59 mile reach of the river Visit the Fort Randall Dam area just above the 39 mile reach. For the Oyate Trail map click here .",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/scenic-byways.htm"
}
