{
    "title": "Missouri National Recreational River: Fishing",
    "body": "Fishing         Fishing in the Missouri River on a hot summer day   River Activities: Fishing The Missouri National Recreational River includes the two reaches of the Missouri River, 20 miles of the lower Niobrara River, and 8 miles of the lower Verdigre Creek. Catfish, walleye, sauger, paddlefish, and many more game species await your angling skills in these bodies of water. So, where are the fish biting? Bait shops and other anglers are your best sources, but they won't always share the best spots. Here are some helpful hints: The best time is often in the evening and early morning as this is feeding time for most fish. Bass and walleye feed all night. Deep holes are good places and are often located under bridges, below dams, on bends in the river, and downstream of sandbars. Fish can sense noise vibrations such as hitting the bottom of the boat or loud talking. For walleye\/sauger, the best times are May to June and mid-September through November. Just downstream of the Fort Randall and the Gavins Point dams seems to be popular with anglers for this fish species. For small and largemouth bass, the best times are May, June, September, and October near Springfield (SD) and Niobrara (NE). For crappie and northern pike, the best times are early April after ice out and in late summer near Springfield and Niobrara. For catfish, the best times are late June, July and August near Springfield and Niobrara. Enjoy yourself! Remember, the fishing is always good; the catching just makes it better.          Silver Carp (top), Bighead Carp (bottom) Photo: Asian Carp Regional Coordinating Committee  Bowfishing for Silverfin Silverfin, more commonly known as bighead or silver (Asian) carp, are a tasty and plentiful non-native invasive species. Unlike the common or grass carp, which are bottom feeders, silverfin are primarily plankton feeders. The meat is white, light, and flaky.  Silverfin are normaly taken by archery, but occasionally are accidentally foul-hooked while pole fishing. Live or dead, they should not be returned to the river, nor left on the bank. While they can be discarded in trash or used as fertilizer, a far better solution is to eat them! The meat is high in Omega-3 and, due to the fish's feeding habits, is believed to be much lower in accumulated toxins than other fish. Preparing and Cooking Silverfin The delicate meat can deteriorate quickly, so it is essential that fish be gutted and iced immediately upon catching. These fish can be used in many tasty dishes. The following links will provide detailed instructions on cleaning, deboning and preparing silverfin.  Louisiana State University and USGS fish biologist Duane Chapman have produced these YouTube videos detailing how to filet and debone Silverfin. Part 1 Part 2 Part 3 Duane Chapman's recipes (PDF document) for Fried Silverfin, Flying Fish Wings, Indian Carp Curry, Jamaican Jerk Carp and more. Missouri Conservation Department offers recipes for kabobs, Carp Cajun and more. Louisiana chef Phillipe Parola shares his gourmet silverfin recipes. (PDF) Dirk's Fish served up over 800 of these Carp Burgers in 2 hours and 40 minutes at the 2012 Taste of Chicago food festival. Missouri National Recreational River and the National Park Service are not responsible for the recipes in the links above, nor do the links constitute endorsement of organizations, individuals, their views, products or services.        Regulations Licensing: Most of the Missouri National Recreational River is on the state boundary between South Dakota and Nebraska. As the river here is considered \"border waters,\" either state license (South Dakota and Nebraska) is acceptable and special seasons and laws apply accordingly. Waters of the Missouri River are defined to include all flowing portions and backwaters, sloughs and chutes that draw water from the Missouri River. Mouths of tributaries may only be fished in the state that the angler is licensed. Live bait: Please use caution when using live bait. Follow all existing regulations.  Due to the presence of asian carp, South Dakota prohibits seining of bait from the rivers below Gavins Point Dam.  Empty all bait buckets in the water they were filled from or on land. Threatened and Endangered Species: The Pallid Sturgeon, a fish native to the Missouri River, is listed on the federal Threatened and Endangered Species List. It is difficult to differentiate the pallid sturgeon from the more common shovelnose sturgeon and the lake sturgeon, and the season is therefore closed year-round on all sturgeon species. Wild & Scenic River regulations: Hook and line fishing may be done only with a single attended pole. Chumming is not allowed.",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/fishing1.htm"
}
