{
    "title": "Missouri National Recreational River: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps           Historic map of the Missouri River from 1947. This image show the area in and around Goat Island, one of the largest islands on the middle Missouri River.       Click here for a map of the park showing facilities such as visitor centers, boat ramps and other recreational amenities. It is in PDF format and is slightly more than 2 MB.  39 Mile District (Fort Randall Dam to Running Water, SD)  Click here for a map that shows the 39 mile reach of the Missouri National Recreational River, extending from just below Fort Randall Dam to Running Water, South Dakota. It is in PDF format and is slightly more than 880 KB (0.8. MB).  Click here for a large detailed map of the 39 mile reach of the Missouri National Recreational River.  This map file (pdf) will print full size to 36 inches by 48 inches, or print to fit for whatever size you'd like (see your printer's manual for printer specific information).  File size is 7.21mb.  Background imagery: Summer 2012 NAIP (National Agriculture Imagery Program) 59 Mile District (Gavins Point Dam to Ponca State Park) Click here for a map that shows the 59 mile reach of the Missouri National Recreational River, extending from just below Gavins Point Dam to Ponca State Park. It is in PDF format and is slightly more than 880 KB (0.8. MB).  Click here for a large detailed map of the 59 mile reach of the Missouri National Recreational River. This map file (pdf) will print full size to 3 feet x 5 feet, or print to fit for whatever size you'd like (see your printer's manual for printer specific information). File size is 9.53 mb. Background imagery: Summer 2012 NAIP (National Agriculture Imagery Program)               Bow Creek Recreation Area, is located along Bow Creek and the Missouri River in Cedar County about 2 miles northeast of Wynot, Nebraska. Click here for A Map of the Bow Creek Property & Adjacent Area      Aerial Photo Maps of the river may be ordered from Jefferson National Parks Association. Order # 17319 and\/or #13722. Maps are also available of the Corps of Engineers reservoirs and part of the channelized river.       The Missouri National Recreational River during the flood of 2011 NPS       Historic Flood of 2011 - Aerial Imagery Maps The Historic Flood of 2011 prompted unprecedented flows out of the Missouri River mainstem dams. Flows from Fort Randall Dam and Gavins Point Dam both peaked around 160,000 cfs (this does include tributary inputs). These flows are the greatest on record since the dams were completed in the 1950s. The flows far surpassed the previous record of 70,000 cfs set in 1997. This series of aerial imagery from Fort Randall Dam to Sioux City, Iowa (excluding Lewis and Clark Lake) was taken in mid to late July at the height of flooding. (Base aerial imagery courtesy of Fugro Horizons Inc.) 39 mile reach (Fort Randall Dam to Running Water, SD)  Map 1 - River Miles 879 to 873  Map 2 - River Miles 873 to 862 Map 3 - River Miles 862 to 852 Map 4 - River Miles 852 to 841 Map 5 - River Miles 842 to 835 Map 6 - River Miles 835 to 826   59 mile reach (Gavins Point Dam to Sioux City, IA)  Map 1 - River Miles 811 to 801 Map 2 - River Miles 801 to 788 Map 3 - River Miles 791 to 780 Map 4 - River Miles 780 to 766 Map 5 - River Miles 767 to 755 Map 6 - River Miles 755 to 747 Map 7 - River Miles 750 to 736  Map 8 - River Miles 741 to 729",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/maps.htm"
}
