{
    "title": "Missouri National Recreational River: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Directions to Park Headquarters Located at 508 East Second Street in Yankton.  MapFrom US Highway 81 in Nebraska: Cross the bridge into South Dakota and take the first right onto Second Street. Go east about 5 blocks; the office will be on your left.From US Highway 81 in South Dakota: Go through Yankton and take the last left turn before the bridge (2nd St.).  Go east about 5 blocks; the office will be on your left.From US Highway 50 west of Yankton: Turn right on Highway 81, go through Yankton and take the last left turn before the bridge (2nd St.). Go east about 5 blocks; the office will be on your left.From US Highway 50 East of Yankton: Turn left at the first stoplight (Burleigh\/Second St.)  The park office is the first building on the right. Directions to the Lewis and Clark Visitor Center This is one of the the main public contact points for the park. Located at 55245 Nebraska Highway 121, Crofton, NE  68730 Map  From US 81 in South Dakota: Cross the Missouri River on US 81 South. After 2 miles turn right (heading west) onto Nebraska Route 121. Continue on 121, following it to the left after 4 miles and drive to the top of the hill. The visitor center parking lot entrance is on the right.  Or From US 81 in Nebraska: Drive north on US 81 toward Yankton. Turn left onto Nebraska Route 121, following it to the left after 4 miles and drive to the top of the hill. The visitor center parking lot entrance is on the right.  From Yankton: Take South Dakota Route 52 west from Yankton six miles to the road that crosses the dam (Crest Road). Turn left onto the Crest Road (heading south).  Follow this road across the dam and take the first road to the right, Nebraska Route 121. Turn right and drive up the hill. The visitor center parking lot entrance is on the right.  Directions to the Fort Randall Visitor Center This center provides an excellent view of the Missouri River and Fort Randall Dam. Located near Pickstown, S.D., River Mile 880.0   From US 46 in South Dakota: After leaving Wagner, S.D., drive 16 miles west, turn right at Fort Randall Visitor Center, just on the east side of Fort Randall Dam.   OrFrom US 18 and 46 in South Dakota: Driving east on US 18 from Bonesteel, S.D. for 29 miles cross Fort Randall Dam onto US 46.  Take the first left after crossing the dam to the Fort Randall Visitor Center.  Public TransportationNo public transportation is available within the park corridor. Limited taxi service is available in Yankton (605\/665-2777 or 605\/665-4551).",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/directions.htm"
}
