{
    "title": "Missouri National Recreational River: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions             Nearby Attractions      Missouri National Recreational River is surrounded by dramatic settings and quaint towns. Nearby attractions are a great way to learn more about the area's unique history. For more information about what's happening in local communities, contact the appropriate chamber of commerce. Federal Sites Gavins Point National Fish Hatchery and Aquarium near Yankton serves a dual purpose. The hatchery raises a variety of fish from the endangered pallid sturgeon to the common bluegill. The aquarium displays over 60 native and introduced species of fish, reptiles, and amphibians in a diverse assortment of fish tanks. For additional information call 605-665-3352. Nebraska State Park Partners Ashfall Fossil Beds State Historical Park in northeast Nebraska is a fossil site of international significance. A Pompeii-like event some 12 million years ago entombed barrel-bodied rhinos, three-toed horses, llama-like camels, and saber-toothed deer in a volcanic ash deposit. A valid state park entry permit applies. For additional information call 402-893-2000.Lewis and Clark Lake State Recreation Area, is located on the south side of Lewis and Clark Lake. This Nebraska Game and Parks Commission state recreation area includes five areas--Weigand-Burbach (headquarters), Miller Creek, Bloomfield, South Shore, and Deep Water. A valid state park permit applies. For additional information call 402-388-4169.  Niobrara State Park, another partner, sits at the confluence of the Niobrara and Missouri rivers on Nebraska's northeastern border. The 1,200-acre state park offers a wide variety of outdoor activities, including picnicking, hiking, horseback riding, and primitive camping. The view from the J. Alan Cramer interpretive kiosk offers an outstanding view of the wild and scenic river. A valid state park entry permit applies. For additional information call 402-857-3373. Ponca State Park, a partner of MNRR encompasses some 2,100 acres of heavily forested bluffs, bottomland wetlands, and prairies. Situated along the picturesque Missouri River in northeast Nebraska, the state park offers a wide variety of outdoor recreation. It serves as the eastern gateway to the \"rec river.\" A valid state park entry permit applies. For additional information call 402-755-2284. South Dakota State Park and PartnersLewis and Clark State Recreation Areais located on the north side of Lewis and Clark Lake. This state park encompasses nearly 1,100 acres and comprises three areas--Lewis and Clark Recreation Area, Chief White Crane Recreation Area and Pierson Ranch Recreation Area. A valid state park entry permit applies. For additional information call 605-668-2985. Nature Preserves Adams Homestead and Nature Preserve near North Sioux City, South Dakota, includes 1,500 acres along the Missouri River and over seven miles of hiking\/biking\/cross-country skiing trails.  A visitor center, interpretive exhibits and signs, wildlife viewing blinds, restored historic structures, and a group picnic shelter round out the visitor amenities. A valid state park entry permit applies. For additional information call 605-773-3391.  Spirit Mound Historic Prairie, five miles north of Vermillion, SD, along state route 19, offers over 300 acres of prairie being restored. There is a small parking lot, interpretive signs and a 3\/4-mile hiking trail to the summit. The new state park is a prime location along the Lewis and Clark National Historic Trail. No admission fee. For additional information call 605-987-2263. Local HistoryThe Dakota Territorial Museum in Yankton houses an extensive collection of rare memorabilia of early life in Dakota Territory. Also on display are an old railroad depot, a caboose, and a one-room country school. There is no admission charge. Open 7 days a week.  For additional information call 605-665-3898. The W. H. Over Museum in Vermillion houses the state's largest collection of natural and cultural history items. The museum features exhibits on American Indians, settlement of the Dakotas in the mid-1800s, and on the plants, animals and environment of the region. Open Monday through Saturday, closed on Sundays.  For additional information call 605-677-5228.",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/nearbyattractions.htm"
}
