{
    "title": "Missouri National Recreational River: Nearby Parks",
    "body": "Nearby Parks        The Niobrara Scenic River is one of the most beautiful National Parks in the upper Midwest NPS Photo       Nearby National Park Service Areas Niobrara National Scenic River - The Niobrara National Scenic River is not just the premier recreation river in Nebraska. It is a unique crossroads where many species of plants and animals coexist unlike anywhere else. High water quality and the relatively free-flowing nature of the Niobrara support diverse life while unique fossil-filled sandstone cliffs host over 200 waterfalls.  Pipestone National Monument - For countless generations, American Indians have quarried the red pipestone found at this site. These grounds are sacred to many people because the pipestone quarried here is carved into pipes used for prayer. Many believe that the pipe's smoke carries one's prayer to the Great Spirit. The traditions of quarrying and pipemaking continue here today. Homestead National Monument of America - The cry was FREE LAND! The Homestead Act of 1862 was one of the most significant and enduring events in the westward expansion of the United States. By granting free land it allowed nearly any man or woman a chance to live the American dream. Minuteman Missile National Historic Site - The Cold War lives on at Minuteman Missile NHS! Minuteman missiles held the power to destroy civilization. Yet the same destructive force acted as a nuclear deterrent which kept the peace for three decades. At Minuteman Missile it is possible to learn how the threat of nuclear war came to haunt the world. Badlands National Park - People are drawn to the rugged beauty of the Badlands. These geologic deposits contain one of the world's richest fossil beds. Ancient mammals such as the rhino, horse, and saber-toothed cat once roamed here. The park's 244,000 acres protect an expanse of mixed-grass prairie where bison, bighorn sheep, deer, pronghorn, prairie dogs, and black-footed ferrets live today.  Nearby State Parks Niobrara State Park -Situated at the confluence of the Niobrara and Missouri rivers on Nebraska's northeastern border, Niobrara State Park offers visitors an opportunity to sample a wide range of outdoor experiences. Cabins, camping from RVs to tents, picnicking, swimming pool (open mid June - mid August), boat ramps, horseback trail rides, hiking, fishing, history or communing with Mother Nature are all availble at this exceptional state park. Ponca State Park - Situated astride the picturesque Missouri River bluffs in northeastern Nebraska, Ponca State Park is the eastern gateway to the 59-mile section of the Missouri National Recreational River, one of two unchannelized stretches of the river bordering Nebraska\" Designated under the Scenic River Act in 1978, this section of river gives visitors a glimpse of how the untamed river looked before modern man changed it forever. Lewis & Clark State Recreation Area - Lewis and Clark Lake, near Yankton, is one of the state park system's most popular resort parks. Three separate campgrounds comprise this modern recreation area, attracting visitors from throughout the Midwest. Modern resort facilities - from marinas to camping cabins to sandy beaches - attract water lovers to Lewis and Clark.",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/nearby-parks.htm"
}
