{
    "title": "Missouri National Recreational River: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around        Periodic snowstorms during the winter can lead to icy roads and parking lots NPS photo      Missouri National Recreational River Corridor Roads The two major highways which parallel the park, Nebraska 12 and South Dakota 50, are paved. In the winter be alert for snow and ice on the surfaces. Winds are primarily from the north-northwest, with snow being driven across the east-west highways.  Most of the roads leading to river accesses are gravel or dirt. These surfaces can turn slippery--similar to icy roads--in the spring and after heavy rains. Drive carefully and slowly on these roadways. During the summer months, these roads can turn very dusty. Stay back from any vehicle in front so as not to impede your vision! The area surrounding the park is rural and primarily agricultural. Always be alert for slow moving farm vehicles, regardless of the season.      By Road During the Spring, Summer & Fall Most of the roads around the river corridor are paved; however, many of the roads leading to river accesses are gravel.  These become very slippery and muddy in spring or after heavy rains.  The routes to the river accesses are often hilly and winding.  Use caution when driving on them. By Road During The Winter In winter, many township roads are not cleared and may be blocked by drifts several feet high; do not attempt to drive these roads, even with four wheel drive. Even on major highways before setting out be sure to check at the links below for the lastest driving conditions.  Weather Related Closures Road conditions can change rapidly during periods of inclement weather.  Closures are usually short in duration and are dictated either by the current weather conditions or ongoing road construction. At times during the winter no travel may be advised.   Click here for information about South Dakota Road Conditions! Click here for information about Nebraska Road Conditions!  Helpful Links for Driving  Maps        Don't Drive Impaired! The river corridor's roads are heavily traveled. They can be unforgiving for a careless driver; or worse, for a driver whose mental state is compromised by alcohol or drugs. Every year, several alcohol-related fatalities occur within the park. The park stepped up DUI enforcement with the launch of the 13 Reasons to Drive Sober program.Avoid Collisions with AnimalsWatch for animals crossing roads, especially at night. Scores of deer and other animals are killed by vehicles every year, resulting in severe vehicle damage and sometimes injury to drivers and passengers.  Following posted speed limits will reduce your chances of hitting wildlife.  Gas Stations There are multiple gas stations and other related services available at towns along the river corridor.  Emergency Number In the event of an emergency, call 911.  Don't Trust Your Vehicle Navigation System\/GPS Vehicle Navigation Systems and GPS units may provide inaccurate information, sending drivers the wrong way on one-way roads or leading them to dead ends in remote areas. Please see Directions by clicking here!   Other Travel Tips  Dress comfortably according to the weather. (very hot, humid in summer and bitterly cold during the winter) Wear walking shoes. In summer heat, drink plenty of liquids. In winter driving conditions always travel with an emergency travel kit  which should include at least a couple of blankets and candles.  Bring camera for scenic pictures. Insect repellent - may want to use! Enjoy your visit to Missouri National Recreational River",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/gettingaround.htm"
}
