{
    "title": "Homestead National Monument of America: Planning",
    "body": "Explore This Park    Get Involved     Planning            Planning       A lot of planning is done to preserve and protect the resources at Homestead National Monument. Learn about what we are doing to manage our natural and cultural resources.         Natural Resource Management Managing the restored tallgrass prairie and woodland ecosystems at Homestead National Monument is an ongoing process. We maintain and learn about these environments by surveying species present, monitoring nonnative species, conducting prescribed burns, monitoring water quality, monitoring the soundscape of the park, conducting night sky research and more.  Learn all about our natural resources here.  Learn more about conducting research at Homestead and about the current research projects going on by clicking here.  Natural Resource Planning Documents:  Invasive exotic plant monitoring at Homestead National Monument of America: Year 1. By Young CC and Others, 2007.  Plant Community Monitoring Trend Report, Homestead National Monument of America. By James K., Debacker M., 2007.  Forest Protection Requirements Report for Homestead National Monument. Written by CE Shevlin, 1939.  Restoration of Native Grassland at Homestead National Monument. By Murie A., 1940.  Vegetation Survey and Management Recommendations for Homestead National Monument of America, NE. by Sutton R., and Others, 1984.        Cultural Resource Management Homestead National Monument of America currently has over 9,000 archeological artifacts, over 7,000 historical objects, almost 1,000 scientific specimens and over 43,000 archival documents or 26.9 linear feet. The total collection size for Homestead National Monument of America is over 60,000 items. The proper management and storage of these items is an essential part of our Cultural Resource Management Program. Click here to learn about our collection and what we do to preserve our precious cultural resources.  View the Scope of Collection Statement, the document which provides the guidance and rules for managing our museum collection.     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Homestead National Monument of America.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.        Rolling restored prairie covers 140 acres adjacent to Homestead National Monument of America. This land, currently owned and managed by the Friends of Homestead, is a large piece of the area being considered in the current Boundary Adjustment Study which you can comment on at the link below. NPS Image: Molly Watters",
    "url": "https:\/\/www.nps.gov\/home\/getinvolved\/planning.htm"
}
