{
    "title": "Missouri National Recreational River: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons              Missouri National Recreational River is open every day of the year. Winter weather however, tends to dictate when our partners visitor facilities open and close. From May to late September, facilities are open to welcome summer visitors. Many people enjoy the \"off-seasons\" as a time when the National Recreational River corridor is a bit quieter.  Late September and October can be spectacular with fall foliage ablaze in magnificent colors. Winter provides a carpet of snow that makes for amazing photographic opportunities. Spring tends to arrive in April and by mid-May flowers and plants are in full bloom.   Whatever time of year you visit, the Missouri National Recreational River is ready and waiting.         Army Corps of Engineers Lewis and Clark Visitor Center This visitor center (402-667-2546) includes exhibits and information on the Missouri National Recreational River.  It is located on Calumet Bluff just downstream from the Gavins Point Dam in Nebraska.  To get there take Nebraska Highway 121, about 4 miles west of Yankton, SD. Hours of Operation: Open 7 days a week: 9:00 a.m. to 5:00 p.m. and closed on Federal holidays. Off-season hours runs December through February. Please call ahead.            Mulberry Bend Overlook With a great view of the 59 mile reach of the river, this overlook is on the Nebraska side by the Missouri River bridge connecting Vermillion, South Dakota, and Newcastle, Nebraska (SD 19 and Nebraska 15). It is open year-round and is closed only in winter when conditions warrant. Wayside exhibits at the parking area tell the story of the Lewis and Clark Expedition and the historic river. A short hike to the top affords a panoramic vista of the Wild and Scenic Missouri.           Missouri National Recreational River Resource & Education Center The building is located in Nebraska's Ponca State Park and houses a large exhibit wing featuring displays on the Wild and Scenic Missouri. It is open Monday through Saturday from 8:00 a.m. to 5:00 p.m. and on Sunday from 1:00 p.m. to 5:00 p.m. Hours are extended during the summer. The state park is at the end of Highway Spur 26 E about three miles north of Ponca. A valid daily or annual entry permit is required. To learn more call: 402-755-2284.",
    "url": "https:\/\/www.nps.gov\/mnrr\/planyourvisit\/hours.htm"
}
