{
    "title": "Homestead National Monument of America: Artist-in-Residence Program",
    "body": "Artist-in-Residence Program         2014 Artist-in-Residence Rachel Forrest does some plein air painting of Cub Creek. NPS photo, painting by Rachel Forrest  Artists throughout history have evoked emotions, captured moments, and shown us the world through a myriad of mediums. They convey big ideas through a unique lens and allow us to not only soak in beauty, but gain a new perspective.  Artists have been intimately tied to national parks since the 19th century, when painters such as Thomas Moran documented the unbelievable landscapes of the American West. These artists played a crucial role in stimulating the establishment, visitation, and appreciation of these national parks. Today, artists still find inspiration in national parks and continue to help us make meaningful connections to our nation's special places. This is especially exciting as we continue to celebrate the National Park Service's 2016 Centennial and look to find new and unique ways to connect the people of this great nation to their National Parks. The homesteading story is big—sometimes it seems almost too big to comprehend. But art can help convey its powerful scenes, personal stories, and conceptual themes. Through our Artist-in-Residence program, we invite artists of all specialties to spend time living and working at Homestead National Monument of America. These artists channel their individual talent into one-of-a-kind pieces inspired by the homestead story and prairie environment. The opportunity to live and work at Homestead National Monument of America benefits the selected professional artist as well as those who will experience their artwork today and in the future.        Mel Mann, 2010 Homestead resident artist  2017 Artist-in-Residence Program Details  Residency requirements: > Explore Homestead's historical and natural themes through your work > Present one public program > Donate one piece of artwork to the park's collection > Enjoy a chance to live at Homestead and develop your art during the National Park Service Centennial!  Application Requirements: 1) Completed volunteer form  2) Statement of Purpose - Please explain what you hope to accomplish during your residency, how you plan to use park themes in your work, and what you hope to contribute as a program and donation. 3) List of desired dates 4) List of exhibitions and\/or teaching experiences 5) Samples of artwork (no originals) - Please send prints or digital copies of 6 images. 6) Contact information for 3 professional references  Application Deadline We are accepting applications for 2017's program on December 1, 2016 through the deadline of January 15, 2017.  Program Brochure For a program brochure, including detailed program information and what to include in your application packet, CLICK HERE!  *Note:  Homestead will be able to accommodate artists in park housing most easily in the spring and fall.  To view a list of past resident artists at Homestead, click here.        Mel Mann, 2010 Homestead Resident Artist  For additional questions about the Artist-in-Residence Program, contact us:  Email: e-mail us Phone: 402-223-3514  To find other Artist-in-Residence programs in the National Park Service, click here.",
    "url": "https:\/\/www.nps.gov\/home\/getinvolved\/supportyourpark\/artist-in-residence-program.htm"
}
