{
    "title": "Homestead National Monument of America: History of Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability     History of Sustainability              History of Sustainability at Homestead       Homestead National Monument of America (HOME) was identified as a CEI (Center for Environmental Innovation) park in 2001. This site is committed to being on the cutting edge in using innovative technology, renewable economical and environmentally friendly energy resources. HOME is committed to becoming a leading force in our community in the areas of environmental compliance, pollution prevention, and continuous improvement and education. These goals will be achieved through purchasing environmentally friendly “green” products that have documented Material Safety Data Sheets (MSDS) and high post consumer content. Procurement will follow purchasing for current consumption needs and be based on our ability to dispose of the container and any by-products produced in the consumption of the products in an environmentally responsible manner. We will monitor energy (utility) consumption and work to reduce our consumption quantities and costs through long life lighting, solar energy alternatives, and light sensors. Water consumption will be reduced through low consumption fixtures, motion activated valves, and the ability to remove solids and return water to the environment.      HOME started implementing innovative technology in the early 1980s with the installation of water source heat pumps. At the time, these units were considered to be on the cutting edge of technology, and highly efficient. Prior to this, the park experimented with solar powered heating in the 1970s.  In 2000, motion sensor flush-valves and faucets were installed in the restrooms and a photovoltaic lighting system was installed in fiscal year 2001 in the Monument’s parking area. The Monument’s maintenance staff performed the labor for the installation of the photovoltaic project. Norris Public Power provided two lift bucket trucks and operators for the installation of collector panels and batteries on the fiberglass poles.  October 2003, the Monument built a storm shelter. All of the internal power comes from a solar collector attached to two 12-volt storage batteries. This makes the structure self sufficient to operate interior ceiling lights, one exterior flood light, and an air purifier during occupancy of the building.  In 2003, the Green Committee received an honorable mention from the United States Department of The Interior National Park Service’s Environmental Achievement Award for their work with a recycling education program for visitors and the community here at the park. Displays and speakers included recycling within your community, fuel alternatives, and energy conservation.  2003 also saw a new eXmark mower donated to the park from the Toro Foundation and eXmark Manufacturing Company Incorporated of Beatrice, Nebraska. The new mower has mulching blades, which has reduced man-hours in removing and hauling clipping to the local landfill. This process has also helped to return viable grass clippings to the lawns providing nitrogen back to the environment.  The park continues to grow in its use of green products; we are currently using Bio-diesel to operate our large equipment such as generators and farm tractors. All of our gas powered vehicles operate on Gasohol or Ethanol.  We also purchased a deicer that is an environmentally friendly corn by product. The park staff takes great effort to research plant based products such as soy-based petroleum alternatives, or citrus based degreasers thus reducing our impact on the depletion of fossil fuels from the environment. As products are being developed, we are also acting as a test site for various cleaners, solvents, and fuel alternatives.  In 2004, the park was one of the recipient parks for a wonderful donation from the United Soy Bean Board of soy-based lubricants. These included two-cycle engine oil, Hydraulic fluid, General Purpose Lubricating Oil, and Bar and Chain Oil. These products have helped us to continue our goal of using bio-based products in our equipment and reduce pollution to the environment.  Sustainable practices have been implemented by purchasing recycled material products. Examples of this throughout the monument include benches and trashcans made from recycled plastic, boardwalks with lumber made from recycled plastic and wood fiber. As funding becomes available, door and windows are scheduled for replacement with more energy efficient units, wall and attic spaces are insulated, and environmentally friendly paints and cleaning chemicals are used.  The monument is active in recycling, working with a local recycle center in the city of Beatrice, Nebraska. A recycling trailer with bins is utilized for collecting and sorting post consumer products to be put back into the production cycle. The monument works with the local landfill for composting organic matter. Soil made from composted grass clippings, wood chips and sludge from wastewater treatment is then used for small landscaping projects around the monument.",
    "url": "https:\/\/www.nps.gov\/home\/learn\/management\/history-of-sustainability-at-homestead.htm"
}
