{
    "title": "Homestead National Monument of America: Field Trips",
    "body": "Plan A Field Trip       Exciting hands-on learning activities await school and community groups at Homestead National Monument of America. These activities are based upon Homestead's curriculum guide, \"Homesteading: The Free Land Idea; An Activity Guide for Teachers, Grade 4-6. Curriculum materials show how the themes of the Homestead National Monument fit into the school curriculum standards of Nebraska and Kansas. Homestead National Monument also provides Distance Learning opportunities. Below are the types of Field Trip activities that are available and information about scheduling your field trip. Homestead Search: Students take a closer look at the Heritage Center by searching for items significant to the homesteading movement. (30-45 minutes) Day in the Life of a Homesteader: A relay race gets students scrambling to finish their daily chores. (45 minutes) Stake Your Claim:  Students choose a \"homestead claim\" on the prairie with a partner, then learn how available water, timber and land affected the success of early settlers. (45 minutes)  Prairie Walk: Trail guides are available for teachers to use while guiding their students on prairie walks. Rangers are available to lead these walks upon request. (45 minutes) Skins and Skulls: This program, led by a ranger, explores the wild world of mammals. Using actual animal hides as well as skulls and castings, this program allows the audience to touch and feel while learning about the diverse wildlife of the region. (30-45 minutes)  Follow the Buffalo: This program, usually led by a ranger, enables students to touch and see items made from buffalo parts in the traditional American Indian way. Students learn about American Indians of the Great Plains and their traditions. (1 hour)   Please make program reservations at least two weeks in advance of your visit. Longer advance planning is suggested for the busy spring and fall season. Please contact: Education Program Coordinator Ramon Mangual 402-223-1713 Email a Request  Planning Your Field Trip:  One adult must accompany each 10 children. Chaperones should stay with and assist the group at all times. Adults and students are asked to wear easily readable nametags. Good walking shoes and appropriate clothing for hiking on the prairie are recommended. Activities are scheduled rain or shine. Students should dress for the weather. Ticks and mosquitoes are present on the prairie. Students may want to bring insect repellent. Groups are welcome to each lunch at the picnic tables near the Education Center. A water fountain and restrooms are available in both Education Center and the Heritage Center. Food is not allowed in the buildings. Please share with us any special needs your students may have.",
    "url": "https:\/\/www.nps.gov\/home\/learn\/education\/planafieldtrip.htm"
}
