{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Highway 160  Honaunau, HI 96726                 Directions         From Kailua-Kona: Take Highway 11 south, approximately 20 miles. Between mileposts 103 and 104, at the Honaunau Post Office, turn right towards the ocean onto Hwy 160. Travel 3.5 miles and turn left at the Pu'uhonua o Honaunau National Historical Park sign. Travel times will vary due to ongoing construction in North Kona.  Directions Details           Operating Hours & Seasons         Pu'uhonua o Honaunau National Historical Park Park Operating Hours: The Park hours are as follows: Park opens at 7 AM Park closes 15 minutes after Sunset   Standard Hours    Sunday: 7:00 AM - Sunset   Monday: 7:00 AM - Sunset   Tuesday: 7:00 AM - Sunset   Wednesday: 7:00 AM - Sunset   Thursday: 7:00 AM - Sunset   Friday: 7:00 AM - Sunset   Saturday: 7:00 AM - Sunset             Weather           The weather in the park is typically hot and sunny with daytime temperatures in the upper 80's. An excellent time to experience the park is in the morning and in the late afternoon when the temperatures are a bit cooler. The park is open daily from 7 a.m. until sunset. However the park does occasionally close because of high winds or dangerous storm conditions. Please check with the visitor center or your hotel for any weather advisories or hazardous conditions on the day of your visit.         Fees & Passes     Entrance Fees:   Per Vehicle - $5.00 Admits one single, private, non-commercial vehicle and all of its passengers (up to 8 persons). Organized non-profit groups (service organizations, scouts, church groups, college\/school clubs) are not eligible for the $5.00 vehicle permit if utilized.   Per Individual - Walk-in - $3.00 Admits one individual when entering by foot, bicycle, or motorcycle. Individuals 15 years old and younger are admitted free of charge.   Entrance Passes:   Hawai'i Tri-Park Annual Pass - $25.00 Allows access for 1 full year from date of first use at Pu'uhonua o Honaunau National Historical Park and Hawai`i Volcanoes and Haleakala National Parks.         Visitor Centers       Pu'uhonua o Honaunau National Historical Park Visitors Center Visitor Center hours are 8:30 a.m. - 4:30 p.m. daily                 Coconut grove in the Royal Grounds.             NEW FEDERAL LAW ON FIREARMS As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. “For nearly 100 years, the mission of the National Park Service has been to protect and preserve the parks and to help all visitors enjoy them,” National Park Service Director Jon Jarvis said. “We will administer this law as we do all others – fairly and consistently.” It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, visit the State of Hawai‘i's website:Hawaii Revised Statutes Title 10 Chapter 134 - Firearms, Ammunition and Dangerous Weapons Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.",
    "url": "https:\/\/www.nps.gov\/puho\/planyourvisit\/basicinfo.htm"
}
