{
    "title": "Homestead National Monument of America: Cub Creek Water Quality Project",
    "body": "Cub Creek Water Quality Project         Volunteer helps students collect samples from Cub Creek. HNM photo  Homestead National Monument of America has partnered with the Environmental Alliance for Senior Involvement (E.A.S.I.), the Volunteer Senior Ranger Corps (VSRC), the Beatrice Middle School (BMS) and the Nebraska Department of Environmental Quality in an ongoing project to study the water quality of Cub Creek which passes through the park. This project is vital to managing the land and keeping it healthy. Educating the public in how to care for their natural resources is important to sustaining the beauty of the park.   The Cub Creek Watershed drains 92,350 acres located in Gage and Jefferson counties of Nebraska and is approximately 35 miles in length. Most of the land is in agricultural production of corn, soybeans, wheat and alfalfa. Several water control structures and dams keep the flow in check.      The Cub Creek watershed is part of the larger Tuttle Creek Watershed.  Tuttle Creek Lake is a 14,000 acre impoundment located in northeast Kansas at the lower end of the Big Blue River.  Tuttle Creek watershed covers 9,628 square miles with about three-fourths of the drainage in Nebraska.  Land use is predominately row crop agriculture with about 72% of the land in corn, grain sorghum, or other crops.  Water quality problems include excessive runoff of sediment, nutrients, herbicides, and bacteria.  Tuttle Creek Lake supplies up to 50% of the flow of the Kansas River which provides public drinking water for Kansas City, Topeka, and Lawrence Kansas.        Ranger assists students testing water samples. HNM photo  So why is monitoring water quality at Cub Creek so important? The data gathered for this on-going project is used to evaluate how effective the management practices are. The goal is to catch potential problems before they become major problems. Review recent data collected from the North and West sites.     Beatrice Middle School Science classes are invited to the monument for monthly water quality testing. Under the guidance of a Ranger and Volunteers, the students asses flow rate and oxidation. Water samples are bottled and taken back to the school, where they perform chemical tests for nitrates, phosphorus, and alkalinity. The partnership between Homestead National Monument of America and Beatrice Middle School is an opportunity for students to not only practice chemistry and learn about ecology, but also to perform meaningful work by applying what they learn in class.        Monitoring the H2O at Homestead National Monument of America Bio-monitoring using Macro-invertebrates Chemical analysis using HACH kits   Macro-invertebrates are Good Indicators Because: They don’t move much.   Sensitive to change.   Results of sampling are easy to interpret.   Sampling is relatively easy, requires few people and inexpensive gear, and has minimal detrimental effect on the resident biota.   Benthic macro-invertebrates are abundant in most streams.                   2007 Prescribed Burn   6 Photos            December Snow 2007   6 Photos            Cub Creek Water Quality Project   9 Photos",
    "url": "https:\/\/www.nps.gov\/home\/learn\/nature\/cubcreekwaterquality.htm"
}
