{
    "title": "Homestead National Monument of America: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Restored tallgrass prairie. NPS Photo.  \"In restoring the prairie grasslands the ultimate aim is to approach as near the original as possible. How near the original we can come is not known. But it would seem desirable to make an effort early in the program to restore some of the more prominent spring, summer and fall flowers to show a part of Nature which no doubt gave some cheer to the first settlers.\" --Adolph Murie, 1940      The natural areas at Homestead National Monument of America offer a window to the past, a place for exploration and reflection, and a valuable arena for scientific research. Located in southeast Nebraska amidst vast agricultural fields, the park preserves the landscape as it was encountered by early settlers. Escape into nature and hike, picnic, birdwatch, and more. The rare presence of tallgrass prairie, woodland, and creek ecosystems presents an opportunity to learn about a diverse range of habitats and species.   This mix of resources is likely the reason Daniel Freeman chose this site to homestead. The thick, fertile soils of the tallgrass prairie were ideal for farming. Water was provided by Cub Creek, which runs through the property, and the timber along the creek provided fuel and building material. Throughout the 30 homesteaded states, the land and its resources were what drew settlers to their claims. However, as the nation developed, these settlers soon forever altered the very environments that brought them there in the first place. Despite a complex historic relationship, the land and all its plants animals remain an invaluable resource to all people. Step outside to experience the woodland and restored prairie here at Homestead National Monument of America.  For detailed species lists of Homestead, visit this website.      RESEARCH - Homestead National of America is a great place to conduct research. Click here to learn more about ongoing research projects and how to get a research permit.          Animals   Amphibians   Amphibians List     Birds   Birds List     Fish   Fish List     Mammals   Mammals List     Plants   Grasses   Tallgrass Prairie     Trees and Shrubs         Wildflowers   Wildflower Coloring Book Tall Thistle     Environmental Factors   Fire Regime         Nonnative Species   Exotic Species List     Weather         Natural Features and Ecosystems   Prairies and Grasslands         Cub Creek Water Quality Project   North Site Data     West Site Data     Chemical Tests     Flow Rate & Oxidation     Macro-invertebrates",
    "url": "https:\/\/www.nps.gov\/home\/learn\/nature\/index.htm"
}
