{
    "title": "Homestead National Monument of America: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Curriculum Materials                Curriculum Materials       New: Celebrate the monumental release of the Homestead Quarter with your students! In addition to the February 10, 2015 launch event at Beatrice High School at 10 a.m., access lesson plans and activities to learn about this exciting quarter design. These plans, created by the U.S. Mint, are for grades 2-3 and grades 7-8. Homestead Curriculum Tired of all those paper folders with copies of lesson plans? Get rid of them! Homestead National Monument of America's K-12 curriculum guide is available on a flash drive! To get one, email Park Education Program Specialist Ramon Mangual  All of our units are available right here online. Download the entire curriculum unit or individual lesson plans. Either way, we've got you covered.  Curriculum units for grades K-12 include: > The Homestead Act and President Lincoln > American Indians > Frontier Education > Homesteaders, Immigrants and Pioneers > Prairie Animals > Prairie Fire > Prairie Insects > Prairie Plants > Water Quality                  American Indian Reservations Who truly owns the land?               Agriculture and Inventions Did you know prairie sod stuck to the blades of the first plows?               Dawes Act \"The mission of the United States is one of benevolent assimilatoin.\"...               Homestead Act Paperwork For Free Land there sure was alot of paperwork!  Discover how to claim...               Territorial Ranges Why do people move?               Homesteaders, Immigrants & American Indians... \"Uncle Same is Rich Enought ot Give Us All a Farm\"  1850's popular...               Homestead Shelters Why do people build different types of dwellings?               Land Use How do people live and survive in their environments?           Browse Our Curriculum Materials        By Keyword By Keyword        Search                  Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...",
    "url": "https:\/\/www.nps.gov\/home\/learn\/education\/classrooms\/curriculummaterials.htm"
}
