{
    "title": "Homestead National Monument of America: Homestead Records",
    "body": "Homestead Records         Homestead Application Paper HNM Image  The Homestead Act of 1862 had an immediate and enduring effect on America and the world that is still felt today. Agriculture, industrialization, immigration, American Indian tribes and prairie ecosystems-all were somehow impacted and forever changed by the implementation of this revolutionary land law.  What are the Homestead Records? Over the course of the Act's 123-year history, over two million individual homestead claims were made. Each and every one of these claims generated a written record known as a case file that was kept by the U.S. General Land Office. Today, these case files exist only as paper originals and are stored in the National Archives in Washington, D.C. The complete collection of case files created under the Homestead Act contains over 30 million individual pieces of paper. These invaluable documents are subject to natural deterioration, fire and water damage. Since 1999, Homestead National Monument of America has been involved in a project that aims to eventually digitize all 30 million documents of the homestead case files collection.  What can I learn from the records? Homestead case files are treasure troves of historical and genealogical information. Within them can often be found information about a homesteader's date and place of birth; the names of children that lived on the homestead; naturalization information about immigrant homesteaders; notations regarding military service; the types of crops planted on the homestead; the value and kinds of homes and other buildings on the site; and more.   What work is being done with the records? Homestead National Monument of America, Fold3.com, FamilySearch, & the University of Nebraska-Lincoln have partnered in an effort to digitize all Homestead Land Entry Case Files housed at the National Archives. The Homestead Records Project seeks to digitize the over 800,000 Homestead Records from nearly 200 land offices in all 30 Homesteading States. Nebraska records were the first to be digitized, and they are now complete. The other states will follow, but for now remain only in hard copy in the National Archives. Click here to see the project's current status and available land offices.  How can I find Homestead Records? You can search for Homestead Records on the ever-growing online database at Fold3.com, or request records from the National Archives. Learn more details about searching and requesting Homestead Records from these sources.  Other Homestead Record Resources: *Homestead Records, Broken Bow, NE Land Office (partnered with University of Nebraska-Lincoln)* For more records\/genealogical information from the National Archives and Records Administration, visit their website. Learn about the BLM Homestead Patent Project To view an original homestead case file and learn more about the kinds of valuable information that can be found in these records, please click here to view the Neve case file. Back to History and Culture Page       National Archives",
    "url": "https:\/\/www.nps.gov\/home\/learn\/historyculture\/homesteadrecords.htm"
}
