{
    "title": "Homestead National Monument of America: The Rural Electrification Act",
    "body": "The Rural Electrification Act Provides a 'Fair Chance' to Rural Americans         Old and new in wind power Nebraska Public Power District  On May 20, 1936, Congress passed the Rural Electrification Act which was one of the most important pieces of legislation passed as part of President Franklin D. Roosevelt's New Deal. This law allowed the federal government to make low-cost loans to farmers who had banded together to create non-profit cooperatives for the purpose of bringing electricity to rural America. Seventy-four years earlier to the day on May 20, 1862 President Abraham Lincoln signed the Homestead Act which offered free land for those willing to move to it and cultivate it. Both of these Congressional Acts were created for the same purpose. President Abraham Lincoln when speaking to a Special Session of Congress on July 4, 1861 best explained that purpose when he said it was the purpose of our government \"to elevate the condition of men-to lift artificial weights from all shoulders-to clear the paths of laudable pursuit for all-to afford all, an unfettered start, and a fair chance, in the race of life.\" The Homestead Act is one of the greatest examples of the U. S. government trying \"to elevate the condition of men-to lift artificial weights from all shoulders-to give everyone a fair chance in the race of life.\" In the 1930's U. S. Senator George Norris of Nebraska was concerned that the descendents of homesteaders and other people living in rural America were not getting a 'fair chance.' Norris lamented that in rural America the men and women were \"growing old prematurely; dying before their time; conscious of the great gap between their lives and the lives of those whom the accident of birth or choice placed in towns and cities.\" Norris and other senators and congressmen believed that access to electricity would revolutionize the rural way of life. Therefore, in 1936 Congress passed the Rural Electrification Act to give rural Americans a 'fair chance.' On January 1, 1863, Daniel Freeman filed one of the nation's first homestead claims in Gage County, Nebraska. About seventy years later one of the first Rural Electrification Districts was created in Gage County, Nebraska. For more information go to Nebraska Public Power District, Norris Public Power District, and History of Public Power in Nebraska. Back to History and Culture Page",
    "url": "https:\/\/www.nps.gov\/home\/learn\/historyculture\/ruralelect.htm"
}
