{
    "title": "Homestead National Monument of America: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History and Culture         Pioneers and Covered Wagon NPS  It is the purpose of our government \"to elevate the condition of men, to lift artificial burdens from all shoulders and to give everyone an unfettered start and a fair chance in the race of life.\" President Abraham Lincoln, July 4, 1861. The Homestead Act of 1862 was one of the most significant and enduring events in the westward expansion of the United States. By granting 160 acres of free land to claimants, it allowed nearly any man or woman a \"fair chance.\" Homestead National Monument of America, located in Southeast Nebraska, commemorates this Act and the far-reaching effects it had upon the landscape and people. To learn more examine the pages below [those labeled PDF require Adobe Acrobat Reader to view].          Introduction to Homesteading[Overview and Links]   People     First Homesteader [Freeman]     About the Homestead Act   Bible Court Case     Text of Homestead Act [PDF]   Freeman Letters     Creation of Homestead NM   Last Homesteader [Deardorff]     Biography of George Norris [PDF]   Collections     George Norris & Public Power   Notable Homesteaders or Descendants of Homesteaders      Abraham Lincoln and the West     Significance of Homesteading   Presidential Quotes about the Homestead Act     Homesteading by the Numbers       Examples of Homestead Documents [Neve Case Files] [Links]   Map of Homestead States (in brown)[jpg]     State by State Numbers       Land Records Project   Patents by Decade [PDF]       Tell Your Homesteading Story   Graph State by State Acres [PDF]       Exodusters [African-American Homesteaders]   Graph State by State Claims [PDF]     Alternate State by State Claims [PDF]      Immigration and the Homestead Act  Graph State Percentages [PDF]      Was the Homestead Act a land law or an immigrant law? [PDF]  Graph State Percentages [PDF]       Free Land? 1862 and the Shaping of Modern America Chautauqua   Acres by Years [PDF]",
    "url": "https:\/\/www.nps.gov\/home\/learn\/historyculture\/index.htm"
}
