{
    "title": "Homestead National Monument of America: Multimedia Presentations",
    "body": "Multimedia Archive              Quarter Launch Video   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 54 seconds  This video celebrates the release of the Homestead quarter and was shown at the launch event on February 10, 2015.            We are on Youtube! Watch and share videos of Homestead National Monument!   Video [see helpful hints below] December 30, 2012 Program Videos  Season's Greetings 2012!  Palmer-Epard Cabin Disassemble Video [11 minute wmv file.] Watch 2009 Prescribed Fire Slideshow [wmv file, 4.32MB] Power Point Presentations by NPS Historian Todd Arrington: The Early Republican Party, the Civil War and America's Westward Expansion [52 minutes][wmv file] The Oklahoma Land Rush [29 minutes][wmv file] The Life and Work of Senator George Norris [36 minutes][23.5MB]  Video Presentations by NPS Historian Todd Arrington: How to acquire Land Records from the National Archives [3 1\/2 minutes][10MB wmv file] Jefferson and the West July 4, 2008 Campfire Program [approximately 40 minutes] [90 wmv file]  News Feeds To see more about the Naturalization Ceremony from June 14, 2009 on NET's \"Nebraska Stories,\" click here.  Flash Presentations To learn how fire shaped the ecosystem and how it is being used to restore Homestead National Monument of America's tallgrass prairie go here. Homestead Act Exhibit Opening      Podcasts [Audio Only--see helpful hints below]  Programs by Homestead National Monument Historian Todd Arrington:  Lincoln, Early Republicans, and the West [approximately 70 minutes] U. S. Senator George Norris [approximately 40 minutes] Oklahoma Land Rush [approximately 35 minutes]        Helpful Hints The video and audio files may be quite large, please allow the necessary time for the files to open.  It may be faster to save a file to your computer.  To do this right click on the link you wish to download and choose \"Save Target As.\"",
    "url": "https:\/\/www.nps.gov\/home\/learn\/photosmultimedia\/multimedia.htm"
}
