{
    "title": "Homestead National Monument of America: The Last Homesteader",
    "body": "The Last Homesteader       Found: America's Last Homesteader! The Homestead Act of 1862 had an amazingly long life compared to most American land laws. It became effective on January 1, 1863 and was in effect until 1986. Over these 123 years, some two million individuals used the Homestead Act to attempt to earn the patent to a piece of land. Along the way, they settled approximately 270-285 million acres-around eight percent of all the land in the United States.        The Last Homesteader, Ken Deardorff, in front of his cabin HNM Image  The passage of the Federal Land Policy and Management Act of 1976 repealed the Homestead Act in the 48 contiguous states, but it did grant a ten-year extension on claims in Alaska. In 1974, a young Vietnam veteran and native Californian named Kenneth Deardorff filed a homestead claim on 80 acres of land on the Stony River in southwestern Alaska. Over the next ten years, he and his family lived on and worked the land. He built all the buildings on the property from white spruce trees. He fished for salmon and hunted moose and other wild game for food and often woke up in the morning to find grizzly bears in his front yard. Transportation was limited to a boat or a dog team. Temperatures often dipped as low as 65 degrees below zero. America's last homesteader dealt with many of the same challenges as his historical predecessors. Wildlife, extreme weather, the difficulties of farming, battling fire, isolation, all were commonplace for Deardorff and his family in the Alaskan wilderness. At the same time, his homesteading experience was also very different. Early homesteaders did not have boats in which to travel or power tools to help build homes. Planes could not be chartered when travel to far-away spots was necessary. In June 2001, the Bureau of Land Management and the National Park Service worked together and recognized Deardorff as the nation's final homesteader. Though he had claimed his land in 1974 and fulfilled all requirements of the Homestead Act in 1979, he did not actually receive his patent until May 1988. Therefore, he is the very last person to receive the title to land claimed under the provisions of the Homestead Act. In July 2001, the historian at Homestead National Monument of America and a newspaper reporter traveled to Alaska to meet with and interview Deardorff and hear about his homesteading experiences. Though he no longer lives on the homestead, he shared many fascinating stories as well as leading a guided tour of his former property. The home he built there still stands as a tribute to the determination and perseverance of one of America's last true pioneers. As the last individual to take advantage of the Homestead Act, Deardorff represents the end of an era. He is also living proof that ordinary people can live extraordinary lives.      Back to History and Culture Page                       2007 White House State Eggs   51 Photos            2008 State Easter Egg Display   51 Photos            Barking Up a Tree   25 Photos  Photos of the bark of 25 native south Florida trees: An exhibition by Bob Showler and Timothy Taylor            Freeman Family Scrapbook   12 Photos            Museum Collections   7 Photos  View some of the unique items in Homestead National Monument of America's museum collection.          The Last Homesteader   7 Photos",
    "url": "https:\/\/www.nps.gov\/home\/learn\/historyculture\/lasthomesteader.htm"
}
