{
    "title": "Homestead National Monument of America: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 22, 2016  “Catch ‘em All” at Homestead National Monument of America!  Calling all trainers to come to Homestead National Monument of America to battle in 3 gyms and add to your collection!  Starting Friday, July 22, through Sunday July 31, 2016 Homestead is extending the hours the grounds (i.e. trails and parking lots) are open, so you can battle, search for creatures and collect items until 11 p.m.!   July 11, 2016  Still time to register for the 2016 Land Records and Genealogy Symposium  Space is still available for the 2016 Land Records and Genealogy Symposium at Southeast Community College this Friday and Saturday, July 15 and 16, 2016.  Learn about the latest techniques being used by genealogists to discover family histories. The symposium is designed so both experts and amateurs will leave with new information. Attend one or both days.   June 22, 2016  Celebrate the Centennial of the National Park Service with 4th of July Campfire Program at Homestead National Monument of America  Celebrate Independence Day and the Centennial of the National Park Service at Homestead National Monument of America on July 4, 2016, 7 p.m. at the Education Center.  Join National Park Service Park Guide Nick Manes for a campfire program on the connection between the Declaration of Independence, the American Dream and homesteading. It has been said the American Dream was first manifested in the Declaration of Independence, which describes an attitude of hope, stating that “all men are created equal, that they are endowed…with certain unalienable rights, that among these are life, liberty and the pursuit of happiness”.   June 20, 2016  Celebrate the Centennial with Artist-In-Residence Heather Myers at Homestead National Monument of America  Heather Myers, a botanical artist, is the fifth artist of Homestead National Monument of America’s Artist-in-Residence program. She will be at the Monument from June 27 – July 10, 2016. A special program given by Myers will take place at the Homestead Education Center on Sunday, July 3, 2016, at 2:00 p.m. Myers will show her drawings and talk about botanical art.   June 16, 2016  Homestead Harmonizers Kick Off Homestead Days at Homestead National Monument of America  The Homestead Harmonizers will start off a weekend of special programs and musical performances during Homestead Days at Homestead National Monument of America.  The Harmonizers will be on stage Saturday, June 18 at noon. Other musical groups performing over the weekend include Danish Fiddlers, River Boys Polka Band (come and dance on Saturday!), Die Singen Wanderers, and the Mighty Magic Pants Band! “We are excited about the diversity of programs, music and demonstrators at this year’s Homestead Days Celebration. Check out the entire line up for Homestead Days at Homestead National Monument of America below,” stated Superintendent Mark Engler.   June 15, 2016  Demonstrations From Early Farm Life on the Prairie for Homestead Days At Homestead National Monument of America  Experience the life of a homesteader during the Homestead Days Celebration at Homestead National Monument of America on Saturday June 18th and Sunday June 19th.  Demonstrations on the prairie and Heritage Center Farm Field will allow visitors to experience plowing behind a team of mules, the magic of herd dogs, stacking hay with a Jay Hawker stacker, a daily sheep herding demonstration, sitting on a saddle, playing in a pile of corn, grinding wheat into flour and much more.   June 13, 2016  Media Advisory - Photo Opportunity - Media Advisory   Celebrate Flag Day By Joining a Citizenship and Naturalization Ceremony  What:  Welcome 50 of America’s newest citizens during a citizenship and naturalization ceremony.  This is a colorful, patriotic event so bring your camera!   June 12, 2016  Two Speakers Kick off Programs for Homestead Days At Homestead National Monument of America  Homestead Days activities at Homestead National Monument of America begin on Friday, June 17, 10 a.m. at the Homestead Education Center with a variety of demonstrations of traditional arts, crafts, and skills necessary for homesteaders. In addition, two speakers, Audrey Kalivoda and Ellen Kuhl, will be featured at the Heritage Center at 2 and 3 p.m.   June 11, 2016  Celebrate the Centennial with Artist Ellen Kuhl at Homestead National Monument of America  Ellen Kuhl, a painter, sculptor and weaver from Stamford, Nebraska, is the fourth artist of Homestead National Monument of America’s 2016 Artist-in-Residence program, working in the park June 12- 25, 2016. A special program given by Kuhl will take place at the Homestead Heritage Center on Friday, June 17, 2016 at 3 p.m.   June 10, 2016  Scurry and Skip to the 2016 Homestead Day’s Children’s Festival!  Come one, come all and enjoy games, activities, races and more at the 2016 Homestead Days Children’s Festival on June 18th and 19th from 12-4 pm at the Homestead National Monument of America’s Heritage Center! This free carnival of centennial commemoration will be filled with amusements for the entire family. Grab a potato sack and race across the homestead, or test your steady hand in an egg and spoon race. Earn a prize by completing games and competitions! Each day there will be complimentary performances at 1 and 3 p.m. by the Mighty Magic Pants Band.   June 09, 2016  Picnic in the Park – A National Park Service Centennial Event at Homestead National Monument of America  Homestead National Monument of America is excited to invite you to “Picnic in the Park” on International Picnic Day, June 18, 2016, from 11 a.m. to 2 p.m.  National parks across the United States will be welcoming to  picnic in honor of the National Park Service’s Centennial. Join others in a “virtual picnic” on June 8. Take pictures of yourself and your picnic and post them on social media to compete for virtual awards by posting them and hash tagging #picnicinthepark and #findyourpark. Watch social media to see what other people are doing across the country at their “Picnic in the Park”. Awards will be given the following week for a variety of categories.   June 08, 2016  Alaska: The Last Frontier - The Rest of the Story During Homestead Days at Homestead National Monument of America  Come and meet members of the Kilcher family during Homestead Days 2016 at Homestead National Monument of America on June 18 and 19 from 1-3 p.m. at the Homestead Education Center. The Kilcher family is featured on the Discovery Channel’s show “Alaska: The Last Frontier”. The show focuses on the two Kilcher brothers experiences as homesteaders – come to Homestead to hear from 5 of the 6 sisters and learn “the rest of the story”.   Family members visiting Homestead for Homestead Days 2016 include: Catkin Burton, Fay Graham, Anna Graham, Mossy Kilcher, Sunrise Sjoeberg, Stellavera Kilcher, Charlotte Adamson, Otto Kilcher, Eivin Kilcher, and Shane Kilcher.   June 08, 2016  Witness People Take their First Oath of Allegiance to the United States at a Naturalization Ceremony at Homestead National Monument of America  Homestead National Monument of America is honored to host a United States Citizenship and Naturalization Ceremony on Tuesday, June 14, 2016.  New citizens will take their Oath of Allegiance to the United States at the ceremony.  The ceremony will take place at 2 p.m. in the Education Center’s Courtyard.  The public is encouraged to attend.   June 04, 2016  United States Army Field Band Brass Quintet in Concert  at Homestead National Monument of America In Celebration of the Centennial of the National Park Service  In celebration of the Centennial of the National Park Service and the 80th anniversary of Homestead National Monument of America, the United States Army Field Band Brass Quintet will perform at the Homestead Education Center on June 14, 2016 at 1 p.m. Following the concert, at 2 p.m., is a United States Citizenship and Naturalization Ceremony.   June 02, 2016  Media Advisory - Photo Opportunity - Media Advisory   See the Start of the Monument to Monument Tractor Relay Across Nebraska!!  Media Advisory - Photo Opportunity - Media Advisory See the Start of the Monument to Monument Tractor Relay Across Nebraska!! What:  Help send off 80-100 tractors at they conduct the Monument to Monument Tractor Relay Across Nebraska   June 02, 2016  Posse Makes Way to Nebraska - History Riding With Them At Homestead National Monument of America  Take a literary ride with the Most Intrepid Western Author’s Posse as they travel through the Great Plains of Nebraska and visit Homestead National Monument of America’s Education Center on Saturday, June 11, 2016, from 11 am – 1 pm. The Most Intrepid Western Author’s Posse is comprised of five published, award-winning western authors who love to tell exciting tales of the Old West – some true, some with a twist.   May 31, 2016  Birds and Bagels this Weekend at Homestead National Monument of America  Enjoy an early morning birding hike with Park Guide Nicholas Manes at Homestead National Monument of America on Friday, June 3 or Saturday June 4 at 8 a.m. This program will begin at the Homestead Education Center with a light breakfast of bagels followed by a short walk to investigate the birds of Homestead’s prairie and woodland. Limited numbers of binoculars will be available; you are encouraged to bring your own. One all-terrain wheel chair is available to check-out, as well.   May 28, 2016  2016  Tallgrass Prairie Fiddle Festival Results Homestead National Monument of America – May 28, 2016  There were contestants for six states 2016  Tallgrass Prairie Fiddle Festival Results Homestead National Monument of America – May 28, 2016 Junior Division   May 25, 2016  Tallgrass Prairie Fiddle Festival Prize Money Raised to $3,350!  The sound of fiddlers playing hoedowns, waltzes and other tunes from the homesteading era will fill the air on Saturday, May 28, 2016 at the Tallgrass Prairie Fiddle Festival at Homestead National Monument of America! The day begins at 10 a.m. with fiddling and harmonica workshops led by Deb Greenblatt and David Seay. The competition begins at noon with fiddlers competing for $3,350 in award monies, along with a chance to win a new violin!  Chairs will be provided at this outdoor event or guests can bring their own lawn chairs or blankets.   May 25, 2016  Celebrate the National Park Service Centennial with Artist-In-Residence Casey Whittier at Homestead National Monument of America  The second artist of the 2016 Artist-in-Residence program at Homestead National Monument of America, Casey Whittier, will be presenting a program based on her work at the monument on Sunday, June 5, 2016, 2 p.m. at the Education Center. Whittier is a ceramicist and installation artist   May 20, 2016  Kick Up Your Heals at the River Boys Polka Band Dance During Homestead Days at Homestead National Monument of America  Homestead National Monument of America is excited to announce a polka dance led by the River Boys Polka Band during Homestead Days on Saturday, June 18, 2016 from 4-6 p.m.  The dance will take place at the Education Center near the stage.  On Sunday, June 19, 2016 they will perform from 4-5 p.m.   May 18, 2016  Spend Memorial Day Weekend Enjoying the Arts at Homestead National Monument of America!  Saturday, May 28, 2016 spend the day surrounded by music at the Tallgrass Prairie Fiddle Festival! This FREE event takes place at the Education Center and starts at 10 a.m. with a fiddle workshop, followed by a harmonica workshop at 11 a.m. Then from 12 noon to 5 p.m. you are invited to compete in, or simply enjoy, an amazing competition of fiddlers of all levels. Sunday, May 29, 2016, at 2 p.m. learn about an unusual art form with tape artist Chad Farnes at the Education Center.  Mr. Farnes will talk about and demonstration on his chosen medium - duct tape!   May 17, 2016  Centennial BioBlitzs Happening across the Country  Curious about the plants and animals of Homestead National of America, then be here on Saturday, May 21, 2016 for the Centennial Bioblitz! To celebrate 100 years of stewardship, the National Park Service is planning a shared nation-wide quest to discover and document biodiversity – the variety of living organisms in a place. You are invited to be part of the celebration as parks across the country host bioblitzes on May 21, 2016.   May 17, 2016  Tractor Relay to Start At Homestead National Monument of America In Celebration of the Centennial of the National Park Service  In celebration of the Centennial of the National Park Service and the 80th anniversary of Homestead National Monument of America, the 2016 5TH Annual Tractor Relay Across Nebraska, sponsored by the Nebraska Antique Farming Association (NAFA), will travel from Monument to Monument, June 3 -12, 2016.  The relay will start in eastern Nebraska, at Homestead National Monument of America near Beatrice, and end in western Nebraska, at Agate Fossil Beds National Monument near Harrison.   May 12, 2016  Centennial BioBlitzs Happening across the Country to Celebrate 100 years of the National Park Service  Next Saturday, May 21, 2016 will be an exciting day at Homestead National Monument of America and parks across the country. Why? Because a Centennial Bioblitz is happening! To celebrate 100 years of stewardship, the National Park Service is planning a shared nation-wide quest to discover and document biodiversity – the variety of living organisms in a place. Everyone, young and old alike, is invited to be part of the celebration as national, as well as state, parks across the country host bioblitzs on May 21, 2016.   May 11, 2016  Beatrice Public Library Monthly Book Discussion on May 26 Hosted by Homestead National Monument of America  On Thursday May 26, at 7 p.m. Homestead National Monument of America will host the monthly Beatrice Public Library Book discussion at the Homestead Education Center. In honor of the National Park Service Centennial, as well as the Monument’s 80th Birthday, we will be discussing “Homestead National Monument of America” by Rose Houk, covering the history of the Homestead Act of 1862 and the Monument. Homestead’s historian, Dan Ott will, be leading the book discussion as well as shedding light our nation’s epic Homesteading story.   May 10, 2016  Michael Knisely Kicks Off Centennial Artist-in-Residence Program at Homestead National Monument of America  The Artist-In-Residence program at Homestead National Monument of America will soon begin for the season! The first artist, writer Michael Knisely, will spend May 15 – 28, 2016 at Homestead, offering public workshops on May 15, May 21, and May 22, starting at Homestead’s Education Center. There is no registration necessary and the program is free. This is the eighth year of the monument's Artist-in-Residence program   May 10, 2016  Homestead Critter Count – A Centennial Celebration of Biodiversity in the National Park Service  Help discover the species that inhabit Homestead National Monument of America by joining the Homestead Critter Count and Biodiversity Festival on Saturday, May 21, 2016. To celebrate 100 years of stewardship, the National Park Service is planning a shared nation-wide quest to discover and document biodiversity – the variety of living organisms in a place. You are invited to be part of the celebration as parks across the country host bioblitzes on May 21, 2016.   May 04, 2016  Luthier to Participate in Tallgrass Prairie Fiddle Festival!  Does your fiddle need a tune up? Need some advice about your banjos broken bridge? If so, you need a luthier! A luthier is a person who makes and repairs stringed instruments. You are invited to bring your string instrument issues to the Tallgrass Prairie Fiddle Festival at Homestead National Monument of America on Saturday, May 28, 2016 and visit with luthier Marilyn Wallin.   April 30, 2016  Birds and Bagels at Homestead National Monument of America 2016  Enjoy an early morning birding hike with natural resource specialist Jesse Bolli at Homestead National Monument of America on Friday, May 6 or Saturday May 7 at 8 a.m. This program will begin at the Homestead Education Center with a light breakfast of bagels followed by a short walk to investigate the birds of Homestead’s prairie and woodland.   April 27, 2016  Homestead National Monument of America to Attend Lincoln Airshow And Distribute America the Beautiful Interagency Passes  Homestead National Monument of America will be distributing the America the Beautiful - National Parks and Federal Recreational Lands Passes on Saturday and Sunday, May 7 and 8, 2016 at the Guardians of Freedom Airshow in Lincoln, Nebraska. These passes are your ticket to more than 2,000 federal recreation sites.   April 22, 2016  Tourism to Homestead National Monument of America creates $2.7 million in Economic Benefits  Beatrice, NE – A new National Park Service (NPS) report shows that 78,739 visitors to Homestead National Monument of America in 2015 spent $2.5 million in communities near the park. That spending supported 40 jobs in the local area and had a cumulative benefit to the local economy of $2.7 million.   April 21, 2016  Catherland the Musical; Presented at Homestead National Monument of America  Catherland is billed as “a new Nebraska ghost musical.” The production takes a minimalist approach to staging, focusing on storytelling through song. Cast members include Eric Moyer, Sasha Dobson, Natalie McClue, Tyler Hale, Robin McKercher, and Melissa Epp. Writers Becky Boesen and David von Kampen are two incredible artistic talents.   April 21, 2016  Mark Your Calendar for the 2016 Land Records and Genealogy Symposium at Southeast Community College and Homestead National Monument of America  Are you interested in researching your family history, land records, or learning about the latest technologies being applied by genealogists?  If so then you should plan to be at the 2016 Land Records and Genealogy Symposium on July 15 & 16, 2016, in Beatrice, Nebraska.   April 21, 2016  Duct Tape Art Exhibit to Appear at Homestead National Monument of America as Part of National Park Service Centennial  Homestead National Monument of America is excited to announce a new art exhibition for May, 2016 – National Parks in Duct Tape!  The exhibit features landscape pictures made from duct tape by tape artist Chad Farnes.  This National Park Service Centennial art exhibit will be at the Homestead Education Center from May 3 – 28, 2016.   April 21, 2016  Who Were The Women Who Settled Nebraska  Dr. Rebecca Wingo, from Macalester College in St. Paul, Minnesota, will be sharing new research on women homesteaders during this special presentation at the Homestead Education Center.   April 21, 2016  MEDIA ADVISORY....PHOTO OPPORTUNITY....MEDIA ADVISORY....   small Unmanned Aircraft System (sUAS) to be Tested During Friday’s Prescribed Fire at Homestead National Monument of America  Prescribed fire happening at Homestead National Monument of America on Friday, April 22, 2016. Fire includes testing of a small Unmanned Aircraft System.   April 14, 2016  Participate in an InstaMeet at Homestead National Monument  From 1:00pm to 3:00pm on April 23, parks across the country will participate in the \"Find Your Park InstaMeet\". You can join in the fun from wherever you are using the hashtags #FindYourParkInstaMeet as well as #FindYourPark and #NPS100 on Instagram or other social media platforms.   April 12, 2016  Prowl the Prairie and Celebrate National Jr Ranger Day and National Park Week At Homestead National Monument of America  Hike with a ranger for National Jr. Ranger Day at Homestead National Monument of America!  April 16 & 17, 2016 at 1 p.m.   April 11, 2016  Find Homestead During National Park Week  Celebrate the National Park Service’s 100th anniversary and “Find Your Park” at Homestead National Monument of America during National Park Week, April 16 through 24, 2016.   April 08, 2016  FREE Special Program at Homestead National Monument of America Catherland the Musical  In celebration of the Centennial of the National Park Service, Homestead National Monument of America invites you to Catherland the musical!   April 01, 2016  Meet the Kilcher Family   Televisions Alaska the Last Frontier Homesteaders During Homestead Days at Homestead National Monument of America  Homestead National Monument of America is excited to announce the Kilcher Family –Alaska Homesteaders - will be featured during Homestead Days 2016 in June.   March 15, 2016  Lego Builders to Help Celebrate Homesteads 80th Birthday  Celebrate Homestead National Monument of America’s 80th Birthday on March 19, 2016, with a day of exciting activities – including Legos!  The Lincoln and Omaha LEGO User Group (LOLUG) is a community of adult LEGO enthusiasts who enjoy interacting with other Legos fans.  These extreme Lego builders create displays like the Nebraska State Capitol, steam engines, railroad coaling station and more.  They will be helping Homestead celebrate by bringing some of their Lego creations for visitors to view.  There will be 13 different extreme builds.  They will be at Homestead’s Heritage Center from 10 a.m. – 3 p.m.   March 03, 2016  Bathtub Dogs Showcased at Homesteads 80th Birthday  The high energy music of the Bathtub Dogs, a men's choir from the University of Nebraska-Lincoln, will headline the 80th birthday celebration of Homestead National Monument of America.   March 01, 2016  Heartland Storytelling Festival at Homestead National Monument of America  The Heartland Storytelling Festival will kick off at Homestead National Monument of America on March 17 and 18, 2016. Three professional storytellers perform each day in a round-robin set up. Programs are held at 9: 30 am, 10:30 am, noon, and 1 pm both days. This fun event is FREE!   February 29, 2016  Its a Party Celebrate Homesteads 80th Birthday  Come celebrate Homestead National Monument of America's 80th birthday on March 19, 2016!  Hear great music, eat yummy cake, see amazing Lego creations!  Activities run from 10 am - 4 p.m.   February 19, 2016  Final Movie of Homestead Centennial Film Festival - Shane  Join us Saturday and Sunday, February 27 and 28, 2016 at 2 p.m. for the final presentation of the Homestead Centennial Film Festival at Homestead National Monument of America's Education Center. \"Shane\", a tale of a weary gunfighter attempting to settle down with a homestead family, rounds out our festival, which featured popular movies filmed in National Park Service sites.   February 17, 2016  Winter Deer Survey at Homestead National Monument of America  Join Homestead National Monument staff in the annual deer counting!  All ages and abilities are welcome.  Spotters and walkers are needed. Walkers will hike about 3\/4 mile through tallgrass prairie - dress appropriately for tall grass and weather conditions.  This important resource management project helps us monitor the deer population.   February 16, 2016  Tallgrass Prairie Fiddle Festival Prize Money Raised to $3350  Musicians will be competing for a record $3,350 at this year's Tallgrass Prairie Fiddle Festival. Music fans will be able to listen and watch musicians; fiddlers and acoustic bands, as they compete at this year's festival, held at Homestead National Monument of America near Beatrice, Nebraska, Saturday, May 28, 2016.   February 11, 2016  Centennial Film Festival Continues with Taps at Homestead National Monument of America  Join us Saturday and Sunday, February 20 and 21, 2016 at 2 p.m. for the next installment in the Centennial Film Festival at Homestead National Monument of America's Education Center. This year the festival is featuring popular movies filmed at National Park Service sites across America.   February 10, 2016  Homestead National Monument of America to Host  Special Park Service Centennial Event Lift Every Voice  Homestead National Monument is pleased to announce the Bright Star Touring Theatre presentation of an original play \"Lift Every Voice: The Black Experience in the Heartland\" on March 4, 2016 at 7 p.m. in the Homestead Education Center.  Admission is Free!   February 09, 2016  Centennial Film Festival Continues with \"Escape from Alcatraz\" at Homestead National Monument of America  Join us Saturday and Sunday, February 13 and 14, at 2:00 p.m. at Homestead's Education Center for \"Escape from Alcatraz\". To celebrate the Centennial of the National Park Service in 2016, the film festival is featuring movies filmed in National Park Service sites.   February 05, 2016  Homestead National Monument of America Asks for YOUR Ideas  We need your input! Join Homestead National Monument of America on February 25 from 5-7 p.m. to help us establish a vision for interpretation (ranger programs, event, exhibits) and education programs for the next 5-10 years.   February 04, 2016  Homestead National Monument of America to Host Program for National African American History Month  Join us Monday, February 15, 2016 at 2.p.m. at Homestead National Monument of America's Education Center for \"George Washington Carver-His Homesteading Years\".   February 02, 2016  Valentines Day Program at Homestead National Monument of America  Join us February 14, 2016 at 1 p.m. at Homestead National Monument of America's Education Center.  Marcia Rowley will present a program about the making and giving of Valentines.   January 28, 2016  Centennial Film Festival Continues with Butch Cassidy and the Sundance Kid at Homestead National Monument of America  Join us Saturday and Sunday, February 6 and 7, 2016, at 2 p.m. for the next installment of the Centennial Film Festival at Homestead National Monument of America’s Education Center.   January 21, 2016  Centennial Film Festival Continues with Grapes of Wrath at Homestead National Monument of America  Join us Saturday and Sunday, January 30 and 31, 2016 at 2 p.m. for the next installment of the Centennial Film Festival at Homestead National Monument of America’s Education Center.   January 19, 2016  Centennial Event Learn about Communications with the Aksarben HAM Radio Organization at Homestead National Monument of America  In coordination with the National Park Service Centennial, members of the Aksarben HAM Radio Organization will be communicating around the nation, and possibly outside of the United States, at Homestead National Monument of America on Saturday, January 23, 2016 from 9 a.m. to 4:30 p.m.   January 15, 2016  Join Master Naturalists Exploring the Winter Outdoors and Earn a Special Centennial Junior Ranger Badge at Homestead National Monument of America  Join Nebraska Master Naturalists in an outdoor adventure at Homestead National Monument of America on Saturday, January 30, 2016 at 1 p.m.   January 14, 2016  Indiana Jones and the Last Crusade Featured in Centennial Film Festival at Homestead National Monument of America  Join us for the Centennial Film Festival each weekend in January and February of 2016, at 2:00 p.m., in the Homestead National Monument of America Education Center.   January 12, 2016  Now Accepting Applications for 2016 Centennial Artists in Residence Program at Homestead National Monument of America  Through the end of January the Artist-in-Residence program at Homestead National Monument of America is accepting applications for the 2016 season.   January 11, 2016  Homestead National Monument of America to Honor Dr Martin Luther King Jr  In recognition of the upcoming Martin Luther King Day holiday, Monday January 18, 2016, Homestead National Monument of America will show Sisters of Selma, a film about allies in the civil rights cause, at 2 p.m. at Homestead’s Education Center.   January 08, 2016  The Velma Armstrong Homestead Collection at Homestead National Monument of America  Experience the spirit of frontier Nebraska by visiting the Velma Armstrong Homestead Collection on display January through April 2016, at Homestead National Monument of America’s Education Center.   January 07, 2016  Centennial Film Festival Continues with Far and Away at Homestead National Monument of America  Join us for the Centennial Film Festival each weekend in January and February of 2016, at 2:00 p.m., in the Homestead National Monument of America Education Center.   December 31, 2015  Centennial Film Festival Continues with Dances With Wolves at Homestead National Monument of America  Join us for the Centennial Film Festival each weekend in January and February of 2016, at 2:00 p.m., in the Homestead National Monument of America Education Center.   December 24, 2015  Winter Film Festival Features Popular Movies Filmed At National Park Across America  And now, for the feature presentation! Join us for the Centennial Film Festival each weekend in January and February of 2016, at 2:00 p.m., in the Homestead National Monument of America Education Center. This year will feature popular movies filmed at National Park Service sites across America.   December 23, 2015  Lights Camera Action Centennial Film Festival at Homestead National Monument of America  Celebrate and support your National Parks during the National Park Service Centennial in 2016! To kick off this momentous year of events, Homestead National Monument of America invites you to join us for the Centennial Film Festival featuring 9 movies shot in and\/or featuring National Parks.   December 14, 2015  Winter Holiday hours announced at homestead national monument of america  Homestead National Monument of America's visitor centers will be closed on the following days for the holidays: Thursday, December 24 from 1-5 p.m.; Friday December 25, 2015; and Friday January 1, 2016.   November 24, 2015  Traveling Centennial Quilt Exhibit to Visit Homestead National Monument of America  Beatrice, NE – December is the month to visit Homestead National Monument of America and view National Parks in Quilts! Thirteen art quilts, created to celebrate the Centennial of the National Park Service, will be on display from December 1 – 27, 2015 at the Homestead Education Center.   November 23, 2015  Lora Black From NETRadio shares a Pioneer Christmas Story During the Winter Festival of Prairie Cultures at Homestead National Monument of America  Lora Black from NETRadio will be reading from Bess Streeter Aldrich’s Book, A Lantern In Her Hand ,on December 13, 2015, at 2 p.m. at Homestead National Monument of America’s Heritage Center.   November 20, 2015  Bell Choir to Perform at Old Fashioned Tree Decorating During the Winter Festival of Prairie Cultures Homestead National Monument of America  Learn about the decorations of different cultures and participate in an old-fashioned tree decorating at Homestead National Monument of America’s Heritage Center on Sunday, December 6, 2015 at 2 p.m.   November 16, 2015  die singenden wanderers German Singers perform for Winter Festival of Prairie Cultures at Homestead National Monument of America  Enjoy the melodies and high energy musical antics of “die singenden wanderers” German-American men’s choir from the German-American Society in Omaha on November 29, 2015 at 2 p.m. at the Homestead’s Education Center.   November 13, 2015  Thanksgiving Weekend Exploring Junior Ranger Style at Homestead National Monument of America  Hey kids!  Get out of the house Thanksgiving weekend and bring your whole family to Homestead National Monument of America, November 27 – 29, 2015, for some Junior Ranger exploring!   November 10, 2015  Holiday Hours Announced at Homestead National Monument of America  Homestead National Monument of America’s visitor centers will be closed on the following fall\/winter holidays: Thursday November 26, 2015; Friday December 25, 2015; and Friday January 1, 2016.   October 19, 2015  Dig Into the Halloween Spirit during Howling Homestead at Homestead National Monument of America  Come dig into Halloween at Homestead National Monument of America on Saturday, October 24, 2015! New to Howling Homestead this year will be archaeologists from the National Park Service’s Midwest Archaeological Center showing how they analyze different objects that have been unearthed!   October 16, 2015  200 visitors from 20 states and Linda Stephen Create Art at Homestead National Monument of America  Origami artist Linda Stephen will unveil the result of her artist residency at Homestead National Monument of America on Sunday, November 1, 2015 with an opening reception and artist talk from 2 to 4 p.m. at the Education Center.   October 15, 2015  Homestead National Monument Honors Volunteers and Catherine Berger Named Volunteer of the Year  Each year one person is recognized as the Volunteer of the Year based on having the most impact to the park as a whole.  The 2015 Volunteer of the Year was Catherine Berger.   October 14, 2015  Daughters of the American Revolution Continue Preserving the History of Homestead National Monument of America  The Nebraska Daughters of the America Revolution (DAR) recently donated a conservation quality dress form to Homestead National Monument of America.  This dress form will allow Homestead National Monument of America to properly display women’s clothing for the public to see.   October 13, 2015  Prepare for Fun at Howling Homestead With Bats Bugs and Astronomy Club at Homestead National Monument of America  Homestead National Monument of America has the countdown rolling for Howling Homestead 2015! This annual event will kick off at 6:00 p.m. on October 24, 2015 at the Homestead Heritage Center.   October 09, 2015  Homestead National Monument of America Reschedules Prescribed Burn  Homestead National Monument of America will conduct a prescribed burn on approximately 30 acres of restored tallgrass prairie. This one day event will occur the first day in which favorable and safe conditions exist between October 13 and November 6, 2015.   October 08, 2015  Sculptor Lisa Jetonne is Artist in Residence at Homestead National Monument of America  Lisa Jentonne will be the ninth artist of the 2015 Artist- in-Residence program at Homestead National Monument of America.  She will be presenting a program based on her work at the monument on Sunday, October 18, 2015 at 2 p.m. at the Education Center.   October 06, 2015  Save the Date Howling Homestead at Homestead National Monument of America  Mark on your calendar for October 24, 2015, at 6 p.m.for Howling Homestead at Homestead National Monument of America's Heritage Center!   October 05, 2015  Laura Ingalls Wilder Book Signing and Discussion at Homestead National Monument of America  Homestead National Monument of America is the place to be for Laura Ingalls Wilder fans on October 4, 2015 at 2 p.m.  Award winning author Pamela Smith Hill will discuss her latest book, “Pioneer Girl: The Annotated Autobiography of Laura Ingalls Wilder” at Homestead’s Education Center.   October 02, 2015  October 8 is Senior Skip Day At Homestead National Monument of America  Beatrice, NE – Humana Inc, official health care sponsor of the National Park Service Centennial and National Park Foundation, premier partner for the Find Your Park movement, will host Humana Senior Skip DayTM on October 8, 2015.   October 01, 2015  Let the Hedge Apple Games Begin At Homestead National Monument of America  Let the hedge apple games begin! Join park rangers and volunteers at Homestead National Monument of America on Sunday, October 4, 2015 from 2-4 p.m. to have fun with hedge apples at the Hedge Apple Festival!   September 30, 2015  Preserving Family School Memories at Homestead National Monument of America  Family History Month will be celebrated at Homestead National Monument of America on October 11, 2015 with presentations about the importance of preserving country schools and the stories of people who attended them. Photographer Gloria Hawkins will present “The Many Lives of One Room Schoolhouses” at 2 p.m. at the Education Center.   September 28, 2015  Volunteers Wanted for Prairie Work Day Help Harvest Native Prairie Seed at Homestead National Monument of America  If you haven’t noticed, it’s harvest time!  Volunteers are needed to help harvest native prairie seeds at Homestead National Monument of America on Saturday, October 3, 2015 from 9:30 am – noon.   September 23, 2015  Performance Artist Program Photography Workshop and Star and Lunar Eclipse Party at Homestead National Monument of America  Sunday September 27, 2015 will be a fun and busy day at Homestead National Monument of America!  Come and join us for performance art, photography and a star party.   September 22, 2015  Fall Deer Survey Equals Public Lands Day Volunteer Opportunity  On Saturday, September 26, 2015 from 9:30 a.m. – noon, Homestead National Monument of America will participate in National Public Lands Day by offering the public the opportunity to help conduct a fall deer survey.   September 18, 2015  Theater Artist Michael Cansfield is Artist-in-Residence   at Homestead National Monument of America  Michael Cansfield will be the eight artist of the 2015 Artist- in-Residence program at Homestead National Monument of America.   September 17, 2015  Blood Moon Total Lunar Eclipse Comes to Homestead National Monument of America  You are invited to view a total lunar eclipse from Homestead National Monument of America on September 27, 2015 starting at 8 p.m, at the Homestead Heritage Center parking lot.   September 16, 2015  Eric Fowler and Lincoln Camera Club to Present at Prairie Inspirations Photography Workshop at Homestead National Monument of America  Homestead National Monument of America is pleased to have renowned photographer Eric Fowler talk about photography on September 27, 2015 at 2 p.m at the Homestead Education Center.   September 11, 2015  Naturalization Ceremony on Constitution Day at Homestead National Monument of America  Homestead National Monument of America is honored to host a United States Citizenship and Naturalization Ceremony on Thursday, September 17, 2015.   September 06, 2015  Otto Rosfeld Performance Saturday of Labor Day Weekend At Homestead National Monument of America  Labor Day Weekend activities at Homestead National Monument of America will include a performance by Otto Rosfeld on Saturday September 5, 2015 at 2 p.m. at the Education Center.   September 04, 2015  Find Your Park with Artist-in-Residence Carol Hartman at Homestead National Monument of America  Carol Hartman will be the eighth artist of the 2015 Artist- in-Residence program at Homestead National Monument of America.  She will be presenting a program based on her work at the monument on September 13, 2015 at 2 p.m. at the Education Center.   September 03, 2015  Family Fun over Labor Day Weekend At Homestead National Monument of America  Come to Homestead National Monument of America over Labor Day weekend for 3 days of living history activities and special programs that will be fun for the whole family! Saturday – Monday, September 5 – 7, 2015, from 10 a.m. to 4 p.m. try your hand at candle dipping, making cornhusk dolls and button toys, or butter churning.   August 28, 2015  Car Show Sunday of Labor Day Weekend At Homestead National Monument of America  Labor Day Weekend activities at Homestead National Monument of America will include a “Homesteading Era” original car show on Sunday September 6, 2015 from 10 am – 4 pm at the Heritage Center.   August 25, 2015  Join an Old Fashioned Spelling Bee on Labor Day at Homestead National Monument of America  The 7th Annual Old-Fashioned Spelling Bee will be held at Homestead National Monument of America’s Freeman School at 10 a.m. on Labor Day, Monday, September 7, 2015.   August 20, 2015  Miss Bishop by Bess Streeter Aldrich Book Discussion at Homestead National Monument of America  ‘Miss Bishop,’ a novel by Bess Streeter Aldrich will be discussed on August 25 at 7 p.m. at Homestead National Monument of America's Education Center. Ella Bishop was a Nebraska farm girl whose energy and love of learning made her an excellent college student in the 1870s.   August 18, 2015  Book About Laura Ingalls Wilder Discussed by Author at Homestead National Monument of America  Pamela Smith Hill will discuss her latest book, “Pioneer Girl: The Annotated Autobiography of Laura Ingalls Wilder” on Oct. 4 at 2 p.m. at the Education Center.   August 17, 2015  Labor Day Living History Extravaganza At Homestead National Monument of America  Have a personal experience with history at Homestead National Monument of America this Labor Day weekend, Saturday September 5th through the 7th and from 10:00 a.m. to 4:00 p.m. daily.   August 14, 2015  Find Your Park and Celebrate the 99th Birthday of the National Park Service At Homestead National Monument of America  Beatrice, NE – The National Park Service is turning 99 years old on August 25 and Homestead National Monument of America wants you to join the party! Come to the park and join us for birthday cake from 1-3 pm at the Homestead Heritage Center. Visit the National Homesteading Museum and enjoy the award winning film “Land of Dreams”.   August 13, 2015  Arts Afire Find Your Park this Fall Through the Arts at Homestead National Monument of America  The arts will take center stage at Homestead National Monument of America this fall with a variety of programs by painters, photographers, writers, and a sculptor.   August 12, 2015  Heritage Center Parking Lot Open for Perseid Meteor Shower Viewing at Homestead National Monument of America  The parking lot at Homestead National Monument of America's Heritage Center will be open for early risers to watch the Perseid Meteor Shower Wednesday through Saturday, August 12 – 15, 2015.   August 07, 2015  Freeman School Rehabilitation Project Complete at Homestead National Monument of America  Homestead National Monument of America has completed a rehabilitation project on the Freeman School that included removal and replacement of the floor boards. The brick, one-room schoolhouse, one of the oldest in Nebraska, is now again open to visitors.   August 06, 2015  Woody Guthrie Campfire Program Cancelled at Homestead National Monument of America  The last program in the Heritage Campfire Series at Homestead National Monument of America has been cancelled.   July 31, 2015  Summer Campfire Program Continues with Exodusters and Early African America Traditions at Homestead National Monument of America  The sixth program of the summer campfire series at Homestead National Monument of America features Christy Hyman discussing “Exodusters and Early African American Traditions”, Saturday August 8, 2015 at 7 pm at the Education Center.   July 30, 2015  Textile Artist Kris Khan is Artist-in-Residence   at Homestead National Monument of America  Kris Khan will be the sixth artist of the 2015 Artist- in-Residence program at Homestead National Monument of America.   July 24, 2015  Discovering La Tierra Prometida The Promised Land at Homestead National Monument of America  We invite you to join us as we dive into the rich history of the land and early Latin American setters who called it their home on Saturday August 1, 2015 at Homestead National Monument of America’s Education Center at 7 pm.   July 22, 2015  August 1st Kids in Parks Scats and Tracks Program  Children of all ages and their families are invited to investigate nature with Park Rangers at Homestead National Monument of America on Saturday, August 1, 2015.   July 21, 2015  National Country Schools Photography Exhibit at Homestead National Monument of America  Country schools are a symbol of America’s dedication to education. These structures are disappearing but an upcoming exhibit, “Yesterday’s Schools,” at the Education Center will feature Gloria Hawkins’ pictures of country schools throughout the nation.   July 20, 2015  Tales of True Homesteaders at Homestead National Monument of America  Come and enjoy Tales of True Homesteaders around a campfire at Homestead National Monument of America’s Education Center, Saturday, July 25, 2015, at 7 pm.   July 14, 2015  Art for All Ages with Artist in Residence Chris Mona at Homestead National Monument of America  Chris Mona will be the fifth artist of the 2015 Artist- in-Residence program at Homestead National Monument of America.  He will be presenting an interactive art program on July 19 and again on July 26, 2015 at 2 p.m. at Homestead’s Education Center.   July 10, 2015  Quilting Demonstration Celebrates the Centennial of the National Park Service at Homestead National Monument of America  Homestead National Monument of America will host artists from the Lincoln and Omaha, NE area based Fiber Works on Saturday, July 18, from noon to 3 p.m at the Education Center.   July 09, 2015  Explore Nebraska Through Music and Tales at Summer Campfire Program at Homestead National Monument of America  Homestead National Monument of America’s third campfire program of the summer will allow you to explore Nebraska through songs and stories with David Seay.   July 09, 2015  July 18th Kids in Parks Insect Inspector Program FREE Summer Fun at Homestead National Monument of America  Children of all ages and their families are invited to investigate nature with Park Rangers at Homestead National Monument of America on Saturday July 18, 2015.   July 08, 2015  Community Program on Dempster Oral History Project at Homestead National Monument of America  Homestead National Monument of America will host a community program Sunday, July 12, 2015, at Homestead’s Education Center at 2:00 p.m. to provide information about the Dempster Oral History Project.   July 03, 2015  July 11th Kids in Parks Prairie Plant Prowl FREE Summer Fun at Homestead National Monument of America  Children of all ages and their families are invited to investigate nature with Park Rangers at Homestead National Monument of America on Saturday, July 11, 2015.   July 02, 2015  Calling Former Dempster Employees  Are you interested in preserving the history of the Dempster Mill Manufacturing Company? Homestead National Monument of America is conducting a Dempster oral history project to preserve the oral histories of former Dempster employees.   July 01, 2015  July 4th Kids in Parks Birdie Basics Program FREE Summer Fun at Homestead National Monument of America  Children of all ages and their families are invited to investigate nature with Park Rangers at Homestead National Monument of America this Saturday July 4, 2015.   June 29, 2015  Walk Among the Stars and Fireflies at Homestead National Monument of America  Homestead National Monument of America will be hosting a ranger led night hike on the restored tallgrass prairie on the evening of Saturday July 11, 2015 at the Heritage Center at 8:30 p.m.   June 26, 2015  July 4 Campfire Program at Homestead National Monument of America  Homestead National Monument of America is excited to announce the return of the Summer Campfire Program, July through mid-August 2015.   June 25, 2015  Freeman School to be Closed for Repairs at Homestead National Monument of America  Beginning Monday, June 29, 2015, the Freeman School at Homestead National Monument of America will be closed to complete repairs for approximately a month.   June 24, 2015  2015 Heritage Campfire Series at Homestead National Monument of America  Homestead National Monument of America is excited to announce the return of the Summer Campfire Series, July through mid-August 2015.   June 22, 2015  Kids in Parks Nature Detective Series FREE Summer Fun at Homestead National Monument of America  Children of all ages and their families are invited to investigate nature with Park Rangers at Homestead National Monument of America each Saturday in July and Saturday, August 1, from 10 a.m. – 12 p.m.   June 17, 2015  Century of Fashion Show Kicks off Homestead Days 2015  Sue McClain of Yesterday’s Lady fame will present “Century of Fashion Show” as the kick off performance for Homestead Days 2015 at Homestead National Monument’s Education Center on Friday, June 19 at 2 p.m.   June 10, 2015  Arts and Craft Demonstrations Galore Homestead National Monument of America for Hoemstead Days 2015  See artisans creating beautiful and unique traditional crafts at Homestead National Monument of America during Homestead Days on June 19-21, 2015.   June 08, 2015  Worldly Entertainment for Homestead Days 2015 At Homestead National Monument of America  Come and tap your toes to Czech polka and much more at Homestead National Monument of America during Homestead Days 2015.   June 03, 2015  Join in the Family Fun for Homestead Days At Homestead National Monument of America  Join in the fun June 19-21 at Homestead Days 2015 at Homestead National Monument of America.   June 02, 2015  Find Your Park with Jack Gladstone in Concert  You are invited to a FREE concert by Jack Gladstone at Homestead National Monument of America’s Education Center on Sunday, June 14, 2015 at 2 p.m.   June 01, 2015  Witness People Take their First Oath of Allegiance to the United States  Homestead National Monument of America is honored to host a United States Citizenship and Naturalization Ceremony on Friday, June 12, 2015.   May 30, 2015  Video Games as Art with Artist-in-Residence Dave Beck at Homestead National Monument of America  Dave Beck will be presenting a program based on his work at the monument on Sunday, June 7, 2015 at 2 p.m. at the Education Center.   May 29, 2015  Birds and Bagels at Homestead National Monument of America  Join natural resource specialist Jesse Bolli at Homestead National Monument of America for an early morning birding program on Friday, June 5th and again on Saturday June 6th at 8 a.m.   May 26, 2015  Jack Gladstone Concert at Homestead National Monument of America  Troubadour and storysmith Jack Gladstone will be presenting a free concert at Homestead National Monument of America’s Education Center on Sunday, June 14, 2015 at 2 pm.   May 18, 2015  Thousands of Dollars Up for Grabs Along with Grand Ole Opry Tickets and a Fiddle at  The Tallgrass Prairie Fiddle Festival (previously the Monumental Fiddling and Acoustic Band Championships) will be held on Saturday, May 23, 2015, at Homestead National Monument of America’s Education Center.   May 18, 2015  The Best Laid Plans Spring Prescribed Burn at Homestead National Monument of America Cancelled  Homestead National Monument of America will not be conducting a prescribed burn on the restored tallgrass prairie this spring.   May 15, 2015  Extended Hours at Homestead National Monument of America  Summer operating hours will begin at Homestead National Monument of America.   May 14, 2015  Get a Tune Up for the Summer at the Tallgrass Prairie Fiddle Festival  You are invited to bring your stringed instrument issues to the Tallgrass Prairie Fiddle Festival at Homestead National Monument of America on Saturday, May 23, 2015 and visit with luthier Marilyn Wallin.   May 12, 2015  The Meaning of Names is the Title for this Months Book Discussion at Homestead National Monument of America  You are invited to join the Beatrice Public Library Book Discussion on Wednesday May 20, 2015 at 7 p.m. at Homestead National Monument of America’s Education Center.   May 07, 2015  Start Your Summer With Some Rockin Homestead Music Jams  Kick-off  your summer with the Tallgrass Prairie Fiddle Festival (previously the Monumental Fiddling and Acoustic Band Championships) to be held on Saturday, May 23, 2015, at Homestead National Monument of America’s Education Center.   May 01, 2015  Homestead National Monument of America Selected as 2015 Nebraska Passport Stop  Homestead National Monument of America has been chosen as one of the 80 stops on the 2015 Nebraska Tourism Commission Passport Program!   April 27, 2015  Find Your Passion Volunteer for a New Scanning Project at Homestead National Monument of America  Volunteers are needed for a new scanning and indexing project at Homestead National Monument of America. Through this project, the activities and events at Homestead National Monument of America will be documented for future use.   April 23, 2015  Herd Dogs in Action at Homestead National Monument  National Park Week activities continue with dogs herding sheep and geese at , Homestead National Monument of America at 2 p.m. on Saturday, April 25, 2015, in the demonstration prairie area near the Education Center.   April 23, 2015  Lied Centers Arts Across Nebraska and Hevelone Foundation Present  Homestead National Monument of America wraps up celebrating National Park Week with Susan Werner in concert on Sunday April 26, 2015 at 3 p.m. at the Homestead Education Center.   April 22, 2015  Tourism to Homestead National Monument of America Creates Two Point Four Million in Economic Benefits  A new National Park Service (NPS) report shows that 69,156 visitors to Homestead National Monument of America in 2014 spent $2.2 million in communities near the park.   April 21, 2015  Homestead National Monument of America to Conduct Prescribed Burn  Homestead National Monument of America will conduct a prescribed burn on approximately 50 acres of its restored tallgrass prairie.   April 20, 2015  Find Your Park with Artsit-in-Residence Mackenzie Younger at Homestead National Monument of America  Mackenzie Younger will be the third artist of the 2015 Artist- in-Residence program at Homestead National Monument of America.  He will be presenting a program based on his work at the monument on April 26, 2015 at 2 p.m. at the Education Center. This is the seventh year of the monument's Artist-in-Residence program.   April 10, 2015  Susan Werner in Concert through the Lied Centers Arts Across Nebraska Project at Homestead National Monument of America  A Susan Werner concert on April 26, 2015 at 3 p.m. at the Homestead Education Center is the finale of National Park Week activities at Homestead National Monument of America.  This free concert is provided in partnership with the Lied Center’s “Arts Across Nebraska” and made possible through the generous support of the Hevelone Foundation.   April 09, 2015  Get Out Get Fit Get Herd and Find Your Park at Homestead National Monument of America  The Get Out, Get Fit Challenge invites everyone to get outside and enjoy the beautiful spring weather with a walk on the tallgrass prairie any time between 9 a.m. to 3 p.m.   April 02, 2015  Find Your Park during National Park Week Programs at Homestead National Monument of America  BEATRICE – National Park Week 2015 starts Saturday, April 18!  This is also National Junior Ranger Day.  Junior Rangers and their families are invited to Find Your Park and learn about Homestead National Monument of America.   April 01, 2015  Find Your Park with Artist-in-Residence Forrest Chapman  The second artist of the 2015 Artist- in-Residence program at Homestead National Monument of America, Forrest Chapman, will be presenting a program based on his work at the monument on April 12, 2015 at 2 p.m. at the Education Center.   March 31, 2015  Homestead National Monument of America Joins National Find Your Park Campaign  BEATRICE – Homestead National Monument of America joins parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com.   March 31, 2015  National Park Service Releases New Brochure for Homestead National Monument of America  Homestead National Monument of America has developed a new brochure. This brochure will be placed into use as part of the National Park Service’s “Find Your Park” Campaign.   March 30, 2015  Lunar Eclipse Viewing at Homestead National Monument of America  The parking lot at Homestead National Monument of America's Heritage Center will be open for early risers to watch a lunar eclipse this Saturday, April 4, 2015.  The parking lot will open at 5:00 am (CDT), with the partial eclipse starting at 5:17 am.   March 25, 2015  It Rained Get Your Garden On at Homestead National Monument of America  Homestead National Monument of America is still accepting applications for the Homestead Community Garden!   March 25, 2015  Join the National Park Service in Ringing “Bells across the Land: A Nation Remembers Appomattox”  For the past four years, the National Park Service and many other organizations and individuals have been commemorating the 150th Anniversary of the Civil War and the continuing efforts for human rights today. On April 9, 1865, Union General Ulysses S. Grant met Confederate General Robert E. Lee to set the terms of surrender of Lee’s Army of Northern Virginia at Appomattox, Virginia.   March 22, 2015  Mark Your Calendar for the 2015 Land Records and Genealogy Symposium  Are you interested in researching your family history, land records, or learning about the latest technologies being applied by genealogists?  If so then you should plan to be at the 2015 Land Records and Genealogy Symposium.   March 22, 2015  Jr Rangers to Discover Birds at Homestead National Monument of America  Does that bird have a seed eater beak, or a bug eater beak?  And what is a raptor, anyway?  Find out on Saturday, March 28, 2015 at 1 p.m. at Homestead National Monument of America’s Education Center.   March 22, 2015  Youth Conservation Corps Applications for Homestead National Monument of America  Homestead National Monument of America is now accepting applications for the summer 2015 Youth Conservation Corps (YCC).   March 22, 2015  New Title, Same Event at Homestead National Monument of America  News Flash! The Monumental Fiddling and Acoustic Band Championship will now be known as the Tallgrass Prairie Fiddle Festival.   March 20, 2015  Art Away from Home with Artist-in-Residence Amanda Palmer  \"Art Away from Home\" with Artist-in-Residence Amanda Palmer at Homestead National Monument of America.   March 20, 2015  Easter Weekend Exploring at Homestead National Monument of America  Hey kids! Bring your cousins, aunts, uncles and parents to Homestead National Monument of America over Easter weekend, April 4 and 5, 2015, for some Junior Ranger exploring!   March 06, 2015  2015 Spring Community Garden  Want to garden but don’t have the space? Want to expand your garden? Apply for a plot in Homestead National Monument of America’s Community Garden this spring.   March 06, 2015  Womens History Month  Women's History Month program at Homestead National Monument of America feature's Stephanie Grace Whitson presenting “Nebraska’s Sod House Homemakers and Their Quilts.”   February 11, 2015  Black History Month Celebrated in the Homestead Film Festival  Experience more of “The West” by Ken Burns at Homestead National Monument of America’s Film Festival. Next up is Episode 7: “The Geography of Hope”, fitting well with African American History Month.   January 29, 2015  The Homestead Quarter Will Soon Be Here!  Beatrice High School will be the place to be on February 10, 2015 for the launch of the Homestead Quarter!  From 9 a.m. to noon everyone is invited to be a part of the program which will end with the public’s first opportunity to get a Homestead Quarter.   January 07, 2015  Volunteers Wanted! Help Organize Dempster Archive  Homestead National Monument of America has launched a project to begin processing the Dempster Mill Manufacturing Company archival records. Volunteers are needed to help with this huge archival project.   January 06, 2015  Film Festival Continues  The next installment of Ken Burn’s nine part series “The West” will be shown on January 10 and 11 at 2 p.m. at the Education Center.   December 23, 2014  The Quarter is Coming! Save the Date!  Soon you will be able to carry a piece of the homesteading story in your pocket!The Homestead quarter will be officially launched on February 10, 2015.   December 22, 2014  Spend Your Holiday with the Birds  Join Natural Resource Specialist Jesse Bolli on Tuesday, December 30, 2014 as he explores the trails of Homestead to discover which of our feathered friends spend the holidays at Homestead.   December 19, 2014  Film Festival Features Ken Burns - The West  And now, for the feature presentation! Join us for the Homestead Film Festival each weekend in January and February 2015 at the Education Center at Homestead National Monument of America. This year will feature Ken Burns’ “The West,” with nine episodes over nine weekends.   December 08, 2014  Scottish Festivities and Traditions  Learn all about the festivities and traditions of the Scottish culture at a Winter Festival program by Lori McAlister. Join her at Homestead National Monument of America’s Education Center on Sunday, December 14, 2014 at 2 p.m.   October 14, 2014  Who lived in Nebraska from 10,000 B.C. to the 1800s?  Learn about the ancient residents of Nebraska in honor of Native American Heritage Month.   October 10, 2014  Have a Howling Good Time at Howling Homestead!  Leaves are falling, pumpkins are ripening, and cool wind is blowing…it's time for Howling Homestead at Homestead National Monument of America!   October 03, 2014  Boundary Adjustment Study Comment Period  A 30-day public comment period for a Homestead boundary adjustment study is open as of October 3.   September 29, 2014  October at Homestead  Learn what's going on at Homestead this month.   July 31, 2014  Labor Day Extravaganza of Events at  Join us at Homestead National Monument of America this Labor Day weekend for the Arts and Living History Extravaganza. Events are scheduled Thursday August 28 through Monday September 1. The programs are suitable for all age groups, so bring the entire family.   June 03, 2014  Arts and Crafts Demonstrators Return to Homestead National Monument of America for Homestead Days  See artisans creating beautiful and unique traditional crafts at Homestead National Monument of America during Homestead Days on June 13-15, 2014.  Traditional craft demonstrators will be on hand from 10:00 a.m. to 5:00 p.m.  Most of these demonstrations will take place at the Education Center, but activities will be offered throughout the park.   June 02, 2014  Creator of Freeman Wheat Coming to Homestead National Monument of America for Homestead Days!  Wheat breeder Dr. Steve Baenziger will be at Homestead National Monument of America’s Heritage Center on Saturday, June 14 at 1 p.m. to talk about his newest variety - Freeman Wheat.  The name is a tribute to the first homesteader in the United States, Mr. Daniel Freeman.   May 08, 2014  Homestead National Monument of Americas Summer Hours to Start Memorial Day  Starting Memorial Day, summer operating hours will begin at Homestead National Monument of America.  The monument will be open daily from 8:30 a.m. to 5:00 p.m.   May 07, 2014  A Festival of Music  A festival of music, The Monumental Fiddling Championship and Acoustic Band Contest will be held on Saturday, May 24, 2014, at Homestead National Monument of America’s Education Center.   April 15, 2014  Night Hike at Homestead National Monument of America  Enjoy a rare opportunity to hike the trails at night at Homestead National Monument of America! Experience the park in a new way with a ranger-led trail walk from the Education Center on April 26 from 8:30-9:30 p.m.   April 14, 2014  Fun Weekend Planned!  Families are invited to get out and about over the weekend of April 18-21, 2014 for Homestead National Monument of America’s biannual Junior Ranger Rendezvous!   April 11, 2014  Scavenge Around for Fun  Be part of an exciting new event at Homestead National Monument of America:  the Prairie Prowl Scavenger Hunt!   April 07, 2014  Have Fun by Participating in National Park Week Activities  Celebrate and support your national parks during National Park Week, April 19-26, 2014!   March 13, 2014  Celebrate 78th Birthday of Homestead National Monument of America  Join the staff of Homestead National Monument of America in celebrating the park’s 78th birthday on March 19th!   February 20, 2014  Youth Conservation Corps Applications  Homestead National Monument of America is now accepting applications for the summer 2014 Youth Conservation Corps (YCC).  The YCC is a summer employment program for young men and women, ages 15-18, who work and learn together on projects that further the development and conservation of the natural and cultural resources of the United States.   February 20, 2014  Fiddlers, Rosin Up Your Bow!  The annual Monumental Fiddling Championship and Acoustic Band Contest will be held on Saturday, May 24, 2014, at Homestead National Monument of America’s Education Center.   February 18, 2014  Get Growing this Spring at the Homestead Community Garden!  Want to garden but don’t have the space? Want to expand your garden? Apply for a plot in Homestead National Monument of America’s Community Garden this spring.   February 18, 2014  Get Growing in the Spring of 2015 at the Homestead Community Garden!  Want to garden but don’t have the space? Want to expand your garden? Apply for a plot in Homestead National Monument of America’s Community Garden this spring.   February 13, 2014  African American History Month Commemoration Continues at Homestead National Monument of America  In recognition of African American History Month, Homestead National Monument of America will have a special program on Sunday, February 23 at 2 pm at the Heritage Center with Phyllis Howard, Education Specialist at Nicodemus National Historic Site.   February 10, 2014  Travel Down the Road to Valhalla with a Special Film Premiere  An exciting special premiere of Road to Valhalla will be shown on Saturday, February 15. In addition to seeing this new documentary, meet the filmmakers who will be guests at the premiere!   February 05, 2014  Completing, Remembering and Forgetting the Civil War  In recognition of African American History Month, Homestead National Monument of America will have a special program on Sunday, February 16 at 2 p.m. at the Education Center with University of Nebraska-Omaha Professor Dr. Fredrick Nielsen.  Dr. Nielsen’s program is titled “Completing, Remembering, and Forgetting the Civil War”.   January 16, 2014  Junior Rangers, Explore Your Winter World!  Calling all kids! Join park rangers at Homestead National Monument of America to “Explore Your Winter World” on Saturday, January 25 at 10 a.m.   January 11, 2014  A Plea for the Nation's Conscience: Dr. Martin Luther King, Jr. Day Commemorated  In recognition of Martin Luther King, Jr. Day, see an interview from 1965 with Dr. Martin Luther King on Meet the Press at the Homestead Education Center on Monday, January 20, 2014 at 2 pm, followed by a discussion with Historian Blake Bell.   December 20, 2013  Pressing Play on the 2014 Homestead Film Festival  Take in an exciting selection of fun and powerful movies at this year's Homestead Film Festival!   November 21, 2013  Ice Sculpture Carving followed by Special Holidays Presentation  Don’t miss all the unique programs at Homestead National Monument of America on Sunday, December 8, 2013, at the Education Center.   November 19, 2013  Nature Detectives! Investigate and Explore Your Winter World!  Use your outdoor investigating skills to become a winter Nature Detective at Homestead!   November 19, 2013  Experience Holidays at a One Room School  On Saturday, December 7, 2013, at 2 p.m, make Pioneer Era ornaments at the Freeman School at Homestead National Monument of America.   November 18, 2013  \"Music of Cather\" Program to Kick Off Winter Festival of Prairie Cultures  Dr. Christi McLain will present the “Music of Cather” at Homestead National Monument of America’s Education Center on Sunday, December 1, 2013 at 2 p.m.   November 15, 2013  Become A Junior Ranger  Bring the whole family to Homestead National Monument of America during the Thanksgiving holiday weekend for activities everyone will enjoy!   November 15, 2013  Homestead Facilities Closed Thanksgiving Day  All facilities at Homestead National Monument of America will be closed on Thanksgiving Day, November 28. The trails will remain open from dawn until dusk.   November 11, 2013  Prairie Festival of Winter Cultures  See sparkling decorations from many countries showcasing ethnic traditions of people who lived on the Great Plains during the homesteading era.   November 07, 2013  Historian to Answer the Question \"What Happened After Custer?\" At Homestead National Monument of America  Homestead National Monument of America is honored to host Historian Paul L. Hedren at the Monument’s Education Center for a special program on Sunday, November 24, 2013 at 2 p.m.   October 29, 2013  Karmin's Amy Heidemann to Unveil Legacy Banner  Karmin unveil her Homestead Legacy Banner, conduct a question answer period, and sign autographs.   October 21, 2013  Mark the Calendar...Howling Homestead is Saturday!  Come one, come all to Howling Homestead 2013 at Homestead National Monument of America! Join park rangers, volunteers, and special guest presenters for a night full of family fun on Saturday, October 26.   September 27, 2013  Native Prairie Seed Harvest  On Saturday, October 5 celebrate the last day of Homestead National Monument of America’s Prairie Appreciation Week by getting hands-on with the amazing plants in the monument’s tallgrass prairie.   September 26, 2013  Artist-in-Residence Captures the Spirit of Place  If you enjoy history, local culture, photography, or creating things, do not miss two impressive programs by Homestead National Monument of America’s last Artist-in-Residence of the year!   September 24, 2013  Ready for a Howling Good Time!?!  Come one, come all to Howling Homestead 2013! Join park rangers, volunteers, and special presenters for a night full of family fun.   September 23, 2013  Explore Historical Novels with Artist-in-Residence  Join Michael Kula for a reading of his work, including writing done on his book, \"The Good Doctor,\" during his residency.   September 17, 2013  The Dirty Thirties Comes to Life!  In recognition of Prairie Appreciation Week, Homestead National Monument of America will have a special program by Historian Blake Bell titled The Dust Bowl: An American Legacy.   September 16, 2013  Let the Games Begin!  Join rangers at Homestead to have fun at the Hedge Apple Festival!   September 12, 2013  Back to School - in America's National Parks  Teachers across the nation have a new tool to help them engage their students in classroom and place-based learning.   September 10, 2013  Volunteers Needed for Homestead Deer Count  Help with Homestead's annual fall deer survey September 28.   September 06, 2013  New Citizens to be sworn in as part of Constitution Day  Homestead National Monument of America is honored to host a United States Citizenship and Naturalization Ceremony on Monday September 16, 2013.   September 04, 2013  Historian to Examine the Nebraska Territory and Civil War  Homestead National Monument of America is honored to host Historian James Potter on September 15, 2013 at 1 p.m. in the Education Center for a special program that will examine the Nebraska Territory during the Civil War and the impacts of Reconstruction.   September 03, 2013  Nebraska Jazz Orchestra Concert  This award winning group will use music to travel back through time to the Big Band Era.   August 16, 2013  Learn About Printmaking from Artist-in-Residence  Bring the whole family to join Homestead National Monument of America’s Artist-in-Residence Erica Shirk for printmaking demonstrations and workshops!   August 15, 2013  Old Fashioned Spelling Bee to be held at Homestead  Spelling Bees were not only a chance for good spellers to be recognized but were also social events for homesteaders. To celebrate this tradition, an Old-Fashioned Spelling Bee will be held at Homestead National Monument of America’s Freeman School at 2 p.m. on Monday, Sept. 2, 2013.   August 14, 2013  National Park Service Founders Day Commemorated with Special Exhibits and Refreshments  Homestead National Monument of America would like to announce a Civil War open house for its newest special exhibits - Lincoln: The Constitution and the Civil War and The Civil War in the West. The open house begins at 2 p.m. on Sunday August 25, 2013 in the Education Center.  This date is also the 97th anniversary of the founding of the National Park Service.   August 13, 2013  An Extravaganza of Living History Offered Over Labor Day Weekend  Add Homestead National Monument of American to your Labor Day Weekend plans.  For this three day weekend, August 31-September 2, 2013, the monument will offer a variety of fun living history activities from 10 a.m. – 4 p.m. at both the Heritage and Education Centers.   July 26, 2013  Opening of Lincoln Exhibit Delayed One Week  Opening of the Lincoln exhibit will be delayed one week.   July 19, 2013  Lincoln - The Constitution and the Civil War  Homestead National Monument of America would like to announce the opening of our newest exhibit titled Lincoln: The Constitution and the Civil War. Come check it out starting July 28th!   July 18, 2013  Art in the Park Week  Come see many different types of artwork created and learn some about how it's done! Homestead National Monument of America is pleased to announce a great line-up of talented artists for this year’s Art in the Park Week, August 4-10, 2013.   July 17, 2013  Artist-in-Residence leads Night Photography Hike  Ever wonder what the prairie looks like after dark, or want to photograph nighttime images?  Don’t miss this rare opportunity to do both by visiting Homestead National Monument of America in the evening for a Night Photography Hike with a resident photographer!   July 16, 2013  Marcos and Sabor Concert  Enjoy Lively Latino Music with a Free Concert from Marcos & Sabor at Homestead National Monument of America   June 29, 2013  Kids in Parks  Kids and families--be a Nature Detective with Park Rangers at Homestead on Saturdays in July and the first Saturday in August. Investigate a different part of nature every week!   June 26, 2013  July 4th Living History Activities  Celebrate America's Heritage with July 4th Living History Activities at Homestead.   June 11, 2013  Homestead Days Demonstrations  Many prairie and traditional craft demonstrations will be going on at Homestead Days. Come check them out!   June 10, 2013  Life and Times of Laura Ingalls Wilder  Stacy Wullschleger will give a program about one of the most beloved pioneer girls:  Laura Ingalls Wilder. Come see it during Homestead Days!   April 04, 2013  Get out Get fit  Get fit at your National Park!  On Saturday, April 27, 2013, Friends of Homestead and Homestead National Monument of America will host a walking challenge in celebration of National Park Week.  The event starts at the Homestead Education Center and will take place from 9 a.m. to 3 p.m.   March 18, 2013  Kids in Parks Spring Event  Families are invited to come to Homestead National Monument of America to explore their spring world with a Park Ranger on March 30 at 10:00 a.m.Bring a camera and dress appropriately to explore outside as we explore the prairie and woodland for photo opportunities.. This fun program will start at the Homestead Education Center.   February 25, 2013  Winter Deer Survey  Get off the trails and help us count deer!!   February 21, 2013  Apply for Your Community Garden Plot  Apply for your Community Garden Plot by March 15, 2013   February 21, 2013  Suffrage Centennial Celebration  Historian Blake Bell will examine the history of the women's suffrage movement, the Homestead Act, and the fight for equalityl.   February 11, 2013  Kids in Parks Explore Your Winter World  Kids in Parks  Explore Your Winter World.  Dress appropriately to explore outside to look for signs of animals.   February 08, 2013  A Pioneer Family in Alaska  See \"A Pioneer Family in Alaska\" at the Homestead National Monument of America's Education Center on Saturday and Sunday, February 23 & 24, 2013 at 2 p.m.This is the final film in the 2013 \"Year of the Homesteader Film Festival\" series.   February 01, 2013  Keepers of the Land: Three Montana Families and Their Homestead Legacies  See “Keepers of the Land: Three Montana Families and Their Homestead Legacies” at the Homestead National Monument of America’s Education Center on Saturday and Sunday, February 16 & 17, 2013 at 2 p.m.   January 17, 2013  Back by Popular Demand: Dr. Ken Winkle Returns to Homestead National Monument  Homestead National Monument of America will observe Black History Month with a special program by University of Nebraska-Lincoln professor Dr. Kenneth Winkle on Sunday, February 3, 2013 at 1 p.m. at the Education Center.   January 09, 2013  Blizzard Exhibit Comes to Homestead National Monument of America  An Omaha Children’s Museum traveling exhibit inspired by the poetry book, “The Blizzard Voices,” will be at Homestead National Monument of America on January 12 through May 7, 2013.   October 15, 2012  The Homestead Series featured at Homestead National Monument of America  The Homestead Series, a collection of twelve beautiful paintings, will be on exhibit at Homestead National Monument of America’s Education Center from October 2012 through April 2013.   October 15, 2012  Multi-Park Celebration of Archeology Day to be Held at Homestead National Monument of America  Come see what archeologists are learning about effects of the Homestead Act in the northern Plains.   May 24, 2012  Thanking America's Armed Forces: Active Duty U.S. Military Offered Free Entrance to All National Parks  Beatrice, NE- To show our appreciation for those who serve in the U.S. Military,  the National Park Service has started issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   April 11, 2012  Get Wrapped up in History with the Homestead \"Quilt Discovery Experience\"  Homestead National Monument of America will uncover the “Quilt Discovery Experience” on Saturday, April 28, 2012. Wrap yourself up in the history of America as it is seen through the eyes of a quilter.   February 17, 2012  Exciting New 150th Commemoration Items Available in Homestead Bookstores  Homestead National Monument of America’s Eastern National bookstores announce the arrival of 150th items, commemorating the 150th Anniversary of the Homestead Act, including magnets, key chains, mugs, embroidered patches, and collectible coins.   November 28, 2011  Quilt Commemorating 150th Anniversary of the Homestead Act on Display at Homestead National Monument of America  Homestead National Monument of America and the Nebraska State Quilt Guild are excited to announce the winner of the state-wide quilt design contest “Images of Homesteading”, Jan Stehlik, from Dorchester, NE.   November 11, 2011  Come Celebrate Creative and Colorful Collaborations of Copious Cultures at Homestead National Monument of America  See sparkling decorations from many countries showcasing ethnic traditions at both the Education Center and Heritage Centers at Homestead National Monument of America, from November 25th, 2011 through December 31st, 2011. The Winter Festival of Prairie Cultures celebrates the winter traditions of people who lived on the Great Plains during the homesteading era.   October 21, 2011  Hunting and Trapping Prohibited in Homestead National Monument of America  With the fall hunting season underway, Homestead National Monument of America Superintendent Mark Engler reminds the public that hunting and trapping within the boundaries of the Monument are prohibited.   May 05, 2011  Homestead National Monument of America Receives Grants  No abstract supplied.   April 14, 2011  Artists Selected for Homestead National Monument of America's 2011 Artist-in-Residence Program  Homestead National Monument of America is excited to announce artists for the 2011 Artist-in-Residence (AIR) program. This is Homestead’s third year offering artists the opportunity to live at the monument and be inspired by the Homestead Story and its landscapes.   March 17, 2011  Deer Count at Homestead on April 2  A deer survey will be conducted at Homestead National Monument of America on Saturday, April 2, 2011 at 9:30 a.m.   February 28, 2011  Youth Conservation Corps Applications for Homestead  No abstract supplied.   November 12, 2010  Multiple Awards Received By Homestead National Monument of America's Audio Description Tour  Homestead National Monument of America’s was recently honored with two different awards, both for its new audio description tour at the Homestead Heritage Center.  The tour delivers a verbal transcript of all text and descriptions of all photographs and objects found in the Heritage Center’s 24 indoor and outdoor exhibits so that visitors that are blind or visually impaired can experience them.  This audio description tour is part of the monument’s efforts to make its services and programs fully accessible to all Americans.   November 05, 2010  2010 Photo Contest Winners Announced at Homestead National Monument of America  The winner for each category of the 2010 Photo Contest has been decided.  Visitors at Homestead National Monument of America judged the entries and the following photos were selected:  Kids Division – Natalie Doering’s “Snack Attack”; Adult  Division - Jeanne Thornton’s “Time for Apple Pie”; Senior Division –Betty Damrow’s “Walking Bridge Over Cub Creek”.   Jeanne Thornton’s “Time for Apple Pie” was selected for overall best picture in the show.   August 23, 2010  Innovative New Program Makes Homestead National Monument More Accessible to Visitors that are Blind or Visually Impaired  Visitors that are blind or visually impaired can now experience the exhibits at Homestead National Monument of America in a better, deeper way.  The indoor and outdoor exhibits at the Homestead Heritage Center plus the Palmer-Epard Cabin now include an audio description tour designed to deliver a verbal transcript of the exhibit text and a description of the exhibit’s photographs and objects.  To access the audio description visitors wear a handheld personal audio guide with headphones.  As a visitor wearing a personal audio guide nears an exhibit the audio description is triggered.   August 23, 2010  Donations Accepted  Are you trying to figure out what to do with your old documents, photographs, or other objects that pertain to your family’s homesteading heritage?  If so, you might want to consider contacting Homestead National Monument of America.  The monument can accept donations of paper documents, antiques, or other historic items.  The monument has a collection of over 50,000 items, with all objects, documents, and photographs related to homesteading, the National Park Service, or Homestead National Monument of America.  The types of items currently in the monument’s collection vary greatly and include farm implements and implement catalogs and brochures, farm tools, household items, children’s toys, draft animal equipment, medical equipment, photographs, and homestead documents.  These objects all tie to our Nation’s homesteading story and play an important role in preserving this part of our Nation’s history.   April 29, 2010  Homestead Featured as National Park Getaway  BEATRICE, Neb. – This week, the National Park Getaway series takes you to Homestead National Monument of America, where the glass “blade” of the Homestead Heritage Center, built to evoke a plow, seems to slice through the lush grasses of the prairie.   July 14, 2009  Free Access to Digitized Homesteading Records Available at Homestead  No abstract supplied.   September 22, 2008  Revolutionary Records Project Revealed  Homestead National Monument of America and several partners recently announced plans to begin digitizing some of the estimated 30 million homestead records housed in the National Archives.    August 06, 2008  New Exhibits  New trailside exhibits were placed at Homestead National Monument of America.",
    "url": "https:\/\/www.nps.gov\/home\/learn\/news\/newsarchive.htm"
}
