{
    "title": "Homestead National Monument of America: The First Homesteader",
    "body": "The First Homesteader         Daniel Freeman - 1906 NPS Image  Daniel Freeman Farmer, Soldier, Doctor, Coroner, Sheriff, Homesteader (First Homestead in the United States of America) 1826-1908 Beatrice, Nebraska    One of the first people to file a claim under the Homestead Act of 1862 was Daniel Freeman. The site of his claim is now the site of Homestead National Monument of America. This site commemorates the lives and accomplishments of all pioneers and the changes brought about by the Homestead Act. Legend has it that Daniel Freeman filed his claim 10 minutes after midnight at the Land Office in Brownville, NE on January 1, 1863, the first day the Homestead Act went into effect.      Mr. Freeman came from Illinois to Nebraska alone and began corresponding with Agnes Suiter, a young woman from LeClaire, Iowa. Agnes had been engaged to Daniel's brother James, who died in the Civil War. Daniel proposed marriage through the mail, and in 1865, brought his new bride back to his homestead claim. [To see letters Daniel Freeman and Agnes Suiter exchanged, go here.] There, they had 8 children over the years. As the children grew, some married and built homes on the old homestead. During the tenure of the Freeman family, a variety of structures were built upon the land. A small log cabin was built in the north forty of the claim, as well as traditional farming outbuildings. This cabin was often photographed and later depicted in engravings as the First Homestead Cabin. In later years, the family was financially secure enough to build a two-story brick house near the woodland edge of the claim. A barn and other outbuildings were built nearby. Other features of the homestead included an Osage Orange hedgerow, planted and pruned to keep animals out of productive fields. Remains of this hedgerow still exist on the land today. The Freeman family and tenant farmers planted corn, wheat, and oats and orchards of apple and peach trees. The brick house burned in 1916, 8 years after Daniel Freeman's death in 1908. It was replaced with a small wood frame house near that site for Daniel and Agnes' daughter Agnes Freeman Quackenbush. A similar house was built for Agnes next to the old freight road near the center of the claim. She often cared for grandchildren there, and lived in the home nearly until her death in 1931. None of the Freeman homes exist on the site today. One structure well known and used by the Freeman family was the Freeman School, located 1\/4 mile west of the homestead claim. It is not known if the school is named for a member of the Freeman family or for Thomas Freeman, a local brickmaker and president of the school board. Daniel and Agnes were both active in the affairs of the school, and Daniel garnered national attention with his protest against bible-based lessons at the school. See the Bible Case page for more information. The children of the Freeman's attended the school, sometimes sharing classroom space with younger nieces and nephews. The Freeman school operated as a place of learning until 1967, and has been restored and is open for visits today.      Back to History and Culture Page                      2007 White House State Eggs   51 Photos            2008 State Easter Egg Display   51 Photos            Barking Up a Tree   25 Photos  Photos of the bark of 25 native south Florida trees: An exhibition by Bob Showler and Timothy Taylor            Freeman Family Scrapbook   12 Photos            Museum Collections   7 Photos  View some of the unique items in Homestead National Monument of America's museum collection.          The Last Homesteader   7 Photos",
    "url": "https:\/\/www.nps.gov\/home\/learn\/historyculture\/firsthomesteader.htm"
}
