{
    "title": "Homestead National Monument of America: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 10, 2016  Labor Day Weekend Features Three Days and Three Great Events  Living history activities, vintage cars and a spelling bee make for a fun-filled Labor Day weekend at Homestead National Monument of America! The event will kick off on Saturday, September 3, 2016 from 10 am – 4 pm with visitors getting to see living history and try their hand at homesteading skills at the Homestead Heritage and Education Centers.   August 02, 2016  Lightning Bugs Perform Final Centennial Concert  at Homestead National Monument of America!  Beatrice, Nebraska - The Lightning Bugs will perform at Homestead National Monument of America’s Education Center on August 13, 2016 at 7 p.m. Homestead has been celebrating its 80th birthday and the Centennial of the National Park Service in 2016 with a Centennial Concert Series and this is the final concert. We hope you will join us!   August 02, 2016  Change in Performers for August 6 Centennial Concert Series at Homestead National Monument of America!  Instead of the Gulizia Brothers, Joey Gulizia’s Caribbean Crew will be performing familiar tunes, with a tropical twist, at Homestead National Monument Education Center on August 6, 2016 at 7 p.m.  Homestead is celebrating its 80th birthday and the Centennial of the National Park Service in 2016 with the Centennial Concert Series.   July 28, 2016  Celebrate the National Park Service Centennial with Artist-In-Residence Rebekah Sandoval at Homestead National Monument of America  Rebekah Sandoval is the seventh artist of the 2016 Artist-in-Residence program at Homestead National Monument of America and will be at the Monument from August 8- 22, 2016. Sandoval will give a special presentation on Sunday, August 21st, 2016 at 2:00 p.m. Rebekah's project with Homestead is an intersection of the two areas in life that she is the most passionate about: literature and music. After teaching English for three years, she began touring full-time as the fiddler, vocalist, and primary songwriter of Arizona-based Americana group, Run Boy Run.   July 20, 2016  The String Beans in Concert Helps Celebrate the Centennial of  the National Park Service at Homestead National Monument of America!  Come on out to enjoy the String Beans in concert at Homestead National Monument of America’s Education Center on Saturday July 30, 2016 at 7 p.m! This summer Homestead is celebrating its 80th birthday and the Centennial of the National Park Service with a Centennial Concert Series on Saturday evenings through mid-August.   July 13, 2016  Summer Centennial Concert Series Continues with Paul Siebert at  Homestead National Monument of America!  Celebrate Homestead National Monument of America’s 80th birthday and the Centennial of the National Park Service with the evening Centennial Concert Series. The program on Saturday, July 23, 2016, starts at 7 p.m. at the Homestead Education Center and will feature Paul Siebert.   July 08, 2016  Solar Cars Coming Soon to Homestead National Monument of America During the American Solar Challenge!  Beatrice, NE – Homestead National Monument of America is proud to support science innovation and celebrate the National Park Service Centennial by hosting a stop on the American Solar Challenge on August 3 and 4, 2016.  University teams from around the world have designed and built solar-powered cars. Those that qualify will drive them 1,975 miles on the open road during an 8-day rally, stopping at 9 different National Park Service sites in 7 Midwestern states, including Homestead National Monument of America.   July 07, 2016  Celebrate the Centennial of the National Park Service with the Toasted Ponies        in Concert at Homestead National Monument of America!  Enjoy music drifting across the tallgrass prairie as Homestead National Monument of America celebrates its 80th birthday and the Centennial of the National Park Service with the evening Centennial Concert Series. The program Saturday, July 16, 2016 starts at 7 p.m. at the Homestead Education Center and will feature the Toasted Ponies.   July 01, 2016  Celebrate the Centennial of the National Park Service with Michael Murphy in Concert at Homestead National Monument of America!  Enjoy music drifting across the tallgrass prairie as Homestead National Monument of America celebrates its 80th birthday and the Centennial of the National Park Service with the evening Centennial Concert Series. The program Saturday, July 9, 2016 starts at 7 p.m. at the Homestead Education Center and will feature Michael Murphy.   June 24, 2016  Homestead National Monument of America Celebrates the Centennial of the National Park Service with the Centennial Concert Series!  Beginning July 9, every Saturday through August 13, 2016, Homestead National Monument of America will host outdoor evening concerts at 7 p.m. at the Homestead Education Center.  During 2016 Homestead is celebrating its 80th Birthday and the Centennial of the National Park Service.   June 23, 2016  FREE Kids In Parks Program Series at Homestead National Monument of America  Hey Kids! The park rangers at Homestead National Monument of America need YOU and your families to join them at the Education Center on Saturdays in July and early August, from 10 a.m. to noon, to become Nature Detectives! Homestead is seeking the help of all sleuths and spies, the inquisitive and the curious. The rangers need Nature Detectives by their side to search for clues on the ground and up in the sky.  We will prowl the tallgrass prairie and into the forest, but don’t be wary!  You will discover birds, bugs, tracks and trails, plants, animals and whatever else our sleuthing unveils!   May 25, 2016  Extended Hours at Homestead  Operating hours for the summer will be extended at Homestead National Monument of America starting Saturday May 28, 2016.  The monument will be open daily from 8:30 a.m. to 6:00 p.m. through Labor Day Weekend.  Along with the extended summer hours, the monument will offer a wide variety of special programs.  Beginning Sunday, May 29, 2016 the Freeman School will be open daily 1-4 p.m.   April 13, 2016  Artists Selected for 2016 Centennial Artist-In-Residence Program  Artists have been selected for this year's Centennial Artist-in-Residence Program. The first of twelve selected artist arrives May 15, 2016 and the remaining artists will be at the park through October 30, 2016.   February 03, 2016  Homestead Art in United States Botanical Garden Exhibit  Homestead inspired origami art is featured in an exhibition at the United States Botanic Garden February 18 - October 2, 2016.   December 30, 2015  Homestead National Monument of America  Receives Field Trip Grant From The National Park Foundation  Beatrice, NE (December 29, 2015) – Homestead National Monument of America is one of 186 federal sites selected to receive a 2015 field trip grant from the National Park Foundation, the official charity of America’s national parks.   December 29, 2015  2016 Programs Scheduled to Celebrate the National Park Service Centennial at  Homestead National Monument of America  For 100 years, the National Park Service has been “preserving unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations.\"   November 12, 2015  Honoring 100 Years of the National Park Service-Textile Style  Beatrice, NE – Homestead National Monument of America will be displaying 13 art quilts, created to celebrate the centennial of the National Park Service, during December, 2015 at the Homestead Education Center.   September 02, 2015  Fourth Graders Can Get Their Every Kid in a Park Pass Free at Homestead National Monument of America  Every Kid in a Park is an exciting component of the National Park Service’s centennial celebration! As of September 1, 2015, fourth grade students can go to www.everykidinapark.gov to complete an activity and obtain a voucher for a FREE annual entry pass to more than 2,000 federal recreation areas, including national parks.",
    "url": "https:\/\/www.nps.gov\/home\/learn\/news\/newsreleases.htm"
}
