{
    "title": "Homestead National Monument of America: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions             Nearby Attractions         Hiking Trail at Homestead National Monument of America Park Photo  Homestead National Monument of America is located in an area rich with the history of the westward settlement of the United States. There are also many other historical and natural national and state sites of interest. There are several camping locations nearby. More information below.        Local Sites of Interest Rock Creek Station State Historical Park [near Jansen, Nebraska] Rock Creek Station might have faded into obscurity, like so many other stage and Pony Express stations, except for one fateful day in 1861. On that July afternoon, one James Butler Hickok killed David McCanles there and began his career as a gunfighter. Rock Creek SHP's Visitor Center overlooks some 350 acres of prairie hilltops, timber-studded creek bottoms, rugged ravines and deep trail ruts. A visit to the Visitor Center can help start a mental journey back to the 1800's. Interpretation of the road ranches, \"Wild Bill\" Hickok and tales of trail traffic bear mute testimony to the rich history of the area. Rock Creek Station SHP is located adjacent to the Recreation Area which has electrical camper pads with a modern shower\/latrine building.      Gage County Historical Society and Museum [in Beatrice, Nebraska] The museum is housed in the Burlington Railroad Depot built in 1906 in the Neo-Classical Revival style. The building was constructed of Omaha pressed brick with Bedford stone trim at the cost of $35,000, and is listed on the National Register of Historic Places. On October 1, 1908, presidential candidate William Howard Taft stopped at the station to speak from his train to an estimated crowd of 12,000.      Hollenberg Pony Express Station State Historic Site [near Hanover, Kansas] At historic Hollenberg Pony Express Station you can almost hear the thundering of horse hooves and the creak of wagons as Pony Express riders and hundreds of pioneers made their way west.      Information Resources  Visit Beatrice Heritage Highway: U.S. Highway 136 Nebraska Travel and Tourism 2012 Nebraska Travel Guide: Online Nebraska Game and Parks Commission Nebraska State Historical Society Kansas Travel and Tourism Kansas State Historical Society National Park Service National Archives Federal Recreation, Camping, and Tour Reservation Information",
    "url": "https:\/\/www.nps.gov\/home\/planyourvisit\/nearbyattractions.htm"
}
