{
    "title": "Homestead National Monument of America: Cell Phone Audio Tour",
    "body": "Cell Phone Audio Tour          Your phone provides a fun way to learn more about Homestead National Monument of America. You can listen to a park ranger give a two-minute narration of various sites within the monument, such as the Palmer-Epard Cabin, the Freeman School, and the tallgrass prairie. When visiting Homestead, you can listen to these narrations at various points of interest. Just look for the\"Cell Phone Audio Tour\"signs, call 402-715-9527, and when prompted, enter the stop number. Designed to be user friendly and flexible, visitors may access the stops in any order from one to four or go in sequence for a tour of the monument. Small signs are posted around the monument indicating tour locations. Please be aware that cell phone coverage can be spotty at times and not all providers offer dependable service at the monument. The cell phone program is provided by OnCell Systems of Pittsford, New York and calls to this number, 402-715-9527, are free except for air time on your cell phone. As you listen to the cell phone audio tour stops during your visit, you will find many sites and scenery worthy of photographing. We encourage you to take pictures, whether with your cell phone or camera, and send them to your family or friends. You are also welcome to become our fan on facebook (search for Homestead National Monument of America), and post the pictures of your visit on our fan page. We are very interested in hearing your feedback about this audio tour and we encourage you to leave your comments about your tour experience. You can do this by pressing \"*0\" at any time during your audio tour.  Greeting with Superintendent Mark Engler 1.  \"Welcome to the Heritage Center\" with Historian Blake Bell 2.  \"What Pioneers Saw\" with Chief Ranger Merrith Baughman 3.  \"Palmer-Epard Cabin\" with Park Ranger Susan Cook 4.  \"Osage Orange Hedgerow\" with Park Ranger Jessica Fleming 5.   \"Walking the Prairie\" with Resource Manager Jesse Bolli 6.  \"Freeman School\" with Education Coordinator Tina Miller 7. \"Visiting a Homestead\" with Park Guide Allison Alley",
    "url": "https:\/\/www.nps.gov\/home\/planyourvisit\/cell-phone-audio-tour.htm"
}
