{
    "title": "Homestead National Monument of America: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation      What to put in your GPS Heritage Center:Homestead National Monument of America24405 SW 75th RoadBeatrice, NE 68310Education Center (use this one for mailing address):Homestead National Monument of America8523 West State Hwy 4Beatrice, NE 68310 Contact Us:e-mail us402-223-3514 Find Us...By Plane: Full service commercial air ports with major carriers are available in Lincoln, Nebraska [located 35 miles north of Beatrice] and Omaha, Nebraska [located 90 miles northeast].  Kansas City, Missouri is the nearest international airport and is located 200 miles southeast.  Beatrice, Nebraska which is 4 miles away has an airport for corporate and private airplanes. By Car: Homestead National Monument of America is approximately 40 miles south on Interstate 80, a major east-west artery in the United States. Four-lane U.S. 77 connects I-80 with Beatrice, Nebraska. Beatrice is also approximately 70 miles west of Interstate 29, a major north-south artery from Kansas City, Missouri through Council Bluffs, IA, Sioux City, IA, Sioux Falls, SD, and Grand Forks, ND to the Canadian border.  U.S. 136 connects I-29 with Beatrice, Nebraska.  U.S. 136 has been designated as Heritage Highway, a Nebraska Scenic Byway.  The park is 4 miles west of Beatrice on State Highway 4. From the U.S. 77 and U.S. 136 intersection in downtown Beatrice take U.S. 136 approximately 1.2 miles west.  Turn right onto Nebraska Highway 4 and follow the signs.After the road has curved west and you have traveled 4 miles, you will enter Homestead National Monument and see signs for the different buildings at the park. First you will pass the Heritage Center on the hill to your left. The Education Center is 3\/4 miles further, also on your left. In another 1\/4 miles you will reach the Freeman School on your right. Tour Buses: Follow the car directions above. For more information about bus tours to Homestead, click here. View Homestead NM location on mapquest.com",
    "url": "https:\/\/www.nps.gov\/home\/planyourvisit\/directions.htm"
}
