{
    "title": "Kalaupapa National Historical Park: Father Damien",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Na Kokua     Father Damien                  Father Damien        Statue of Father Damien. NPS photo.        \"His cassock was worn and faded, his hair tumbled like a school-boy’s, his hands stained and hardened by toil; but the glow of health was in his face, the buoyancy of youth in his manner; while his ringing laugh, his ready sympathy, and his inspiring magnetism told of one who in any sphere might do a noble work, and who in that which he has chosen is doing the noblest of all works. This was Father Damien.\"  - Charles Warren Stoddard, who visited Kalawao in 1884          Joseph De Veuster, or, as he is best known, Father Damien. NPS archives.  Before Kalaupapa No person is as central to the history of Kalawao and Kalaupapa as Joseph De Veuster, or, as he is best known to the world, Father Damien. He arrived during the early days of Kalawao’s history, when people with Hansen’s disease were being rounded up throughout the Hawaiian Islands and shipped to the isolated settlement on Moloka`i. Joseph De Veuster was born in Tremeloo, Belgium, in 1840. Like his older brother Pamphile, Joseph became a priest in the Congregation of the Sacred Hearts. Pamphile was to serve as a missionary in the far distant \"Sandwich Islands,\" but when it came time for him to depart he was too ill to go. His brother Joseph went in his place. He arrived in Honolulu on March 19, 1864. There he was ordained in the Cathedral of Our Lady of Peace on May 31 and took the name of Damien. His first calling was on the big island of Hawai`i, where he spent eight years. He often traveled great distances to minister to the people of his districts of Puna, followed by Kohala and Hamakua. In 1873 he learned of the need for priests to serve the 700 Hansen’s disease victims confined on the island of Moloka`i. He and three other priests volunteered to go in succession. Damien was the first, and soon he was on a boat carrying cattle and 50 patients bound for Kalawao.        An early photo of Father Damien and his church choir. NPS archives.  Father Damien Arrives Damien was the most famous but not the first caregiver or religious worker to arrive at Kalawao. He followed Congregational ministers, Catholic priests, Mormon elders, and family and friends of patients who went voluntarily to Kalawao to help. Slowly, Kalawao became a place to live rather than a place to die, for Father Damien offered hope. He spoke the Hawaiian language. Assisted by patients, he built houses, constructed a water system, and planted trees. He also organized schools, bands, and choirs. He provided medical care for the living and buried the dead. He expanded St. Philomena Catholic Church. Not a \"retiring\" personality, Damien did not hesitate to badger the Hawaiian government and his church for more resources. These efforts attracted worldwide attention, resulting in a heightened awareness of the disease and the plight of its victims.  During Father Damien’s years at Kalawao, others came to help. A number of priests spent varying lengths of time. In 1886 Joseph Dutton arrived, followed in 1888 by Mother Marianne Cope and two of her sisters from the Order of St. Francis. They, along with four Brothers of the Sacred Heart who arrived in 1895, carried Damien’s work into the next century.         Father Damien's grave at Kalawao. NPS photo  Diagnosed With the Disease Father Damien had lived in Kalawao 12 years when it was confirmed that he had contracted Hansen’s disease. Although the disease is not highly contagious, Damien had not been careful about hygiene. Over the years he had done nothing to separate himself from his people. He dipped his fingers in the poi bowl shared with other patients. He shared his pipe. And he did not always wash his hands after bandaging open sores.  Damien was 49 years old when he died April 15, 1889, at Kalawao with Mother Marianne at his bedside. Shortly before his death, he wrote his brother Pamphile, \"I am gently going to my grave. It is the will of God, and I thank Him very much for letting me die of the same disease and in the same way as my lepers. I am very satisfied and very happy.\" He was buried in the cemetery next to his church, St. Philomena. The people of Kalawao had lost their strongest voice.  Damien’s death was widely noted throughout Hawai`i and in Europe. As the years passed, his life of devotion served to inspire thousands. Because Kalaupapa remained an isolation settlement and the world could not come to his church and grave, Damien’s remains were exhumed in 1936 and reburied at Louvain, Belgium. In 1995 a relic composed of the remains of his right hand was returned to his original grave at Kalawao, to the great joy of Kalaupapa and the rest of Hawai`i. In 2009, Damien was canonized a Saint in the Catholic Church.  His life of service to the sick and outcast continues to serve as an inspiration for people worldwide.        Saint Damien's grave. T. Scott Williams\/NPS  A Saint is Made Kalaupapa National Historical Park Superintendent Stephen Prokop is traveling to the Vatican to represent the National Park Service along with a delegation of former Hansen's disease patients to attend the canonization of Father Damien as a saint by Pope Benedict on October 11th.   Father Damien is famous throughout the world for his dedication and devotion to caring for the spiritual and physical needs of victims of leprosy (now referred to as Hansen's disease) in Hawai`i that were separated from their families from 1866 to 1969 on the remote Kalaupapa peninsula on the island of Moloka`i. Kalaupapa National Historical Park was created in 1980 in part to honor and remember the legacy of Father Damien and those he served in the midst of suffering, and often times, the triumph of the human spirit over great adversity. Kalaupapa National Historical Park will soon become the only known NPS site associated with a saint.    The story of Father Damien is a major interpretive theme at Kalaupapa NHP that provides education and inspiration to present and future generations of visitors. The upcoming canonization of Damien is an important historical and cultural event in the lives of the remaining former patient residents that have long sought to honor and cherish his legacy. The park's enabling legislation directs park management to preserve and maintain local cultural values in addition to providing for a well-maintained community for the residents of Kalaupapa.    Several resident park employees who have developed strong bonds with Kalaupapa's respected kupuna (elders) are also making the journey to the Vatican. Superintendent Prokop, State Department of Health and NPS employees, and Hawai`i's Catholic Bishop Larry Silva will join the delegation of Kalaupapa residents for special events and other activities before and after the canonization at the Vatican, including a visit to Damien's home town of Tremelo, Belgium and Louvain, Belgium where Damien attended seminary school.    Shortly after the group's return to Kalaupapa, park staff will organize a local celebration on November 7th during which 300 invited guests will join the community in honor of Damien's Sainthood. The celebration will include a special mass at St. Philomena Church in Kalawao as well as a festive luau with hula performances and live Hawaiian music.               Father Damien Relic Returns   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 11 seconds  News coverage of the return of the Damien Relic to its original resting spot at St. Philomena Church, Kalaupapa.",
    "url": "https:\/\/www.nps.gov\/kala\/learn\/historyculture\/damien.htm"
}
