{
    "title": "Homestead National Monument of America: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           8523 West State Highway 4   Beatrice , NE 68310                 Directions         The park is 4 miles west of Beatrice on State Highway 4. From the U.S. 77 and U.S. 136 intersection in downtown Beatrice take U.S. 136 approximately 1.2 miles west. Turn right onto Nebraska Highway 4 and follow the signs.After the road has curved west and you have traveled 4 miles, you will enter Homestead National Monument and see signs for the different buildings at the park.  Directions Details           Operating Hours & Seasons         Heritage Center, Education Center, Palmer-Epard Cabin, Freeman School Visitor Centers, Eastern National Stores, Historic Palmer-Epard Cabin, and Freeman One-Room School House.   Standard Hours    Sunday: 8:30 AM - 6:00 PM   Monday: 8:30 AM - 6:00 PM   Tuesday: 8:30 AM - 6:00 PM   Wednesday: 8:30 AM - 6:00 PM   Thursday: 8:30 AM - 6:00 PM   Friday: 8:30 AM - 6:00 PM   Saturday: 9:00 AM - 6:00 PM      Trail System The 3.0 miles of trails through the tallgrass prairie and woodland.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           http:\/\/forecast.weather.gov\/MapClick.php?textField1=40.26805750000045&textField2=-96.74696994099969#.Vk5FthH4-Uk         Fees & Passes     Entrance Fees:   ALL LOCATIONS - $0.00 All trails, visitor centers, historic structures, ranger programs and events         Visitor Centers       Heritage Center This multipurpose facility, which houses the National Homesteading Museum, brings the epic homestead story to life for visitors of all ages and demonstrates the true scope and importance of the Homestead Act of 1862. State-of-the-art exhibits present homesteading in an interactive setting. Such topics as the Act's influence on immigration, agriculture, industrialization, native tribes, the tallgrass prairie ecosystem and Federal land policies are presented in an educational and thought-provoking manner.   Education Center The Education Center at Homestead National Monument of America provides visitors the opportunity to meet their quest for further knowledge about homesteading through hands-on arts and crafts or living history demonstrations, real life science experiences, and distance learning. The Education Center also hosts many temporary exhibits and special programs. Ask the Ranger at the Education Center [or at the Heritage Center] about these opportunities.               Welcome to Homestead!  Visit any time of year to explore exhibits, trails, and events. This site provides essential information for visiting Homestead National Monument of America. Learn about operating hours & seasons, fees & passes, permits & reservations, and visiting with pets. The Homestead National Monument of America Heritage Center and Educaiton Center both provide free public wireless internet services.       Homestead National Monument of America welcomes you. NPS Molly Watters",
    "url": "https:\/\/www.nps.gov\/home\/planyourvisit\/basicinfo.htm"
}
