{
    "title": "Pu`uhonua O Hōnaunau National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         A park ranger greets a visitor, receives their fee and introduces them to the pu‘uhonua.   Fees assist the park in providing educational and cultural programs. Fees also fund projects which continue the preservation of Hawaiian culture.     Park Entrance Fees:  $5.00 per vehicle - 7 days  $3.00 per individual - 7 days  $25.00 Tri-park Annual Pass   Vehicle  $5.00 - 7 days  Admits one single, private, non-commercial vehicle and all of its passengers (up to 8 persons). Organized non-profit groups (service organizations, scouts, church groups, college\/school clubs) are not eligible for the $5.00 vehicle permit if utilized.   Individual  $3.00 - 7 days  Admits one individual when entering by foot, bicycle, or motorcycle. Individuals 15 years old and younger are admitted free of charge.  Hawai`i Tri-park Annual Pass  $25.00 - Annual  Allows access for 1 full year from date of first use at Pu'uhonua o Honaunau National Historical Park and Hawai`i Volcanoes and Haleakala National Parks.   other National Park passes and more...   Commercial Tours   To operate a business, profit or non-profit, the park requires a Commercial Use Authorization (formally known as Incidental Business Permit).  All commercial tours that enter the park on a regular basis must have a CUA and are required to pay the commercial tour fee at the entrance station on each visit. more…  Educational Fee Waiver  Academic institutions may be eligible for a fee waiver. more...        2016 Fee Free Days: The following days have been designated as fee FREE days for 2016 (entrance fee will be waived): January 18    (Martin Luther King, Jr. Day) April 16-24  (National Park Week) August 25-28    (National Park Service Birthday Weekend) September 24   (National Public Lands Day) November 11      (Veterans Day)",
    "url": "https:\/\/www.nps.gov\/puho\/planyourvisit\/fees.htm"
}
