{
    "title": "Knife River Indian Villages National Historic Site: The River",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     The River                The River         The confluence of the Knife River (left) and a small arm of the Missouri River (right) NPS  For centuries the Upper Missouri River Valley was a lifeline winding through a harsh land, drawing Northern Plains Indians to its wooded banks and rich soil. Earthlodge peoples, like the nomadic tribes, hunted bison and other game but were essentially farmers living in villages along the Missouri and its tributaries. Rising over eighty miles to the west, the Knife River is one of these tributaries. Where it flows into the Missouri, the Hidatsa called home. The Hidatsa developed a unique lifestyle perfectly adapted to life on the river. They built earthlodges from cottonwood and river willow growing along its banks. They made pottery from river clay, bathed in its cool waters, and traveled long distances over these natural highways. Spring floods restored the fertility of the land, leading to abundant fall harvests. The Missouri River also brought many visitors to the villages. Lewis and Clark arrived by keelboat and pirogue in 1804. Artists George Catlin and Karl Bodmer arrived by steamboat in the 1830s. Fur traders shipped tons of trade goods up the river which they exchanged for bison hides and other valuable furs. But the river could also bring death. Smallpox arrived on board the steamboat St. Peters in 1837, devastating the Mandan and Hidatsa. The survivors banded together and in 1845 left the Knife River area for the last time. They moved forty miles up the Missouri to found Like-a-Fishhook Village, their last traditional earthlodge village. As part of the Flood Control Act of 1944, the Army Corps of Engineers planned the massive Garrison Dam project on the Missouri River. Despite passionate pleas from tribal members to build elsewhere, its completion in 1953 created Lake Sakakawea, flooding one-quarter of the Fort Berthold Reservation. This act fragmented the Three Affiliated Tribes community, straining their long spiritual and cultural connection to the river. Today, visitors to the park can see the Knife River from the Village Trail (1.3 mi\/ 2.1km) as well as from the longer Two Rivers Trail (6.2 mi\/ 10 km). Visitors can also access the Knife River from the Village Trail Parking Lot located along highway 37 one mile north of the Visitor Center. The Missouri River is visible from an overlook on the North Forest Trail (2.8 mi\/4.5 km) and an overlook on the Two Rivers Trail (6.2 mi\/10 km).",
    "url": "https:\/\/www.nps.gov\/knri\/learn\/historyculture\/the-river.htm"
}
