{
    "title": "Knife River Indian Villages National Historic Site: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Plains tickseed flowering in reseeded native prairie.   When the Lewis and Clark Expedition arrived at the Knife River, they found a plant community that was much different than visitors will see today. The upland areas were mixed grass prairie with few, if any, trees. In the river bottomlands floodplain forests grew with such trees as cottonwood, green ash, american elm, and box elder. Mixed in with the trees were sandbar willow, red osier dogwood, and buffaloberry. Today, despite clearcutting, farming and grazing, the park contains remnants of native vegetative communities that are some of the best in the outlying areas. Specifically, lower terraces contain an over-story of cottonwood, peach leaved willow, green ash, box elder and american elm. Various grasses such as wheatgrass, needlegrass, grama grass, upland sedges, little and big bluestem and a wide variety of forbs and flowers dominate the upper terraces in the park. Many types of shrubs such as choke cherry, wild plums, buffalo berry, June berry, are found along the hiking trails and often enjoyed by the visiting public and native wildlife. Portions of both the flood plain and upper terrace are in different stages of succession. Some have been planted with artificial mixtures of native grasses and have achieved some measure of successful fruition. However, larger sections of the floodplain, which in an undisturbed situation would have been forested, are presently dominated by Smooth Brome grasses and other exotic plants as a result of the clearing of trees by Native Americans and Euro-Americans. Many exotic plants exist in the park. Some of these were deliberately introduced to the area and others arrived by accident. The removal of many of these exotics such as leafy spurge, Canada Thistle and sweet clover is an ongoing battle for the park’s staff. Currently the park is involved with an inventory and monitoring program that will soon give a detailed account of the plant and animal species that have been seen and accounted for within the park.",
    "url": "https:\/\/www.nps.gov\/knri\/learn\/nature\/plants.htm"
}
