{
    "title": "Knife River Indian Villages National Historic Site: Earthlodge",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Earthlodge                Earthlodge         NPS  With their mastery of agriculture, tribes living in the Upper Missouri River Valley developed a unique earth and wooden home to fit their sedentary lifestyle. The result of centuries of innovation and adaptation, the circular earthlodge of the Mandan, Hidatsa, and Arikara people was the perfect home for life on the Northern Plains. Within traditional Hidatsa society, women owned and maintained the earthlodge or awahte. An older woman with the sacred and practical knowledge of earthlodge construction supervised the entire building process. The women cut four cottonwood posts and beams and, with the help of the men, erected a central support structure. The women then erected an outer circle of posts and cross beams, leaned split logs to form a wall, and lifted the rafters into place. On top of this framework, the women laid bunches of willow branches, dried prairie grass, and thick sod to complete the structure. The finished earthlodge would be between thirty and sixty feet in diameter, ten to fifteen feet high, and took approximately seven to ten days to complete from start to finish. The women rebuilt the earthlodges approximately every ten years. An earthlodge housed between ten and twenty people, usually sisters and their families. Beds were located around the outer ring in the areas between support poles. Personal items were kept under the beds while general use items were kept on raised platforms similar to bed frames. A typical earthlodge also contained a corral for prized war and hunting ponies on one side of the door. The main focus in the earthlodge was the central fire pit with smoke escaping through a hole in the roof. In the event of heavy rain or snow, an old bullboat could be turned over the hole and propped up to allow smoke to escape. Earthlodge occupants sat around the central fire on reed mats including the atuka, a high-sided seat reserved for the oldest man of the household. The atuka was also offered to visitors as a sign of respect.       Diagram of an Earthlodge NPS       The cache pit is a large bell-shaped hole in the floor lined with willow and dry grass and filled with dried corn, beans, squash, and sunflower. The women built several cache pits both inside and outside the earthlodge and covered them over to hide their location. Parfleches were rawhide containers hung from the ceiling used to store a variety of items such as clothes, dried foods, trade items, craft materials, and hides. The tribes living along the Missouri River considered the earthlodge a sacred structure. The Hidatsa believed the spirit of the earthlodge resided in the four central posts and wrapped them with a hide or trade cloth as an offering. At the back of the earthlodge could be found a shrine containing sacred objects. Only the men who owned the objects were permitted to enter the space near the shrine. Timber framed houses slowly replaced the earthlodge in the second half of the nineteenth century. The earthlodge lasted into the twentieth century as a ceremonial structure or in a secondary role as a barn or stable. Today, the earthlodge remains an important structure and symbol for the Three Affiliated Tribes (Mandan, Hidatsa, and Arikara). In 1995, the National Park Service constructed a forty foot diameter earthlodge with traditional materials next to the Visitor Center. It is fully furnished and open to visitors during regular park hours.",
    "url": "https:\/\/www.nps.gov\/knri\/learn\/historyculture\/earthlodge.htm"
}
