{
    "title": "Knife River Indian Villages National Historic Site: Lewis and Clark",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Lewis and Clark                Lewis and Clark         Meriwether Lewis (left) and William Clark (right) painted by Charles Willson Peale in 1807 Independence National Historical Park  Interested in finding a water route to the Pacific and affirming American sovereignty in the newly acquired Louisiana Purchase, President Thomas Jefferson selected Meriwether Lewis to lead an exploratory expedition up the Missouri River. Together with William Clark and a crew of enlisted military and hired boatmen, the Corps of Discovery left St. Louis in May 1804. In October 1804, the westbound Lewis and Clark expedition was making its way up the Missouri River when it reached the five earthlodge villages of the Mandan and Hidatsa tribes. Their hospitality allowed the Corps to construct Fort Mandan as a winter refuge, the beginning of a long relationship between the United States and the earthlodge peoples of the Knife and Missouri Rivers. Over the course of their winter stay at Fort Mandan, the members of the expedition engaged in extensive trade and diplomacy with their Indian neighbors. Indian visitors came to Fort Mandan where they exchanged corn and wild game for trade goods. Lewis and Clark also traveled to the different villages, distributing gifts and peace medals to prominent chiefs in an attempt to win their favor. The Mandan and Hidatsa also provided valuable information about the territory ahead. When Lewis and Clark hired French trapper Toussaint Charbonneau as an interpreter, they allowed his young Shoshone wife, Sacagawea, to join the expedition due to her knowledge of her homeland to the west. In the end, she proved valuable as an interpreter and ambassador among her own people, all while caring for her infant son Jean Baptiste along the way. On April 7, 1805 Lewis and Clark left the villages and continued west in six dugout canoes and two pirogues. After successfully reaching the Pacific, they returned to the five villages on August 14, 1806, bringing Charbonneau, Sacagawea, and young Jean Baptiste home. During this brief reunion with the people who had given them refuge in the winter of 1804-05, Lewis and Clark convinced Mandan Chief Shekeke and his family to accompany them east to meet President Jefferson. On August 17, 1806, the Corps of Discovery left the Knife River Villages for the last time. Had Lewis and Clark not spent the winter of 1804-1805 among the Mandan and Hidatsa, the outcome of the expedition might have been quite different. The relationships forged between these different cultures proved invaluable for the success of the expedition, an expedition that marked a new era of contact and change at the Knife River Villages. Today, two of the five earthlodge villages visited by Lewis and Clark are located at Knife River Indian Villages National Historic Site: the Hidatsa (Big Hidatsa) and Awatixa (Sakakawea) Villages. The Awatixa Village is also known as Sakakawea Village because Charbonneau and Sacagawea resided there when they joined the expedition.",
    "url": "https:\/\/www.nps.gov\/knri\/learn\/historyculture\/lewis-and-clark.htm"
}
