{
    "title": "Knife River Indian Villages National Historic Site: Mandan",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Mandan                Mandan         In 1832, artist George Catlin painted a twelve-year-old Mandan girl and titled the portrait, Sha-kó-ka, Mint, a Pretty Girl Smithsonian American Art Museum  The Mandan people say they originated from under the earth somewhere to the east of the Missouri River. They traveled west reaching the Missouri River in present-day South Dakota. Moving north, the Mandan established numerous large villages along the Missouri river by c. 1450 CE with a population reaching as high as 15,000 persons. By c. 1550 CE, they consolidated into between seven and nine fortified villages around the confluence of the Heart and Missouri Rivers near present day Mandan, North Dakota. A large and powerful nation, the Mandan prospered through extensive trading networks that converged on the stationary villages. Mandan oral history vividly recounts the arrival of the wandering Hidatsa bands from the east. These Hidatsa bands learned how to farm from their Mandan neighbors, establishing nearby villages. In the 1600s, these Hidatsa moved north to the Knife River, joining the Awatixa Hidatsa already established in the area. In 1781, a smallpox epidemic devastated the Mandan villages forcing the survivors to move north and establish two villages about five miles south of the Hidatsa villages. They prospered once again until the 1837 smallpox epidemic reduced the Mandan to as few as 125 individuals. Survivors moved to either the Hidatsa Village or merged with the newly arriving Arikara. In 1845, and again in 1862, the remaining Mandan moved upriver to Like-a-Fishhook village on the present-day Fort Berthold Reservation. Today, the Mandan are part of the Three Affiliated Tribes or Mandan, Hidatsa, and Arikara Nation. They are centered on the Fort Berthold Reservation in west central North Dakota but live all over the United States and the world.",
    "url": "https:\/\/www.nps.gov\/knri\/learn\/historyculture\/mandan.htm"
}
