{
    "title": "Knife River Indian Villages National Historic Site: Sacagawea",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Sacagawea                Sacagawea       Few figures in American history have attained legendary status like Sacagawea, the \"Bird Woman.\" Her story has been told and retold to millions of Americans. Despite her popularity, little is actually known about her life. The details surrounding her origins, place and time of death, and the spelling of her name are still hotly debated. What is clear is that her time living at the Knife River Villages proved fortuitous with the 1804 arrival of the Corps of Discovery led by Meriwether Lewis and William Clark. As an eleven or twelve year old Lemhi Shoshone girl living in present-day Idaho, Sacagawea was taken captive in a Hidatsa raiding party. She arrived at the Knife River Indian Villages where French-Canadian fur trader Toussaint Charbonneau took her as a wife. It was while living at the Awatixa Village (or Sakakawea Village) that Lewis and Clark hired Charbonneau as an interpreter. A sixteen or seventeen year old Sacagawea then joined the expedition due to her experience with the people and land farther to the west. In the end, she proved a valuable member of the expedition with her knowledge of the land and its people, all while caring for her infant son, Jean Baptiste, along the journey. Sacagawea returned with the expedition to the Knife River Villages in August 1806. It is believed she traveled south to St. Louis with Charbonneau in 1810 only to die at Fort Manuel Lisa in present-day South Dakota from \"putrid fever\" in 1812. Other theories suggest later marriages and a death date as late as 1884. The most commonly accepted spelling of her name is Sacagawea. This spelling is an attempt to standardize the eight different ways her name is spelled in the Lewis and Clark Journals. All of the derivations include a hard \"g\" in the third syllable. Meriwether Lewis also gave the meaning for her name when he wrote on May 20, 1805 \"a handsome river of about fifty yards… this stream we called Sah-ca-gah-we-ah or bird woman's River, after out interpreter the Snake woman.\" The Sacajawea spelling first appeared in an 1814 publication of the Lewis and Clark Journals. Editor Nicholas Biddle, who was not associated with the expedition and never met Sacagawea, standardized the spelling and changed the \"g\" to a \"j\" for no known reason. Since that time, a second theory has arisen that says Sacajawea is Shoshone for Boat Launcher. Sakakawea is a spelling unique to the state of North Dakota. It was independently created from two words found in a Hidatsa language dictionary published in 1877. Using the original journal reference to her name meaning \"bird woman,\" U.S. Army Surgeon Dr. Washington Matthews, who compiled the dictionary, simply combined the words \"tsakaka\" meaning bird and \"mia [wia,bia]\" meaning woman.",
    "url": "https:\/\/www.nps.gov\/knri\/learn\/historyculture\/sacagawea.htm"
}
