{
    "title": "Knife River Indian Villages National Historic Site: ArcheoBlitz",
    "body": "Explore This Park    Learn About the Park     News     ArcheoBlitz              ArcheoBlitz        National Park Service employees and Partner Researchers during the ArcheoBlitz. Knife River Indian Villages NHS        The first-ever NPS “ArcheoBlitz” took place at Knife River Indian Villages National Historic Site on May 5-7, 2016, engaging 250 middle-school students in archeological research.   This event built on the popular “BioBlitz” model to involve the public in NPS field studies, but diverged significantly to incorporate archeological methods.  The first two days gave students from local area schools the rare opportunity to conduct archeological field work. These students worked closely with professionals to collect viable data for research across sub-disciplines.  Given the scale of this event and the non-renewable nature of archeological resources, planners sought non-invasive research methods. Paired with archeologists, the students:    mapped and screened sediments on the surface near burrowing mammal holes, collecting artifacts for analysis in the process. sorted artifacts into basic material classes (bone, pottery, stone, metal, etc.) as part of the laboratory process. used geophysical techniques, including ground-penetrating radar, electrical resistivity, and magnetic gradiometry to map the location of cultural features below-ground. selected key artifacts for compositional and functional analyses. They then consulted with scientists in the Mobile Archaeological Microforensic Laboratory (MAML) during analyses of these artifacts on-site. conducted small diameter coring for stratigraphic and magnetic susceptibility analyses to better understand the occupation history of an earthlodge.  Throughout all of this, students learned how to accurately document their findings with maps and field notes so that these collections can be used for future research. The third day was open to the public, including Native performing arts groups, research presentations, and interpretive events throughout the day. In addition to local public and tribal school students, the ArcheoBlitz engaged youth from further afield. An Ancestral Lands Corps crew of five young people traveled from Zuni Pueblo in New Mexico to provide critical support on event preparation and logistics.  Going beyond the job description, they shared their enthusiasm and unique perspective on the resources at KNRI, enriching the experience for all. They have truly become part of the NPS family. ArcheoBlitz was a grand three-day gathering of minds and expertise, all sharing a common passion and goal.  A pilot-study of sorts, this collaboration was the very first of its kind to occur in the United States within the National Park Service.  The ArcheoBlitz would not have been possible without the monumental collaborative effort that was put forth by many partners, namely:  The NPS - Midwest Archeological Center (MWAC) The Nueta Hidatsa Sahnish College The Historical Society of North Dakota NPS Archeology Program (WASO) NPS Youth Program (WASO) Effigy Mounds National Monument The North Dakota Geographic Alliance The Ancestral Lands Corps The Northern Plains Heritage Foundation Mandan, Hidatsa and Arikara Nation Tribal Historic Preservation Office Theodore Roosevelt Nature and History Association Knife River Indian Heritage Foundation Center\/Stanton School Hazen School Beulah School Grand Forks School Twin Buttes School New Town School North Dakota State University University of North Dakota-Grand Forks Minnesota State University-Moorehead Southern Methodist University US Bureau of Reclamation US Forest Service Paleo Cultural Research Group Paleo Research Institute Short River Productions  For more information see www.facebook.com\/kniferiverindianvillagesNHS",
    "url": "https:\/\/www.nps.gov\/knri\/learn\/news\/archeoblitz.htm"
}
