{
    "title": "Knife River Indian Villages National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 09, 2012  Knife River Indian Villages NHS to Host Book Signing  Knife River Indian Villages NHS welcomes noted anthropologist and fur trade scholar W. Raymond Wood, anthropologist Randy Williams, and archeologist William J. Hunt, Jr. for an afternoon book signing of their latest co-authored work Fort Clark and Its Indian Neighbors: A Trading Post on the Upper Missouri. The book signing will take place on July 21, 2012, and runs from 1:00 to 3:00 pm CDT.   June 12, 2012  First Ever Flint Knap-In to be Held at Knife River Indian Villages National Historic Site  Join us for the first ever Flint Knap-In at Knife River Indian Villages NHS on Saturday, June 23, from 9:00-4:00 p.m. CDT.  Three flint knappers from across the Northern Plains will demonstrate the ancient art of flint knapping for visitors.  John Martinson, Loyd Griswold, and Bill Ihm will produce flint arrowheads, knife blades, and spear points.   June 12, 2012  The 5th Annual Kids Camp at Knife River Indian Villages NHS  Knife River Indian Villages National Historic Site is hosting the first session of Kid's Camp on Tuesday, July 10th from 1-4 p.m. CDT.  Campers aged 6-12 years old have the opportunity to participate in different themed activities each Tuesday in July.   May 26, 2012  Lynch Knife River Flint Quarry National Historic Landmark to be Dedicated  The public is invited to the dedication of the Lynch Knife River Flint Quarry National Historic Landmark on Saturday, June 9, 2012, at 2:00 p.m. Mountain Daylight Time.   May 26, 2012  Transit of Venus; Sun-Earth Day Event to be held at Knife River Indian Villages NHS  See the last Transit of Venus in your lifetime!  The Transit of Venus takes place when the planet Venus passes directly between the Sun and Earth, becoming visible against the solar disk. Visit Knife River Indian Villages NHS and safely witness this event.  Amateur astronomers will have several telescopes set up for public viewing beginning at 5:00 p.m. CDT until sunset on June 5, 2012.   May 14, 2012  Bird Walk Cancelled but Breakfast Still On  The ninth annual birding event sponsored by the Knife River Indian Heritage Foundation for Saturday, May 19, 2012, has been cancelled.  The breakfast will still take place on Saturday the 19th.  The breakfast is scheduled for 8:30 a.m. Central Time at the 7 Trails Trading Post.   April 30, 2012  Spring Photography Workshop at Knife River Indian Villages May 19  Pull your camera out of winter storage! Knife River Indian Villages hosts their spring photography workshop Saturday, May 19 from 10:00 a.m. to 2:00 p.m. Central Time. Participants should meet at the park visitor center. Leading the workshop is local photographer Michael Kopp of Wilton.   September 19, 2011  Fall outdoor photography workshop  Knife River Indian Villages National Historic Site will host an outdoor photography workshop from 10:00 a.m. to 2:00 p.m. Central Time on Saturday, October 1, 2011. Novices and experts are welcome to attend and should meet at the visitor center to participate in this free event.   July 25, 2011  Northern Great Plains Culture Fest  Knife River Indian Villages National Historic Site presents the 30th annual Northern Great Plains Culture Fest Saturday and Sunday, July 30th -31st, 2011, from 10:00 a.m. to 4:00 p.m. CDT. Daily demonstrations will cover a variety of topics including: beadwork, quillwork, pottery, atlatl throwing, rope making, Arikara History, flint knapping, fur trade history, and flute music.   July 11, 2011  Film Screening to be Held  Two special film screenings of the documentary film Waterbuster will be held on Saturday, July 16, 2011 at Knife River Indian Villages NHS.   July 11, 2011  2011 Northern Great Plains Culture Fest Coming to Knife River Indian Villages  Knife River Indian Villages National Historic Site presents the 30th Annual Culture Fest July 30 and 31, 2011, from 10:00 a.m. to 4:00 p.m. Central Time Saturday and Sunday. Admission to Culture Fest is free.   June 14, 2011  Pottery Theme Weekend  A special 2-day event featuring a pottery theme will be held on Friday, June 17 and Saturday, June 18, 2011, at Knife River Indian Villages NHS.   June 14, 2011  Kid's Camp  The fourth annual Knife River Indian Villages NHS Kid’s Camp gets underway July 5th.   May 06, 2011  Prescribed Burn at Knife River Indian Villages NHS  Over 140 acres of native prairie has either been restored or is in the process of restoration. As part of the native prairie restoration process, prescribed burns will occur at Knife River Indian Villages NHS during the month of May.   May 04, 2011  Bird Walk held at Knife River Indian Villages  No abstract supplied.   May 04, 2011  2011 Spring Photography Workshop  An outdoor photography workshop will be held on Saturday, May 14, 2011, at Knife River Indian Villages NHS from 10:00 a.m. to 2:00 p.m. Central Time.  Participants should meet at the visitor center.   November 23, 2010  Visitor Centers to be Closed on Thanksgiving  No abstract supplied.   November 08, 2010  Knife River Indian Villages NHS in the Central Time Zone  As of Sunday, November 7, 2010, Knife River Indian National Historic Site is operating on Central Time hours.  The park’s hours are 8:00-4:30 CT daily.   September 22, 2010  Outdoor Photography Workshop  An outdoor photography workshop will be held on Saturday, October 2, 2010, at Knife River Indian Villages NHS from 10:00 a.m. to 2:00 p.m. MDT .  Participants should meet at the visitor center to participate in this free event.   May 04, 2010  Bird Walk  On Saturday, May 15, join the Seventh Annual Knife River Bird Watching Event.  Meet Patrick Isakson from North Dakota Game and Fish at the 7-Trails Trading post (just south of the park) at 6:30 a.m. Mountain Time.   May 04, 2010  Spring in-the Field Photography Workshop  Knife River Indian Villages NHS is hosting its third-annual Spring Outdoor Photography Workshop on Saturday, May 15th.   April 21, 2010  National Jr. Ranger Day  Calling all Junior Archeologists to celebrate National Jr. Ranger Day with the staff of Knife River Indian Villages National Historic Site from 10:00 a.m. to 12:30 p.m. Mountain Daylight Time on Saturday, April 24, 2010.   April 15, 2010  National Jr. Ranger Day Celebration  Explore the world of archeology, celebrate National Jr. Ranger Day with the staff of Knife River Indian Villages National Historic Site from 10:00 a.m. to 12:30 p.m. Mountain Daylight Time on Saturday, April 24, 2010.   April 15, 2010  Prescribed Fires Planned at Knife River Indian Villages  Superintendent Brian McCutchen announced that Knife River Indian Villages will conduct prescribed fire activities this season in order to meet objectives for prairie restoration and forest health.   December 18, 2009  North Dakota National Parks Visitor Centers to be Closed on Upcoming Holidays  The visitor centers at Theodore Roosevelt National Park and Knife River Indian Villages National Historic Site will close at noon MST on Thursday, December 24 through Friday, December 25 and will also be closed on January 1, 2010.  Fort Union Trading Post National Historic Site will close in its entirety at 1:30 p.m. CST on December 24 through 25 and on January 1.  All facilities will reopen for regular business hours on December 26 and January 2, respectively.   December 05, 2009  Holiday Happenings at Knife River Indian Villages National Historic Site  Looking for a place to take the family and guests during the holiday season? Knife River Indian Villages National Historic Site, a unit of the National Park System, is open year-round.   October 19, 2009  Knife River Indian Villages National Historic Site Celebrating 35th Anniversary  Celebrate the 35th Anniversary of Knife River Indian Villages NHS!",
    "url": "https:\/\/www.nps.gov\/knri\/learn\/news\/newsarchive.htm"
}
