{
    "title": "Kalaupapa National Historical Park: Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability             Sustainability          Kalaupapa Sustainability Program Until as recently as June 2010, waste produced at Kalaupapa was dumped into an onsite landfill.  When the landfill closed in 2010 all waste began to be flown off the peninsula or shipped out on the annual barge.  The National Park Service, in expectation of this situation, established the Kalaupapa Recycling and Compost Program.  The program has been running for the past three years and has improved greatly since its inception to a point where all residents and workers in Kalaupapa are involved.  The purpose of the project is to improve the handling and disposal of solid waste at Kalaupapa NHP, including developing and encouraging appropriate alternatives to the landfills, such as recycling and composting.  The outcome is an integrated solid waste management system that results in minimal impacts to the land, water, and people of Kalaupapa. Kalaupapa NHP's \"Green Team\" is an interdisciplinary group of five employees: Arthur Ainoa, Joseph Kahee, Ryan Mahiai, Brennan Lee-Namakaeha, and Pa'oneakai Lee-Namakaeha.  The Team is committed to resource stewardship through proper waste disposal management including hazardous waste disposal, organic gardening and composting, recycling, reusable and sustainable practices.              The principles of the Sustainability Program include: provide a safe and sanitary method for collection, productive reuse and disposal of solid; minimizing the quantity of solid waste created and maximizing recovery through recycling and composting; processing trash to reduce hazards; and preparing for transportation to off-site disposal. Kalaupapa is in a difficult environment for solid waste management. There are numerous challenges to implementing an effective solid waste program in a remote tropical location, lacking staff resources.  Kalaupapa NHP is isolated from the rest of Molokai and no roads exist to connect it with other parts of the island.  Despite this, Kalaupapa personnel have been performing their solid waste management duties superbly, developing and implementing several new waste streams into their program.      Past Practices  In the past, about 79 percent of the solid waste generated in Kalaupapa was disposed into two on-site landfills.  The remaining 21 percent was shipped out annually on a barge to Honolulu for recycling redemption. This barge comes once a year to the isolated peninsula to export the compacted recyclable materials that have been stored within several 20 foot shipping containers. These past practices contributed to degradation of historic and natural resources, as well as the visitor experience. The landfill operation, managed by the Department of Health (DOH), reached capacity and was closed in July 2010.       Program Structure The Kalaupapa Sustainability Program is comprised of four parts:    Education - An education program to encourage sustainability, composting, and recycling practices was created for staff, community members and the public. Monthly green waste seminars are offered within the community, and park guests and visitors are encouraged to participate in the park's sustainability and recycling program.  Waste Collection - Collection and consolidation of curbside trash, food waste and recyclables increased to twice weekly, eliminating the likelihood recyclable products would be thrown away. Encouragement of composting and recycling practices was accomplished by increasing the number of collection containers around the settlement.  Carbon Footprint Reduction - Reduction of the park's carbon footprint, energy use, and continuous waste was accomplished through use of electric vehicles and other energy efficient equipment, a \"no idling\" policy for internal combustion cars within the park. The park also began use of recycled paper and compostable products, environmentally friendly cleaning agents, and recycled plastic dishware. Data Collection - Collect pre- and post-project data on the amount of material collected to evaluate the project's effectiveness.        Recycling Recyclable materials are collected each week and shipped to O'ahu by barge one day each year. One Barge Day it was estimated more than 4000 pounds of aluminum cans were removed from the peninsula. Proceeds exceeding $800.00 were used for a holiday party later in the year. Non-recyclable products are collected and shipped to a landfill on topside Molokai through air freight service.   Composting Food waste from the community is used as feedstock for one of two earth tubs.  Food waste from weekly collections is mixed in one of the earth tubs along with yard clippings and debris (wood chips, grass and leaves) egg cartons and shredded paper and water.  The earth tub is mixed manually with an electronic auger and by spinning the lid of the earth tub twice a week for 90 days generating heat at least 131°F.  After 90 days, food waste and materials are then added to the second tub to start a new compost batch.  Continuous mixing and water is added to the full earth tub for the next 30 days or until the temperature decreases to at least 80°F.  The earth tub is emptied by shovel and the compost is moved onto a cement dry bed for dehydrating.  Once the compost has dried, it is shoveled into a chipper for shredding. The finished product is then available for use by the Natural Resource Division in the Native Plant Nursery and for community members to use in home or community gardens.   Community Gardens Kalaupapa is only provided with one shipment of produce weekly. Establishment of a community garden where workers and patients can grow fresh produce the park reduces costs associated with bringing food into the settlement, fuel consumption, refrigeration costs, and prevents problems with food shortages.    Beach Cleanups Numerous beach clean-up projects were held at Kalaupapa NHP and community members as well as State and Federal workers and 105 volunteers participated. During the last three years, a total of 8,900 pounds of beach debris was removed. As a result, the Kalaupapa National Historical Park \"Green Team\" was awarded the State of Hawai'i's Keep America Beautiful Award.      Hazardous Waste Disposal Hazardous waste disposal has greatly improved within the last three years. The Kalaupapa NHP Sustainability Project is committed to the proper disposal of all the hazardous waste which has accumulated over the last decade. Project staff has been trained in Hazardous Waste Operations and Emergency Responses. Proper training has informed the planning and proper disposal of over 500 lead acid filled batteries, over 400 gallons of waste oil, over 200 gallons of waste fuel, 8 used pole type transformers and over 150 gallons of transformer oils that had been stored in this tiny community for years. Project staff also received training in oil sampling techniques and tested each drum of oil to determine the category of the oil, which enabled them to label drums as \"waste\" oils for disposal or \"used\" oils for recycle. The team conducted a park-wide inventory and consolidation of toxic and hazardous waste in the park.  Consolidating inventories reduces the amount of chemicals being purchased.  Following the inventory, the park began purchasing bio-based alternatives for automotive and equipment oil, \"Green\" cleaning agents, and \"eco-friendly\" paints and herbicides.           Statistics It was conservatively estimated in 2012 that the team reduced the amount of trash from the year before by 82.74%.  In 2011, Kalaupapa NHP recycled 156,815 pounds of material, composted 45, 055 pounds of food waste and material and properly disposed of 38,326 pounds of materials. The construction and demolition diversion rate is 26.17% and the municipal trash diversion rate is 87.50%. In 2011, Kalaupapa National Historical Park's Sustainability Project properly disposed of the following:  Recycled Materials   1,300 pounds of compacted aluminum cans 260 pounds of desktops pc 42 pounds of notebook pc  496 pounds of computer monitors 148 pounds of keyboards 445 pounds of printers 50 pounds of toner cartridges 2,936 pounds of used motor oil 392 pounds of televisions 800 pounds of compacted steel cans 12,000 pounds of compacted cardboard 2,734 pounds of loose white paper 3,468 pounds of mixed paper 702 pounds of loose newspaper 2,600 pounds of electronics (mixed) 13,000 pounds of crushed glass 700 pounds of compacted plastics (#1PET and #2HDPE) 112,740 pounds of scrap metal 1,550 pounds of loose clothing 930 pounds of loose furniture\/mattress    Composted Materials    31,525 pounds of food waste 3000 pounds of green waste (plant matter) 10,530 pounds of loose wood chips    Properly Disposed of Materials   4,800 pounds of construction and demolition waste 140 pounds of fluorescent bulbs 160 loose ballasts 4,160 pounds of wooden pallets 7,000 pounds of hazardous waste materials 27,283 pounds of household trash 2,000 pounds of loose batteries (lead\/acid - car) 540 pounds of loose batteries (lead\/acid - truck) 40 pounds of loose batteries (NiCad rechargeable) 213 loose batteries (mix) 1750 pounds of loose vehicle tires 1,400 pounds of equipment tires           Future Plans The park's goal for the solid waste management plan is to have a waste diversion rate of 100% by 2015. The desired future condition is for a community that:     Generates a minimal amount of solid waste requiring disposal Composts and recycles the maximum amount of solid waste Implements the least impacting solution for disposal of waste that cannot be recycled or composted Provides a safe and sanitary method for collection, productive reuse and disposal of solid waste for Kalaupapa National Historical Park Minimizes the quantity of solid waste generated and maximize recovery through recycle and composting Process trash to reduce hazards and prepare for transportation to off-site disposal.      Learn More Read the Green Team's report on their May 2013 visit to the Tour de Trash Honolulu City & County.   If you would like to learn more about the Kalaupapa Sustainability Program e-mail us, or call (808) 567-6802 ext. 1304",
    "url": "https:\/\/www.nps.gov\/kala\/getinvolved\/sustainability.htm"
}
