{
    "title": "Knife River Indian Villages National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        Entrance to the Visitor Center at Knife River Indian Villages NHS. NPS photo       There are many things to see and do at Knife River Indian Villages National Historic Site. How much time do you have? One or two hours:  Watch the 15 minute orientation film Maxidiwiac about the life of Buffalo Bird Woman who lived at the Knife River Indian Villages Explore the museum and learn about the history and culture of the Hidatsa people. The exhibits feature artifacts recovered from the village sites as well as decorative arts of Northern Plains Indians. Head outside to see the full scale reconstructed Earthlodge, Hidatsa garden, and drying racks. Walk down the Village Trail (1.3 mi\/2.1km) and see the remains of the Awatixa Xi'e Village (Lower Hidatsa Site) and Awatixa Village (Sakakawea Site). There is a loop at the second village site that includes a walk along the Knife River.  A half day:  Hike the North Forest Trail loop (2.2 mi\/3.5 km) through bottomland forest and native prairie. Continue onto the Missouri overlook loop (2.8 mi\/4.5 km) for spectacular views of the Missouri River. Upon entering the forest, you can also choose to walk 0.1 miles on the Big Hidatsa Trail to the Hidatsa Village (Big Hidatsa Site) Grab your binoculars and a free birding checklist from the visitor center desk to help you spot your favorite raptors, waterfowl, thrushes, warblers, and many other birds along the park's trails.  A full day:  Hike the Two Rivers Trail (6.2 mi\/10 km) that follows the Knife River to the south end of the park. At the southern tip of the trail, you can see where the Knife River flows into the Missouri River. Try your hand at catching northern pike, walleye, catfish, and trout along the Knife and Missouri Rivers.  Knife River Indian Villages NHS follows North Dakota state rules and regulations.  For more information, go to the North Dakota Game and Fish Department website.            Park Map NPS        Brochures Earthlodge Lewis and Clark in North Dakota Please contact the park at (701) 745-3300 to arrange for other brochures to be mailed.",
    "url": "https:\/\/www.nps.gov\/knri\/planyourvisit\/things2do.htm"
}
