{
    "title": "Agate Fossil Beds National Monument: Park Fun",
    "body": "Park Fun         Examine these items on the \"Touching Table\".   The \"Touching Table\" is full of things for you to hold, examine and identify. Numbers on the items and on the identification sheet tell you what you're holding but try to figure it out before you look.        Many of the items on this table are made from parts of the buffalo.   Examine the items on the \"Buffalo\" table. Many of these items are made from parts of the buffalo. See how many you can identify and ask a Ranger to help explain some of them to you. Can you think of what you would have used if you lived on the prairie 150 years ago without your favorite store or other conveniences?        The Agate Fossil Hills, the destination of the Fossil Hills Trail.   When you hike either the Fossil Hills or the Daemonelix Trail, use all of your senses to explore this place. Smell the Fringed Sagewort and see a hawk soaring overhead. On the Fossil Hills Trail listen to the Niobrara River as it flows under the bridge.  You will walk on the same ground that the paleontologists walked on when they found the Miocene age bonebed. See if you can see where they excavated into the sides of the hills. You can touch the rock that make up the hills but be sure to leave everything just as you found it. Wayside signs will help you understand what you are looking at and if you are on the trails in the summer, there are signs near many of the blooming plants to help you identify some of these. Yes, this is rattlesnake country but they are shy and you may or may not see one. They will stay away from you if you stay away from them.          These tipi's are covered with canvas during the summer months.   On your way down the Fossil Hills Trail, stop and look into the two tipi's that are set up near the picnic area. Imagine what it would be like to live with your family in one of these homes. After your walk, examine the items on the \"Buffalo\" table in the visitor center. Many of these reproductions are made from parts of the buffalo and one of the Rangers will help you identify the part and its use.        One of the exhibit cases on the Daemonelix trail.   On the Daemonelix trail you will see two exhibit cases showing Daemonelix Burrows. You will also see several burrows on a bluff as you walk up the trail. Imagine yourself in 1875, you are a paleontologist and you ride up to one of these formations eroding out of the bluff. What would your theory be about what you found? Would you be excited, knowing that you found something that not many people have seen and fewer could identify?       What would your theory have been?",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/kidsyouth\/parkfun.htm"
}
