{
    "title": "Agate Fossil Beds National Monument: Teacher Workshops",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher Workshops                Teacher Workshops         As inspiration for their writing and lessons, teachers will explore the monument's hiking trails, fossil quarries, and indoor exhibits.   Agate Teacher's Workshop: Exploring the Bones of Place Are you eager to explore opportunities to combine creative writing and science in the classroom? Join teachers from around Nebraska for a June 9–10, 2015 teacher's workshop and writing marathon at Agate Fossil Beds National Monument in northwest Nebraska. The workshop is open to all teachers in and outside of Nebraska Writing Project and will touch mainly on the areas of science, English, and history.  Facilitators from NeWP and the National Park Service will lead participants in science-themed, place-based writing exercises, readings, and discussions. They'll lead hikes to the early 20th-century fossil quarries where paleontologists like the University of Nebraska–Lincoln's Erwin Barbour and others discovered some of the world's rarest and most significant 20-million-year-old mammal remains. Participants will also explore paleontology-, science-, and Nebraska-themed poetry and creative nonfiction (essays) written by Cornhusker State native, author, and anthropologist\/paleontologist Loren Eiseley, Barbour's one-time student and a contributor to numerous panhandle paleontological excavations and discoveries.  Created by Congress in 1965, Agate Fossil Beds National Monument preserves Nebraska's most famous early Miocene Epoch \"paleontological sites,\" \"their related geological phenomena,\" and a world-class collection of cultural artifacts associated with Chief Red Cloud of the Oglala Lakota. By the workshop's end, you as a participant will have learned the stories and significance of all three resources, written and shared your own poetry and essays, and explored possibilities for combining creative writing and science in classroom activities, assignments. and instruction (including through distance learning).  More information about the workshop, including registration, cost ($25), and lodging, can be found through the links listed below. Further information about Agate Fossil Beds National Monument, which celebrates its 50th anniversary during the weekend of June 5, 2015, can be found on this website's various pages.  For additional information, read the workshop brochure.   To register for the workshop, complete and submit the online application.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/education\/development\/teacherworkshops.htm"
}
