{
    "title": "Agate Fossil Beds National Monument: Mammal Fossils",
    "body": "Mammal Fossils          The Miocene Monsters The mammals found at Agate Fossil Beds National Monument date from the early Miocene Epoch some 19 to 21 million years ago. Scientists describe the Miocene Epoch as the period of time from 5 to 23 million years ago. At that time, today's Great Plains region was drying out. Flowering plants proliferated, and the abundant animals, including birds, responded to a new food source: grasslands that replaced forest and jungle. Although slightly different anatomically, some of these creatures resemble those of today. Others of these long extinct animals that succeeded the dinosaurs came in bizarre shapes and sizes that influenced people's imagined monsters of yesteryear.  Three particular mammals were associated with the death event(s) that came to create “The Great Bonebed Of Agate.” These were the Menoceras, a small rhinoceros; the large Moropus; and the fearsome Dinohyus. Another quarry site is comprised almost entirely of the once-abundant small gazelle-camel, the Stenomylus. Certain other nearby geological formations contain remains of a burrowing dry-land beaver, the Palaeocastor, and its curious spiral home, the Daemonelix. The final, less frequently found animal is the predator Daphoenodon from the beardog family.        Finding fossils of predators such as the beardog was unusual.   Beardog Smaller than a wolf but about the same size as a coyote, the beardog Daphoenodon--it means \"blood-reeking tooth\"--was one of the few carnivores early Agates Springs quarries paleontologists like Olaf A. Peterson of the Carnegie Museum found in the bonebed. Others like the Temnocyon were larger, closer in size to wolves, and characterized by a heavy head and strong jaws.  The fossils of carnivores such as beardogs are typically less common in bonebeds because meat-eating animals comprise smaller proportions of total living populations than do plant-eaters, or herbivores, like the Menoceras and Moropus. Because of these lower numbers, the discovery of several in one place is something paleontologists notice and pay attention to. In Agate Fossil Bed's case, the significant discovery occurred three-quarters of a century after Peterson unearthed beardog fossils in 1905. The paleontologist Robert Hunt and researchers from the University of Nebraska-Lincoln in 1981 reopened Peterson's earlier excavation site and discovered not only more beardog remains but also the dens they'd made and lived in. One of these dens--they're the oldest-known evidence of large mammal denning behavior discovered anywhere in the world--included a mature and a juvenile beardog. In others, Hunt and team found fossilized bones from the animals the beardogs most likely hunted and ate or stored for future consumption.        Although not related to a pig, this mammal's discoverer Olaf A. Peterson named it Dinohyus, which means \"Terrible Pig.\"   Dinohyus The rarest of all the mammals found in the Agate Springs quarries, the Dinohyus (now called a Daeodon) would probably have given pause to the largest and bravest of the Miocene Epoch's animals. This bison-sized entelodont possessed a three-foot-long head and a massive jaw rowed with bone-crushing teeth, some as thick around as a man's wrist. Even though the Dinohyus looked and acted like one of its ill-tempered namesakes, this scavenger, an omnivore, was not related to the modern pig. Like modern pigs, however, it ate whatever it could find for food: leaves, fruits, or the carcasses of a dead animals such as the Menoceras and Moropus. Early paleontologists found only a few Dinohyus skeletons in the Agate Springs quarries.          During the Miocene Epoch, herds of the pony-sized Menoceras lived on the future High Plains.   Menoceras North American rhinoceroses went extinct five million years ago. The Menoceras, a rhino that lived where Agate Fossil Beds is today, was a smaller version of the modern rhino. The animals reached three feet in height, about the size of a large dog. Unlike modern rhinos, which have horns growing one in front of the other, the Menoceras had two horns that grew side by side on the end of its nose. These animals ate leaves and the stems of plants near rivers and streams and are believed to have spent much of their day lying in the shallows to escape bugs and stay cool. When a multi-year drought occurred and the food supply in the vicinity of the future Agate Fossil Beds National Monument disappeared, the Menoceras remained at the waterhole. There they died of malnutrition and the bodies of some were devoured by scavengers. When water again flowed, the seasonal stream washed their bodies into an oxbow and buried them beneath layers of mixed sandy sediments and volcanic ashes. This \"piling up\" of the bones created the \"Great Bonebed of Agate.\"        These Moropus share characteristics with several animals, including the modern horse and rhinoceros.   Moropus In North America, the chalicothere Moropus, meaning “sloth foot,” lived from the late Eocene to the middle Miocene Epoch. When scientists first found this horse and rhinoceros-relative's fossilized foot bones without the skeleton's accompanying skull, they mistook the three curved claws to be the remains of a ground sloth. Later, after finding a skull in association with similar foot bones, they realized the animal with a slim neck, long front legs, sloping back, short hind legs, and small switch tail resembled a horse. The mature, heavy-legged Moropus stood 7-8 feet tall and had a stilted walk. There's little doubt the other, smaller animals alive at the time would have scurried out of its way as it ambled by in search of food, water, and shelter. For food, the Moropus browsed shrubs and trees' low-hanging branches. They even occasionally ate grass as well as the roots and tubers dug up with its claws.          Dry-land beavers called Palaeocastors dug corkscrew-shaped entryways to their burrows.   Palaeocastor The Palaeocastor, which means “ancient beaver,” did not build dams its modern-day namesakes; in fact, rather than dwell close to the water’s edge, these Miocene Epoch land lovers lived in well-drained ground. They dug 6.5-to-8-foot-tall spiral burrows that led to below-ground living and nesting chambers. To prevent rain water from flooding these chambers, the Palaeocastor dug its living room at slight upward-sloping angles from the burrow's bottom. Discovered by paleontologists in the 1890s, these twisted burrows called Daemonelix, or Devil's Corkscrew, were originally thought to be the taproots of an giant ancient plant. Years later, the discovery of a Palaeocastor skeleton inside one of the burrows prompted paleontologists to revise the earlier theory. This and subsequent findings allowed scientists to determine also that Palaeocastors were the approximate size of large, modern-day prairie dogs. They used their teeth as well as their claws to dig the burrows.        Two feet tall at the shoulder, the camel called Stenomylus traveled in herds. It's one of the two camel species found at Agate Fossil Beds National Monument.   Stenomylus Likened more to a tiny antelope than a modern camel, the Stenomylus was a small, delicate-looking creature. A herd animal like the Menoceras, it lived in and ate the abundant grasses then thriving in the region now known as the High Plains. Again like the Menoceras, the Stenomylus died in large numbers during a period of severe drought and occasional flash floods. Professor Frederick B. Loomis of Amherst College and his field crew discovered the Stenomylus's scattered skeletons in 1907 in a quarry two miles east and south of the main Agate bonebed. Of the large number of skeletons excavated then and later, many were found with their heads pulled back in an unnatural position. Paleontologists say this was caused at the time of death by the tightening of muscles in the backs of their necks.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/mammalfossils.htm"
}
