{
    "title": "Agate Fossil Beds National Monument: Rivers and Streams",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Rivers and Streams                Rivers and Streams         Oxbow bend in the Niobrara River   Among the natural communities of plants and animals existing in the high plains ecosystem, none is as lush or rich in animal life as the riparian community. Riparian zones are the lush belts of vegetation found along rivers and wetlands. The Niobrara flows through the four mile length of Agate, meandering and curving to create 11 miles of river bank. These river banks play a vital role in the plant and animal communities as well as the water quality of the river.   The reach of the Niobrara river within the park is unconfined, meaning it meanders or bends throughout a wide flood plain and changes course relatively often. The flood plain of the Niobrara is a quarter-mile wide in places. This creates an interesting landscape of river twists and turns and oxbow ponds and sloughs filled with cattails, irises, reeds and water loving plants and a great environment for a diverse variety of wildlife. Oxbow ponds are the horseshoe shaped ponds that are the result of a very sharp bend being cut off from the river. Along the river banks, reeds and cattails grow tall and hang over the river providing shade to keep the water cool and reduce the amount of evaporation during hot days.   Though the Niobrara River is the only continuously flowing water in the park there are several ephemeral tributaries to the river. Tributaries are streams that run into and contribute water to a river or larger stream. Ephemeral streams are streams that only flow after a major rain event and can be identified by dry channels in depressions between hills. These are the types of areas in which flash floods can occur that cause death and destruction of property. Though the streams rarely flow and do not flow for very long, they are erosive, sometimes carrying large amounts of sediment to the river. Sediment, soil and sand material that is suspended in the flow of the water deposits itself when the flow slows down, shrinks in volume, or spreads over a greater area.   A major source of water for the Niobrara in and around the park is ground water, water that is stored in and released from underground aquifers and reservoirs. These large reservoirs can be refilled by rainfall if water can infiltrate that far into the ground. Groundwater naturally comes to the surface through seeps and springs but is also brought up by wells. A spring is a place where groundwater flows naturally from the soil or rock formation onto the land surface or into a body of surface water. Seeps are similar but are usually less defined and do not flow as springs do; here they are characterized by creating a marshy area near the river. There is little specific information known about Agate’s groundwater but park staff are currently involved in projects to learn more to be able to better manage groundwater use.          Looking down the Niobrara River at the wetland plants.   The river running through the park creates a special prairie habitat that is not seen in drier areas. The meandering river creates about 200 acres of riparian area which is the greener, wetter areas near a stream where specialized plants grow. Plants such as willows, reeds, sedges and wild licorice thrive in the riparian areas. Willows and other water-loving shrubs and trees provide browse for white-tail deer. The riparian area also provides home for salamanders and frogs that need more moisture than the dry uplands provide. Park staff carefully monitor and manage the riparian area to restore it to its natural condition by controlling non-native plant species such as Canada Thistle. Quality of water is enhanced by riparian areas as the two are interdependent. Trees and shrubs shade the water, reducing evaporation and keeping water cooler, which in turn is beneficial to the aquatic life. Overall, water quality at Agate is good, having low levels of nitrates and phosphates that are monitored through yearly sampling. Agate also monitors water quality by observing macroinvertebrates (insects and other arthropods) that live in the water. Macroinvertebrates are sensitive to pollution and extreme flow fluctuation, so a decrease in species diversity can indicate a problem with the water quality. The Niobrara River is not extremely large at Agate, generally only about 2.5 meters (8.25 feet) wide and flows at around eleven cubic feet per second.  Text and photo by Kimberly Howard, Biological Technician, Agate Fossil Beds National Monument, August 6, 2002.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/rivers.htm"
}
