{
    "title": "Agate Fossil Beds National Monument: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                Wildflowers         The native Platte thistle is an important food source for the American Goldfinch.   Wildflowers are as much a part of the prairie as the grasses. There is a diverse variety of flowers that bloom at Agate from April to November with colors including shades of yellow, white, blue and pink. The flowers provide food for insects who also pollinate the flowers by moving from place to place.  Flowers have several adaptations for living in the semiarid environment at Agate. The prickly poppy, Platte and Flodman thistle all display wonderful flowers but are prickly to deter deer, rodents and other browsers from chewing on them. Some plants such as the yucca and cacti have waxy coatings over the stem and leaves to limit the amount of water loss in the heat of the day. The evening primrose and the yucca both avoid the heat of the day by flowering in the evening. Species also survive dry times as seeds that germinate after light rains or as bulbs that grow up quickly after moisture.         This yellow iris was planted at the Agate Springs Ranch and has traveled down stream through the park and beyond.   The best time to see the wildflowers at Agate is in the early spring, from April to May, but there is almost always a flower blooming. One of the most spectacular bloomers is the Siberian yellow iris that fills the wetlands in June with large, yellow flowers. These irises are not native to the United States, but were introduced by Harold Cook's father-in-law, Professor Barbour, in the late 1800's near the ranch house on the west border of the monument. Prickly pear cacti have medium sized yellow flowers in June and July. One of the first flowers to appear in early April is the western wall flower with a big ball of yellow flowers. In August, the sunflowers dot the landscape with medium sized yellow flowers while the rocky mountain bee plant has a ball of small purple flowers. Agate is a great place to look at wildflowers anytime of year.          During the blooming months, many wildflowers are identified with plant signs.   Nebraska Wildflower week is celebrated during the first full week of June. This is an excellent time to see wildflowers in bloom. Go to the Photo Gallery for more photos of the wildflowers at Agate Fossil Beds.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/wildflowers.htm"
}
