{
    "title": "Agate Fossil Beds National Monument: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses         Needle and thread grass is one of many grasses in the prairie.  The seed head has a sharp point and a long tail to aid the planting of the seeds.   Agate supports several species of grasses, which are mostly found on the slopes and buttes throughout the park, but a few species are found in the wetter, riparian areas. As a mixed grass prairie, Agate's grasses are generally less than four feet tall. All grasses are of the family Poaceae, also called Gramineae, which is considered the third largest family of flowering plants in the world. The grass family includes many production crop species such as corn, rice, wheat, and sugarcane. Grasses can be distinguished from other plants by their hollow, herbaceous stem, narrow leaves with parallel veins, and small flowers.   The leaves of grasses are specialized to cope with the arid environments they inhabit. As wind blows across plant leaves, it takes valuable moisture from the plant. Grasses have vertical leaves to minimize this loss while maximizing surface area for photosynthesis. Another adaptation grasses have made due to environment is their rooting system. Roots are extensive, which allows the plants to absorb moisture from different layers of the ground and to limit competition. Based on rooting types, grasses can be divided into two groups, bunch grasses and sod forming grasses.        Prairie grasses form the sod that homesteaders cut into block to build their houses where there was a shortage of trees for lumber.   Sod is created by grasses growing close together with an abundance of small roots and shoots that reproduce into new plants. These shoots are called rhizomes when below ground and stolons when above ground. Extensive roots serve two purposes, to anchor the plant against the wind and to block out competition from other species. Sod forming grasses are usually dominant in the wetter years and in wetter areas. Bunch grasses tend to thrive in drier years and drier areas due to their spacing. Bunch grasses grow in scattered clumps with more space in between plants to limit competition for soil nutrients and water. Sod houses were built by early homesteaders in this area as shelters due to the lack of trees and other building materials. Sod is the upper stratum of soil held together by grass roots. It was cut out of the ground into long brick-shaped sections and piled to construct homes.         Crested wheat grass is an introduced bunch grass that is seldom seen in the park.   Cheat grass or downy brome grass is a sod forming grass that was introduced from Europe in the 1800s and often takes over areas disturbed by grazing and fire. Cheat grass is present in a few disturbed sites of earlier homesteaders. Crested wheat grass is an introduced bunch grass from Russia but is found in scattered locations throughout the park. The threadleaf sedge, a grass-like species that is not a true grass is prominent at Agate and serves as part of the prairie grassland system.  Text by Kimberly Howard, Biological Science Technician, Agate Fossil Beds National Monument.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/grasses.htm"
}
