{
    "title": "Agate Fossil Beds National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Summer prairie grasses.   Agate was created to preserve the fossils of Miocene era mammals, but has preserved the prairie as well. The wetland and riparian areas offer a look at water-loving plants that are not always seen in the prairie. Vegetation plays a vital role in the ecosystem. Plants capture particulate dust in the air, filter gaseous pollutants, convert carbon dioxide to oxygen, provide animal habitat and food, and possess many raw materials useful to humans.  The semiarid climate of the Great Plains area has led to the evolution of the grasslands. Agate is a mixed grass prairie, meaning it is a mixture of tall and short grasses growing together. The mixed grass prairie extends from North Dakota through South Dakota, Nebraska, Kansas, central Oklahoma and the north-central part of Texas. Prairies have semiarid climates with high seasonal fluctuation and yearly fluctuations. Most precipitation is received during the growing season; at Agate this is from April to June. Agate averages 15 inches of precipitation a year but during droughts this can be as low as 9 inches or less. Another characteristic of prairies is their flat to rolling terrain and fertile soil rich in organic matter. The climate and soils promote the growth of grasses, not trees which require more water.  Agate displays the rich diversity of the prairie grassland that includes more than just grasses in three distinct areas of the park. The broad floodplain of the Niobrara River has created a riparian area for water-loving plants like cottonwoods, fox tail barley, cattails, reeds, sedges, yellow Siberian irises and blue flag irises. The buttes and hilltops are inhabited by plants that tolerate the drier, rocky conditions such as little blue stem grass, threadleaf sedge, sandhills muley and tufted milk vetch. In between the riparian area and the buttes is the area that most people think of as prairie. This area is inhabited by western, slender, and crested wheat grasses, Blue grama grass, threadleaf sedge and needle and thread grass.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/plants.htm"
}
