{
    "title": "Agate Fossil Beds National Monument: Cacti \/ Desert Succulents",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Cacti \/ Desert Succulents                Cacti \/ Desert Succulents         The brittle cactus breaks easily and grabs on to passerbys as a way to seed itself.   Cactus might not be what visitors expect to find in the prairie, but Agate has at least three species of cacti. The average rainfall at Agate is about 15 inches with intense winds that increase evaporation and reduce available water. Cacti are a succulent plant with special adaptation for the dry environment.   Succulent plants are those plants capable of storing water in roots, stems, or leaves during wet times in order to survive times of drought. Cacti are stem succulents, meaning they store the water in their stem. These are called pads or branches and they have a waxy coating to prevent loss of stored water. Cacti are unique in the succulent group because they contain areoles, the structure that bears spines, buds, flowers and then fruit. When spines or branches of other plants are broken off, the tissue is damaged leaving a weakness and a means of water loss. If a spine on a cactus is broken from the areoles, the plant is not damaged. The sharp spines are leaves adapted to break up wind to reduce evaporation and shade the pad. These spines also condense mists and dew at night, which then drip on the soil and can be absorbed by roots. Roots are broad and shallow to quickly soak up rainwater. Soon after a rain, small roots grow to absorb the water and then dry up.        This ball or pincushion cactus has beautiful hot pink blooms.  The cactus itself is \"lost\" in the prairie grasses until it blooms.   Due to the environments cacti live in, they use CAM (Crassulacean acid metabolism) photosynthesis, unique to succulent plants. Photosynthesis is the method by which plants collect carbon dioxide through holes in their leaves called \"stomata\" and convert it into sugar and oxygen with the use of sunlight. In CAM photosynthesis, the stomata open only at night when the plant is relatively cool, so less moisture is lost through transpiration. The carbon dioxide collected at night is then chemically stored until the sun comes out and the process can be completed. The sunlight is also absorbed through the stomata, even when they are closed.  Cacti at Agate bloom during the day in a variety of colors. The brittle cactus and prickly pears have beautiful yellow flowers that are hardy and last several days. The ball cactus has a wonderful hot pink bloom that appears in July but only lasts a couple of days. Due to their pretty flowers, cacti are also grouped with wildflowers. Cacti grow in the prairie grasses and along the rocky bluffs and can be seen on both the Fossil Hills and the Daemonelix Trails at the park.  Text by Kimberly Howard, Biological Science Technician, Agate Fossil Beds National Monument.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/cacti.htm"
}
