{
    "title": "Agate Fossil Beds National Monument: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish         The Niobrara River starts near Manville, WY and flows through Agate Fossil Beds on its way across Nebraska to the Missouri River.   The Niobrara River wanders through Agate creating about eleven miles of river habitat within the park. The slow moving water is home to at least ten species of fish, some of which are native and some are from intentional and unintentional stocking. Fisheries in the National Park Service have evolved over the years as people learn the importance of all native species. Native species are those species that occurred during pre-Euroamerican settlement of an area and were not introduced from other areas of the world.  Fisheries History Stocking, the practice of releasing hatchery raised fish into a stream, is commonly used to enhance fisheries around the world and has been used in the United States for over a century. Since 1929 the Niobrara has been stocked in Sioux County, near Agate, with rainbow and brown trout. In later years, brook trout, black bullhead and lake trout were also stocked, but these species did not reproduce and were not repeatedly stocked. Within the park, rainbow and brown trout were stocked until 1997 when the park decided to stop local introduction of non-native fish.  In the fall of 1965, the State of Nebraska made an effort to remove non-game fish from the Niobrara to increase trout populations. The chemical Rotenone® was put in the Niobrara at the Wyoming state line down river to the Box Butte Dam, including the Agate reach. Rotenone® was commonly used to eliminate all fish species from a section of river to reduce competition for stocked fish. In the spring following the treatment fingerling and adult rainbow and brown trout were released. Rotenone® is still used in fisheries for population controls but has not been applied to this section of the Niobrara since 1965.  Species Information Fisheries surveys conducted in 1979 and 1989 at several locations within Agate Fossil Beds verified the presence of nine fish species. At least one species (northern pike) has migrated into the park since the surveys and two other species were found downstream of the park. Though rainbow trout (Oncorhynchus mykiss) were stocked in large numbers at Agate, they did not survive here. In the 1979 and 1989 surveys, none were found, sighted or reported caught. Most likely the rainbows migrated to more desirable sections of the river. During the 1989 survey, largemouth bass (Micropterus salmoides) and blue gill (Lepomis macrochirur) were found at the Agate Springs Ranch, which borders the park upstream. Though these two species would most likely spread to the park and could already be present, neither is native to the Niobrara.  The native species of the park generally do not feed on other fish as the non-natives do. They feed mostly on insects and algae, are smaller in size than the non-native species, and tolerate a wide range of temperatures. Northern pike pose a threat to native populations due to their excessive predatation, which native fish are not adapted to survive. There are several additional species of minnows that were probably native to the Niobrara but are currently absent from the main stream though still found in small tributaries. It is possible that these do not occur due to predatation from trout or pike in the river channel.  The non-native brown trout was once abundant at Agate but has seen a population decrease in recent times. They are large, hardy fish that can reach over 30 pounds. They feed on invertebrates (mostly insects) and smaller fish. Brown trout are identified by prominent spots on their back and sides, often red or orange and accented with halos and a tail fin generally free of spots. Introduced from Europe in 1883, browns make their home in cold water streams across the northeast and western United States. Though it is not a native, it is a naturalized species - meaning it has adapted to the stream and reproduces unlike the rainbow. The decrease of the brown trout population could be the result of several factors, but is directly connected with the lack of stocking since 1997.  A voracious newcomer to the park is the northern pike, which was probably introduced from Box Butte Reservoir, 38 miles downstream of Agate, as a result of the 1991 flood of the Upper Niobrara drainage system. Northern pike consume three to four times their weight in a year. They prey mostly on fish, including other pikes, but will consume frogs, small mammals, birds, and anything else they can catch. Their slim, trim cylindrical bodies and deeply forked tails are designed for quick speed, and their elongated snout and sharp teeth are used to capture prey efficiently. The color pattern of the northern pike is distinguished by a pattern of horizontal rows of yellow to white bean shaped spots with an olive green to brown background. In some regions, the pike is prized by fisherman for its size, which can easily be over 10 pounds and up to 50, but at Agate there have not been any large specimens reported.  During the fish surveys of 1979 and 1989, the most commonly found fish at Agate was the creek chub. Chubs are widely distributed throughout the Great Plains, inhabiting rocky and sandy pools of headwaters, creeks and small rivers. They can tolerate temperature fluctuations from 0º - 31º C ( 32º - 49 º F) and can survive in isolated pools, but need flowing water to reproduce. Adult creek chubs can be identified by their size, usually 5\" - 8\" inches but up to 12\" in length, a dark blotch at the front of the dorsal (back) fin base and near the tail, and a large mouth with an upper jaw reaching beyond the eye.  Text and photo by Kimberly Howard, Biological Technician, Agate Fossil Beds National Monument, August 7, 2002.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/fish.htm"
}
