{
    "title": "Agate Fossil Beds National Monument: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         Garter snakes are common in the park.   There are at least 16 species of reptiles identified at Agate Fossil Beds National Monument. The abundance of food and cover makes excellent habitat for snakes, turtles and one species of lizard. Reptiles are cold blooded animals, meaning they regulate their temperature from outside sources. Mammals are warm blooded and energy is used to keep the body at a specific temperature. Reptiles bask, or rest in the sun, to warm themselves and burrow into the ground, or hide under rocks or in water to cool themselves.        This rattlesnake is curled in a hole.  One of the first rules of prairie hiking is to not put your hand in a hole or under a rock.   There is a wide variety of snakes at Agate, including at least 12 documented species. Most commonly sighted are the bullsnake, prairie rattler, hognose and garter snake. Snakes are distinguished by their elongated body, lack of appendages (arms and legs), and they have no external ear opening. All snakes at Agate are shy, and do not generally approach people or pets, preferring to hide and wait for danger to pass. Rattlesnakes rattle their tail as a warning that they are there and do not want to be disturbed. If a visitor does encounter a rattlesnake, or a snake they cannot identify, wait for it to pass, or slowly walk away from it and let a ranger know. To protect the rattlesnakes and visitors, park staff move them away from the trails and Visitor Center to less traveled areas of the park.         Short horned lizards are seen on the trails but you have to be alert to a slight movement from the corner of your eye to spot them.   One species of lizard is known to be present at Agate, the short-horned lizard, sometimes called the horny toad. This little guy is commonly sited around the rocks near the Fossil Hills trail. Short-horned lizards are between two and six inches long with pointy spines on their head and body. They are most active in the heat of the day and burrow into the soil at night to stay warm. They feed mostly on ants but occasionally eat other insects.         Snapping turtles lay their eggs alongside the paved road wherever they find packed dirt.  The warmth of the sun hatches the eggs.    From the big snapping turtles to the colorful painted turtle, turtles are fun to see and watch. There are three species of turtles documented at Agate, snapping, painted and spiny soft-shell, which is not commonly seen. Visitors who patiently watch might see a snapping turtle that weighs up to 45 pounds with a shell measuring 18 inches long. Even the smaller snappers are easily identified by their hooked jaws, massive heads, long tails and darkly colored shells. Snappers feed on invertebrates, aquatic plants, carrion, birds, small mammals and fish. Though they are excellent swimmers and spend most of their time in the water or buried in mud, they can travel overland several miles at a time. The painted turtles are smaller, ranging from 4\"-10\" and are identified by their colors. Their shell is olive to black with the segments of the shell lined with red; neck, legs and tail are striped with red and yellow. Painted turtles spend most of their time in the water, or very close to it, and enjoy basking on partially submerged logs and debris. Young painteds have a carnivorous diet, meaning they eat mostly meat, but grow to prefer a herbaceous diet of aquatic plants and reeds after a few years.  Text by Kimberly Howard, Biological Technician, Agate Fossil Beds National Monument, August 7, 2002.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/reptiles.htm"
}
