{
    "title": "Agate Fossil Beds National Monument: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes         This Walking Stick bug is fun to watch, looks like a stick with legs.   Insects and spiders are the most abundant animal at Agate Fossil Beds, as they are across the world. Summer visitors can hardly miss seeing at least one or two species of insects and evidence of more. Though insects are not most people's favorite animals, they are an important part of the ecosystem. Some pollinate flowers, prey on pest species, and fertilize and aerate the soil.  Other insects break down deceased animals.  Insects and spiders are similar and both belong to the Phylum Anthropoda which also consists of crabs and millipedes. Within the phylum there are several classes; insects belong to the Class Insectivore, spiders belong to the Class Arachnid. Insects and spiders are both invertebrates, meaning they have no backbone. Instead, they have an exoskeleton. The exoskeleton is the hard outside of the animal that can be shed when the insect grows and then be re-grown (a process known as molting). Insects include butterflies, beetles, bugs, and flies. All of which have six legs, three body sections and two antennae. If you look at an ant it is easy to see all these parts. Spiders differ from insects by having eight legs, no antennae and only two body sections. Spiders belong to the arachnid class which also includes ticks, mites and scorpions.         Butterflies--important prairie pollinators.   Some of the most fascinating insects at the monument are the butterflies. During a 1995 butterfly survey, 18 species of butterflies were identified, among these are the Wood Nymph, Red Admiral and California Dog Face. Butterflies are most commonly present in late spring and summer, in the riparian areas near the river, and irrigated areas near the Visitor Center and Museum. Similar to the butterfly in appearance is the moth. Both have four wings that are covered in tiny scales, develop from caterpillars and feed on flower nectar. Unlike moths, butterflies fly only during the day. Most moths have somber colors and fly at night but some have bright colors and are active by day. Butterflies hold their wings together vertically over their body while moths fold their wings over their body like a roof. One of the most notable moths at Agate is one called the miller, which develops from the army cutworm in late spring and infests houses and outbuildings before migrating. Butterflies and moths are avid pollinators of prairie plants and can commonly be seen near the river in the spring and late summer.        Dragonflies and Damselflies are fun to watch from the bridge over the Niobrara River.   Another beautiful and diverse group of insects at Agate is the dragonflies and damselflies, identified by their four slender, transparent wings extending from a narrow body. The wings can be moved independently, a unique trait of this order, enabling them to fly forward and backward at quick rates. They also have long legs, unsuitable for walking, but designed for catching other insects mid-flight making them excellent predators. Dragonflies hold their wings straight out from their body while at rest, and damselflies extend theirs vertically toward the rear. Both groups lay eggs in the water that hatch into naiads, the immature form of the insect that lives in the water until developing into a dragonfly or damselfly. Members of this order are valued for their predatation of other, more pest-like insects such as mosquitoes.  Though most insects and spiders are entertaining to watch, there are a few you should watch out for. Mosquitoes are around the river during the evening hours and do pierce the skin, precautions should be taken to prevent bites. Another biting insect is the deer fly, which poses no health threat but can produce a swollen, painful bite. There are also a few species of bees and wasps, though not usually a problem for trail hikers and visitors unless they are allergic. Black widow spiders are poisonous but visitors are not likely to be bitten unless they are antagonizing the spider.  Ticks, a member of the arachnid class, are a little harder to watch for and can pose a health risk if visitors are not conscious of them. Ticks are small and bulb shaped, with eight legs and a piercing mouthpiece used to suck blood from their host. Once bitten, there is a chance of infection and\/or contracting Lyme disease or Rocky Mountain Spotted Fever. Lyme disease often begins as a rash and then develops into flu-like symptoms. If untreated it can cause arthritis, fatigue, dizziness and irregular heart beat among other things. This is rarely a problem as the tick must bite and begin to draw blood to transmit a disease and precaution can be taken. When in tick habitat, such as tall grass and brush, wear long sleeves and pants, check your body before going home, and check all pets. Visitors who hike the trails will have little problem with ticks, as the trails are kept mowed making them poor tick habitat.  Rocky Mountain Spotted Fever is found throughout the United States despite its name and is the most severe and most commonly reported rickettsial disease in the United States. Initial symptoms of the disease are a sudden onset of fever, headache and muscle pain and then development of a rash. The disease can be fatal if not treated promptly and appropriately; despite effective treatment about three to five percent of people infected with the disease die from infection. Precautions similar to those for Lyme disease should be followed, including avoiding ticks and carefully removing them.  Text by Kimberly Howard, Biological Technician, Agate Fossil Beds National Monument, August 7, 2002.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/insects.htm"
}
