{
    "title": "Agate Fossil Beds National Monument: Collections",
    "body": "Collections         This 1922 photograph shows James Cook's den, or Indian Room, in the main house at the Agate Springs Ranch. Moccasins, shields, small bags and pouches, a heart bag, and pistols hang on the wall above his desk. These and many other gifts that James received are displayed in the monument's museum. National Park Service\/Cook Collection.  Don't let the name fool you. Agate Fossil Beds National Monument features more than world-class fossil exhibits and a hiking trail to the Arikareean-age Agate Springs quarries. One of visitors' most surprising—and frequently unexpected—discoveries, the Cook Collection, has nothing at all to do with fossils. What the Cook Collection consists of is Native American artifacts the Cook family received in the late 1800s and early 1900s from close family friends like Red Cloud, Chief of the Oglala Lakota.  James H. Cook had first arrived in western Nebraska in the early 1870s, while working as a cattle drover, or cowboy, for a Texas outfit. The 17-year-old's chance meeting with a 53-year-old Red Cloud didn't happen until 1874, however. It was arranged by Baptiste \"Little Bat\" Garnier, a mutual friend. And as the story goes, fossils played a vital role in that meeting. O.C. Marsh, a Yale University paleontologist, sought at that time to collect fossils—the Lakota called them \"stone bones\"—from north of the Red Cloud Agency near present-day Fort Robinson State Park. According to James, who'd previously learned Indian sign as well as some of the Sioux's spoken language, he met and spoke with Red Cloud and other Lakota leaders on behalf of Marsh. In addition to exposing him to fossils, this chance encounter between James and Red Cloud developed into a friendship that lasted until the latter's death in 1909.  Because of the friendship, Red Cloud and his people after 1887 traveled 150 miles by horse and wagon from the Pine Ridge Reservation in South Dakota to visit James and his family at the Agate Springs Ranch on the Niobrara River. To leave as well as return to the reservation, they needed a pass from the reservation agent. Once at Jame's ranch, which he'd purchased in 1887, Red Cloud and his family, friends, and band erected tepees and settled into camp on the flats east of the Cooks' home. For as long as they stayed, they worked around the ranch, hunted game, tanned hides, and, under the trees near the house, shared stories and danced. Most everyone, especially James and Red Cloud, reminisced about the years passed when they spent their days hunting, trailing game, and trading with other people.  It was during these visits, too, that the Lakota, Northern Cheyenne, and others gave gifts to James and his family, often in return for receiving beef and hides they later tanned and painted. Some of these gifts were made especially for the Cooks, including buckskin suits for James' sons Harold and John, gloves, and the painted hide showing the Custer battle scene (the Battle of Greasy Grass). Other items—Red Cloud's shirt, three generations of the Red Clouds' pipe bags (one each belonging to Red Cloud, his father, and his son), and one of Crazy Horse's whetstones—were very special to those who gave them to James.  James and his descendants, who still own the ranch, concluded that these gifts should remain in the vicinity of the family home, thus they were presented to the National Park Service after James' son Harold passed away in the 1960s. When the National Park Service constructed the current visitor center in the early 1990s, it included two rooms dedicated to displaying the James H. Cook Collection. One room introduces visitors to the ranch and the culture of the Oglala Lakota, while the second, a light- and climate-controlled room, displays many of the most important gifts. Historic photos exhibited along with these items illustrate the story of the friendship that developed between the Cooks, Red Cloud, and their families.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/historyculture\/collections.htm"
}
