{
    "title": "Agate Fossil Beds National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         The Agate Fossil Hills   Agate Fossil Beds National Monument is nestled in the Niobrara River Valley in Nebraska 65 miles [110 km] east-southeast of its headwaters in the Hat Creek Breaks of Wyoming. The park preserves a unique unglaciated area of the High Plains. Wetlands stretch out from the river and meet terraces that lead to the breaks and buttes. The buttes contain important information about the life of mammals in the Miocene Era, some 20 million years ago.  During the Miocene the land now known as Agate was a grass savanna comparable to today's Serengeti Plains in Africa. Twenty million years ago animals such as the Dinohyus (giant pig-like animal), Stenomylus (small gazelle-camel), and Menoceras (short rhinoceros) roamed the plains. There were also carnivorous beardogs wandering around, and the land beaver Paleocastor dug spiral burrows that remain as today's trace fossils (Daemonelix) into the ancient riverbanks. There are remnants of the ancient grasses and hoofprints of prehistoric animals in Miocene sediments preserved in the park, as well as layers of fossilized bones.  The park was created to preserve the rich fossil deposits and their geological contexts amidst today's natural ecosystem. Numerous mammals, fish, amphibians, reptiles, and birds inhabit or pass through the park, undisturbed and protected. Many species of native grasses and shrubs grow across the park's landscape, as well as some undesirable non-native plants (e.g., Canada thistle) that the park does its best to control. Use the links to the left to learn more about the geology, plants, animals, climate, and environment at Agate Fossil Beds National Monument.  Text by Kimberly Howard, Biological Technician, Agate Fossil Beds National Monument. Information from Agate Fossil Beds Park Handbook, U. S. Department of the Interior, Washington, DC, 1980.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/nature\/index.htm"
}
