{
    "title": "Agate Fossil Beds National Monument: People",
    "body": "People         James first found fossils in the hills near his ranch in the 1880s. Chance encounters with paleontologists such as O.C. Marsh and Edward Drinker Cope, then excavating in the American West, stimulated James' interest in the fossil bed above that he brought to the attention of later paleontologists. National Park Service\/Cook Collection  James H. Cook James was born in Kalamazoo, Michigan, in 1857. Just two years later, after his mother died, his father, the captain of a Great Lakes ship, placed James and his brother, John, into separate foster homes.  About ten years later, at age 11 or 12, James left his foster home to try his luck as a boatman on the Great Lakes. Finding it not to his liking, he and a friend traveled south and west to Leavenworth, Kansas, where James bought a horse for $15.00 and a used saddle for $5.00. He already owned a gun and had established himself as a good shot. Once in Texas, he worked as a cowboy for ranchers who ran their Longhorn cattle in brush country and, for a short time, as a railroad brakeman. In 1874, he participated in a cattle drive north out of Texas. While in Nebraska, he visited Fort Robinson and the Red Cloud Agency in what is now known as the panhandle; there he met Professor O. C. Marsh from Yale, the nation's first university-based paleontologist. He also met, for the first time, Red Cloud, the Oglala Lakota with whom he would enjoy a thirty-five-year friendship.  In 1876, James traveled to Montana to locate good hunting and trapping grounds. From 1878 to 1882, after finishing his last trail drive from Texas to Crow Creek, Colorado, he worked in Wyoming, where he guided parties of hunters seeking big game in the Rocky, Big Horn, and Laramie mountains. During these same years, he again met O. C. Marsh, who was exploring for and discovering fossils in the region. These meetings with Marsh and his rival, the Philadelphia-based paleontologist E. D. Cope, sparked James' interest in fossils. It was an interest kept alive, and maybe even deepened, while James worked in New Mexico as manager of the WS Ranch between 1882 and 1887.  James' New Mexico obligations didn't keep him away from Nebraska, though. In the mid 1880s, he found fossils in the vicinity of today's Carnegie and University Hills while out riding horseback with his sweetheart Kate Graham, whose father, Elisha, owned the northwest Nebraska ranch soon to become the Cook family's home. Married in 1886, James and Kate resided briefly in New Mexico. The next year, Kate by then pregnant with their first child, the couple returned to Nebraska, where James purchased his father-in-law's 04 Ranch, which he christened the Agate Springs Ranch after discovering moss agate near the springs flowing into the Niobrara River west of the ranch house. They started their ranching business with race horses and cattle. When raising and training horses proved unprofitable, James devoted his energy to cattle rearing. He also planted dozens, maybe even a hundred or more, cottonwood trees around the ranch house. To create this Agate Springs Ranch oasis in the otherwise treeless mixed-grass prairie, James watered the trees by hand until established. As the ranch grew, James continued to explore the nearby breaks and buttes; he even invited paleontologists to the ranch, where they found Paleocastor burrows known now as Daemonelix formations and confirmed his discovery of today's globally famous 19.2 million-year-old bonebed in Carnegie and University Hills.  In this environment, James and Kate raised two boys, Harold (b. 1887) and John (b. 1898). Harold, later educated at the University of Nebraska–Lincoln and Columbia University, became interested in fossils and aided paleontologists like Erwin H. Barbour, Olaf A. Peterson, and Albert Thomson when they visited and excavated in the area. John, the younger son, died in 1918, at the age of 20, after contracting influenza while attending the University of Nebraska–Lincoln. James' older brother, John, who'd come to live with him, served for many years as the postmaster of the Agate Post Office, which was located at the ranch; he was preceded in that post by Kate's mother, Mary.  During his ranching years, James remain involved in a myriad of activities. He applied progressive ideas that he learned while growing up with his Quaker foster family and, later, from the many farming and ranching publications to which he subscribed. He was one of the first ranchers in western Nebraska to use irrigation to improve his hay crop yields. His natural curiosity, meanwhile, led him to maintain a lively interest in not only the area's fossil discoveries but also the histories and cultures of the region's Oglala Lakota, Cheyenne, and other American Indian residents. With Red Cloud's visits to the ranch between the late 1880s and 1908, Cook's friendship with the aging chief and his family and friends grew. Red Cloud himself presented many gifts to James and his family, including items made especially for the Cooks and ones of great significance to the Red Clouds and the Oglala Lakota. In honor of Red Cloud's request, James preserved and displayed these items in the ranch house, showing them often to neighbors and visitors. James' desire to protect these artifacts for his friend contributed to the eventual creation of Agate Fossil Beds National Monument, where they're on exhibit today. After a long, varied, and interesting life, James Cook died in 1942, at the age of 85. Fifty Years on the Old Frontier, his 1923 autobiography published by Yale University Press, records many of James' memories of life and adventure in the West. The book is available for sale today in the Agate Fossil Beds National Monument bookstore.        Harold Cook in 1921.  He is sitting by the Bone Cabin on his homestead which included the Fossil Hills.   Harold Cook James and Kate's first son, Harold James Cook, was born July 31, 1887 in Cheyenne, Wyoming. He exhibited an early interest in science, especially paleontology, perhaps fostered by the fossil beds on the ranch. Harold's fossil collecting began in 1892 when he helped Erwin H. Barbour of the University of Nebraska remove a large Daemonelix near the Agate Springs Ranch home. Unidentified skeletal parts were later determined to be pieces of Syndyoceros cooki, named in honor of the young helper.  In 1905, the first of many paleontological field seasons was conducted at the Agate Springs Fossil Quarries by O. A. Peterson for the Carnegie Museum. The young Cook worked with Peterson every moment he could spare from ranch duties, and he read all the pertinent information he could get his hands on. Cook's father also gave permission to Amherst College, the University of Nebraska, and Yale University to collect fossils in closely adjoining deposits, spurring a rivalry between the institutions and adding to Harold's education. Harold's self-education was so impressive that Professor Barbour invited him to instruct classes in beginning geology in advance of his registration at the University of Nebraska in 1908-09. When Professor Henry Fairfield Osborn brought in a party from the American Museum of Natural History in 1909, he also was impressed by Harold's ability and persuaded him to go to Columbia University to study under Osborn and Dr. W. K. Gregory. Harold worked as research assistant half-time for Dr. W. D. Matthew at the Museum and took 38 hours of class work at the graduate level on Professor Osborn's recommendation; therefore he could cover two year's study in one. Early in 1910 Harold was forced to return to Agate to help with family and ranch affairs, thus ending his formal education, but not his connections with supporters such as E. H. Barbour, Walter Granger, F. B. Loomis, R. S. Lull, W. D. Matthew and W. J. Sinclair, all of whom contributed to his development. Correspondence with these men and other scientists contributed a major share of the papers in the Cook Library. Later in 1910, Harold married Eleanor Barbour, daughter of E. H. Barbour, then Nebraska State Geologist. They lived near Agate on Harold's own claim until it was \"proved up\", (in a small house now called the Bone Cabin), then they moved to the ranch house. Harold and Eleanor had four daughters; Margaret, Dorothy, Winifred and Eleanor. In 1927, Harold and Eleanor were divorced after living apart for several years. Eleanor and the four daughters lived in Chadron, while Harold lived in Denver and at the ranch. Harold then married Margaret F. Crozier from Inglewood, California, but maintained extensive correspondence with his daughters, all of whom became college-educated. Ranch life did not thwart Harold's scientific exploits. He continued exploring geological formations and paleontological sites on his own time, publishing the results extensively. Although his famous discovery of Hesperopithicus, the ape-man, was a misinterpretation by well-known scientists, his early man discoveries in Oklahoma and New Mexico expanded knowledge for the sciences of paleontology and archaeology alike. Cook was loosely associated with the Colorado Museum of Natural History in the early 1920's, and was appointed Curator of Paleontology in 1925, a position he resigned in 1929 due to differences of opinion with the director and to the pressures of ranch life. During the Depression years, he headed the Historical and Reconnaissance Survey for Scotts Bluff National Monument, and was appointed its' first custodian until mid-1935 when he was removed during political upheavals. Also during the 1920's Harold was appointed and served on the Nebraska State Park Board, and he was President of the Good Roads Association which campaigned for the establishment of Highway 29 the road through Agate.",
    "url": "https:\/\/www.nps.gov\/agfo\/learn\/historyculture\/people.htm"
}
