{
    "title": "Agate Fossil Beds National Monument: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         The Agate Fossil Beds National Monument visitor center houses exhibits featuring Miocene Epoch mammals and the James Cook Collection of Lakota and Red Cloud-related artifacts. The visitor center is also where one can speak with a ranger to learn about the area's history and hiking trails. A National Park Service photograph.  These fossils from Agate, they're not from dinosaurs?!? Nope. They're from mammals, 20 million-year-old mammals. And one of the main attractions most visitors marvel over is the visitor center's dramatic, life-sized display of ancient mammals--Dinohyus, Moropus, and beardog--that once roamed America's High Plains. The remains they're based on are those the paleontologists discovered right here in the hills seen through the windows behind the visitor center diorama. You can walk to those fossil hills, too, and see firsthand the remnants of the ancient waterhole from which the bones were recovered. Miocene Epoch fossils aren't the only unexpected wonders one can discover in Agate's visitor center. The James H. Cook family that owned the ranch with the fossil hills nurtured a long and honored friendship with Red Cloud, the Oglala Lakota chief, and his family and friends. In fact, Red Cloud and his family and band regularly visited and camped at the Cook ranch in the late 1800s and early 1900s. Visitors today can see many of the gifts exchanged over the years between the Cooks, Red Clouds, and others such as American Horse and Crazy Horse's sister. The Cook Collection is one of the rarest and most unique of its kind found anywhere in the American West, a true cultural treasure for everyone. Lastly, as mentioned, those with the time can take short hikes from one to three miles long--the Daemonelix and Fossil Hills Trails, respectively; each trail offers opportunities to explore the High Plains and the Niobrara River Valley's geologic and cultural history, landscapes, and ecosystems, including plants and wildlife. Should you hike, of course, be sure to wear weather-appropriate clothing, carry water, and be respectful of the plants and animals encountered.",
    "url": "https:\/\/www.nps.gov\/agfo\/planyourvisit\/things2do.htm"
}
