{
    "title": "Kalaupapa National Historical Park: Mother Marianne",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Na Kokua     Mother Marianne                  Mother Marianne Cope and the Sisters of St. Francis        Mother Marianne in 1883, shortly before coming to Hawaii. Hawaii State Archives.       For centuries Hansen's disease, or leprosy, was a frightening illness, both for its victims and those who treated them. Although it was known to be contagious, no one knew exactly how it was contracted. For that reason, many physicians and other health care providers refused to treat or even touch those patients diagnosed with the disease.  In the late 1800's Mother Marianne Cope and other Sisters of St. Francis journeyed from the United States to the far-away Kingdom of Hawai`i to care for these outcasts of society when others would or could not. Their story is not as well known as Father Damien's, but it is just as full of love and sacrifice.  Choosing the Path It was in June 1883, in Syracuse, New York, that Mother Marianne Cope received an intriguing letter from a Catholic priest asking for help in managing hospitals and schools in the Hawaiian Islands. At that time, she was 45 years old and had been a Sister in the Order of St. Francis for 21 years.  There were reasons Mother Marianne might have ignored the letter. Growing up in Utica, New York, Mother Marianne had not had an easy life. She was born Barbara Koob to a family of modest means in the village of Heppenheim in the German grand duchy of Hesse-Darmstadt. The family immigrated to Utica, New York, in 1840 when Barbara was a child of two. As a young adult she was a factory worker in Utica. At her acceptance into the community of Franciscan Sisters she took the name of Marianne.  By 1883 she had reason to be proud as she had achieved the position as supervisor of St. Joseph's Hospital in Syracuse. The letter that arrived from Hawai`i offered her a different path. Mother Marianne decided to accept the less prestigious position with the Hawaiian mission.  She responded to the letter enthusiastically: \"I am hungry for the work and I wish with all my heart to be one of the chosen Ones, whose privilege it will be, to sacrifice themselves for the salvation of the souls of the poor Islanders…. I am not afraid of any disease, hence it would be my greatest delight even to minister to the abandoned 'lepers.'\" She and six other Sisters of St. Francis arrived in Honolulu in November 1883. With Mother Marianne as supervisor, their task was to manage Kaka`ako Branch Hospital on O`ahu, which served as a receiving station for Hansen's disease patients gathered from all over the islands. Here the more severe cases were processed and shipped to the island of Moloka`i for confinement at the settlement at Kalawao, and then later at Kalaupapa.  The sisters set quickly to work. They began the process of cleaning the hospital and tending to the 200 patients. By 1885, the sisters had made major improvements to the living conditions and treatment of patients at Kaka`ako. In November of that year, they also initiated the founding of Kapi`olani Home inside the hospital compound. The home was established to care for the non-patient daughters of Hansen's disease patients at Kaka`ako and Kalawao.  The Call to Kalaupapa Mother Marianne expanded the efforts of the Sisters of St. Francis to include managing a hospital and school at Wailuku on Maui. She also responded to a call for assistance on Moloka`i. In April 1888, wealthy Honolulu banker Charles Bishop had presented the Hawaiian government with a donation of $5,000 to establish a home for girls in Kalaupapa. The government approached Mother Marianne with supervising the new home.  The resident priest, Father Damien, who by 1888 had already been diagnosed with Hansen's disease and knew his death was imminent, was eager for the sisters to come. Mother Marianne consulted with all the sisters and, to her credit, they felt free to voice their concerns. Responded one: \"I am very honest with you. I am afraid. I have heard too much about these poor people. I heard also that there are no rules and regulations. That everyone does as he pleases.\" Another stated: \"If it is not a suitable place for any woman how can it be for the Sisters.\"  But Mother Marianne, along with Sister Leopoldina Burns and Sister Vincentia McCormick, accepted the challenge and in November 1888 they arrived at Kalaupapa. They ran the Bishop Home, and until 1895 they managed the Home for Boys at Kalawao, founded by Father Damien for boys and young men.  The workload was extremely heavy in that Bishop Home alone provided shelter for 103 girls in 1893. There were times when the burden seemed overwhelming. In a moment of despair, Sister Leopoldina reflected, \"How long Oh Lord must I see only those that are sick and covered with leprosy?\"          Sign at Mother Marianne's grave at Kalaupapa. T. Scott Williams - NPS photo.  Mother Marianne's example-her never-failing optimism, her serenity, her caring nature, and her considerable abilities-gave strength to the other sisters. Together, through devotion and self-sacrifice, the Sisters of St. Francis rendered a remarkable service to humanity in the islands of Hawai`i.  Mother Marianne never returned to Syracuse. She spent the remainder of her life at Kalaupapa. She died in 1918 at the age of 80 and was buried on the grounds of Bishop Home. Her remains were returned to Syracuse in 2005.",
    "url": "https:\/\/www.nps.gov\/kala\/learn\/historyculture\/marianne.htm"
}
