{
    "title": "Agate Fossil Beds National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        As indicated by the red X and text on the map, Agate Fossil Beds National Monument is located in the northwest corner of Nebraska.        Automobile Access to northwest Nebraska by automobile is possible from Interstates 80, 90, and 25, by way of various connecting state highways and county roads.  If traveling east or west on U.S. Highway 26, turn north on State Highway 29 in Mitchell, Nebraska. Thirty-four (34) miles north of Mitchell, turn east on River Road (it's paved) and follow the National Park Service signs for three miles to reach the monument's visitor center and museum.        The paved portion of River Road, which passes through the monument. Photograph by Jonathan S. Garcia.  If traveling east or west on U.S. Highway 20, turn south on State Highway 29 in Harrison, Nebraska. Twenty-two (22) miles south of Harrison, turn east on River Road (it's paved) and follow the National Park Service signs for three miles to reach the monument's visitor center and museum.  The park is also accessible from Marland, Nebraska, to the east via an unpaved 25-mile county road (River Road). NOTE: Due to dry conditions in the region, travel on the 25-mile unpaved portion of River Road is not recommended for motorcycles, recreational vehicles, or other automobiles not designed for off-road conditions. If traveling by these means, please consider arriving at the park by way of Highway 29 north out of Mitchell or Highway 20 south out of Harrison.  Aside from on River Road and in the designated parking areas within the monument's boundaries, visitors are prohibited from driving vehicles. Only vehicles operated by NPS staff, adjacent landowners, and other individuals performing official business are permitted to use the monument's non-developed roads.      Plane The nearest airline service Agate Fossil Beds National Monument is available through Western Nebraska Regional Airport in Scottsbluff, Nebraska, which is approximately 50 miles south southeast of the park.       Public Transportation There is no public transportation to, from, or within the monument.",
    "url": "https:\/\/www.nps.gov\/agfo\/planyourvisit\/directions.htm"
}
