{
    "title": "Agate Fossil Beds National Monument: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities       The monument's two hiking trails lead to the Niobrara River valley sites where the Cook's and paleontologists found fossils. Described in more detail below, the Daemonelix and Fossil HIlls Trails begin on the valley floor and take visitors up to the tablelands that form, respectively, the valley's north and south rims.  The Daemonelix Trail features in situ fossil exhibits, while the Fossil Hills Trail takes visitors to and around the historic early 1900s quarries that are the source for the monument's most famous fossil discoveries. Guides for both trails are located at the trailheads and in the visitor center.        One of the fossil exhibit cases passed by visitors walking the Daemonelix trail.   Daemonelix Trail This one-mile (1.6 km) trail at the west end of the park offers visitors a tour through through time. In addition to a dry land beaver's curious spiral burrows, the Daemonelix or Devil's Corkscrew, visitors see ancient sand dunes and fossil grassland soils called paleosols. From the number and concentration of their now petrified homes, paleontologists know that the paleocastor, the dry land beaver, formed and lived in colonies much like present-day prairie dogs. From the Deamonelix Trail's highest point, visitors can look out over not only James H. Cook's historic Agate Springs Ranch but also the vast, open tablelands that form northern terminus of the High Plains east of the Rocky Mountains.        University (left) and Carnegie Hills. The 2.7-mile Fossil Hills Trail allows visitors to walk up to and see the famed early 1900s quarries. From these quarries, paleontologists recovered some of the world's best preserved and most complete fossilized Menoceras, Moropus, and Dinohyus skeletons.   Fossil Hills Trail This 2.7-mile (4.3-km) wheelchair-accessible paved trail begins at the visitor center. From the visitor center, the trail crosses the Niobrara River and its wetlands, passes through ecologically intact short- and mixed-grass prairie, and then loops around University and Carnegie Hills. It was on these hills that future local rancher James Cook discovered fossilized bones in the mid 1880s. Excavations didn't commence until nearly twenty years later, following a 1904 visit by Olaf A. Peterson, a paleontologist from the Carnegie Museum in Pittsburgh, Pennsylvania. Signs along the trail point out and discuss a variety of historic and geologic features; others identify the names of plants, including flowers and grasses.  About midway between the visitor center and Fossil Hills is an unpaved one-mile side trail that leads west to Harold J. Cook's homestead cabin. Restored to what it looked like in 1910, while Harold and his wife Eleanor still lived there, the cabin was used after 1914 as the temporary residence for scientists who worked the fossil quarries. The American Museum of Natural History's lead excavator, Albert \"Bill\" Thomson, lived there whenever conducting field work in the bonebed in the late 1910s and early 1920s.",
    "url": "https:\/\/www.nps.gov\/agfo\/planyourvisit\/outdooractivities.htm"
}
