{
    "title": "Voyageurs National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management        Voyageurs National Park Headquarters NPS       Our Staff & Offices Our headquarters building is located just east of International Falls, Minnesota and houses most of our management staff and offices.  Our Partners Voyageurs works with a variety of park partners who assist with projects, provide funding, and support the park. Learn more about our partners like Heart of the Continent, Destination Voyageurs, and Voyageurs National Park Association. We are also proud to partner with Jefferson National Parks Association to provide quality materials for our park bookstores.         The park operates many different vehicles to assist park visitors. NPS  Laws & Policies The National Park Service is responsible for the promotion and regulation of use within the areas of its jurisdiction, like Voyageurs. Know before you go. Some activities require a permit. We are here to help and educate, as well as protect the park.  Public Involvement Get involved with decisions in the park.  See what projects we are seeking your involvement in today. Freedom Of Information Act Voyageurs is subject to all Freedom of Information laws. Find out what information is available to you.      Your Dollars At Work Recreation fees help keep Voyageurs beautiful and allows the park to improve facilities and amenities yearly. Without your financial support the park would be unable to maintain a high level of service. Maintenance like dock reconstructions after winter damage, routine campsite cleaning, and tour boat upkeep would be much more difficult without your support. Thank you.      Planning Park plans such as management, interpretation, and education are available to the public. Fire Management Fire, a natural disturbance, shapes the landscape. It affects the health and diversity of the park's forest ecology, Fire Ecology seeks to understand the role of fire in nature, and prescribed fire is now see as a valuable tool to manage forest ecosystems.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/management\/index.htm"
}
