{
    "title": "Agate Fossil Beds National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           301 River Road  Harrison, NE 69346                 Directions         If traveling east or west on U.S. Highway 20 go 22 miles south of Harrison, NE on State Hwy 29 then 3 miles east on River Road (paved) If traveling east or west on U.S. Highway 26 go 34 miles north of Mitchell, NE on State Hwy 29 then 3 miles east on River Road (paved). Also accessible from State Hwy 71, 25 miles on unpaved River Road.  Directions Details           Operating Hours & Seasons         Visitor Center Visitor Center houses exhibits featuring Miocene Mammal fossils includes a 12 minute movie called the \"Fossil Hills\" and an interactive hiker.  The James H. Cook Collection is housed in the visitor center as well. This is a unique collection of American Indian artifacts that were gifts to James Cook and his family.  The park's two trails are open from dawn till dusk every day.   Standard Hours    Sunday: 9:00 AM - 5:00 AM   Monday: 9:00 AM - 5:00 AM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 AM   Thursday: 9:00 AM - 5:00 AM   Friday: 9:00 AM - 5:00 AM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Memorial Day  - Labor Day  8:00 AM - 4:00 AM      Thanksgiving Day:   -                  Weather           Summers can be very warm, high 90's to 100 with the possibility of thunderstorms late afternoons.  Winter temperatures can dip as low as -20 with some snow and wind.  Heaviest snows can be expected in late Spring.         Fees & Passes     Entrance Fees:   Admission is free. - $0.00 There is no fee for the visitor center or trails at Agate Fossil Beds National Monument.         Visitor Centers       Agate Fossil Beds National Monument Visitor Center Visitor center houses displays featuring the Miocene Era fossils found on the Agate Fossil Hills in the late 1800s. A twelve minute movie aids in the understanding of the fossils and the excavations. The James H. Cook Gallery tells the story of a unique friendship between James Cook and American Indians in the area namely Red Cloud of the Oglala Lakota.  In addition, there is an interactive hiker that is useful for more information before walking the trails or during inclement weather.                  People say there are miles and miles of miles and miles here in NW Nebraska.  See for yourself as you drive to Agate Fossil Beds National Monument.    Agate Fossil Beds National Monument lies in the middle of Sioux County, one of the bigger counties in Nebraska.  The main occupation here is cattle ranching.  Wide open spaces with little traffic are what you can expect as you travel to the monument from any direction.  Be sure to have plenty of gas in your car and food or snacks if you plan to spend the day.  There are no food concessions at Agate Fossil Beds and restaurants and grocery stores as well as gas stations are from 35 to 50 miles away.",
    "url": "https:\/\/www.nps.gov\/agfo\/planyourvisit\/basicinfo.htm"
}
