{
    "title": "Niobrara National Scenic River: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         NPS Photo  Become a Junior Ranger at Niobrara National Scenic River!  By becoming a Junior Ranger, you become part of an American tradition. The effort you display shows that you've made a commitment to explore, learn about, and protect the things that make the Niobrara a national treasure. The booklet is designed for ages 5 -12, but all are welcome to participate. You can download a Junior Ranger Booklet, pick one up at our Visitor Center in Valentine or Smith Falls State Park. Once you've finished the activities, you may bring it by our visitor center or mail it in to receive your very own Junior Ranger Badge. Distance Junior Rangers are welcome--you don't have to visit the Niobrara NSR to complete the booklet (but we think you'll want to afterward!). You can check your answers online here.   Junior Ranger Programs Scheduled Junior Ranger Programs take place on Sunday mornings during the summer. Check the calendar, visit our facebook page, or call the park for more information.. Niobrara National Scenic River also provides ranger-led programs for school groups and community organizations custom designed to meet the specific group's learning objectives. Scheduling depends on staff availability. Contact us to discuss the possiblities at (402) 376-1901.  Other Programs for Kids Check out the Kids' Activities in the Niobrara NSR Visitor Center every Saturday during the summer months. Kids will complete a craft project, play a game, or try their hand at an activity such as the table-top fossil dig. Activities change each week; stop by any Saturday during normal hours to see what is happening next!   WebRangers- designed for kids where you can create your own \"Ranger Station\" and try fun activites while learning about America's national parks! Wild and Scenic Rivers protect 1\/4 of 1% of America's rivers. Discover more about them through games and activites on this site.  The Niobrara Council Education Program sponsors day camps for children in the summer and after-school nature club activities during the school year. Contact them for details at (402) 376-2793. Fort Niobrara National Wildlife Refuge also has a Junior Ranger program ($1.00 fee) Upon completion of the program kids receive a badge, have their photo taken, a newsletter and a 15% discount on book store items.       Girl Scouts learn about the diversity of tiny aquatic insects that call the Niobrara home. Laura Vroman",
    "url": "https:\/\/www.nps.gov\/niob\/learn\/kidsyouth\/index.htm"
}
