{
    "title": "Niobrara National Scenic River: Birds",
    "body": "Birds         A bald eagle soars over the Niobrara River Valley. NPS Photo\/Megan McCann  A diverse array of avian life inhabits the Niobrara Valley. Five western species reach their eastern limits in the valley, while six northern oriented species reach their southern limits in the valley. The central reach of the Niobrara River is ecologically significant because it serves as an east-west avian corridor and important meeting ground, especially for forest dependent species. Hybridization of eastern and western associated species, such as indigo and lazuli buntings, yellow-shafted and red-shafted flickers, and Baltimore and Bullock's orioles are vivid testament of the biological uniqueness of the Scenic River. Outdoor enthusiasts are likely to encounter great blue herons peering intently into the water; green herons, cormorants, and white pelicans migrating through the river valley during the spring; spotted sandpipers bobbing along sandbars; or kingfishers plunging from an overhanging branch to catch a minnow beneath the water's surface. The Niobrara is home to several state and federally listed threatened or endangered bird species. Peregrine falcons, once an endangered species, migrate through Nebraska in late April and early May and in September and October. Falcons prey on small mammals and are found near marshes, cropland, and grasslands. Current studies by the U.S. Fish and Wildlife Service are documenting the peregrine falcon's abundance in the Niobrara River valley. Whooping cranes migrate through the valley seasonally, and the interior least tern and piping plover nest on sandbars east of the popular floatable reach. Bald eagles are especially common in winter months fishing open stretches of the river, hunting small mammals, or feeding on winterkill or roadkill carion. They are also known to reside along the Niobrara in summer months.",
    "url": "https:\/\/www.nps.gov\/niob\/learn\/nature\/birds.htm"
}
