{
    "title": "Niobrara National Scenic River: Nature",
    "body": "Nature         Big Cedar Falls NPS photo  The Niobrara River is known for its beauty, biological significance, and paleontological resources, and is enjoyed as a superb canoeing river of the northern Great Plains. In 1991, Congress designated 76 miles of the Niobrara east of Valentine, Nebraska, as part of the National Wild and Scenic River system - a river that merits special protection and recognition. The Niobrara River begins in the high plains of eastern Wyoming and flows 535 miles to its confluence with the Missouri River in northeastern Nebraska. Hundreds of springs feed the Niobrara as it flows through the Sandhills region- one of the largest grass-stabilized dune regions in the world. The Niobrara River drains 12,600 square miles in Nebraska and cuts through several rock formations including the Ash Hollow, Valentine, Rosebud, and Pierre. These unique geological formations include fossils of many mammalian species including beaver, horse, rhinoceros, and mastodons; as well as fossils of fish, alligators, and turtles.          Berry Falls NPS photo  Waterfalls occur where streams flowing into the Niobrara run over the erosion resistant Rosebud formation. Over 230 waterfalls occur along the westernmost part of the Niobrara, including the state's highest- Smith Falls, which plunges approximately 63 feet before flowing several hundred yards into the river. Some waterfalls trickle playfully into the river, while others are found on tributary streams hidden within shady side canyons.        Harebell, a native of the tallgrass prairie. NPS photo  In north central Nebraska, the 100th Meridian splits the middle of the Niobrara River Valley. Here humid eastern and dry western air masses collide, creating a unique mixing zone for several species of plants and animals. Six major ecosystem types converge in the valley including northern boreal forest, western forest, eastern deciduous forest, tallgrass prairie, mixed-grass prairie, and shortgrass prairie. Approximately 160 plant and animal species are found at the edge of their distributional ranges here, and several bird species such as indigo and lazuli buntings, yellow-shafted and red-shafted flickers, and Baltimore and Bullock's orioles have been known to hybridize in the valley. The National Park Service oversees management of the Niobrara in by facilitating cooperation between the U.S. Fish and Wildlife Service, Nebraska Game and Parks Commission, Niobrara Council, The Nature Conservancy, local governments, and private landowners. Visitors are asked to join in the mission of preservation by following rules and regulations, and by respecting the property rights of adjacent private landowners. Through continued good stewardship by all the Niobrara will remain a treasure to be cherished by future generations.",
    "url": "https:\/\/www.nps.gov\/niob\/learn\/nature\/index.htm"
}
