{
    "title": "Niobrara National Scenic River: People",
    "body": "People         Paleo-Indian hunters as they may have appeared 9000 years ago. Hudson-Meng Bison Kill Site  Before the Europeans The earliest signs of human presence along the Niobrara are found 150 miles upstream of the scenic river. The Hudson-Meng Bison Kill Site contains the disjointed bones of over 600 extinct Bison Antiquus and a number of Alberta type spearpoints from a period 9000 to 9800 years ago. These points are characteristic of the Alberta Culture of the Paleo-Indian period.  During the Archaic period (2000 to 8000 years ago), American Indians used numerous sites in the Niobrara valley where they relied on a variety of small game and plant materials. The people of the Plains Woodland period (1000 to 2000 years ago) added the manufacture and use of pottery to their lifestyle. Through the Plains Village, Central Plains Tradition, and Coalescent Tradition periods (250 to 2500 years ago), these people began building semi-permanent earthlodges and supplementing their gathering with agriculture.        Interior of Ponca earthlodge NPS photo by Linda Gordon Rokosz  Contemporary Plains Tribes From about 1750 to the present, numerous tribes used or occupied the Niobrara valley. The nomadic Lakota and Pawnee both hunted bison and other game in the area. The Plains Comanche were also present at this time.  The Ponca built their earthlodges near the mouth of the Niobrara after separating from the Omaha in the early 1700s. Here they raised corn and launched hunting expeditions for big game. After settling differences with the Comanche in the mid-1700s, they continued to skirmish with the Lakota for another century.  The Fort Laramie Treaty of 1851 divided the sandhills and Niobrara valley between the Lakota and Pawnee. In 1857, the Pawnee ceded 14 million acres for $200,000 in annuities. Fort Niobrara was established in 1880 as part of the series of forts to monitor the Lakota to the north in the Great Sioux Reservation. Today, the Ponca are split into northern and southern tribes after a controversial 1878 relocation. Members of the northern tribe are scattered throughout the country with tribal offices in Niobrara, Nebraska. The Pawnee were also relocated to Oklahoma. Many members of the various Lakota tribes still occupy remnants of the 1868 reservation; others try to maintain traditional ties and customs while living in mainstream society.   Early explorers James MacKay, a fur trader working for a Spanish company, visited the region in 1795 and 1796. He later described the sandhills as a “Grand Desert of moving sand where there are neither wood, nor soil, nor stone, nor water, nor animals, except some little tortoises of various colors.” Various army expeditions in the 1850s and 1860s explored possible wagon and rail routes, although no wagon trail was ever developed.         Typical prairie homestead with sod house. NPS photo - Homestead National Monument of America  Homesteaders and ranchers Cattlemen from south of the sandhills were the first Euro-Americans to spend any great length of time in the sandhills and to extensively exploit the central Niobrara River area. In the 1870s, using Texas cattle, Mexican cattle-raising methods, and the free grass of the plains, a small number of men profited from the open range of the sandhills and the Niobrara River valley.  They found a ready market at the military forts where the army purchased cattle to supply the Indian reservations.  The deep ravines and canyons along the Niobrara River provided ideal places to hide stolen cattle, and cattlemen’s associations and vigilante groups were formed to curb the rustling. Federal and local regulations began to restrict the free range, but it took the farmer to settle the sandhills, change ranching, and convert a frontier to a state. While the eastern third of the state was populated in the 1850s, it would be another thirty years before the central Niobrara Valley was settled.  Cherry County’s first homesteader, Charles Sears, staked his claim ten miles east of Valentine and received his patent in 1886. Niels Nielsen, a Danish immigrant, estimated that a sod house cost about $50 to build, and a wood-frame house cost $250 to build in 1889. $272 in materials would build the two miles of barbed-wire fence to enclose a 160 acre quarter-section homestead. Promoters and developers made dubious claims regarding the productivity of the land and amount of rainfall, leading to a high failure rate among homesteaders who tried their hand at dry-land farming.    The 20th Century One animal unit (cow and unweaned calf) requires from 10 to 30 acres of grazing in this rangeland, so a traditional 160 acre homestead could only support from 5 to 16 head of breeding stock – not a profitable number. In 1904, President Theodore Roosevelt signed the Kincaid Act, increasing the size of a western Nebraska homestead to 640 acres, a full square mile section. This acreage proved more practical for the type of prairie range present in the area, and made ranching a more attractive prospect than attempting to grow crops.  Between 1900 and 1935, the average sandhills ranch had doubled in size from 640 to 1280 acres. However, as ranches increased in size to over 4000 acres by the end of the 1900s, population steadily declined, with 1990 census counts lower than those of 1890. In some respects, the area is returning to its frontier phase as sparsely populated rangeland.       Niobrara River near Valentine, Nebraska - early 1900s Vintage postcard courtesy of The Niobrara Council.",
    "url": "https:\/\/www.nps.gov\/niob\/learn\/historyculture\/people.htm"
}
