{
    "title": "Niobrara National Scenic River: Places",
    "body": "Places       Amid the wide variety of natural settings, people have built many structures that now have historic significance, reminding us that life on the prairie could be an adventure and a challenge, as well as an opportunity.          Top: Officers' quarters, Ft. Niobrara 1889Bottom: \"Buffalo Soldier\" of the 9th Cavalry at Pine Ridge, South Dakota. University of Arizona\/Denver Public Library  Fort Niobrara The Treaty of 1868 created the Great Sioux Reservation north of the Niobrara in Dakota Territory. Over the next two decades, the U.S. Army proceeded to surround the reservation with a ring of forts to monitor the tribes. Construction of Fort Niobrara, the southernmost of the forts, began in 1879 on a well-watered, well timbered site selected by General George Crook. This was close enough to monitor the Sioux, but far enough to avoid accidental friction between the tribes and the troops. The soldiers constructed a steam-powered sawmill to cut lumber and made adobe bricks. The fort was laid out in a standard military pattern with barracks and stables on one side of the parade ground and officers’ quarters on the other.  Fort routine was relatively peaceful; soldiers drilled, worked at construction and maintenance of the fort itself and shipped beef and supplies to the Rosebud Reservation. The fort served as an embarkation point for troops responding to the Pine Ridge outbreak, which culminated in the Wounded Knee massacre of 1890. Among the units stationed at Fort Niobrara were the African American troops of the 9th Cavalry. The fort was closed in 1906, but served as a remount station until 1911. Today, all that remains of Fort Niobrara are a hay barn, some old foundations and memories of the ring of bugle calls and the thunder of hooves that once rode the prairie wind. A story of Fort Niobrara from the University of Arizona library.         Allan Bridge in winter. NPS photo  Historic Bridges The Niobrara itself could be an obstacle to commerce and travel.  In the late 1800s and early 1900s, iron and steel bridges were built on state and county roads. Many of these historic spans are still in use today. Click to download the Niobrara National Scenic River bulletin on Bridges of the Niobrara. You will need Acrobat Reader to open these files. Acrobat is free, and you can download it here.       More information is available at these sites:   Historic Bridges of Cherry County Carns State Aid Bridge          Cornell Dam NPS photo    Cornell Dam  On May 13, 1909, Mr. C.H. Cornell of Valentine, Nebraska, contracted the Kansas City, Missouri, engineering firm of W.K. Palmer Company to survey a site near the confluence of the Niobrara and Minnechaduza Rivers, and to prepare a report and drawings of a possible dam and power generating plant at that site. The dam and plant were built around 1915, although not to the scale suggested by the 1909 report. They were operated as a private utility until the early 1940s, when Nebraska adopted public power districts statewide. The Nebraska Public Power District operated the structures, called the Cornell Dam and Niobrara Hydroelectric Generating Station, until 1985. In 1986, the public power district turned the land and structures over to the United States Department of the Interior, and they became part of the Fort Niobrara National Wildlife Refuge. Source: Nebraska State Historical Society        National Register of Historic Places Numerous structures and sites are listed in the National Register of Historic Places. Follow the links below. Cherry County Brown County Keya Paha County Rock County Also visit our “Parks & Museums” page for links to historic sites that now house fascinating local museums.",
    "url": "https:\/\/www.nps.gov\/niob\/learn\/historyculture\/places.htm"
}
