{
    "title": "Niobrara National Scenic River: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions              Nearby Attractions       Niobrara Valley Preserve: The Nature Conservancy's (TNC) Niobrara Valley Preserve borders the river for 25 miles between Smith Falls and the village of Meadville. It preserves unique riparian, forest and prairie habitats along and within the Niobrara River valley. TNC headquarters is located just south and east of the Norden Bridge. Several nearby hiking trails are available for public use. Please call ahead to request permission to launch or take out on their property. 402-722-4440 32 mi from Valentine, NE  Fort Niobrara National Wildlife Refuge: Established in 1912, this 19,131 acre refuge was set aside as a preserve and breeding ground for native birds, and to conserve herds of bison and elk that were later introduced.  A nature trail, wildlife drive, river access and a federally designated wilderness open to day use hiking and horseback riding are featured attractions. 402-376-3789  4 mi from Valentine, NE  Smith Falls State Park: Smith Falls is home to the state's tallest falls (63') and features a campground, picnic area, shelters and a nature trail as well as adjacent river access. 402-376-1306 15 mi from Valentine, NE  Samuel McKelvie National Forest: Camping, hiking, horseback riding and hunting are activities for visitors to this national forest 49 miles west of Valentine.  Valentine Fish Hatchery: This state of Nebraska facility processes an average of 68 million fish eggs every year and produces an average of 1.3 million fingerling game fish annually. Visit the web site for contact information. 1 mile northeast of Valentine. Valentine National Wildlife Refuge: This area, managed by the U.S. Fish and Wildlife Service, is situated in the heart of the snadhills and offers opportunities for birding and wildlife watching, hiking, fishing, and limited hunting. 20 Miles south of Valentine. Bowring Ranch: Bowring Ranch near Merriman is a Hereford demonstration ranch, donated by former U.S. Senator Eve Bowring in memory of her husband. The ranch house displays fine antique china, crystal and silver as well as memorabilia from their active public service careers. The visitor center interprets ranching, homesteading, geology, wildlife and many other areas related to the Sandhills and Bowrings. Cowboy Trail: When completed, this State Recreation Trail will stretch 321 miles from Chadron to Norfolk. This former railroad right-of-way is open to hikers, cyclists, runners, and equestrians. Merritt Reservoir State Recreation Area: This 9,053 acre area includes one of Nebraska's premier fishing lakes and offers camping, cabins, boat launching and rental.",
    "url": "https:\/\/www.nps.gov\/niob\/planyourvisit\/nearbyattractions.htm"
}
