{
    "title": "Niobrara National Scenic River: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Your safety while floating the river is of great concern to the National Park Service.  The NPS advises that all floaters wear a U.S. Coast Guard approved personal floatation device (PFD). Children under 13 must wear one at all times while floating the river. If you are a novice, ask your outfitter or a park ranger for tips on canoeing and kayaking. Seek professional instruction before your trip if possible. Know your launch and take-out points ahead of time.   If severe weather approaches get off the river as soon as possible and seek shelter. If you capsize, stay upstream from your boat. Currents pushing against your canoe can trap and hold you underwater. If you capsize in rapids, try to swim aggressively to the bank or an eddy. Otherwise, stay on your back and keep your feet pointed downstream, letting your PFD keep you afloat. Rapids and unmarked hazards can occur at any time. Scout ahead. In the summer major rapids and falls are signed between Valentine and the Norden Bridge. Boaters are strongly cautioned to portage around these dangerous obstacles. Avoid overhanging limbs and submerged logs that can overturn a boat and cause injury. Wear sturdy shoes. Sharp objects can cut bare feet. Be aware of hazards such as poison ivy, stinging nettles, ticks, slippery banks, crumbling cliffs and rattlesnakes. Do not dive or jump into the river. The Niobrara can be shallow with many rocks. Connecting tubes together may be hazardous -- people can get trapped beneath the tubes. Wear sunscreen, sunglasses, a hat and insect repellent. Avoid dehydration and drink plenty of water. Excessive alcohol consumption can lead to poor judgement, boating accidents and drowning. Cell phones may not work in the river valley. Most outfitters have phones for use and a public phone is available at Rocky Ford. Emergencies: dial 911        Signs placed seasonally warn river visitors of dangerous obstacles NPS Photo",
    "url": "https:\/\/www.nps.gov\/niob\/planyourvisit\/safety.htm"
}
