{
    "title": "Harpers Ferry National Historical Park: Top 10 Tokens of Love",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Top 10 Artifact Lists     Top 10 Tokens of Love                  Top 10 Tokens of Love       We are featuring 100 artifacts to celebrate the 100th anniversary of the National Park Service by sharing monthly Top10 lists!  Our second list is the Top 10 Tokens of Love. Signs of love and affection in 19th century Harpers Ferry can be found in the artifacts cherished and shared between loved ones. We won’t feature the popular valentines that were mass-produced and sold in local stores by the 1850s. These objects tell a more personal tale, and some hidden meanings, of the everyday tokens of love.        Dr. Nicholas Marmion’s patient ledger entry for Isaac Gilbert and his family NPS Photo\/Hammer  #1: Free your Enslaved Family In 1859, Isaac Gilbert was the sole slave of an elderly Harpers Ferry widow, but his wife and three children were owned by the family of Dr. James Logie outside of Harpers Ferry. To keep his family together, Gilbert wished to buy their freedom. As a slave, Gilbert was someone’s property, and, according to law, he could not own other property. He arranged to keep the bulk of the money that he earned as a laborer in the Harpers Ferry community, and he sought help from Fontaine Beckham, the mayor of Harpers Ferry. Beckham agreed to buy the Gilbert family from Dr. Logie using the money that Isaac Gilbert earned. Beckham further agreed to free the Gilbert family at the request of Gilbert, and recorded a will in the county courthouse that stated that upon his death, the family of Isaac Gilbert would be freed. Over a number of years, Gilbert was able to earn $1,400 for his family's freedom, and Fontaine Beckham kept his part of the deal by purchasing the Gilbert family.  The local Doctor, Dr. Marmion, kept a patient ledger that records all the treatments given to the young Gilbert family. This personal medical record gives us a rare glimpse into the health of a family that thrived as free citizens of Harpers Ferry.  Object Details: Catalog #HAFE 7035, Dr. Nicholas Marmion’s patient ledger entry for Isaac Gilbert and his family.          Historic photograph of a group outing at Jefferson Rock, ca. 1890 being held in the modern landscape NPS Photo\/Farmer   #2: Jefferson Rock Thomas Jefferson said the view from Jefferson Rock is worth a voyage across the Atlantic. Countless visitors agree, and the spot is a popular location for loved ones to enjoy a peaceful moment as they gaze at the stupendous view. Some locals even called this beloved spot “kissing rock!”  Object Details: Catalog #HAFE 4962, Historic photograph of a group outing at Jefferson Rock, ca. 1890. The copy of this photo is shown in the original location where it was taken. Thomas Lovett, the builder of the Hilltop House Hotel in Harpers Ferry, is in the bottom row seated with his hat in his lap.        Book, “The Poetical Works of Lord Byron,” 1848, as seen in an exhibit within the park NPS Photo\/Hammer   #3: Poetry I cannot exist without some object of Love ~ Lord Byron to Lady Melbourne, 9 November 1812 Reciting and reading the works of great poets was a common pastime in the 19th century home. In fact, local newspapers regularly published poetry authored by Harpers Ferry residents. Considered the “bad boy” and leading figure in the Romantic Movement, Lord Byron’s poetical works were a must-read for the budding romantic and poet.  Object Details: Catalog #HAFE 11805, Book, “The Poetical Works of Lord Byron,” 1848.         1870s style engagement ring. Also featured is the Tiffany and Co. collar stud NPS Photo\/Hammer  #4: Jewelry If you wished to impress your lady or gent, a stop into the local Jewelry Shop would do the trick. Perhaps she would favor a gold ring, or he might like that Tiffany & Co. collar stud. I like the compass pocket watch fob- What do you fancy?  Object Details: Catalog #HAFE 167451 1870’s style engagement ring. Also featured is the Tiffany and Co. collar stud, Catalog # HAFE 167827.         1851 patent Grover and Baker Sewing Machine as seen in a park exhibit NPS Photo\/Hammer  #5: Sewing Machine If a husband wished to save his wife from the toil of hand-sewing many of the family clothes, he would have purchased her the latest mechanical device: a sewing machine! Object Details: Catalog #HAFE 4407, 1851 patent Grover and Baker Sewing Machine.          Remembrance cup (NPS Photo\/Hammer)  #6: “Think of Me” “Think of Me” is painted in gold on this charming cup meant for a loved one. Also called Victorian sentiment china, these delightful cups give us a peek into how people expressed affection.  Object Details: Catalog #HAFE 4895, Remembrance cup.         Lithograph CDV of General George McClellan and his wife, ca.1864 NPS Photo\/Hammer   #7: Portrait of your Hero “This was a prized picture of your grandfather’s , Capt. Charles Conner, 7th Md. Reg., Co. J.”  This small token of affection for his hero passed down through the Conner family, along with letters from Capt. Conner.  Object Details: Catalog #HAFE 5116, Lithograph CDV of General George McClellan and his wife, ca.1864.         Daguerreotype image of young girl with doll, ca. 1855. NPS Photo\/Hammer  #8: A Favorite Toy We do not know the name of the little girl depicted in this photo, but we can see that she loved something enough to hold onto it: her doll. It’s not hard to imagine that she wanted her favorite toy captured forever in this ca. 1855 photo.  Now, who wants to have a dolly tea party?  Object Details: Catalog #HAFE 3993, Daguerreotype image of young girl with doll, ca. 1855.         Table set for two within a park exhibit NPS Photo\/Hammer   #9: Supper for Two In this 1850s Harpers Ferry middle-class home, a romantic dinner for two awaits you! The menu includes some foods you may recognize: roasted turkey, nuts, cheese, tavern biscuits, and asparagus. For dessert, however, we might enjoy a nice cider cake (spice cake), or bird’s nest pudding (baked apples with filling).  Object Details: Catalog #HAFE 12373, 19th century Ironstone copper lustre table setting.        Shellwork “bridal basket” under a glass dome NPS Photo\/Hammer  #10: Shellwork  Shells appear in a variety of 19th century decorative objects, including the wildly popular “sailor valentines.” This “bridal basket” was likely given as a gift to a new bride, or made by a friend or suitor to show affection.  The basket is on display in our Harper House exhibit, inside the parlor of a middle class home. Shellwork collectables and crafting with shells has become popular again it seems, and artists can look at museum shellwork collections for inspiration! Object Details: Catalog #HAFE 12419, Shellwork “bridal basket” under a glass dome.",
    "url": "https:\/\/www.nps.gov\/hafe\/learn\/historyculture\/top-10-tokens-of-love.htm"
}
