{
    "title": "Kalaupapa National Historical Park: Archeology",
    "body": "Archeology at Kalaupapa       Although Kalaupapa is primarily known for its historic Hansen’s disease settlement, the peninsula and nearby valleys are also extremely rich in archeological resources. Early historical accounts describe the massive quantity of archeological sites spanning the entire width of the peninsula. All of the sites are, for the most part, intact and are very well preserved due to the lack of modern day development as seen on many of the neighboring islands. There are few ancient landscapes left in the Hawaiian archipelago that are as untouched as the Kalaupapa Peninsula, and yet, are still accessible for large scale investigations focused on ancient and proto-historic Hawaiian cultural processes. The wealth of information to be gained by studying the Kalaupapa peninsula in this context is unsurpassable in archeological research. For these reasons, Kalaupapa National Historical Park has one of the best archeological preserves in Hawai`i. Download a bulletin about the Archeology of Kalaupapa.        One of two known petroglyphs on Kalaupapa Peninsula. NPS photo.  Types of Archeological Features The archaeology at Kalaupapa is significant not only because of the large number of sites found across the peninsula, but also because of their diversity. There is no question that the area was once the seat of a dense population. Residential, ceremonial, agricultural and aquacultural, and special-function sites as well as temporary field shelters are all examples of site types that have been found on this peninsula of five square miles. Permanent habitation structures have been documented within Kauhako Crater and along the eastern flank of the peninsula while temporary habitation sites have been recorded primarily in coastal areas. Lava tubes also served as temporary shelters or hiding places in times of war. Dotting the cultural landscape are numerous heiau or pre-Christian places of worship which include major temples as well as smaller, every day places of worship such as fishing and agricultural shrines. Examples of special-function sites on the peninsula include two petroglyph sites and one holua slide. Extending down the southern slope of Kauhako Crater, Kalaupapa’s holua sledding course was a place where traditional Hawaiian games of speed and skill were held. Best illustrated by aerial photography, agricultural sites are, by far, the most frequently encountered sites on the peninsula. Mazes of low rock walls extend for miles and miles across the windswept and more arid sections of the peninsula. Many of these walls are thought to have been used as property boundaries or as shelter for the cultivation of crops, such as sweet potato, which was a principal staple of the early Hawaiian traditional diet. Soil retaining terraces were often used as growing platforms. Agricultural and aquacultural sites were also used for the cultivation of both dry or wet-land taro, or kalo. Kalo was another primary staple of the early Hawaiian traditional diet. Terraces and terrace walls used for the cultivation of wet-land taro were constructed near water sources within the lush, more sheltered valleys along the back side of the peninsula.        Stone-faced platform on Makapulapai Hill. NPS photo.  Larger, more substantial walls were often used in the construction of heiau, larger house sites, and traditional Hawaiian land boundaries or ahupua`a. One ahupua`a wall can still be seen stretching two miles from the base of the na pali to the tip of the peninsula where it joins a ko`a or fishing shrine. Such labor intensive work evident in this wall, large heiau, or the holua slide is not only a testament to the man-power once available on the peninsula, but also to the overall population that supported these workers during such large scale projects. What Can Be Learned? The material remains of these early inhabitants at Kalaupapa have left us with an incredible wealth of information. Archeological theories have addressed and will continue to address important questions such as: When and how many Polynesian voyagers first colonized the peninsula? How and why did the population size change over time? Further research with radiocarbon dating techniques will aid in better understanding the chronological events on the peninsula and the rest of Moloka`i. Settlement patterns, religious worship, social stratification and behavior, recreation, labor and leisure, and diet are all examples of research issues to be addressed with the study of the such diverse site types at Kalaupapa. Archeological research has often put a heavy focus on the glamour of treasures or the lives of the elite in past and present cultures around the world. Such a focus, however, only provides a mere fraction of information regarding cultural processes. Over time the focus in research has shifted toward a better understanding of the everyday life and interactions of people at all status levels within a culture. The high concentration and diversity of sites at Kalaupapa is an excellent base for understanding all aspects of Hawaiian traditional life.",
    "url": "https:\/\/www.nps.gov\/kala\/learn\/historyculture\/archeo.htm"
}
