{
    "title": "Harpers Ferry National Historical Park: Top 10 Dangers in the 19th Century Home",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Top 10 Artifact Lists     Top 10 Dangers in the 19th Century Home                  Top 10 Dangers in the 19th Century Home       We are featuring 100 artifacts to celebrate the 100th anniversary of the National Park Service by sharing monthly Top10 lists!   Our first list is the Top 10 Dangers in the 19th Century Home.  War, disease, alcohol abuse, and working conditions were among the top dangers to Harpers Ferry families. These artifacts depict the drama of common, and some uncommon, local dangers.          Clay Tobacco Pipe (Reproduction), chewing and packaged smoking tobacco, and red clay\/Pamplin pipes that required a reed stem. NPS Photo\/Hammer  #1: Tobacco  Pipe smoking was a common practice in Harpers Ferry homes and taverns, though many disliked the stink of tobacco smoke.  King James I of England artfully described his objections to tobacco smoking in his 1604 treatise A Counterblaste to Tobacco: “Smoking is a custom loathsome to the eye, hateful to the nose, harmful to the brain, [and] dangerous to the lungs…” The danger of breathing secondhand smoke in unventilated rooms was recognized, but the effects of regularly smoking unfiltered tobacco was not as well known.  Even though public figures often spoke against the habit, many Harpers Ferry residents were keen on smoking! Harpers Ferry archeology sites are riddled with fragments of clay pipes, and merchants regularly advertised the “choicest brands of tobacco” to meet the high local demand.        Object Details: Catalog #HAFE 10781, Clay Tobacco Pipe (Reproduction). Also featured: chewing and packaged smoking tobacco, and red clay\/Pamplin pipes that required  a reed stem.        Photograph of Storer College Football Team taken in 1909 (Historic Print) NPS Photo\/Hammer  #2: The Golden Tornado Storer College had a dangerous weapon…on the football field! The “Golden Tornado” football team had a record overall of 18 wins, 39 losses, and 7 ties.  As a small local team, they were highly celebrated, and known for their sportsmanship.  This is the only known image of the first organized team in 1909. Object Details: Catalog #HAFE 11403, Photograph of Storer College Football Team taken in 1909 (Historic Print). Stats from 1899-1949 available on the College Football Data Warehouse website.           John Brown Pike; Staff from original Pike; Original inscribed Pike; Early 20th Century reproduction Pike souvenir; Illustration of the interior of the Armory Fire Engine House during John Brown's Raid NPS Photo\/Hammer  #3: John Brown Pikes Living in Harpers Ferry was not easy, especially when the town was plagued with floods, and ravaged by the Civil War. In 1859, these pikes were brought into town by the Abolitionist John Brown during his raid on the U.S. Armory. Brown intended to arm enslaved African Americans with pikes, which were cheaper than firearms, and more easily hidden and transported.  The archaic pike weapon evoked fear in many, and they became one of the major symbols of John Brown’s Raid.   Object Details: Catalog #HAFE 4063, John Brown Pike (Bottom, Original). Also featured: Top- HAFE 56 Staff from original Pike; HAFE 2894 Original inscribed Pike; HAFE 234294 Early 20th Century reproduction Pike souvenir.        “Street Scene-Harpers Ferry-High St.” ca.1878. Harpers Ferry NHP Historic Photograph Collection. Modern “Then and Now” image shows the historic photo in context. NPS Photo\/Farmer and NPS Graphic\/Hammer  #4: Farm Animals Disease was a common danger in the 19th Century home, and keeping a clean house was essential to a healthy family. When your cow was hanging out on the back porch, you may, however, have a problem. Though Harpers Ferry families often kept their chickens, goats, pigs, and cows nearby, the local ordinances prohibited them from running free inside city limits. In fact, each household was only allowed one dog per house because even dogs had become a nuisance. Local laws against the keeping animals in cramped pens, or roaming free, was part of the city’s efforts to tackle health and sanitation issues.   Object Details: Catalog #HF-33, “Street Scene-Harpers Ferry-High St.” ca.1878. Harpers Ferry NHP Historic Photograph Collection. Modern “Then and Now” image shows the historic photo in context.         Watch display case (Reproduction) NPS Photo\/Hammer  #5: Mechanical Watch Display In 1878, the mechanized carousel display case in Alfred Burton’s jewelry store proved to be a dangerous device. The local paper reported that his “mechanical contrivance” was “having a bad effect on the brain of people who are obliged to look in the window.” The poor shop owner was chastised for bringing the latest retail technology to town!      Object Details: Catalog #HAFE 167639, Watch display case (Reproduction). The editorial is in the Spirit of Jefferson, 11\/05\/1878.        Harpers Weekly illustration of 1861 Harpers Ferry Arsenal fire NPS Photo\/Hammer      #6: Fire! Fires are regularly reported in the local Harpers Ferry newspapers. It was very dangerous to live near an Armory factory that had fires going all day, and a railroad that had coal sparks shooting from the engines near your home. The open fire hearth in your home was another place to be careful.  This historic newspaper article shows an intentionally set fire, started by Federal troops when they evacuated the town in 1861. They burned the main Arsenal, where thousands of guns were stored, so that the Confederates would not get the weapons! The image shows how local residents helped to put out the fire.  Object Details: Catalog #HAFE 9487, Harpers Weekly article about 1861 Arsenal fire.         chamber pot NPS Photo\/Hammer  #7: Chamber Pots Well into the early 20th century, many Harpers Ferry homes still had outhouses, and no indoor plumbing. They were far behind in the late 19th century trend of installing indoor plumbing to create a sanitary environment. If you didn’t have indoor plumbing, you generally used a chamber pot at night to collect “night soil.” Park archeological studies of town privies (toilet) soils reveal that townspeople often suffered from intestinal parasites.  The generally late adoption of indoor plumbing contributed to the dangerous unsanitary uses of “night soil” as fertilizer in kitchen gardens, or as waste thrown in the streets and yards.  Object Details: Catalog #HAFE  166703, Chamber Pot.          Medicine bottles (Reproductions) and an original Pill Machine NPS Photo\/Hammer  #8: Medicine If you suffered from any of the common local ailments, such as intestinal parasites, consumption, typhoid, or cholera, you of course visited your local pharmacy or Dry goods store for a quick cure! The alcohol content alone was so high in many of the patent medicines, that you were sure to feel good in no time. Or, you would be poisoned by the remedy. One of the most commonly prescribed medicines was “Blue Mass” pills.  Containing numerous ingredients of varying quantities including glycerol, rose honey and althea, the main ingredient of these pills was Mercury.  The ingestion of a normal daily dose of blue pills would be equal to ingesting over 100 times the recommended amount of mercury per day. Mercury poisoning commonly developed as a result of this treatment.  Object Details: Catalog #HAFE 16672 Medicine bottles (Reproductions), and an original Pill Machine.         Original photograph of John Brown’s Fort during the 1889 flood and a photo of the original Fort doors that survived four major floods as seen in the John Brown Museum NPS Photo\/Hammer  #9: Floods “Always be prepared for a flood” could be the Harpers Ferry town motto.  In the 19th Century, there were five major floods that reached the doors of John Brown’s Fort (a.k.a the U.S. Armory Fire Engine and Guardhouse). These original Fort doors are a testament to the ability of Harpers Ferry residents to overcome the dangers of flooding, and thrive.  Object Details: Catalog #HAFE  33893 Original photograph of John Brown’s Fort during the 1889 flood, and #HAFE 11245, the original Fort doors that survived four major floods.         cast iron skillet NPS Photo\/Hammer   #10: Skillet You may not consider a skillet dangerous, but in the hands of a local Harpers Ferry resident in August, 1913, a humble kitchen skillet became a weapon. The local newspaper reported that a couple on Church St. was  “drunk as usual…” and had a “bigger fight than usual…” involving a hot skillet, and a bread knife! Object Details: Catalog # HAFE 10692 (Reproduction).  Newspaper article is in the Spirit of Jefferson, 8\/12\/1913.",
    "url": "https:\/\/www.nps.gov\/hafe\/learn\/historyculture\/top-10-dangers.htm"
}
