{
    "title": "Harpers Ferry National Historical Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer      Volunteer Opportunities  Opportunities at Harpers Ferry National Historical Park are as diverse as the natural and cultural resources of the park. History buffs, amateur naturalists, re-enactors, artists, students, gardeners and many more people have found a place to share their skills at Harpers Ferry. Groups and individuals are welcome! Learn new skills and apply what you already know. Play a vital role in almost all aspects of park operations by:  Providing information to visitors from all over the world. Working in one of the best bookshops in the national park system. Designing and conducting programs for school children. Removing non-native plants. Restoring battlefield landscapes. Assisting with park clean-up days. Leading hikes and presenting interpretive programs. Monitoring trail conditions. Monitoring deer plots.  Cataloguing artifacts, photos and documents. Participating in archeology excavations. Leading community service groups on park-wide projects. Assisting with media and marketing strategies.  Building and maintaining hiking trails. Creating living history experiences.      Opportunities for Individuals Museum & Archives Bookshop Education Internships Living History Visitor Services Volunteer Opportunities for Groups Living History Community Service Projects Volunteer Events Museum Service DayOur Program's Mission, Vision, & ExpectationsVolunteer Program Management Documents         2009 - Education Interns Meet Former Governor, now Senator, Joe Manchin (WV). NPS Photo   A Great Place to Share Your Time and Talents Harpers Ferry is a hidden treasure in the national park system! The park includes a combination of natural and cultural resources unparalleled in the National Park System. Harpers Ferry National Historical Park is located at the confluence of the Potomac and Shenandoah rivers in the states of West Virginia, Maryland and Virginia. The park consists of almost 4,000 acres, 20 museums and exhibits and 20+ miles of hiking trails. The Appalachian National Scenic Trail, Potomac Heritage National Scenic Trail, and the Chesapeake and Ohio National Historical Park intersect here. Some of the primary topics of interest at Harpers Ferry are the revealing connections between history and landscape, the influence of the Industrial Revolution on the human experience, the impact of John Brown's raid and the Civil War on the community and the nation, and the continuing struggle to achieve the American ideal of freedom and equality. It is truly a park like no other.   Get in Touch!  For general information contact us at Phone: 304-535-5017 Email: e-mail us; Mail: Samantha Zurbuch, Volunteer Program Manager, Harpers Ferry NHP, P.O. Box 65, Harpers Ferry, WV 25425",
    "url": "https:\/\/www.nps.gov\/hafe\/getinvolved\/volunteer.htm"
}
