{
    "title": "Harpers Ferry National Historical Park: Natural Resources Internship",
    "body": "Natural Resources Internship         Natural Resources intern, Hope Fraser, installs a deer exclosure NPS Photo\/Mills  Introduction The Natural Resources Intern position will last for 10-12 weeks (start and end dates may vary). Park housing may be available. The intern will have the opportunity to work on one or all of the following projects: water quality monitoring; geologic data collection; setting vegetation plots and deer exclosures; identification and monitoring plants; learn and use Global Positioning System (GPS); and integrated pest management.The work of this position is mostly carried on outdoors, individually or in teams of 2-3 people. The incumbent would be required to hike 6+ hours a day over uneven terrain to work sites in temperatures ranging in the cooler months from 20F to 50F and in the warmer months from 50F to 95F. This internship provides an opportunity for current students to work within the Resources Management Division of Harpers Ferry National Historical Park. The incumbent of this position will gain new knowledge and skills working with staff professionals in a diverse resources management program.  Duties:  Water quality monitoring  Geologic data collection Setting vegetation plots & deer exclosures Identification and monitoring plants  Learn and use Global Positioning System (GPS) Integrated pest management  Seasons  and Application Deadline(s) Season: Summer Deadline: March 1, 2016 Season: Fall Recommended Deadline*: August 1, 2016 *This internship may be filled at anytime throughout the year. For early consideration, apply with resume, cover letter, and three references by March 1st. Knowledge, Skills and Abilities (Required):  Must possess a valid, current Driver's License.  Ability to lift up to 40 lbs. and work in uneven terrain in varied temperatures and weather conditions.  Able to perform work both in the office and outdoors.  Ability to work cooperatively with others and individually. Ability to hike more than six miles in varied temperatures and weather conditions.   Knowledge, Skills and Abilities (Preferred):  Knowledge of computer programs is beneficial.  Coursework related to a related field of study is beneficial.   Contact for more information: Natural Resources Specialist Phone: 304-535-6770 Email Mail: Attn: Natural Resources Specialist Harpers Ferry NHP,  PO Box 65  Harpers Ferry, WV 25425 Applications Applications should include:  Cover Letter Resumè Names, Relationships, and Contact Information for thress Professional and\/or Academic References  Cover Letter In the cover letter, please include the following:   Whether or not you require housing. Why you want to be an intern at Harpers Ferry NHP.  What your objectives are. What particular type of work you would like to do. The dates you would begin and end an internship. Whether or not this internship is for school credit. If applicable, the number of hours required by your school, the requirements of your school's internship program, and your advisor's name and contact information.  Also, feel free to express yourself, your hopes and expectations in the cover letter.  If not selected for this internship, please indicate in your cover letter other park internships in which you might be interested.",
    "url": "https:\/\/www.nps.gov\/hafe\/getinvolved\/supportyourpark\/natural-resources-internship.htm"
}
