{
    "title": "Harpers Ferry National Historical Park: Volunteer Management Internship",
    "body": "Volunteer Management & Centennial Intiatives Internship         Students from Doanne Academy constructing historic worm fencing.  (NPS PHOTO)   Introduction The Volunteer Management and Centennial Initiatives Intern position will last for 12 weeks (start and end dates may vary). Park housing may be available. A $100\/week living allowance may be available. The intern will have the unique opportunity to work with staff from all park branches on a variety of projects, special events, and resource management activities. From the front lines, interacting with the park visitor, to working one on one with park volunteers, the candidate will experience almost every facet of park operations. This internship will be based under the Division of Interpretation, Education, & Partnerships at Harpers Ferry National Historical Park and the supervisor will be the park’s Volunteer Program Manager. The National Park Service will celebrate its 100th birthday on August 25, 2016 and this internship will assist with park planning and execution of events and initiatives for the NPS and Centennial. The intern will play a key role working closely with the park’s Centennial Steering Committee on special event planning for park and partner events to occur throughout the Summer and Fall of 2016. These events include: the 15th Annual Don Redman Jazz Heritage Awards & Concert; America the Beautiful Quarters® Program at Harpers Ferry National Historical Park; a 100th Anniversary NPS Founders’ Day Naturalization Ceremony; and The Confluence Festival. the Intern will also help build capacity for the park volunteer program as related to NPS Centennial goals. Duties Include:  Conduct outreach to local organizations for NPS Centennial partnership opportunities  Leading volunteer groups on a variety of field projects (trail maintenance, landscape restoration, sign installation, park cleanup days, invasive plant management, etc.),  Managing park-wide volunteer database  Recruiting volunteers Managing volunteers  Providing other interns programmatic support Volunteer recognition  Organizing volunteer projects  Assisting landscape architect Training and leading volunteer crews (SCA, Boy Scouts, etc.)   Seasons and Application Deadline(s) Season: Summer Deadline: March 1, 2016 Knowledge, Skills, and Abilities (Required)  The individual must possess effective communication skills, both oral and written.  The intern must be able to provide leadership and guidance to both small and large volunteer groups, and must be able to relate with volunteers of all ages, especially youth. Able to perform work both in the office and outdoors. Incumbent must be able to lift up to 40 lbs. and work in uneven terrain in varied temperatures and weather conditions.  Must possess a current driver’s license.  Must possess an intermediate knowledge of working with computers, both PC and Mac, and data management programs (Word, Excel, Access, etc.).   Knowledge, Skills, and Abilities (Preferred)  Public speaking experience is a plus. Experience working with the Adobe Creative Suite (Photoshop, InDesign, etc.) is a plus. College degree or coursework toward a degree is preferred.   Contact for more information Volunteer Program Manager Phone: 304-535-5017  Email Mail: Attn: Volunteer Program Manager  Harpers Ferry NHP  PO Box 65 Harpers Ferry, WV 25425 Applications Applications should include:  Cover Letter Resumè Names, Relationships, and Contact Information for three Professional and\/or Academic References  Cover Letter In the cover letter please include the following:   Whether or not you require housing. Why you want to be an intern at Harpers Ferry NHP. What your objectives are. What particular type of work you would like to do.  The dates you would begin and end your internship.  Whether or not this internship is for school credit. If applicable, the number of hours required by your school, the requirements of your school's internship program, and your advisor's name and contact information.  Also please feel free to express yourself, your hopes and expectations in the cover letter.  If not selected for this internship, please indicate other internships within the park, in which you might be interested. Thanks for your interest! We look forward to hearing from you.",
    "url": "https:\/\/www.nps.gov\/hafe\/getinvolved\/supportyourpark\/volunteer-management-internship.htm"
}
