{
    "title": "Harpers Ferry National Historical Park: Education Internship",
    "body": "Explore This Park    Get Involved     Volunteer     Internships     Education Internship                Education Internship         Education interns with puppets, ready to perform for a summer youth audience NPS Photo  Introduction The Education Intern position will last for approximately 10-15 weeks (start and end dates may vary). Park housing may be available. The internship focuses on the presentation of curriculum-based programs. Spring and Fall interns serve school groups. Summer interns focus on a variety of summer youth groups.  This internship will be based under the Division of Interpretation, Education, & Partnerships at Harpers Ferry National Historical Park and the supervisor will be the park Education supervisor. The internship involves in-depth study of 19th century American history and some river-based environmental science. Primary topics include the nationally significant resources of the Harpers Ferry area: John Brown; the Civil War; African American history; Industrial history; Transportation history; and Landscape history. Duties  Research, develop and present interpretive programs. Serve audiences of students K-12 and\/or summer youth groups. Present third-person, living history interpretation. Study assigned research materials.  Develop an accurate, working knowledge of 19th century American history.  Draft written responses to information requests.  Seasons and Application Deadline(s) Season: Summer Deadline: March 1, 2016 Season: Fall Deadline: July 15, 2016 Season: Spring Deadline: November 1, 2016 Knowledge, Skills and Abilities (Required):  An interest in and knowledge of American history.  Flexibility and creativity.  Ability to perform basic research skills, and organize large amounts of information. Ability to work cooperatively with others and follow directions.  Ability to handle controversial issues with tact and a professional manner. Possess effective communication skills, both oral and written.  Ability to lift up to 40 lbs. and  work in uneven terrain in varied temperatures and weather conditions.   Contact for more information: Park Ranger, Education Phone: 304-535-4063 Email Mail: Park Ranger, Education  Harpers Ferry NHP PO Box 65  Harpers Ferry, WV 25425 Applications Applications should include:  Cover Letter Resumè Names, Relationships, and Contact Information for three Professional and\/or Academic References  Cover Letter In the cover letter please include the following:   Whether or not you require housing. Why you want to be an intern at Harpers Ferry NHP. What particular type of work you would like to do.  The dates you would begin and end your internship.  Whether or not this internship is for school credit. If applicable, the number of hours required by your school, your advisor’s name and contact info. Also please feel free to express yourself, your hopes and expectations in the cover letter.  If not selected for this internship, please indicate other internships within the park in which you might be interested.",
    "url": "https:\/\/www.nps.gov\/hafe\/getinvolved\/supportyourpark\/education-internship.htm"
}
