{
    "title": "Harpers Ferry National Historical Park: Museum Management Internship",
    "body": "Explore This Park    Get Involved     Volunteer     Internships     Museum Management Internship                Museum Management Internship         Museum Management intern, Emily, with her favorite artifact in the Burton Jewelry Store exhibit NPS Photo\/Jacobs  Introduction This internship is approximately 24 weeks in length. Park housing and\/or a $100 per week living allowance may be available.  The internship begins in January with flexible start and end dates. The intern will have the opportunity to work with a major National Park Service museum collection. The collection consists largely of archeological material, archives (historical and corporate), and objects on exhibit in our museum which is spread through multiple historic structures.  This internship will provide hands-on experience in preventative conservation, proper housing and display of artifacts, and documenting the artifacts and environment following National Park Service standards. Dress will be casual office attire and\/or volunteer uniform; close toed shoes are mandatory.  The intern will live in park quarters; a dormitory setting in the lower historic town with many scenic views.  Transportation is the responsibility of the intern, and it is highly recommended they provide themselves with transportation.  Parking will be provided within the park boundaries.  Limited public transportation serves the area.  Groceries and gasoline, or any other shopping, is located several miles away.  Local restaurants are available in town. Weekly schedule is working Monday through Thursday with a possibility of working an occasional weekend. Duties:  Assisting with the daily operations of the museum management program involving researching public and staff questions.  Assisting with the library.  Museum housekeeping. Performing inventory. Collecting environmental data. Completing climate charts and graphs for the files. Pest trap monitoring. Possible exhibit installation. Possible electronic data entry into the Interior Collection Management System (ICMS). Additionally, a specialized project will be determined based on the interest of the intern and the need of the park.  Seasons and Application Deadline(s) Season: Winter Deadline: November 1, 2016 Knowledges, Skills and Abilities Required:  Basic knowledge of museum and archival practices is necessary.   Either working towards or graduated with a degree in Museum Studies or equivalent is encouraged.   Ability to work with a small group or independently is necessary. React favorably to changing work assignments. Standing or sitting for long periods of time. Adapt to handling fragile museum artifacts.   The ability to climb three flights of stairs and lift 35-50 pounds on your own is desired due to the nature of the job, the historic scene, and structures you are required to work in while an intern.   Knowledges, Skills and Abilities (Preferred):  Coursework in a related field of study or previous experience.   Contact for more information: Museum Curator Phone: 304 535-6497 Email Mail: Attn: Museum Curator Harpers Ferry NHP  P.O. Box 65  Harpers Ferry, WV 25425 Applications Application should include:  Cover Letter Resumè (no more than three pages) Names, Relationships, and Contact Information for three Professional and\/or Academic References  Cover Letter  In the cover letter please include the following:   Whether you are applying for full-time or part-time position. Whether or not you require housing. Why you want to be an intern at Harpers Ferry NHP. What particular type of work you would like to do.  The dates you would begin and end your internship.  Whether or not this internship is for school credit. If applicable, the number of hours required by your school, your advisor’s name and contact info. Also please feel free to express yourself, your hopes and expectations in the cover letter.  If not selected for this internship, please indicate other internships within the park in which you might be interested.",
    "url": "https:\/\/www.nps.gov\/hafe\/getinvolved\/supportyourpark\/museum-management-internship.htm"
}
