{
    "title": "Harpers Ferry National Historical Park: Internships",
    "body": "Internships         2014 Summer Volunteer Interns stop at the Storer College Gate at the Stephen T. Mather NPS Training Center on Camp Hill during their Orientation Training. NPS Photo\/Zurbuch  Internship Opportunities  Opportunities at Harpers Ferry National Historical Park are as diverse as the natural and cultural resources of the park. History buffs, amateur naturalists, re-enactors, artists, students, teachers, gardeners and many others have found a way to share their talents and explore their interests at Harpers Ferry NHP. Read some recent testimonials from folks who have volunteered here. Learn new skills and apply what you already know. Play a vital role in almost all aspects of park operations by:   Providing information to visitors from all over the world. Working in one of the best bookshops in the national park system. Designing and conducting programs for school children. Removing non-native plants. Cataloguing artifacts, photos and documents. Participating in archeology excavations. Building and maintaining hiking trails. Providing support to a number of park volunteer groups. Assisting staff with historic landscape rehabilitation efforts. Creating living history experiences. Help maintain our trails by doing trail work. Help lead volunteers and volunteer crews by training to be a work crew leader!       A Great Place to Work Harpers Ferry is a hidden treasure in the national park system! The park includes a combination of natural and cultural resources unparalleled in the National Park System. Harpers Ferry National Historical Park is located at the confluence of the Potomac and Shenandoah rivers in the states of West Virginia, Maryland and Virginia. The park consists of almost 4,000 acres, 20 museums and exhibits and 20+ miles of hiking trails. The Appalachian National Scenic Trail, Potomac Heritage National Scenic Trail, and the Chesapeake and Ohio National Historical Park intersect here. Some of the primary topics of interest at Harpers Ferry are the revealing connections between history and landscape, the influence of the Industrial Revolution on the human experience, the impact of John Brown's raid and the Civil War on the community and the nation, and the continuing struggle to achieve the American ideal of freedom and equality. It is truly a park like no other. We offer Internships in a wide variety of fields, so if you don't see an opportunity listed that fits your studies or interests, please ask. We also offer flexible Internships that can work with your class schedule during the school year.  Come and join us! Thanks for your interest in our Internship Program! For general information, please contact us at: Email Phone: 304-535-5017  Mail: Volunteer Coordinator, Harpers Ferry NHP, P.O. Box 65, Harpers Ferry, WV 25425 Please Note: Some Internships accept applications on a rolling basis, while Summer Internships have a March 1st deadline. We offer internships year-round (summer, fall, winter, spring) in some disciplines. Please contact the division you wish to intern with for details on their application process and current needs. Depending on staffing and current funding, we may or may not be able to offer all internships each year.      2016 Internship Opportunities The Summer Internship Application Deadline is March 1st!  Accepting Applications now! Please include in your Application the following materials:  A Cover Letter  Resumé Names, Relationships, and Contact Information for three Professional and\/or Academic References  Internships we offer include:  David Larsen Memorial Public Engagement Internship Education  Exhibits and Publications Living History & Historic Trades  Museum Management Natural Resources  Social Media Visitor Services  Volunteer Management & Centennial Initiatives             Natural Resources intern, Brandee, works to put up a new deer exclosure to help study the deer population in the park. NPS Photo\/Mills",
    "url": "https:\/\/www.nps.gov\/hafe\/getinvolved\/supportyourpark\/internships.htm"
}
