{
    "title": "Harpers Ferry National Historical Park: Living History Internship",
    "body": "Explore This Park    Get Involved     Volunteer     Internships     Living History Internship                Living History & Historic Trades Internship         Living History Interns greatly boost program offerings.  They pause with other staff for a picture. NPS Photo\/M. Wassel  Introduction Living History Interns wear period costume 95% of their duty hours while presenting third person interpretation of civilian and military historic impressions.  A Living History Internship includes conducting research, delivering public history talks and tours, and staffing historic exhibits while in period clothing costume. Interns will live and learn the best public history practices, while inside a unique historic park\/town setting. Park provided living quarters are available, at no charge to the intern, and depends seasonally on availability. Internships include a living allowance equal to $100.00 a week. Interns exit with an entry level NPS experience that is valued as a paid NPS experience. Interns can document, on an average, serving approximately 21,000 park visitors during a 12 week internship. Interns learn volunteer coordination skills and abilities in helping to manage a large living history volunteer program. Interns gain public engagement skills and techniques to make park resources more meaningful to park visitors. This internship will be based under the Division of Interpretation, Education, & Partnerships at Harpers Ferry National Historical Park. Interns will provide information, orientation, and interpretation to thousands of park visitors while staffing historic museum exhibits and landscapes. The internship involves in-depth study of 19th century American history focused on the nationally significant resources of the Harpers Ferry area, including the following park themes:  John Brown’s 1859 Raid; the Civil War; African American history; industrial history; transportation history; and landscape history. Duties:  Study assigned research resources and material culture and articulate their meaning in order to prepare and present special events and historic trades demonstrations of 18th and 19th century black powder historic weapons, Civil War era artillery, early republic to Civil War era bee-hive oven baking, historic kitchen gardening, sewing, and blacksmithing. Plan and deliver public history talks, tours, and informal interpretation while in period clothing costume.  Seasons and Application Deadline(s) Season: Spring (March-May) Deadline: January 29, 2016 Season: Summer (May-August) Deadline: March 1, 2016 Season: Fall (September-December) Deadline: August 1, 2016 Knowledge, Skills Required:  Experience in public speaking. College coursework in American history. Posses a keen interest in and knowledge of 19th century American History. Lift up to 40 lbs. and work in uneven terrain in varied temperatures and weather conditions.   Ability to:  Perform basic research and organize large amounts of information. Work cooperatively with others in a stressful environment. Follow directions and handle controversial issues with tact and in a professional manner. Possess effective communication skills, both oral and written.  Contact for more information: Period Exhibits & Historic Trades Phone: 304-535-6063  Email Mail: Attn: Period Exhibits & Historic Trades Harpers Ferry NHP,  PO Box 65  Harpers Ferry, WV 25425 Applications Within a resumé:  Document your related experience to demonstrate your commitment to the field of public history. Document college coursework in history, public history or resource interpretation. Provide contact information for 3 References: their Names & Relationships. These can be Professional and\/or Academic References.  In the cover letter please include the following:  Why you want to be an intern at Harpers Ferry NHP Whether or not you require housing Which internship - Spring, Summer, or Fall - you are available for an internship Whether or not this internship is for school credit. If applicable, the number of hours required by your school, the requirements of your school's internship program, and your advisor's name and contact information. Also please feel free to express yourself, your hopes and expectations in the cover letter. If not selected for this internship, please indicate other internships within the park, you might be interested in.    If you have questions about other Internship or Volunteer opportunities, please email the park’s volunteer coordinator.",
    "url": "https:\/\/www.nps.gov\/hafe\/getinvolved\/supportyourpark\/living-history-internship.htm"
}
