{
    "title": "Harpers Ferry National Historical Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       Harpers Ferry National Historical Park works with partners on a daily basis to ensure that our on-site visitors, school groups, virtual audience, and others have the best overall experience when visiting and learning about Harpers Ferry and the surrounding area. This page is a portal for learning more about those who work with our park. Please note the page is a work in progress, so we will continue to add more partner information over time.         Civil War Trust logo Civil War Trust  Civil War Trust The Civil War Trust is America's largest non-profit organization (501-c3) devoted to the preservation of our nation's endangered Civil War battlefields. The Trust also promotes educational programs and heritage tourism initiatives to inform the public of the war's history and the fundamental conflicts that sparked it.  Learn more about the Civil War Trust at www.civilwar.org\/        Heart of the Civil War 1864 logo Heart of the Civil War Heritage Area  Heart of the Civil War Heritage Area  The Heart of the Civil War Heritage Area promotes the stewardship of our historic, cultural, and natural Civil War resources, encourages superior visitor experiences, and stimulates tourism, economic prosperity, and educational development, thereby improving the quality of life of our community for the benefit of both residents and visitors.  Learn more about HCWHA at www.heartofthecivilwar.org        Jefferson County CVB logo Jefferson County CVB  Jefferson County Convention and Visitors Bureau No matter the season, Jefferson County is the perfect getaway for couples, families, and business organizations looking for an exciting retreat. Nestled between metropolises like Washington, DC and Baltimore, Jefferson County is the perfect escape from the whirlwind of city life.  Learn more at www.discoveritallwv.com\/        Jefferson County WV NAACP logo Jefferson County WV NAACP  Jefferson County WV NAACP The mission of the National Association for the Advancement of Colored People is to ensure the political, educational, social, and economic equality of rights of all persons and to eliminate racial hatred and racial discrimination. The Jefferson County Branch of the NAACP was organized and chartered in June 1946. To the best of anyone's knowledge, this is the first time a civil rights group had been organized in Jefferson County, even though the second meeting of the Niagara Movement was held at Storer College in Harpers Ferry in 1906.  Learn more about the Jefferson County WV NAACP at www.jcwvnaacp.org        JTHG Partnership logo Journey Through Hallowed Ground Partnership  Journey Through Hallowed Ground Partnership The Journey Through Hallowed Ground Partnership is a non-profit, four-state partnership dedicated to raising awareness of the unparalleled American heritage in the region running from Gettysburg, PA., through Maryland and Harpers Ferry, WV, to Thomas Jefferson's Monticello in Charlottesville, VA. With more history than any other region in the nation, the Journey Through Hallowed Ground was recognized by Congress as a National Heritage Area and offers authentic heritage tourism programs and award-winning educational programs for students of all ages.       Learn more about JTHG at www.hallowedground.org             Hagerstown\/Washington County CVB logo Hagerstown\/Washington County CVB  Hagerstown\/Washington County Convention & Visitors Bureau The Hagerstown\/Washington County Convention & Visitors Bureau (CVB) is a non-profit private organization. The mission of the CVB is to develop and market Washington County as a viable and desirable travel destination to meeting planners, leisure travelers, and business customers. The Board of Directors consists of 15 individuals representing not only the tourism industry, but also a wide scope of businesses from throughout the County.  Learn more about the Hagerstown\/Washington County CVB at www.marylandmemories.org        WV Division of Tourism logo WV Division of Tourism  West Virginia Division of Tourism The Division of Tourism, in partnership with the private sector tourism industry, works to cultivate a world-class travel and tourism industry through the creation of jobs, stimulation of investment, expansion of current tourism businesses, and promotion of a positive state image; thereby, improving the way of life for West Virginians.  Learn more at www.wvtourism.com      West Virginia GeoExplorer Project The West Virginia GeoExplorer Project is an innovative geographically-based web resource for exploring the history, culture, and architecture of West Virginia. Jefferson County serves as the starting point for project efforts, which will later be expanded to encompass the rest of the state. Using Geographic Information System (GIS) technology, digital imaging, and the rich concentration of local primary historical materials, it is a freely-available resource for scholars, students, professionals, and laymen, with potential uses ranging from a digital archives of primary sources, to a research and educational tool, to an integral part of the community's planning and development process.  Learn more about the project at www.wvgeohistory.org",
    "url": "https:\/\/www.nps.gov\/hafe\/getinvolved\/partners.htm"
}
