{
    "title": "Harpers Ferry National Historical Park: Teacher Workshops",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher Workshops                Teacher Workshops        Ranger Tom instructs the teachers in 1861 military drill. NPS Photo       Harpers Ferry National Historical Park is committed to promoting the use of cultural and natural resources in the classroom. To help teachers incorporate these resources the park assists in hosting teacher institutes. Please see below for further information.   A New Birth of Freedom, 1863: The Third Year of Civil War  (July 8-12, 2013)   Harpers Ferry National Historical Park, in partnership with Shepherd University, Jefferson County Schools, and Harpers Ferry Historical Association presents: A Summer Institute for Teachers of Grades 4-12   Harpers Ferry National Historical Park, with Shepherd University, Jefferson County Schools, and the Harpers Ferry Historical Association, invites teachers, Grades 4 - 12, to participate in its annual Summer Teachers' Institute. As part of the 150th commemoration of the American Civil War, this year's institute will explore topics of freedom and war that emerge in 1863.   In 1862 war had come to Harpers Ferry with all its fury. The town found itself caught in the maelstrom of our national conflict. With the issuance of the Emancipation Proclamation on January 1, 1863,newly-freed African-Americans flocked into Union-controlled Harpers Ferry, where civilians now lived under the strict rules of \"martial law.\" The landscape in and around the town had changed dramatically: a town modestly protected in 1862 would eventually be turned into something more resembling a 19th century fortress. Much more would happen in 1863: a new state would be carved out of the \"Old Dominion\"; Robert E. Lee's Confederate legions would once more invade the North; and President Lincoln would give a short, but incredibly powerful address in a small town in south-central Pennsylvania.   During our 2013 Teachers' Institute, we will consider the impact of the Emancipation Proclamation, as well as Lincoln's \"Gettysburg Address\"; how the 35th State of West Virginia came to be, and whether its creation was really constitutional; what \"martial law\" actually meant to the citizens of Harpers Ferry; the beginning of the recruitment of \"Colored Troops\" into the Union armies; and finally, was it in fact, a \"new birth of freedom.\"   We hope you'll consider joining us for this year's Teachers' Institute. In addition to hearing from some of our country's leading Civil War historians, we'll introduce a number of \"hands-on\" methods that you'll be able to use in your classrooms for the teaching of history, and you'll have the opportunity to discuss and debate some of the issues mentioned above. Finally, we hope to include the use of technology - perhaps digital story-telling - although this institute will be for history credit only. To apply, download this application and return by May 5, 2013.",
    "url": "https:\/\/www.nps.gov\/hafe\/learn\/education\/development\/teacherworkshops.htm"
}
