{
    "title": "Kalaupapa National Historical Park: Kalaupapa Today",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Kalaupapa Today                Kalaupapa Today      Kalaupapa is unlike any other place in Hawai`i. Its history and its living community are unique. Today there is no longer any need to isolate people with Hansen's disease—in Hawai`i or anywhere else. Former Hansen's disease patients at Kalaupapa who still require medical attention due to the effects of the disease are no longer required to live here. Those who do live here have chosen to live here. Public access to this community is very limited because of regulations safeguarding privacy.   For people in Kalaupapa, life is a little quieter than other places. There are no restaurants, no movie theaters, no shopping malls, and only a few miles of road to drive. But in many respects it offers more fellowship and opportunities for people to come together as a community than in many American towns.   Today, residents (former Hansen's disease patients, Hawai`i Department of Health and National Park Service employees) are often asked what life is like in Kalaupapa.            Photo of the surf breaking along Kalaupapa coastline. NPS photo.  What People Do Enjoy the scenery. People can take a break from the day’s routine to look at some of the most spectacular natural scenery in the world. From anywhere in the community you can look up at the dramatic 2,000-foot pali that separates the Kalaupapa Peninsula from “topside,” the local term for the rest of Moloka`i. Or people can walk a few steps to the ocean and enjoy the clear blue waters of the Pacific Ocean crashing against the black lava or white sandy beaches. Enjoy a slower pace of life. There are many opportunities for solitude in Kalaupapa, often described as looking and feeling like the “old” Hawai`i of 50 years ago.  Feel the mana of the `aina. Kalaupapa is a very spiritual place. Celebrate Christmas in July. Once a year, usually July, people gather at the dock to watch the year's bulk supplies be unloaded from the barge. Canned goods for the grocery store, furniture, automobiles, washers, dryers, refrigerators, beer for the bar, a year’s supply of gasoline, construction supplies; all arrive on the barge.        Kalaupapa sign. NPS photo.  Go to church. There are three churches in town, including St. Francis Catholic Church, Church of Jesus Christ of Latter Day Saints, and Kanaana Hou United Church of Christ. Over in Kalawao there are two historic churches, St. Philomena and Siloama. “Talk Story.” In a community so small, people run into people anyplace, anytime, and take time to visit. “Catch air.” Pickup trucks are popular in Kalaupapa. So are dogs. At any time of the day people in pickups with dogs in the back can be seen “catching air” during drives out to the airport and back. Go fishing. Many of the locals are expert fishermen. Generally they use a pole and fish directly in the surf. And some people watch (at a distance, with respect) as the fishermen stand in the water up to their knees or hips casting their nets. It’s an art.        Travel pennants in Kenso's home. NPS photo.  Travel throughout the state. People fly to Honolulu or outer islands for a weekend away and a dose of civilization. Major shopping usually occurs on these trips. Travel to the mainland is popular too. Las Vegas is a favorite destination. Eat. Community-wide dinners are a popular activity, with traditional Hawaiian, Japanese, Chinese, and Filipino foods being typical fare. Hear a music concert. People attend live concerts to hear musicians as Makaha Sons, John Keawe, and Ray Kane. Church groups from around the islands also fly in to sing for and with local residents. And the musicians consider it an honor to perform for the people of Kalaupapa.",
    "url": "https:\/\/www.nps.gov\/kala\/learn\/historyculture\/life2day.htm"
}
