{
    "title": "Harpers Ferry National Historical Park: Soils",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Soils                Soils       Common soil associations found within the park include the Berks-Weikert, whose shaly silt loams are very conducive to erosion and located in patches throughout the town itself. From the Potomac River northwest of Harpers Ferry to Bloomery Road, the Benevola-Frankstown-Braddock Association can be found. The Benevola series is clay, whereas the Frankstown series is shaly silt loam, and the Braddock series is gravelly loam. Most of the Benevola-Frankstown-Braddock Association is underlain by limestone and quarried by steel corporations for use as blast furnace flux. The Braddock-Landes-Ashton Association lies along the banks of the ShenandoahRiver, where its Landes series, which is a fine sandy loam, is subject to occasional flooding.   On the foothills below the Blue Ridge Mountains, the Dekalb-Laidig Association is found running from the Virginia state line to the Potomac River north of BolivarHeights. This soil is well-drained, containing stones throughout. Slopes in this Association are steep, restricting intense land uses. Adjacent to the Blue Ridge Mountains is the Weikert-Berks Association, with shaly silt loams that are severely eroded as a result of streams dissecting the Association on their way to the ShenandoahRiver. Occupying the footslopes, the side, and the crest of the Blue Ridge Mountains is the Edgemont-Laidig-Steep Rockland Association. Soils in this Association are a shaly silt loam underlain by shattered shale and fine-grained sandstone. The only local alluvium in the park is the Huntington silt loam of the Duffield-Frankstown-Huntington Alluvium Association. Generally this Association is suited to dairy and general farming, and orchards, but can also be used for residential development.",
    "url": "https:\/\/www.nps.gov\/hafe\/learn\/nature\/soils.htm"
}
