{
    "title": "Harpers Ferry National Historical Park: Weather",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Weather                Weather         A beautiful spring day at the John Brown Fort. NPS photo  The park  is located in the transitional zone between the more maritime climate of the Atlantic Slope and the drier areas of the Allegheny Mountains. The climate experienced here is characterized by large seasonal temperature differences, but is somewhat tempered by the nearby marine influence.  Harpers Ferry's average annual high temperature is 63 degrees F, with July being the hottest month. The average annual low temperature here is 40 degrees F, with January being the coldest month. The average high in the summer is 82 degrees F, whereas the average low in the winter is 27 degrees F. The temperature here reaches 90 degrees F or higher at least 30 days each year and humidity can be oppressive when maritime air penetrates inland from coastal areas. Once every 25 years an extreme annual low of -11 degrees F is expected.    Average annual precipitation in this area is 38 inches, with June receiving the most precipitation and February receiving the least.  Included in this figure is the average annual snowfall of 20 to 25 inches.  Although Harpers Ferry is generally protected from most eastward-moving storm systems, it is frequently affected by Atlantic coastal storms. An average of 35 to 40 thunderstorms occur in this area every year, with the most common months of occurence being June, July, and August.  Rainshowers are often common throughout the year. Summer droughts occur here on average every 4 or 5 years, damaging crops more severely than the more common fall droughts.    In summer and fall, cloud cover is least at Harpers Ferry NHP, while it is greatest in winter.  The most windy month is usually April, with windspeeds above 5 miles per hour experienced 56% of the time.  The average length of the frost-free period is 164 days, but a temperature of 32 degrees F or lower has occurred as late as May 24th and as early as September 11th.  Average annual evaporation is about 50 inches, with evaporation from ponds and reservoirs making up 75% of this amount.   Extreme weather events may cause flooding of the Potomac and Shenandoah  Rivers.  According to the United States Geological Survey, Harpers Ferry may experience a flood over 20 feet every 5 to 10 years.  The 1936 flood,  which reached a record height of 36.5 feet, is estimated to occur every 125 years. Floods here tend to be fairly deep, since there is not much room for water to spread out once it overflows its banks. A main flood-causing factor is heavy precipitation that produces rapid runoff, especially during the winter months.  Overall a moderate, pleasant climate is enjoyed at the park. Due to variable temperature and precipitation, when visiting the park in spring or fall, layers of clothing are recommended.",
    "url": "https:\/\/www.nps.gov\/hafe\/learn\/nature\/weather.htm"
}
