{
    "title": "Harpers Ferry National Historical Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs         Common vegetation found along the Maryland Heights hiking trail. NPS photo  Since 70% of the park is forested, it is no surprise that a wide variety of tree and shrub species occur here. Chestnut oak (Quercus prinus) is usually the dominant tree in the forest canopy on rocky soils of higher ridges such as MarylandHeights. Black oak (Quercus velutina) is also important on south, west, and east-facing slopes. Northern red oak (Quercus rubra) is found with chestnut oak on rocky, north-facing slopes, where eastern hemlock (Tsuga canadensis) was formerly prominent [see Pest subheading]. Red maple (Acer rubrum), black gum (Nyssa sylvatica), and flowering dogwood (Cornus florida) are frequent understory trees, while mountain laurel (Kalmia latifolia), black huckleberry (Gaylussacia baccata), Blue Ridge blueberries (Vaccinium pallidum)and deerberry (V. stamineum), and mapleleaf viburnum (Viburnum acerifolium) are common shrubs.   Lower elevation north-facing slopes with base-rich soils, such as those on the Catoctin and Harpers geologic formations, support a mixed mesophytic forest of northern red oak, white ash (Fraxinus americana), sugar maple (Acer saccharum), basswood (Tilia americana), hackberry (Celtis occidentalis), bitternut hickory (Carya cordiformis), slippery elm (Ulmus rubra), and tulip poplar (Liriodendron tulipifera). Shrubs of the mesophytic forests include spicebush (Lindera benzoin), hop hornbeam (Ostrya virginiana), American bladdernut (Staphylea trifolia), and pawpaw (Asimina triloba).  There are two extensive types of floodplain forests along the Potomac and Shenandoah Rivers: lower areas flooded on an average of once every one to three years have silver maple (Acer saccharinum) as a prominent component with associated species such as sycamore (Platanus occidentalis), green ash (Fraxinus pennsylvanica), and cottonwood (Populus deltoides); higher parts of floodplains have a diverse forest of sycamore, white and green ash, tulip poplar, bitternut hickory, hackberry, sugar maple, black walnut (Juglans nigra), and the locally rare Shumard oak (Quercus shumardii). Spicebush, pawpaw, American bladdernut, and American hornbeam (Carpinus caroliniana) are among the most common shrubs of floodplain forests.",
    "url": "https:\/\/www.nps.gov\/hafe\/learn\/nature\/treesandshrubs.htm"
}
