{
    "title": "Kalaupapa National Historical Park: A Brief History of Kalaupapa",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     A Brief History of Kalaupapa                A Brief History of Kalaupapa          Few places in the world better illustrate the human capacity for endurance or for charity than the remote Kalaupapa Peninsula on the island of Molokai. The area achieved notoriety when the Kingdom of Hawai'i instituted a century-long policy of forced segregation of persons afflicted with Hansen's disease, more commonly known as leprosy.   This mysterious and dreaded disease reached epidemic proportions in the islands in the late 1800s. At the time, there was no effective treatment and no cure. With new cases threatening to eradicate the native population and no knowledge of what caused the disease, officials became desperate. To government officials, isolation seemed the only answer.  In 1865, the Legislative Assembly passed, and King Kamehameha V approved, \"An Act to Prevent the Spread of Leprosy\", which set apart land to isolate people believed capable of spreading the disease.     This place was chosen to isolate people with, what was at that time, an incurable illness.  The peninsula was remote and fairly inaccessible. To the south, the area was cut off from the rest of Molokai by a sheer pali, or cliff, reaching nearly 2000 feet. The ocean surrounded the rest of the area to the east, north and west. Boat landings were only practical in good weather only. Hawaiians had inhabited this peninsula for over 900 years, so the land could support people. Vegetables such as sweet potatoes, taro, and fruits could be grown in the valleys and on the flatlands. The ocean and tidal pools provided seafood. Fresh water was available from Waikolu and Waihanau valleys.     Once the decision was made, and the law passed, the government proceeded to purchase lands and move the Hawaiian residents to other homes, severing their long connection to the land. The village Kalawao on the isolated Kalaupapa Peninsula thus became the home for thousands of leprosy victims subsequently moved here from throughout the Hawaiian Islands. On January 6, 1866, the first group of nine men and three women were dropped off at the mouth of Waikolu Valley, the closest accessible point to Kalawao on the southeast side of the peninsula. By October of the same year, 101 men and 41 women had been left to die at Kalawao.          The Early Years: 1866 - 1900 The government's expectation was that these patients would move into the houses left behind by the Hawaiians who had lived in the area previously and the ill would tend crops and sustain themselves. But this belief soon proved to be wrong. It soon became apparent that most patients were too ill or demoralized to be self-sufficient. With no hope or will to live, some patients fell into vice and immorality.     Reports of the insufficient housing and lack of supplies were soon filed by the patients and their families, by the resident superintendent, and by the Board of Health agent Rudolph W. Meyer, who lived on top of pali overlooking the settlement. As stories of the deplorable conditions spread, many Hawaiian people hid their afflicted relatives and friends, hoping to prevent their discovery and banishment to a certain death. Others chose to go into isolation with their loved ones as a kokua, a helper.    In spite of the Board of Health's efforts to improve conditions, including building a hospital and homes, supplies of food and clothing, housing, and medical care could not keep up with the numbers of people being sent to Kalawao. Starting in 1873 major improvements were made due to the arrival of Father Damien and the interest and support of the next two Hawaiian Kings, William Charles Lunalilo and David Kalakaua.    During the years 1888 to 1902 the isolation laws in Hawai'i were strictly enforced and the population at Kalawao swelled to over 1,100 people. During this period the Bishop Home for Girls opened in Kalaupapa and was managed by Mother Marianne Cope and the Sisters of St. Francis. In Kalawao, the Baldwin Home for Boys was being run by Brother Joseph Dutton and Brothers of the Sacred Heart. During this time people began gradually moving to the peninsula's west side Hawaiian fishing village of Kalaupapa. In 1893-1894 the Board of Health took steps to deal with the last remaining non-patient Hawaiians living in Kalaupapa and on the peninsula. The isolation settlement was expanded to include not just Kalawao, but the entire peninsula and all trails and lands to the top of the pali. The last remaining private property was purchased and all non-patients removed. The centuries-long habitation of the Kalaupapa Peninsula by non–patient Hawaiian people came to an end.     The Board of Health began relocating patients to the Kalaupapa side of the peninsula, because the climate was warmer and dryer, and freight and passengers could be landed more easily. Water lines were extended from Waikolu Valley to bring Kalaupapa a fresh supply of water.    As the ramifications of the disease unfolded, husbands were separated from their wives and children, diseased children were removed from their mothers and fathers, and babies born to patients were immediately taken by health officials to be placed in the care of relatives or taken to orphanages. Although Hawai'i did more for its people with Hansen's disease than any country in history up to that time, it was still a frightening experience for the patients and difficult for the health care workers and clergy who ministered to the sick.             The 20th Century: 1900 - 1945 Starting in 1900 the Board of Health implemented a plan to provide high quality services, facilities, utilities, and medical care for patients at Kalaupapa. A major construction program began, with individual cottages, dormitories, hospital facilities and other buildings being built. In 1902 Dr. William J. Goodhue became resident physician and John D. McVeigh became the settlement's superintendent. These two men worked to improve the quality of life within isolation by promoting sports and other activities, improving medical procedures, and by treating patients with respect and human decency.   The Board of Health records over the years reveal how the disease knew no racial or ethnic boundaries. In the Board of Health's annual report for 1903, the records show the total patient population at Kalaupapa to be 888 people – 541 males and 347 females. Of that number, 459 males and 338 females were Hawaiian. Among the other major racial groups represented were 40 Chinese men and 3 Chinese women; 12 Portuguese men and 2 Portuguese women; and seven \"American\" men and one \"American\" woman.    In the 1900s the Federal Governement of the United States of America built two facilities on the peninsula. The Molokai Light was built on the northern tip of the peninsula to help guide westbound vessels into Honolulu Harbor on O'ahu. Opened in 1910, a succession of lighthouse keepers and their families lived at the station, segregated from the patient population. Over in Kalawao, a hospital complex was built to conduct Hansen's disease research. The Public Health and Marine Hospital Service operated the US Leprosy Investigation Station from 1909 – 1913. In spite of superior facilities and generous funding, isolation and an inability to attract patients willing to undergo medical experiments led to its early closing.     By 1919 treatments of chaulmoogra oil, derived from seeds of trees found in India and Southeast Asia, offered hope as a cure for Hansen's disease. People dared to think Kalaupapa settlement could be closed. After 10 years however, belief in the curative powers of the oil waned. Despite the years of medical research a cure still seemed as remote as ever.    By 1924, the patient population had been reduced by almost half. Among the 485 patients remaining, the largest racial groups represented were 169 Hawaiian men and 101 Hawaiian women; 53 part-Hawaiian men and 43 part-Hawaiian women; 28 Japanese men and 4 Japanese women; and 24 Filipino men and one Filipino woman.     By the 1930s Kalaupapa's physical infrastructure was in need of an overhaul. Territory of Hawai'i Governor Lawrence M. Judd reorganized the leprosy control program in the early 1930s and undertook ambitious construction and rehabilitation projects. State-of-the-art water and power systems were installed; roads were paved; and facilities such as a hospital, store, service station, and houses were built.       The 20th Century: 1945 - Today After World War II, dramatic changes in both the treatment of Hansen's disease and in social attitudes towards patients occurred with the discovery of sulfone drugs. Essentially a cure for the disease, the drugs were introduced into Hawaii in 1946. The new medications brought almost immediate reductions of symptoms and vast improvements in the quality of health and life.   In 1947, Former Governor Lawrence M. Judd became Kalaupapa's resident superintendent and he and his wife Eva Marie promoted social activities and adult education classes. Boy Scouts, Girl Scouts, Lion's Club, American Legion, and other organizations opened Kalaupapa to the wider world. Many of the physical barriers separating patients from workers were removed.     With the new drug therapies, Hansen's disease patients were no longer contagious. There was no further need for isolation. In 1969 the century-old laws of forced quarantine were abolished. Former patients living in Kalaupapa today have chosen to remain here, most for the rest of their lives.   Kalaupapa has been home for 100 years for people once banished from society, but it is in transition due to its ever decreasing patient population. The settlement is much quieter than it once was. There are fewer buildings. Life today is lived at a somewhat slower pace. But Kalaupapa remains a remarkable place with an extraordinary history – a place exhibiting the worst and the best of human responses to the challenge of sickness.",
    "url": "https:\/\/www.nps.gov\/kala\/learn\/historyculture\/a-brief-history-of-kalaupapa.htm"
}
