{
    "title": "Harpers Ferry National Historical Park: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Preservation         Archeological investigation of the U.S. Armory, 2007. Photograph courtesy of Robert E. Brzostowski.   Archeology Program Archeology plays a valuable role in understanding both the natural and cultural history of Harpers Ferry National Historical Park. Nestled between the powerful waters of the Shenandoah and Potomac Rivers, Harpers Ferry spans 2,300 acres and represents over 1,000 years of history. It has seen different civilizations rise and fall, wars fought, and technologies advance. Much of what is known of Harpers Ferry's history originates in detailed historical documentation with archeology constantly utilized to support or shed new light on the known historical record. The majority of archeology conducted at Harpers Ferry has been focused on the historical period, and there is little known concerning the prehistoric landscape. Archeology is potentially a great source of information concerning the American Indians.   Harpers Ferry National Historical Park is fortunate to have a well-established and enduring archeology program, with a long and varied inventory of studies completed. The first archeological study was completed at the site of the U.S. Arsenal in 1959 before Harpers Ferry National Monument became a National Historical Park. The most recent archeological investigation examines the U.S. Armory.   Historical archeology, a sub-discipline of archeology, focuses on sites where the inhabitants left behind a written record. In North America, historical archeology begins with the arrival of Europeans. In Harpers Ferry, the written record begins with the first settler, Peter Stephens, in 1733. Details concerning the dramatic events that occurred in Harpers Ferry since the founding of the village in 1751 are preserved in the sub-surface remains. Information about the industrial, military and domestic activities of this place gleaned from the archeological record provides a new level of understanding about the development of our nation from the 18th to the 20th century.  Most importantly, the groups of people who are not well-represented in historical documentation can speak to us through archeology. Check back for new updates to the website!",
    "url": "https:\/\/www.nps.gov\/hafe\/learn\/historyculture\/preservation.htm"
}
