{
    "title": "Kalaupapa National Historical Park: Historic Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Historic Preservation                Historic Building Preservation       Historic Preservation Program  Kalaupapa National Historical Park is responsible for the preservation and maintenance of over 200 historic buildings, nearly 100 historic roads, walls, and small-scale objects, and almost 1200 grave markers. Despite this impressive array of historic buildings and structures, the number of buildings that the park currently maintains is significantly lower than when the park was established in 1980.  At that time, the park was given over 400 historic buildings—several of which were severely deteriorated and beyond repair.  The park prioritized the buildings and directed limited funds to the stabilization and preservation of approximately 200 buildings that remain today.   Nearly all of the buildings, structures, and grave markers that remain today are part of the Kalaupapa National Historic Landmark (NHL) district.  The district is significant for its architecture, community planning, religion, social history, and archeology from 1866 to the present. The district was listed as an NHL in January 1976.   To maintain the buildings and structures of the NHL district, the staff works through ongoing programs for roofing, painting, carpentry, and cemetery marker preservation. Specialized materials and skills are required to perform this work in compliance with the Secretary of the Interior's Standards for Treatment of Historic Properties (Standards). Stabilization, preservation, restoration and rehabilitation are outlined as appropriate treatment options within the Standards, and the park often uses a combination of treatments depending on the building and use. In general buildings are repaired as closely as possible to their historic designs and configurations, using materials and methods which maintain their historic appearance and character in order to comply with the Standards and other regulations.           Paschoal Hall Fun. Laughter. Excitement. These words describe the Kalaupapa Social Hall. Built in 1916, the hall hosted numerous recreational events and gatherings for all the residents of Kalaupapa. Isolated from the outside world both physically and socially, people needed a place for coming together, for socializing, for \"talk story.\" Now they had a suitable structure for hosting movies, dances, theater performances and concerts.                \"Everybody looked forward to the movies. There was nothing else to do on Monday and Friday except go to the movies unless there was a baseball game, then maybe they would go to the game and then come to the movie. But other than that, nobody misses the movie because it starts at 7:00. During the War, [World War II] at one time they started it at 3:30 in order for it to get through before dark. They blacked out all the windows inside and then they showed the movie.\" - Kalaupapa resident, 1986 \"The building is 110 feet by 40 feet and set upon 124 concrete piers. A space 35 by 40 will be used as a social hall. There is also a stage 12 by 20 for the moving-picture curtain and amateur theatricals. The seating capacity of the new hall will be 350.\"- Territory of Hawai`i Board of Health Annual Report, 1916. The building served as the primary entertainment center for Kalaupapa, offering silent movies among other things, for the enjoyment of residents. In step with the times, the Board of Health in 1931 had equipment installed to handle talking pictures. It must have been an exciting day, October 9, 1931, when the first \"talkie\" was shown in Kalaupapa.  \"On October 9th, 1931 the first sound program was shown in the Kalaupapa theatre with the dual equipment installed by the Consolidated Amusement Co. This equipment has given complete satisfaction since its' installation and an average of two programs weekly has been maintained since the initial show.\"- Superintendent's Annual Report, 1932.  The territorial legislature did not flinch at allocating the $7,500 to fund the purchase of equipment because recreation was thought to be of enormous value as therapy for the patients. But even in recreational activities there were rules and regulations to prevent contact between patients and na kokua. Staff had a separate entrance and stair leading to mezzanine seating in the hall, while patients sat on the main floor.\"Two hundred and fifty persons, most of the people of Kalaupapa Settlement, gathered in the social hall Thursday at 2 for a two hour program of patriotic address and music... In the evening, a movie was shown at the hall. Armistice Day, 1948, will be long remembered by the people of Kalaupapa.\"- Honolulu Star-Bulletin, November 13, 1948  Today a few residents still remember those times when the social hall was in full swing, when the hall was filled and western thrillers had the audience enthralled. Commercial motion pictures were shown twice a week. Entertainers such as Edgar Bergen with Charlie McCarthy, John Wayne, and Shirley Temple made appearances. The hall was renamed Paschoal Hall in 1958 for Manuel G. Paschoal, a Hawai`i legislator who served as an advocate for the people of Kalaupapa.       Paschoal Hall Stabilization and Restoration  The National Park Service has stabilized and restored Paschoal Hall, the largest historic building in the settlement. Work was completed in three phases: stabilization, reroofing, and exterior and interior restoration. The historic preservation crew that worked on the building was comprised of Kalaupapa National Historical Park staff, while National Park Service and US Forest Service historic preservation specialists managed the project. Hawai`i’s US Senator Daniel Inouye acquired the funding for the project. Between March-June 1998 deteriorated floor and wall framing and roof trusses were repaired or replaced . The composition roof that covered the 6,100 square foot building was replaced between October and December of 1998 with cedar shingles, the original material. Physical evidence of the original roofing material was found in the attic.        The major stabilization and restoration work at Paschoal Hall. NPS photo.  Rehabilitation of the interior of Paschoal Hall represents a milestone in the long term effort to preserve this iconic building. To begin the work, all the theater seats were removed, disassembled and crated for shipping to the restoration specialist who would refurbish the original seats to \"as new\" condition.  This action freed the space of the seating and the wall work. Extensive damage from infiltration of moisture and insect attack had left the building in need of a great deal of TLC in the form of preservation carpentry.  Preservation ethics call for repair before replacement and replacement only in kind, and that guideline was strictly followed as structural components, ceiling, floor, and wall boards were repaired or replaced with wood of the species, dimension, and surface finish.  All windows were removed and rehabilitated in the park carpenter shop.  An indoor accessible restroom was constructed.  Paint analysis was conducted to recreate the same colors as were originally used.   Today, Paschoal Hall is the pride of the community and hosts movies, performances, community meetings and rallies, and showcases exhibits that teach visitors about park history and the significance of the historic social hall.      Bay View Home New patients at Kalaupapa found themselves in an unfamiliar environment, without family or friends.  Group homes helped people adjust by meeting both physical and social needs.  Bay View Home, first established in 1901, served as a group home for older, disabled, and blind residents.  Patients at Bay View shared meals in a central dining room, and received round-the-clock nursing care.  In the afternoon, patients would line the lanai, or porch, of the home to take in the views.  Those who could see would give the blind a running description, in Hawaiian, of everything they saw.           A recent major building rescue is Bay View 6. This building was constructed in 1917 and served as the dining hall for Bay View Home. The Kalaupapa settlement was organized into housing areas or \"homes\". Each home had dormitories, cottages, and a central kitchen & dining hall. Bay View 6 was the kitchen & dining hall for the Bay View Home. After its use as the dining hall, Bay View 6 was used as an arts and crafts shop, an important physical therapy for the residents. The repair project involved removal of the porch (or lanai in Hawaiian), repair of the concrete foundation posts, replacement of damaged beams and siding, and roof replacement.  The building was eventually rehabilitated and transferred to the National Park Service. Today it is used for offices.        Detail of damage from age, weather and insects. NPS photo.  .",
    "url": "https:\/\/www.nps.gov\/kala\/learn\/historyculture\/historic-preservation.htm"
}
