{
    "title": "Harpers Ferry National Historical Park: Social Media",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Social Media               Social Media       Stay connected with Harpers Ferry National Historical Park. Learn more below.    Facebook http:\/\/www.facebook.com\/HarpersFerryNPS  Like us on Facebook! We frequently post photographs on our Facebook page, ranging from historic images in the museum collection to scenic shots from around the park. We also post about upcoming events and bring you right in the moment during big events with \"happening now\" posts.  Flickr http:\/\/www.flickr.com\/HarpersFerryNPS  Follow us on Flickr to see both modern and historic images from the park's photo collections! We hope to continue building these albums to contain images which will be resourceful and engaging for the press, researchers, and Harpers Ferry fans alike.   Instagram http:\/\/www.instagram.com\/HarpersFerryNPS Follow us on Instagram to see amazing photographs of Harpers Ferry, taken by staff and volunteers to highlight fun facts, programs, and other information about the park!  In 2016, we are hosting monthly InstaMeets. We hope you can join us for one of these events!  Twitter   https:\/\/twitter.com\/HarpersFerryNPS Follow us on Twitter! We mostly tweet about upcoming events or ones occurring \"in the moment.\" We occasionally post photos here too! @HarpersFerryNPS  YouTube http:\/\/www.youtube.com\/HarpersFerryNPS http:\/\/www.youtube.com\/HafeEducation Subscribe to one of our YouTube channels! The HarpersFerryNPS channel has a few videos, mostly related to our last 150th event, but more videos are in the process of being made so stay tuned! The HafeEducation channel is devoted to videos created through a partnership with Harpers Ferry Middle School in which these local students have told the Civil War story, 150 years later, in their own words through the medium of video.",
    "url": "https:\/\/www.nps.gov\/hafe\/learn\/photosmultimedia\/social-media.htm"
}
