{
    "title": "Harpers Ferry National Historical Park: Living History Event Weekends",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Living History Event Weekends              Living History Event Weekends        United States Marine Corps Historical Company, in front of John Brown's Fort NPS Photo\/J. Wassel       2016 Living History Event Weekends Necessity: The Mother of Invention Date: March 26-27 Location: Lower Town Description: A Women's History Month event featuring stories of the town's industrial history. The Enemy Among Us: War of 1812 Date: April 30 - May 1 Location: Harper House, Lower Town Description: See the 12th Regiment living history volunteers at Williamson's Tavern (Harper House). 19th Century Farming: Food in the Backyard Date: May 14-15 Location: Lower Town Description: Learn about farming in antebellum Harpers Ferry. Purchase 19th century organic vegetables and heirloom seeds at the Bookshop to start your own kitchen garden. Defend and Protect: Arming the American Soldier Date: May 28-29 Location: Lower Town Description: Experience Harpers Ferry's gun-making industry and the use of those weapons with park staff and volunteers in civilian and military costumes. Under Fire: The Battle of Bolivar Heights, 1862 Date: June 18-19 Location: Bolivar Heights Battlefield Description: Artillery crew demonstrate the might and intimidation of field artillery during the town's surrender to Confederate General \"Stonewall\" Jackson. Celebrating the Glorious Fourth: America's Picnic, 1860 Date: July 2-3 Location: Lower Town Description: Discover how Americans looked back on their growing nation while pondering an uncertain future in the wake of John Brown's Raid. Medical Weekend: Giving Aid and Comfort Date: July 16-17 Location: Lower Town Description: Living history staff and volunteers portray the medical and relief efforts provided to soldiers during the Civil War. \"I Will Follow Them to the Death\": Sheridan's Soldiers, 1864 Date: July 23-24 Location: Lower Town Description: See Harpers Ferry as the staging ground for Union General Philip Sheridan's Shenandoah Valley Campaign during the summer of 1864. Under Fire: The Battle of Bolivar Heights, 1862 Date: July 30-31 Location: Bolivar Heights Battlefield Description: Artillery crew demonstrate the might and intimidation of field artillery during the town's surrender to Confederate General \"Stonewall\" Jackson.        Visitors making apple cider during a living history event weekend NPS Photo\/M. Wassel  The Enemy Among Us: Williamson's Tavern Date: August 6-7 Location: Lower Town Description: During the British invasion in the War of 1812, this tavern served as a recruiting station for 60 armory workers and local militia. Learn how these patriots prepared to defend hearth and home and the hard-won independence earned during the Revolutionary War.   Under Fire: The Battle of Bolivar Heights, 1862 Date: August 27-28 Location: Bolivar Heights Battlefield Description: Artillery crew demonstrate the might and intimidation of field artillery during the town's surrender to Confederate General \"Stonewall\" Jackson.   Bringing in the Harvest Date: September 10-11 Location: Lower Town Description: Join 19th century foodways expert Carol Anderson for this in-depth look at how summertime harvest foods were preserved for winter.   Lives in Limbo: Contraband Camp in the Shadow of John Brown's Fort Date: September 17-18 Location: Lower Town Description: Runaway slaves who came into Union lines were called contraband, or enemy property confiscated by the Union Army. Step back to the tense times when the lives of these freedom seekers were in limbo.  Election Day, 1860: To the Polls Ye Sons of Freedom Date: October 15 Location: Lower Town Description: The impact of John Brown's 1859 raid influenced the presidential election of 1860. Witness the power of the ballot to change the course of history. Be prepared for diverse points of view.   At All Times Ready: The US Marines Reacting to the Raid, 1859 Date: October 16 Location: Lower Town Description: John Brown attacked Harpers Ferry on October 16 and was captured two days later by the US Marines. Volunteers of the USMC Historical Company relive the scene and the all-important reactions to the raid.  Drink Your Apples: Cider Making, 1860 Date: October 22-23 Location: Lower Town Description: Join living history staff and volunteers to make cider at White Hall Tavern on Potomac Street. This time-honored tradition produced the most popular 19th century beverage for man, woman, and child.    Under Fire: The Battle of Bolivar Heights, 1862 Date: October 29-30 Location: Bolivar Heights Battlefield Description: Artillery crew demonstrate the might and intimidation of field artillery during the town's surrender to Confederate General \"Stonewall\" Jackson.   Captain Flagg's US Quartermaster City, 1864: Prospects of Peace Date: December 3-4 Location: Lower Town Description: Experience this yuletide event from the war that determined the union of the states and the eventual freedom of four million enslaved people.        Artillery crew firing a cannon at Bolivar Heights Battlefield NPS Photo\/A. Harvey",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/living-history-events.htm"
}
