{
    "title": "Harpers Ferry National Historical Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       2016 Schedule of Events To search for programs on specific dates or about specific topics, please use the calendar feature below.  There are several other pages on the website which highlight programs, special events, and presentations. You may want to check out one of the following:  2016 NPS Centennial Events at Harpers Ferry 2016 Summer Tour Schedule Living History Event Weekends Cultural Resources Programs Natural Resources Programs Historic Trades Workshops InstaMeets 2016 Event Booklet (PDF, 11.3MB)    Park Special Events are made possible through the generous support of the Harpers Ferry Historical Association. Visit their website at www.harpersferryhistory.org          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 19 results    Show ALL instances of recurring events   RSS Feed      Harpers Ferry National Historical Park Discovery Station      Time: 11:00 AM to 4:00 PM Location: Visitor Center Plaza Fees: Free. Park entrance fees still apply.     Sunday, August 14, 2016 Everyday  from 05\/28\/2016 to 08\/28\/2016 Young visitors can pick up a pack of Civil War trading cards, begin a scavenger hunt, discover what’s in the Harpers Ferry Mystery Box, and so much more! View Details      Harpers Ferry National Historical Park Family Youth Activities      Time: 10:00 AM to 3:00 PM Location: Arsenal Square, Lower Town Fees: Free. Park entrance fees still apply.     Sunday, August 14, 2016 Every Sunday Weekly & Every Friday Weekly & Every Saturday Weekly  from 06\/17\/2016 to 08\/14\/2016 Nineteenth century games, activities, Civil War selfies, mock army enlistments, and help planning your family fun visit. Kids can even milk our very special cow! View Details      Harpers Ferry National Historical Park Harpers Ferry: From the Top Down      Time: 11:00 AM to 12:30 PM Location: Visitor Center  Fees: Free. Park entrance fees still apply.     Sunday, August 14, 2016 Every Sunday Weekly  from 05\/29\/2016 to 08\/28\/2016 A 1.5 mile downhill hike of historical diversity with tremendous views. View Details      Harpers Ferry National Historical Park Story Behind the Scenery      Time: 10:30 AM to 10:45 AM,11:00 AM to 11:15 AM,11:30 AM to 11:45 AM,12:00 PM to 12:15 PM,12:30 PM to 12:45 PM,1:00 PM to 1:15 PM,1:30 PM to 1:45 PM,2:00 PM to 2:15 PM,2:30 PM to 2:45 PM Location: Bolivar Heights Battlefield Fees: Free. Park entrance fees still apply.      Sunday, August 14, 2016 Everyday  from 05\/28\/2016 to 08\/28\/2016 See the Blue Ridge Mountains and the Shenandoah Valley, and discover the diverse history that made Harpers Ferry famous. View Details      Harpers Ferry National Historical Park The Landscape Shaped the History      Time: 3:30 PM to 3:45 PM,4:00 PM to 4:15 PM,4:30 PM to 4:45 PM Location: The Point, Lower Town Fees: Free. Park entrance fees still apply.      Sunday, August 14, 2016 Everyday  from 05\/28\/2016 to 08\/28\/2016 An overview of three states, two rivers, one park, and a view worth a voyage across the Atlantic. View Details      Harpers Ferry National Historical Park Artifact Sneak Peek      Time: 2:00 PM Location: Allies for Freedom Room, John Brown Museum, Lower Town Fees: Free. Park entrance fees still apply.      Monday, August 15, 2016 A behind the scenes tour of objects in our archeology collection that rarely see the light of day. View Details      Harpers Ferry National Historical Park John Brown: Monuments and Mythology      Time: 11:00 AM to 12:00 PM Location: The Green, Lower Town Fees: Free. Park entrance fees still apply.     Monday, August 15, 2016 Every Monday Weekly  from 05\/30\/2016 to 08\/22\/2016 The controversy started in 1859 is still relevant today. See the legacy written in stone. View Details      Harpers Ferry National Historical Park Battlefield in a Box      Time: 1:00 PM to 1:30 PM Location: The Green, Lower Town Fees: Free. Park entrance fees still apply.     Tuesday, August 16, 2016 Every Tuesday Weekly  from 05\/31\/2016 to 08\/23\/2016 Discover Harpers Ferry's role in the Civil War on our big, family-friendly map. View Details      Harpers Ferry National Historical Park John Brown's Raid      Time: 2:00 PM to 2:45 PM Location: The Green, Lower Town Fees: Free. Park entrance fees still apply.     Wednesday, August 17, 2016 Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly  from 06\/01\/2016 to 08\/26\/2016 Explore the turning point in American history that led this country toward Civil War. View Details      Harpers Ferry National Historical Park Civil War to Civil Rights      Time: 10:00 AM to 11:30 AM Location: Visitor Center  Fees: Free. Park entrance fees still apply.     Friday, August 19, 2016 Every Friday Weekly  from 06\/03\/2016 to 08\/26\/2016 A 2-mile hike in the footsteps of Civil War soldiers and Civil Rights pioneers with a gorgeous view of the Shenandoah Valley. View Details      Harpers Ferry National Historical Park Flowing Through Time: Hike Through the River's Place in History      Time: 10:00 AM to 11:30 AM Location: Visitor Center  Fees: Free. Park entrance fees still apply.     Saturday, August 20, 2016 Every Saturday Weekly  from 05\/28\/2016 to 08\/27\/2016 A 1.5 mile hike that goes behind the scenes to connect Harpers Ferry history with its most important natural resources. View Details      Harpers Ferry National Historical Park The Confluence Festival       Time: 11:00 AM Location: Hamilton St., Lower Town  Fees: Free. Park entrance fees still apply.     Saturday, August 20, 2016 The Confluence Festival will celebrate music and arts related to Harpers Ferry and the Centennial of the National Park Service. View Details      Harpers Ferry National Historical Park Appalachian Trails and Tales      Time: 10:30 AM Location: The Green, Lower Town Fees: Free. Park entrance fees still apply.      Sunday, August 21, 2016 A ranger-led hike to explore a scenic section of the Appalachian Trail through Harpers Ferry. View Details      Harpers Ferry National Historical Park Niagara Movement Pilgrimage to John Brown’s Fort      Time: 8:00 AM Location: Murphy-Chambers Farm Fees: Free. Park entrance fees still apply.     Sunday, August 21, 2016 Retrace the footsteps of the men and women of Niagara (now the NAACP) during this 110th anniversary walk and ranger-led tour to the site of the John Brown Fort in 1906. View Details      Harpers Ferry National Historical Park Caring for Museum Collections      Time: 2:00 PM Location: Dry Goods Store, Lower Town Fees: Free. Park entrance fees still apply.      Monday, August 22, 2016 Meet the park museum curator for a presentation\/ demonstration of preventive conservation. View Details      Harpers Ferry National Historical Park 100th Anniversary NPS Founders’ Day Naturalization Ceremony      Time: 11:00 AM Location: Lower Town  Fees: Free     Thursday, August 25, 2016 Commemorate the 100th anniversary of the National Park Service with a US Citizenship and Immigration Service naturalization ceremony featuring guest speakers, music and reception. View Details      Harpers Ferry National Historical Park InstaMeet - NPS Centennial and #FindYourPark      Time: 1:00 PM to 4:00 PM Location: Lower Town  Fees: Free     Thursday, August 25, 2016 Join a park ranger, Instagrammers, and others interested in social media and photography for monthly InstaMeets in the park.  View Details      Harpers Ferry National Historical Park Under Fire: The Battle of Bolivar Heights 1862      Time: 11:00 AM to 4:00 PM Location: Bolivar Heights Battlefield Fees: Free. Park entrance fees still apply.     Saturday, August 27, 2016 Artillery crew demonstrate the might and intimidation of field artillery during the town’s surrender to Confederate General “Stonewall” Jackson.  View Details      Harpers Ferry National Historical Park Bringing in the Harvest      Time: 11:00 AM to 4:00 PM Location: Lower Town  Fees: Free. Park entrance fees still apply.     Saturday, September 10, 2016 Join 19th century foodways expert Carol Anderson for this in-depth look at how summertime harvest foods were preserved for winter. View Details",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/calendar.htm"
}
