{
    "title": "Harpers Ferry National Historical Park: Accessibility",
    "body": "Accessibility       The National Park Service welcomes people with disabilities. The links below provide information about specific facilities, programs, and services that may help you better plan your visit. If a particular service is not mentioned below, such as alternate formats for print materials, audio description, assistive listening, captions, or physical access to particular facilities, programs or services, please contact the park at 304-535-6029 or via email. You may wish to learn about the America the Beautiful National Parks and Federal Recreational Lands Access Pass -- or simply, the Access Pass -- which provides a wide range of discounts on activities and services when you visit federal lands.      General Information Harpers Ferry is a park consisting of historic buildings, Civil War battlefields, hiking trails, and much more. Within this complex park there is something for everyone to connect with and enjoy. Please be aware that due to the uniqueness of the park - its historic setting - some locations may be more difficult to access than others. This page offers you a glance at the park's amenities and features so that you may better prepare for your visit to Harpers Ferry.        Physical \/ Mobility Accessibility Visitor Center (located at 171 Shoreline Drive)  Parking: There are accessible parking spaces at the Visitor Center complex.  Entrance: The Visitor Center doors only open manually. Restrooms: The restroom building's exterior doors open manually.  Wheelchairs: The park has two wheelchairs available that may be borrowed by visitors upon request. Shuttle Bus: The park's shuttle buses are equipped for those with physical limitations. The buses kneel and have lifts to accommodate those who are unable to utilize the stairs.    Lower Town  Restrooms: An accessible restroom is located in the Bookshop building on Shenandoah Street. Restrooms are also located on the second flood of the John Brown Museum. Exhibits and Museums: Most exhibits and museums in Lower Town have accessible entrances. These entrances are not always visible from the sidewalk. This map highlights the accessible building entrances. Sidewalks and Trails: The sidewalks in Lower Town are made of various materials including brick, slate, and cobblestone. Trails in Lower Town are mostly compacted dirt. The walkway between the John Brown Fort and The Point is gravel. Shuttle Bus: The park's shuttle buses are equipped for those with physical limitations. The buses kneel and have lifts to accommodate those who are unable to utilize the stairs.   Programs and Tours Ranger-guided programs vary in topic and tour stops. Please feel free to contact the park ahead of time to ask about program routes and accessibility.       Deaf \/ Hearing Loss Accessibility  Exhibits and Museums: Video presentations within the park's museums are open captioned. Printed copies of video transcripts are available upon request.  Programs and Tours: The park has assisted listening devices available, which may be borrowed by visitors upon request.  Online audio \/ video presentations: All videos on the park's website are closed captioned. All audio presentations on the park website are accompanied by downloadable text transcript files.       Blind \/ Low Vision Accessibility   Braille: The park's brochure is available in braille. It is available at the park's Visitor Center. Exhibits and Museums: Some exhibits, museums, and outdoor waysides have tactile components and audio descriptions.        Service Animals   Service animals are allowed in National Parks. For a definition of a service animal, please go to www.ada.gov\/service_animals_2010.htm. For more information regarding visiting Harpers Ferry with an animal, please see our Pets page.",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/accessibility.htm"
}
