{
    "title": "Harpers Ferry National Historical Park: Cultural Resources Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours     Cultural Resources Programs                Archives, Artifacts, and Architecture         Historic photograph of the John Brown Fort move, being held in the modern landscape NPS Photo\/Farmer  The park's Cultural Resources staff will offer unique guided hikes, presentations, and talks throughout the year.  2016 Cultural Resources Programs  Centennial \"Pop-Ups\" Date: Ongoing Description: These special, temporary exhibits throughout the park's museums tell the story of the birth of Harpers Ferry NHP and the early history of the National Park Service.   Murphy-Chambers Farm Hike Date: April 25, 2016 Time: 11 am Location: Murphy-Chambers Farm parking lot Length: 60 minutes Description: A brief history and tour of this gorgeous landscape through the eyes of an archeologist.    Loudoun Heights Hike Date: May 9, 2016 Time: 9:30 am Location: The Green, Lower Town Length: 4 hours Description: Join park rangers for a 6-mile round-trip hike to Split Rock, learning about the history of the mountain along the way. This is a strenuous hike and proper footwear is required. Bring water, snacks, and lunch. Limited to 20 participants. Pre-registration required by calling 304-535-6038.     Meet Your Park Archeologist Date: May 23, 2016 Time: 2 pm Location: Allies for Freedom Room, John Brown Museum, Lower Town Length: 60 minutes Description: Learn about archeology at Harpers Ferry and a day in the life of an NPS archeologist.    Find Your Park - With Maps! A Cartographic History of Harpers Ferry Date: May 28, 2016 Time: 1-3 pm Location: Information Center, Lower Town Description: This new exhibit will highlight a variety of maps, old and new, depicting Harpers Ferry.    The \"New\" Harpers Ferry Station: Improvements on the B&O Railroad, 1892-1894 Date: June 13, 2016 Time: 2 pm Location: Train Station, Lower Town Length: 60 minutes Description: See the restored train station and learn about the railroad's significant changes at the end of the 19th century.    Caring for Museum Collections Date: June 27, 2016 Time: 2 pm Location: Dry Goods Store, Lower Town Length: 60 minutes Description: Meet the park museum curator for a presentation\/demonstration of preventative conservation.            Museum Management staff cleaning the Dry Goods Store NPS Photo\/Volunteer Ron Gaskins  Meet Your Park Archeologist Date: July 18, 2016 Time: 2 pm Location: Allies for Freedom Room, John Brown Museum, Lower Town Length: 60 minutes Description: Learn about archeology at Harpers Ferry and a day in the life of an NPS archeologist.   Not Just a Pile of Rocks: The Preservation of Archeological Resources on Loudoun Heights Date: July 25, 2016 Time: 2 pm Location: Allies for Freedom Room, John Brown Museum, Lower Town Length: 60 minutes Description: Learn about the history and preservation of cultural resources on one of our Blue Ridge mountaintops.  The \"New\" Harpers Ferry Station: Improvements on the B&O Railroad, 1892-1894 Date: August 1, 2016 Time: 2 pm Location: Train Station, Lower Town Length: 60 minutes Description: See the restored train station and learn about the railroad's significant changes at the end of the 19th century.   Archeology and the US Armory Grounds Date: August 8, 2016 Time: 2 pm Location: Train Station, Lower Town Length: 60 minutes Description: See how excavations of the US Armory revealed a huge slice of the hidden history of Harpers Ferry.   Artifact Sneak Peek Date: August 15, 2015 Time: 2 pm Location: Allies for Freedom Room, John Brown Museum, Lower Town Length: 60 minutes Description: A behind the scenes tours of objects in our archeology collection that rarely see the light of day.    Caring for Museum Collections Date: August 22, 2016 Time: 2 pm Location: Dry Goods Store, Lower Town Length: 60 minutes Description: Meet the park museum curator for a presentation\/demonstration of preventative conservation.   Not Just a Pile of Rocks: The Preservation of Archeological Resources on Loudoun Heights Date: September 19, 2016 Time: 2 pm Location: Allies for Freedom Room, John Brown Museum, Lower Town Length: 60 minutes Description: Learn about the history and preservation of cultural resources on one of our Blue Ridge mountaintops.    Archeology and the US Armory Grounds Date: October 22, 2016 Time: 2 pm Location: Train Station, Lower Town Length: 60 minutes Description: See how excavations of the US Armory revealed a huge slice of the hidden history of Harpers Ferry.",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/cultural-resources-programs.htm"
}
