{
    "title": "Harpers Ferry National Historical Park: Hikes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hikes              Hikes                  Harpers Ferry National Historical Park (NHP) is considered one of the best walking parks in America. The views are sublime, the history compelling, the restored town a work of historical art. The variety of trails coupled with nationally significant history and the scenery of the Blue Ridge Mountains and the Potomac and Shenandoah river valleys adds up to a unique hiking experience. Harpers Ferry NHP encompasses almost 4,000 acres in West Virginia, Maryland and Virginia, and several units of the national park system intersect here. As the mid-point of the 2,178-mile Appalachian National Scenic Trail (AT), Harpers Ferry is home to the Appalachian Trail Conservancy (ATC), the headquarters for the AT. Visitors can also walk along the 184.5-mile-long towpath of Chesapeake and Ohio Canal National Historical Park by crossing the footbridge over the Potomac River. The Potomac Heritage National Scenic Trail overlays the C&O Canal and continues north all the way to Pittsburgh, Pennsylvania. Harpers Ferry NHP has about 20 miles of hiking trails.  The trails vary from easy, riverside strolls to four-mile hikes across Civil War battlefields to eight-mile adventures to the tops of mountains. This web page provides the trail information needed to plan the perfect hike: location, length and intensity (easy, moderate, difficult); highlights (views, wildlife, historical significance); hiking time (based on one mile hiked per 30 minutes). For a comprehensive guide to the trails in Harpers Ferry NHP, purchase A Walker's Guide to Harpers Ferry by David T. Gilbert from the non-profit Harpers Ferry Historical Association Bookshop online at www.harpersferryhistory.org, at the Bookshop in Lower Town, or at the Visitor Center. This book provides site-specific information about all aspects of Harpers Ferry NHP trails and history, along with historic and modern-day photographs. Harpers Ferry NHP cares for natural and historical resources saved by the American people so that all may experience our heritage. Help us keep these resources intact for all generations. Please stay on the trail and off fragile earthworks and historic stone walls. Keep your dogs on leash and clean up after them. Bicycles, vehicles and horses can damage trails and historical resources and so are not allowed on any park trail. Thank you for your cooperation.    Trail Maps Trails Overview Map from Visitor Center  Visitor Center to Lower Town Map Moderate due to one steep section, 1.6 miles one-way, 45 minutes. This scenic trail offers an alternative to the shuttle bus to or from the Lower Town area, which is especially useful for dog-walkers. The trail starts at the tree line south of the Visitor Center, at the back of the main parking lot. Hikers travel down a steep ravine with 97 stone steps, passing by intermittent waterfalls. At the base of the ravine, the trail crosses Shoreline Drive: Be careful! Cars and buses use this road. Keep dogs and children off the pavement. The trail parallels the road, passing by healthy wetlands, where hikers may see herons, Wood Ducks, Canada geese, turtles and occasionally a beaver or muskrat. Passing the River Access parking lot, the trail merges with Shenandoah Street, bordering the Hall and Virginius islands trail systems. Hikers will see the ruins of the Shenandoah Pulp Mill and a remnant of the Shenandoah Canal. Maryland Heights Map Difficult (steep and rocky in places), 4.5 or 6.5 miles round trip, 3 to 4 hours. Wayside exhibits. The Maryland Heights Trail offers hikers the opportunity to see many aspects of Harpers Ferry NHP on one walk: spectacular scenery, geology, Civil War and transportation history. From the Information Center in Lower Town turn right to merge with the Appalachian Trail at the dead end of Shenandoah Street. Cross the footbridge over the Potomac River. Turn left (upstream) on the C&O Canal Towpath. The trail stays on the towpath for 0.3 miles, and then crosses a footbridge over the canal bed to Harpers Ferry Road. Be careful! Watch for traffic. Directly across the road is the Maryland Heights trailhead. The first bend on this green-blazed trail offers a nice view of the Potomac. Go straight at the first intersection to a see the 1862 Naval Battery, then return to the green-blazed trail and turn right. At the next two intersections stay straight on the red-blazed Overlook Cliff Trail. About 0.3 miles turn right for a narrow, rocky descent 0.5 miles to the cliffs overlooking Harpers Ferry. Backtrack to the first intersection with the blue-blazed Stone Fort Trail. Hike one mile uphill past Civil War artillery batteries and through boulders to the Civil War Stone Fort. The trail curves out of the Stone Fort past breastworks and descends steeply over one mile back to the green-blazed trail. Turn right and backtrack to the C&O Canal Towpath. Murphy-Chambers Farm Map Easy to moderate, 1-3 miles roundtrip (with side trails), 30 minutes to 2 hours. Wayside exhibits. Visitors to the Murphy-Chambers Farm hike through fields and wooded ravines to see spectacular views of the Shenandoah River and the surrounding mountains, as well as Civil War cannons, earthworks and the footprint of the John Brown Fort. The trail starts at the Visitor Center, but can also be accessed from a parking area on the farm, which allows for an easy 0.75 mile stroll to the Shenandoah River overlook. From the Visitor Center, the trail crosses Shoreline Drive, goes down to a small creek and up to the unpaved farm entrance road. Here, hikers can stay on the road or go left and follow the tree line. Both trails lead to the overlook of the Shenandoah River. Near the overlook is the 1895-1909 site of the John Brown Fort and the Niagara Movement's 1906 pilgrimage. This was also the scene of Confederate General A.P. Hill's flanking maneuver in 1862. From the overlook, hikers can follow a mulched trail that leads into the woods. This section of the trail goes to another view of the river and Civil War earthworks. The trail loops back to the farm road or turns left across a footbridge for 0.5 miles one way to a small creek. Bolivar Heights\/School House Ridge North Map Easy to moderate, 0.3 to 2.4 miles (with side trails), 15 minutes to 1 hour. Wayside exhibits. A short walk from the Bolivar Heights parking area provides some of the best views of the surrounding Blue Ridge Mountains, the Potomac River water gap and the Shenandoah Valley. This is the best place to survey the terrain and ponder Civil War strategy. Cannon and earthworks reflect the violent history of this site. Walking the whole Bolivar Heights trail system yields bonus views of School House Ridge to the west. The easiest walk is the 0.3 mile loop on top of Bolivar Heights. The 1.3 mile Upper Loop continues on the crest and then turns right, down a wooded trail to a lovely view of School House Ridge. Here, hikers can continue through the field 1.1 miles on the Lower Loop or turn right and follow the tree line to another wooded trail back up to the Bolivar Heights parking area. From the Lower Loop a walk across Bakerton Road- be careful! watch for traffic-connects the Bolivar Heights trails to the School House Ridge North Trail. School House Ridge South Map Allstadt Farm Trail: Moderate, 2.5 miles roundtrip, 1½ hours. Courtney's Battery Trail: Moderate, 1.2 miles, 30-40 minutes. Wayside exhibits. Hikers see expansive views of Bolivar Heights, Maryland and Loudoun heights all along this ridgeline. The two trails start at the parking lot on Millville Road. The Allstadt Farm Trail to the left passes through fields, forest and along a stream. Hikers can start across the field, or take the farm lane straight up to the ruins of the 19th-century farmhouse and turn left to intersect the main trail.  The trail eventually loops down to Flowing Springs Run, and then climbs back up to the top of the ridge. From the overlook on the far end of the ridge South Mountain fills in the gap between Maryland and Loudoun heights. The shorter, Courtney's Battery Trail to the right from the parking lot, leads to a battery of cannon and another view of the surrounding heights illustrating Confederate tactics in 1862. Loudoun Heights Map Difficult (steep and rocky in places), 7.5 miles round trip, 4-5 hours round trip. This challenging trail rewards hikers with a southern perspective on Harpers Ferry and the confluence of the Potomac and Shenandoah rivers. From the Information Center in Lower Town, hikers find the Appalachian Trail (AT) on High Street and head up the stone steps to Jefferson Rock. Continue on the white-blazed AT about one mile to the highway. Cross the hiker-friendly section of the highway bridge over the Shenandoah River to reach the base of Loudoun Heights. Continue up the AT 0.9 miles to the intersection with the orange-blazed trail. Turn left for a break from the climb and hike about 0.5 miles on the orange trail to the first overlook. At the top of the mountain turn left on the blue-blazed trail. Two more overlooks along the power line cut preview the beautiful vista waiting at the Split Rock overlook. Backtrack 1.5 miles on the blue-blazed trail to return to the AT and the descent back to Lower Town. Camp Hill - Virginius Island - Hall's Island Map Moderate, 2-3 miles (with side trails), 1-2 hours. Wayside exhibits. This trail follows the Appalachian Trail (AT) to Jefferson Rock, Harper Cemetery, and the former Storer College campus, with many great views of the mountains and river valleys. The hike starts at the Information Center, crosses Shenandoah Street to High Street and turns left on 62 historic stone steps on the way to Jefferson Rock. Southbound AT hikers can follow the white blazes along this cliff side all the way to Georgia. The right fork just above Jefferson Rock goes to the Harper Cemetery and Lockwood House, the birthplace of Storer College. Just past Lockwood House, along the tree line, a side trail returns to the AT. Approximately 0.25 miles to the right on the AT, a highly recommended option angles off to the left.**  This trail, historically known as the Cliff Trail, allows a nice circuit back to Lower Town across the Virginius Island area. The Cliff Trail descends steeply to Shenandoah Street opposite the ruins of the pulp mill. Cross the street and follow the Virginius Island trail system back to Lower Town, about 0.5 miles to the left. **At this intersection, a blue-blazed trail to the right winds up stone steps to the former Storer College campus. Continue up another series of steps between two buildings. Turn right and follow the long brick walk to Fillmore Street and the next set of blue blazes to the Appalachian Trail Conservancy Visitor Center. From the AT Visitor Center, hikers have two options for returning to Lower Town. Turn right and use the sidewalk on Washington Street or backtrack one block and turn left on Fillmore Street. The quiet neighborhood here includes historic Morrell House and Brackett House on the way back to Lockwood House and the Harper Cemetery.",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/hikes.htm"
}
