{
    "title": "Harpers Ferry National Historical Park: Parking",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Parking              Parking       Overview The main parking lot at Harpers Ferry National Historical Park is located at 171 Shoreline Drive, Harpers Ferry, WV 25425 and can accommodate several hundred vehicles. At this location is also the park’s Visitor Center and starting point for the shuttle bus service to Lower Town.  While other parking does exist in Harpers Ferry National Historical Park, it is extremely limited. We recommend that visitors who plan to explore museums and exhibits or are hiking a trail that begins in Lower Town utilize the main parking lot and shuttle bus. Doing so reduces vehicle congestion in Lower Town and provides for pedestrian safety. For information about parking areas at battlefield locations within the park, please visit the Visitor Center or Lower Town Information Center for a map.       Overnight Parking Overnight parking is permitted in Harpers Ferry National Historical Park with the submission and approval of a Request for Overnight Parking form. Overnight parking is limited to 14 days and the National Park Service assumes no responsibility for the vehicle itself or its contents. Overnight parking for Appalachian Trail hikers or C&O Canal bikers is provided at the Visitor Center parking lot at 171 Shoreline Drive. Shuttle bus service with the capability to transport bicycles is provided to Lower Town Harpers Ferry during normal business hours. Amtrak and MARC train riders are permitted to park overnight at the Train Station parking lot.  To obtain a Request for Overnight Parking form, please inquire at the Visitor Center during the park’s operating hours (9am to 5pm) or email us.      Potomac Street Construction In July of 2016, the Potomac Street Improvement Project began. Be prepared for delays, as this area will be extremely congested during the heavy weekend traffic and parking will be limited.",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/parking.htm"
}
