{
    "title": "Harpers Ferry National Historical Park: Bicycling Information",
    "body": "Bicycling Information         Bikers travel down Shenandoah Street. NPS photos  Bicycling at Harpers Ferry Park Cyclists are allowed to bike on the streets of Harpers Ferry, but are not permitted on sidewalks or park trails. Riding your bike downhill from the park entrance and Visitor Center parking lot is not permitted. (Code of Federal Regulations, Title 36, Chapter 1). Park shuttle buses are equipped with bike racks for transporting your bike. Helmets are strongly recommended for all bikers and required by WV State Law for all riders under the age of 14.  The best place to ride bikes is the C & O Canal towpath. Helmets are required when bicycling the C & O Canal on the Maryland side of the Potomac River. Access to the C & O Canal from Harpers Ferry could be difficult for some as you need to carry your bike down 2 flights of steps to access the path. Cyclists may consider utilizing one of the following nearby areas for other access points to the C & O Canal: 1. Dargan Bend (mile post 64.89): When exiting the park entrance area, make a right at the stoplight onto U.S. 340 N. Follow U.S. 340 across both the Shenandoah and the Potomac River bridges and make a right onto Keep Tryst Road. Go past the Hillside Motel and take the next right onto the Harpers Ferry Road\/Sandy Hook Road. Follow this road under the bridge and pass through the village of Sandy Hook. Follow the road for about four miles and watch for Back Road on the left. Take this road to the C & O Canal access area at Dargan Bend. Total distance: 6 miles. 2. Antietam Creek (mile post 69.4):  Follow the directions for Dargan Bend (above), except continue on the Harpers Ferry Road\/Sandy Hook Road rather than turning onto Back Road. Follow the Harpers Ferry Road for about six miles from this point. Cross a stone bridge and pass the Antietam Creek Ranger Station on the right. Turn left onto Canal Road just before “Potomac View Farm”. Take this road to the C & O Canal access area at Antietam Creek. Total distance: 10 miles. 3. Shepherdstown (mile post 72.5):  Follow the directions above to Antietam Creek, except continue on Canal Road past the Antietam Creek Campground for about 3.5 miles to the C & O Canal access area at Shepherdstown near Lock 38. OR: When exiting the park entrance area, make a left at the stoplight onto U.S. 340 S. Follow U.S. 340 S for about 1.5 miles and exit onto Rt. 230 N. Follow Rt. 230 N for about eight miles until you reach Shepherdstown. Go through Shepherdstown on Rt. 230 by bearing right after the railroad crossing onto Princess Street. Turn left at the stop sign onto German Street. Follow German Street and make a right at the next stop sign onto Rt. 480 N. Follow Rt. 480 past ShepherdCollege and cross the Potomac River bridge. Go to the top of the hill and make a sharp right onto Canal Road beside the “Blackford’s Ford” sign. Follow Canal Road down to the C & O Canal access area at Shepherdstown near Lock 38. Total distance: 12 miles. 4. Brunswick (mile post 55.0):  When exiting the park entrance area, make a right at the stoplight onto U.S. 340 N. Follow U.S. 340 for about 6.5 miles to the Brunswick – Burkittsville exit on the right. Take this exit and bear right onto Rt. 17 S\/Burkittsville Road. Pass the Sheetz convenience store on the right and continue on Rt. 17\/Burkittsville Road for about one mile. Make a right at the stoplight onto Rt.17 S\/Petersville Road. Follow this road for about a mile and a half. At the next intersection, veer left, and follow the signs for “Town Center”. Make a quick right onto Maple Avenue (next to the bank). Take Maple Avenue past the train station and over two sets of railroad tracks. The road then bears to the right toward the C & O Canal access area at Brunswick. Total distance: 10 miles. Additional Information:  Bicycle racks are available at the park entrance at Cavalier Heights and in the Lower Town area of the park. The bicycle racks in the Lower Town are found on the other side of the railroad trestle near the Lower Town bus shelter and near the Point.   C & O Canal brochures and bicycle rental information are available at the Harpers Ferry National Historical Park Visitor Center. Have a safe and enjoyable visit. Bicycles may be rented from the following local businesses: KOA Campground: (304) 535-6895 or 1-800-KOA-9497  The Outfitter: (304) 535-2087 River and Trail Outfitters: (301) 834-9950 Harpers Ferry River Riders: 1-800-326-7238 Shepherdstown Pedal & Paddle: (304) 876-3000",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/bicyclinginformation.htm"
}
