{
    "title": "Harpers Ferry National Historical Park: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets         Dogs of all ages are welcome on leash in the park. National Park Service  Many visitors to Harpers Ferry National Historical Park wish to enjoy the company of their pets as they experience the beautiful scenery and historic landscape. In order to preserve this cherished resource and keep the park clean and safe for all visitors, please observe the following guidelines when bringing pets into the park. Leash your pet. Pets must be kept on a six-foot leash at all times while visiting any area of the park. This prevents encounters between pets and wildlife, protects pets from hazards, and prevents unwanted interaction between pets and other visitors. Retractable leashes should be kept at a maximum length of six feet. Plan your day. Pets are not permitted on the park shuttle buses or in park buildings. Pets also may not be left unattended while their owners explore the park. When planning your visit, please determine what activities you plan to enjoy before deciding to bring your pet. Adequate water, shade, and supervision are all important considerations for your pet, especially in the hot summer months. Information on areas closed to pets is available at the park Visitor Center on the day of your visit. (Exception: Service animals are permitted on park shuttles and in buildings while functioning in their work capacity.) Dispose of pet waste. All pet waste must be removed from the park. If you are visiting with your pet, please remember to bring plastic bags or a scoop and determine how you will transport waste from the park. Pet waste may not be left on the ground or disposed of in park trash receptacles. Practice good behavior. Harpers Ferry is a popular destination. Visiting pets should be accustomed to crowds and capable of good behavior in the presence of other pets and wildlife. Unreasonable amounts of noise and harassment of wildlife are not permitted in the park. Digging, clawing, and other destruction of natural and historical resources are also strictly prohibited. Report loose pets. If your pet escapes its leash and becomes lost in the park, please notify park staff immediately. Never abandon a pet, wanted or unwanted, in the park. For additional information, please contact the park Information Center at 304-535-6029.",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/pets.htm"
}
