{
    "title": "Harpers Ferry National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Physical Address & GPS CoordinatesThe physical address of the Park Visitor Center is 171 Shoreline Drive, Harpers Ferry, WV  25425GPS coordinates are: DMS:  N39o 19' 0\"   W77o 45' 23\"DD: 39.3166667    -77.75638888888889GPS Alternatives: 171 Shoreline Drive (Harpers Ferry National Historical Park) or try intersection of Shoreline Drive and Campground Road.      By Car  Harpers Ferry NHP's Visitor Center is located along US Route 340 in West Virginia. The park entrance is 8 miles east of Charles Town, WV and 20 miles southwest of Frederick, MD. Directions from communities in the local area (under 40 miles):  Charles Town, WV - follow US Route 340 N to Harpers Ferry. Turn right at the Harpers Ferry stoplight. Distance: 8 miles Shepherdstown, WV - take Rt. 230 S to the intersection of Rt. 230 and Rt. 340. Turn left at the stoplight onto Rt. 340 N. Follow Rt. 340 until Harpers Ferry stoplight, then turn right. Distance: 12 miles Frederick, MD - follow US Rt. 340 S from Frederick to Harpers Ferry, WV. Turn left at the Harpers Ferry stoplight. Distance: 20 miles Martinsburg, WV - take Rt. 9 E to Charles Town, WV and take exit for Harpers Ferry. Turn left onto Rt. 340 N and follow to the Harpers Ferry stoplight. Turn right at the stoplight. Distance: 25 miles  Directions from other National Park Service sites:   Shenandoah National Park (at Front Royal) - follow US Rt. 340 N from Front Royal to Harpers Ferry. Turn right at the Harpers Ferry stoplight. Distance: 47 miles Gettysburg National Military Park - take Rt. 15 S to Frederick, MD. At Frederick, take exit for Rt. 340 S. Follow Rt. 340 to Harpers Ferry. Turn left at the stoplight in Harpers Ferry. Distance: 55 miles  Other directions:    from Washington, D.C. - once on the beltway, take I-495 to I-270 N. Follow I-270 to Frederick, MD and take exit for Rt. 340 S toward Harpers Ferry. At the Harpers Ferry stoplight, turn left. Distance: approximately 66 miles from Baltimore, MD - follow I-70 W to Frederick, MD and take exit for Rt. 340 S toward Harpers Ferry. At the Harpers Ferry stoplight, turn left. Distance: approximately 82 miles        By Train  MARC Commuter Rail MARC commuter trains operate Monday through Friday between Union Station in Washington, D.C., and Martinsburg, W.Va. on the MARC Brunswick Line. For additional information about MARC train schedules and ticket reservations, call 1-866-RIDE-MTA (1-866-743-3682) or visit the MARC Website.  Amtrak Amtrak's \"Capitol Limited\" between Washington, D.C., and Chicago, Illinois, stops in Harpers Ferry, W.Va., seven days a week. Reservations are required. Call Amtrak toll free at 1-800-872-7245 or visit the AMTRAK Website.",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/directions.htm"
}
