{
    "title": "Harpers Ferry National Historical Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations      ReservationsFor teachers bringing student groups to Harpers Ferry, please visit the Education Reservations page to find reservation forms and the fee waiver checklist.For others groups visiting the park, please visit the Group Fees and Reservations page to find the reservation form and more information about group fees.     PermitsSpecial Use Permit If you would like to hold a special event or activity in the park, you need to apply for a special use permit.  A non-refundable application fee of $50.00 is required at the time of application. Download the word document Special Use Permit Form.      Filming in the Park To film at Harpers Ferry NHP you need to file a completed application with the park a minimum of two weeks in advance.  A non-refundable application fee of $50.00 is required at the time of application. Please note, the more complicated your project is, the longer it will take to process your request. Some projects require months to process.  Applications for Photography\/Filming Permits Long Form Short Form  Filming Fees All commercial filming permits and still photography permits are subject to cost recovery and a location fee, neither of which may be waived. The location fee is determined by the type of activity, must be based on the current schedule, and is determined by the number of permitted days and the number of people on park lands associated with the permitted activity. There is no deviation from the schedule. A day of filming is defined as a continuous 24-hour period of filming.  Location Fees: charges per day Motion Picture\/Video 1-2 people, camera and tripod only - $0\/day   1-10 people -  $150\/day 11-30 people - $250\/day   31-49 people - $500\/day Over 50 people - $750\/day Commercial\/Still Photography 1-10 people - $50\/day 11-30 people - $150\/day Over 30 people - $250\/day",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/permitsandreservations.htm"
}
