{
    "title": "Harpers Ferry National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Entrance Fees for Harpers Ferry NHP  Park passes may be purchased at the fee collection entrance station daily. Vehicle Pass - $10.00 per single, private vehicle (excludes group tours and 7+ passenger vans - visit the Group Fees and Reservations page for more information). Individual Pass - $5.00 per person arriving on foot or bicycle Harpers Ferry Annual Pass $30.00 Valid for one year from month of purchase for Harpers Ferry NHP only. Admits pass-holder and passengers in a single, private vehicle (excluding groups) or immediate family if entering by other means. Nontransferable. Entrance passes are valid for three consecutive days, beginning on date of purchase and are required in all park areas. Fees are payable at Cavalier Heights Entrance Station, Bolivar Heights, Maryland Heights, Harpers Ferry Train Station, and River Access Parking Lot. Credit cards are accepted only at Cavalier Heights. To learn about the fee system and the projects fees support, please visit the Your Dollars at Work portion of the website.      America the Beautiful Passes  A pass is your ticket to more than 2,000 federal recreation sites. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. A pass covers entrance and standard amenity fees for a driver and all passengers in a personal vehicle at per vehicle fee areas (or up to four adults at sites that charge per person). Children age 15 or under are admitted free. Please visit the America the Beautiful National Parks and Federal Recreational Lands Pass Series site for more information about these passes.       2016 Fee-Free Days  January 18 – Martin Luther King, Jr. Day  April 16-24 – National Park Week  June 8 - America the Beautiful Quarters® Program (this is a fee-free day at Harpers Ferry NHP) August 25-28 – National Park Service Birthday Weekend  September 24 – National Public Lands Day  November 11 – Veterans Day",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/fees.htm"
}
