{
    "title": "Harpers Ferry National Historical Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Harpers Ferry National Historical Park offers a variety of experiences for visitors. Whether you enjoy recreation or historical inquiry, a quiet stroll by the river or a guided program with a ranger, there are opportunities for everyone to find their place here.   This portion of the website provides more information about preparing for your visit and the things you can experience during your visit. If you should have any questions, please feel free to contact the Information Center at 304-535-6029 or email us.        Harpers Ferry NHP entrance sign NPS Photo\/Wassel  Basic Information Information about operating hours, entrance fees, group reservations, and much more is located under the Basic Information section of the website.       Directions & Transportation The physical address for the park's Visitor Center is 171 Shoreline Drive, Harpers Ferry, West Virginia 25425. The Visitor Center is located off of US Rte 340. When you turn at the stoplight, you will see the entrance sign (pictured right) and you will proceed straight along the road to the Visitor Center parking lot. For more information such as GPS coordinates, directions from regional airports, and other transportation options, please see the Directions & Transportation page of the website.      Things To Do From tours and workshops to events and hikes, the Things to Do page on the website explains the numerous activities Harpers Ferry NHP offers to visitors.       Calendar Harpers Ferry National Historical Park hosts numerous special events throughout the year including living history artillery demonstrations, presidential visits from Thomas Jefferson and Abraham Lincoln, Civil War commemorative events, and much more. Check out this year's events at our Calendar page.      Accessibility The National Park Service welcomes people with disabilities. Visit our accessibility page to find more information about specific facilities, programs, and services that may help you better plan your visit.       Nearby Attractions Several other national park sites and heritage areas are in close proximity to Harpers Ferry. To learn more about these sites and find links to their websites, please visit the Nearby Attractions page.",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/index.htm"
}
