{
    "title": "Harpers Ferry National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Harpers Ferry National Historical Park 171 Shoreline Drive  Harpers Ferry, WV 25425                 Directions         Harpers Ferry NHP's Visitor Center is located along US Route 340 in West Virginia. The park entrance is 8 miles east of Charles Town, WV and 20 miles southwest of Frederick, MD.  Directions Details           Operating Hours & Seasons         Parkwide Hours of Operation Harpers Ferry National Historical Park is open year round with the exception of Thanksgiving Day, Christmas Day, and New Year's Day. Park museums and contact stations are open from 9am to 5pm year-round. Park passes may be purchased at the fee collection entrance station daily. Park shuttle bus hours begin at 9am daily, though the end time for buses varies by season.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -          Park District  Park Trails Harpers Ferry National Historical Park is open year round with the exception of Thanksgiving Day, Christmas Day, and New Year's Day.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Harpers Ferry experiences all four seasons - the cold and snow of winter, the rain and flowers of spring, the humidity and sunshine of summer, and the chill and leave change of fall. We will strive to keep you up-to-date as Harpers Ferry's landscape changes with the seasons. To see the current weather or the forecasted weather for Harpers Ferry, please visit the National Weather Service site and set the zip code to 25425.         Fees & Passes     Entrance Fees:   Harpers Ferry Entrance Fee - Per Vehicle - $10.00 $10.00 per single, private vehicle (excludes group tours and 7+ passenger vans) Entrance passes are valid for three consecutive days, beginning on date of purchase and are required in all park areas. Fees are payable at Cavalier Heights Entrance Station, Bolivar Heights, Maryland Heights, Harpers Ferry Train Station, and River Access Parking Lot. Credit cards are accepted only at Cavalier Heights.   Harpers Ferry Entrance Fee - Per Person - $5.00 $5.00 per person (16 and older) arriving on foot or bicycle Entrance passes are valid for three consecutive days, beginning on date of purchase and are required in all park areas. Fees are payable at Cavalier Heights Entrance Station, Bolivar Heights, Maryland Heights, Harpers Ferry Train Station, and River Access Parking Lot. Credit cards are accepted only at Cavalier Heights.   Entrance Passes:   Harpers Ferry Annual Pass - $30.00 Valid for one year from month of purchase for Harpers Ferry NHP only. Admits pass-holder and passengers in a single, private vehicle (excluding groups) or immediate family if entering by other means. Nontransferable. Annual passes can be purchased at the Cavalier Heights Entrance Station.         Visitor Centers       Cavalier Heights Visitor Center The Cavalier Heights Visitor Center is located at the main entrance of Harpers Ferry National Historical Park, at 171 Shoreline Drive, Harpers Ferry, WV 25425. The Visitor Center is open year-round from 9am to 5pm and is staffed by park rangers and volunteers. From this location visitors may park their vehicles and take a shuttle bus to the Lower Town district of the park.    Lower Town Information Center Harpers Ferry National Historical Park is open year round with the exception of Thanksgiving Day, Christmas Day, and New Year's Day. Park museums and contact stations are open from 9am to 5pm year-round. Park passes may be purchased at the fee collection entrance station daily. Park shuttle bus hours begin at 9am daily, though the end time for buses varies by season.                View of Harpers Ferry from Split Rock on Loudoun Heights NPS Photo\/Zurbuch       Operating Hours & Seasons The park is open year-round from 9 a.m. to 5 p.m., with the exception of a few holidays. For more information about holiday closures and hours of the park's shuttle bus service, please visit the Operating Hours & Seasons page.      Fees & Passes To learn more about the entrance fees at Harpers Ferry National Historical Park, America the Beautiful passes, and National Park Service fee free days, please visit the Fees & Passes page on our website.      Current Conditions For more information regarding the weather and seasonal conditions, please visit the Current Conditions page on our site.      Permits & Reservations For information regarding special use permit, filming permits, and all group reservations, please visit the Permits & Reservations page on our website.      Pets If you plan to visit with your pet, please read our Pets page so that you understand guidelines and can more easily plan the logistics of your visit.",
    "url": "https:\/\/www.nps.gov\/hafe\/planyourvisit\/basicinfo.htm"
}
