{
    "title": "Vicksburg National Military Park: Superintendent's Message",
    "body": "Superintendent's Message         Superintendent Mike Madell NPS Photo  NPS Southeast Regional Director David Vela is pleased to announce the selection of R. Michael (\"Mike\") Madell as the new Superintendent of Vicksburg National Military Park, effective January 17, 2010.  Mike has more than 20 years of experience with federal, state, and other park and conservation agencies. His career began as a ranger with Michigan state parks while he was still in college. Upon graduation he moved to Minnesota, where he attended graduate school and worked with the Suburban Hennepin Regional Park District. Mike's National Park Service (NPS) career began in 1988 when he accepted an appointment as a park planner (socioeconomic specialist) with the Denver Service Center.  Mike has been a superintendent since 2002, serving in that capacity at Little Rock Central High School National Historic Site and, most recently, at the Missouri National Recreational River. During his tenure at Central High School, he was instrumental in working with park staff and community leaders to plan for the commemoration of the 50th anniversary of the school's desegregation. During this time he also led the effort to plan and construct a new visitor center\/administrative headquarters for the park, which was opened concurrent with the anniversary events in 2007.  At the Missouri National Recreational River, Madell was instrumental in relocating the park headquarters from O'Neill, Nebraska to Yankton, South Dakota, and was an active participant in a variety of community and regional partnership initiatives. His federal career has included NPS assignments as Chief of Planning and Resources Management for the Mississippi National River and Recreation Area (MNRRA), acting superintendent of MNRRA, Midwest Regional Chief of Planning and Compliance, and Regional Environmental Coordinator. In addition, he served with the United States Forest Service at Land Between the Lakes National Recreation Area in Kentucky and Tennessee.  Mike is a native of Michigan. He graduated from Western Michigan University with a Bachelor's degree in Environmental Studies and Geography, and from the University of Minnesota with a master's degree in Recreation, Parks, and Leisure Studies. Away from work, he is an avid bicyclist, hiker, and dog trainer. He and his wife, Trish, will relocate to Vicksburg in January 2010.  Upon his selection, Mike said, \"I am thrilled and honored to be selected as the next superintendent for Vicksburg National Military Park. I know that park staff and the community already have done many good things to protect historic resources and to tell the stories of Vicksburg and the campaign and siege of 1863. I am anxious to work with staff and partners to build on these efforts and to work towards even loftier goals as part of the forthcoming Civil War sesquicentennial commemoration and in the years that follow.\"",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/management\/supermessage.htm"
}
