{
    "title": "Vicksburg National Military Park: Historic Landscape Management",
    "body": "Historic Landscape Management       Vicksburg National Military Park preserves the historic battlefield which comprised the physical environment and barriers during the campaign, siege, and defense of Vicksburg in the spring and summer of 1863.  Military strategists and commanders of Confederate and Union forces used the high bluffs, steep rugged ravines, and unique properties of the loess soil to their best advantage.  The park landscape is a testimonial to the wide variety of historic military operations which occurred here. It features nine historic earthen forts, numerous gun emplacements, over twenty miles of reconstructed trenches, approaches, and parallels, the last remaining section of Grant's Canal, and the Vicksburg National Cemetery, with over 18,000 interments, 17,000 of which are Union soldiers, giving the cemetery the distinction of having the largest number of Civil War burials of any cemetery in the United States.      By the 1930's, erosion was threatening the very fabric of the park. The lack of adequate vegetative cover left the loess soil exposed and vulnerable to runoff from heavy rains. Loess is a fine-grained, wind-blown sediment. It is an extremely fertile loam soil which is highly susceptible to erosion when exposed to flowing water, literally melting like butter and easily washing away. During the 1930s, the Civilian Conservation Corp (CCC) was called upon to plant trees on the steep slopes and in the ravines, and over the years the trees have grown into the dense forest present today.   Environmental technologies now enable the park to maintain soil stability using grasses which are resilient and quick-growing.  Current projects have rehabilitated specific areas of the park, restoring the historic scene, exposing key terrain features, and provided access to long-hidden monuments.  Today, maintenance and resource protection efforts are focused on maintaining the historic scene. It requires a committment of resources, time, and personnel to prevent damage from natural forces such as erosion and exotic species, and to limit human threats including vandalism, looting (relic hunting), and urban encroachment.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/management\/landscapemgt.htm"
}
