{
    "title": "Kalaupapa National Historical Park: The Patients",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Patients                In Their Own Words         Row boat carrying new patients and cargo from steamer, \"Likelike,\" to Kalawao shore, ca 1902. Hawaii State Archives   In the past, both patients and visitors to Kalawao and Kalaupapa wrote about their impressions and experiences. First-hand accounts reveal how people felt about being sent to this remote place, and of the conditions they faced. The following quotes offer some insight into patient life as seen from the standpoint of the patients themselves.   “On the night of the 4th day of January 1879 about seven p.m. I with 11 other fellow sufferers were lined up in two by two file by our jailer (each of us carrying our own baggage) guarded on each side by a squad of policemen were taken from the leper detention station...and put aboard the SS Mokolii lying along side the pier at the foot of Fort Street. After a half-hour wait for two Government Officials, Sam G. Wilder President of the Board of Health and Dr. N.B. Emerson newly appointed first resident physician of the Leper Settlement of Kalawao. When they arrived and came aboard the steamer the line was cast off, the steamer moved out into the harbor and steamed out to sea bound for Molokai and arrived off Kalaupapa the next morning 7 a.m. when the steamer anchored we entered a row boat with the two officials and rowed to the Kalaupapa landing and put ashore and [were] received by the local officials of the Leper Settlement. After our names, ages and places we hailed from were taken down, left on the rocky shore without food and shelter. No houses provided by the then Government for the like of us outcasts.” - Ambrose T. Hutchison, resident in the settlement from 1879-1932    “Deaths occur quite frequently here, almost daily. Napela [Mormon elder and assistant supervisor of the Kalaupapa Settlement] last week rode around the beach to inspect the lepers and came on to one that had no Pai for a week but manage to live on what he could find in his Hut, anything chewable. His legs were so bad that he cannot walk, and few traverse the spot whare his hut stands, but fortunate enough for him that he had sufficient enough water to last him till aid came and that not too late, or else brobably he must have died.\"      - Peter Kaeo, cousin of Queen Emma, in a letter to Queen Emma, August 11, 1873         \". . they sent me to Kalaupapa.  That's where they sent most of us.  Most came to die.\" Bishop Museum.      “Like the other patients, they caught me at school. It was on the Big Island. I was twelve then. I cried like the dickens for my mother and for my family. But the Board of Health didn’t waste no time in those days. They sent me to Honolulu, to Kalihi Receiving Station, real fast. Then they sent me to Kalaupapa. That’s where they sent most of us. Most came to die.” - Male, Part-Hawaiian, c. 1977-78   “I remained in Kalaupapa for thirty years. I was finally paroled in 1966. My mother was still alive, so I wrote to her and told her I was finally cured. I could come home. After a long while, her letter came. She said, ‘Don’t come home. You stay at Kalaupapa.’ I wrote her back and said I wanted to just visit, to see the place where I was born. Again, she wrote back. This time she said, ‘No, you stay there.’ You see, my mother had many friends and I think she felt shame before them. I was disfigured, even though I was cured. So, she told me, her daughter, ‘Don’t come home.’ She said, ‘You stay right where you are. Stay there, and leave your bones at Kalaupapa. This place is finally my real home. They take good care of me here.” - Female, Hawaiian, c. 1977-78   “You know, the babies that were born inside here were not allowed to stay with their parents. After the babies were born, the law said they had to be taken away to the baby nursery in Kalaupapa. They were afraid of the contact—afraid the babies would catch the disease from their parents…. But some of my children, I will tell you this, some of them I kept longer. Most times, the babies were born in the night. We kept everyone quiet so the administrators and nurses would not hear the baby being born. All my babies were born in my own home, right here.\" - Male, Hawaiian, c. 1977-78   “One of the worst things about this illness is what was done to me as a young boy. First, I was sent away from my family. That was hard. I was so sad to go to Kalaupapa. They told me right out that I would die here; that I would never see my family again. I heard them say this phrase, something I will never forget. They said, ‘This is your last place. This is where you are going to stay, and die.’ That’s what they told me. I was a thirteen-year-old kid.” - Male, part-Hawaiian, c. 1977-78   “When I arrived at Kalaupapa, I was the youngest child inside the place. My father was waiting for me when I arrived, along with many of his friends. All the people took me in, and I became like everyone’s child. It was really one big family in here, an ohana. I had everything…so much love! I was spoiled rotten. I even had the nuns taking care of me.”  - Male, part-Hawaiian, c. 1977-78   “The administration office…had a railing around the ‘boss’ (administrator) and there was a bench set against the wall where the patient sat. When Mr. Judd [Lawrence Judd, former Governor of Hawai`i who later became a Kalaupapa superintendent] came, the first thing that came down was the railing in his office. Then came the chain link fence in the caller house at the visitors’ quarters. That gave us a feeling that we, the patients, almost belonged to the human race again. You cannot imagine how much a simple thing like a fence and a railing coming down meant to me. I’m sure it had the same effect on all the patients.” - Olivia Robello Breitha, Kalaupapa resident",
    "url": "https:\/\/www.nps.gov\/kala\/learn\/historyculture\/words.htm"
}
