{
    "title": "Vicksburg National Military Park: Park Permits",
    "body": "Park Permits       SPECIAL PARK USES AND COMMERCIAL FILMING                                            Images created by explorers and artists illustrated the grandeur of the American west and played a significant role in establishing national parks. For this and  many other reasons, our national parks have increasingly become  popular places for photography, filming and special park uses.  The National Park Service was established in 1916 to “conserve       Special park uses and com- mercial filming in national park areas, such as Vicksburg National  Military Park, require a permit,  as those types activities may interfere with the visitor experience, take place outside normal visitation hours or locations, or pose potential damage to park resources.  Special park uses include events such as weddings, memorials,  and environmental research. Video, sound recording, or commercial still photography  which involves models, sets, or props also require a permit.      Permits are authorized by the  park superintendent and are considered on a case-by-case basis. The request will be eval- uated on criteria as: connection between the proposed activity and the park purpose, the appropriate uses for and impact on the park's resources, potential impact on the visitor experience and park operations, the location(s) requested, and the permittee's           Research permits are also required for any studies or surveys conducted within the  park, and require the additional approval of the Natural Resource Program Manager.             the scenery and the natural and historic objects...and to provide for the enjoyment of the same...and...[to] leave them unimpaired for the enjoyment for future generations.\" Today the National Park Service has almost 400 units and includes natural, cultural, and historic sites, as well as recreation and wilderness areas. Each area requires special care to ensure that it remains unimpaired for future generations.        ability to comply with safety regulations and other park-specific conditions.  Permits are accompanied by conditions and incur fees, including a non-refundable application fee of $25.00. Some permits will require items such as liability insurance, bond or cash deposit. Permitees may be required to reimburse the park for costs incurred as a result of the activity. 501(c) entities may REQUEST an application fee waiver.   Contact the park early in your planning process as the complexity of your request may require a lengthy review period.      To apply for special use permits and other authorizations, contact:   Superintendent Vicksburg National Military Park 3201 Clay Street Vicksburg, MS 39183 Phone: 601-636-0583 Fax: 601-636-9497 or Email Us           Research permit applications can be submitted online through the National Park Service Research Permit and Reporting System.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/management\/park-permits.htm"
}
