{
    "title": "Vicksburg National Military Park: Shape Up, Junior Ranger!",
    "body": "Shape Up, Junior Ranger!        NPS       Are You Ready to Shape Up, Junior Ranger? Hello there, Junior Ranger! My name is Old Abe and I'm the Bald Eagle mascot of the 8th Wisconsin Infantry - a group of soldiers who fought here at Vicksburg over 150 years ago! I'm back in Vicksburg with one goal in mind - to challenge you to shape up, Junior Ranger! How Does It Work? Just as it was important for Civil War soldiers to be fit and strong, it's important for you to be active and exercise your body and mind so you will be at your best! We'll go on adventures through Vicksburg National Military Park and your own community to shape up, explore the world around us, and learn a few things as we go! You can do this with three easy steps: 1. Exercise and log your activities in your Shape Up, Junior Ranger Logbook! 2. Earn Stamps! 3. Get Rewards! Are you up for the challenge? Download your Shape Up, Junior Ranger Logbook here or pick up a Logbook at the Visitor Center desk!        Old Abe says: \"Its easy to earn stamps! Let's Shape Up together!\" NPS  Three Ways to Earn Stamps 1) Exercise! - Go for a walk, a hike, or bike ride at Vicksburg National Military Park. Record how long you exercised in your logbook (have an adult help you total your time). Add up your time. For every 5 hours you walk, you earn one stamp. 2) Events! - Enter a fun run! Join a Park Ranger for a hike! Attend a Shape Up Vicksburg event. Your community has many fun, events that you can be part of. It's a great way to meet new friends, see new places and learn new things! Earn a stamp for each event you attend. Click here for a list for upcoming events! 3) Missions! - Your mission, should you choose to accept it, is to get fit and explore! Click here to get your monthly assignment. Will you go on a scavenger hunt to explore mysterious parts of Vicksburg National Military Park? Or perhaps you will go on a search at the U.S.S. Cairo for clues. Go undercover, Junior Ranger, and earn a stamp for each mission you complete!                               This project was made possible with the support of our community partners at Shape Up Vicksburg and a grant from the National Park Foundation through the generous support of ARAMARK through the Yawkey Foundation, the Fernandez Pave the Way Foundation and the History Channel. For more information on other Let's Move Outside programs in your community, check out the Let's Move website!",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/kidsyouth\/shapeup.htm"
}
