{
    "title": "Vicksburg National Military Park: Rivers and Streams",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Rivers and Streams                Rivers and Streams        Mint Spring Bayou Waterfall NPS Photo       Historically, the mighty Mississippi River flowed past the loess bluffs currently within the boundaries of Vicksburg National Military Park. Making an almost 180-degree bend at Fort Hill in the northern section of the park, the river has long since changed its course - a regular occurrence along this major waterway. In 1876, the river eroded and cut through the DeSoto Peninsula approximately three miles south of Fort Hill, leaving the city of Vicksburg high and dry. Today the major water course flowing near the park's northern reaches is the Yazoo Diversion Canal, created in the early 1900s by the U.S. Army Corps of Engineers to provide access to Vicksburg's fledgling industrial harbor and boost the city's economy by once again providing a port for river traffic. Water quality in the park has been well-documented within the last 15 years, with most study performed on the three major streams and their drainages. These include Mint Spring Bayou, which varies from a perennial flow in its lower portions, to an intermittent stream in its upper reaches, and has two waterfalls caused by rock outcrops. The second major drainage is Glass Bayou, a shallow, perennial stream throughout most of its reaches, which flows for a short length through an exposed cave passage. Both of these major streams are tributaries of the Mississippi River. A third stream, Durden Creek, is an ephemeral waterway. Over the years of study, it has been found that the water temperatures and sedimentation in these streams has increased, possibly due to increased ambient temperature and man-made disturbances (i.e., construction and urban development). Surface water pollution from other outside sources, such as raw sewage from upstream landowners, has been curtailed, but agricultural runoff remains a concern. Restoration of Mint Spring Bayou has been recommended to aid in re-introduction of native fish species, currently deficient due to invasion of a fathead minnow population, and depletion of streamside vegetation.      Vicksburg National Military Park Hydrology",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/rivers.htm"
}
