{
    "title": "Vicksburg National Military Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       Vicksburg National Military Park strives to provide the best possible opportunities for both teachers and students to learn about the significance of this unique resource through its role in the Campaign and Siege of Vicksburg, the Civil War overall, and the National Park Service.   Through school programs; guided tours of the park; Junior Ranger activities, including Junior Ranger Day and Junior Ranger Camp; printed materials, and audio\/visual media, the park offers learning tools created to enhance this experience for current and future generations.         Soldiers' Life School Program for 4th Graders NPS Photo       Many programs can be brought to the classroom through ranger-to-go presentations. For more information on these programs, please contact the park at 601-636-0583.            Every Kid In A Park As part of the celebration of the 100th anniversary of the founding of the National Park Service in 1916, the NPS is offering free admission to every 4th Grader and their family to every National Park in the United States! Interested? Find out more by clicking here… https:\/\/www.everykidinapark.gov\/           Park Resources & Programs  What is there for students and school groups to see and do at Vicksburg? Click here to find out…              Group Fees and Waivers  The Park can grant an admission fee waiver for schools, scouts, and military units who are visiting the park for educational purposes. Click here to find out if your group is eligible and how to apply…            Bibliography & Lesson Plans Click here for some books, lesson plans and other classroom resources about the Campaign and Siege of Vicksburg… http:\/\/www.nps.gov\/vick\/forteachers\/sitebulletins.htm   http:\/\/www.nps.gov\/museum\/tmc\/tmc_park.html#VICK         Online Resources Lectures, presentations, demonstrations and musical programs on video;hosted on the park's YouTube Page… https:\/\/www.youtube.com\/user\/VICKSBURGNMP http:\/\/www.nps.gov\/museum\/exhibits\/vick\/index.html         Contact Us…  If you have questions about your school or group's visit, our programs or resources, please call us at 601.636.0583 or email at vick_education@nps.gov... :",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/education\/index.htm"
}
