{
    "title": "Vicksburg National Military Park: Pests",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Pests                Pests        Stinging Nettle NPS Photo       \"Pest\" is one of those terms that tends to be in the eye of the beholder.  One person's pest may be another person's pollinator!  And of course an organism may be both, all depending on where it is found, what it is doing, and in what numbers it is present at any particular time.    Generally, from the perspective of a manager in a national park, a pest is a native organism that is a nuisance in some way, shape, or form to the visiting public or park staff.  For instance, termites in the park's museum collection or a historic home are most definitely considered a pest species!  If these creatures remained in a natural environment and didn't interact with people and property, then it's doubtful they would be labeled \"pests\" at all.  It's the intrusion of wildlife into the human environment, and the negative reaction of people to the encounter, that usually results in something being considered a pest.      It's safe to say that some peoples' reactions to wildlife encounters go beyond mere annoyance.  That is the case for people who are allergic to bee and wasp stings.  The buzzing and even potential sting of a wasp or bee makes most of us at least uncomfortable, but to those with specific allergies the threat of going into anaphylactic shock makes \"pest\" seem a mild term indeed.  The same may be said for those who are susceptible to disease, such as the very young, the elderly, and the infirm.  These people must be extra careful in avoiding the bites of mosquitos and ticks, which can transmit West Nile virus, and the microbes that produce Rocky Mountain spotted fever and lyme disease.  Again, while mosquitos and ticks are considered pests by most of us, the term is very much relative.             A pest does not have to be an animal by any means.  There are plant pests as well.  One of the best known, and most reviled, is poison ivy.  It is particularly abundant in the south, and Vicksburg is no exception.  For those lucky enough to be unaffected by the oils it exudes, it is still a good idea to wash after being exposed to the plant.  Some people will suffer a mild reaction- localized itching.  But as with some of the animal pests, poison ivy can induce a systemic, negative reaction in people who are highly allergic to it, often requiring a trip to the doctor for a shot to relieve the symptoms.    Not all pests, thankfully, impart serious consequences to the unlucky few.  Some are more generally annoying.  In the south, where hard, sustained freezes are a very rare occurence, chiggers are present in multitudes during the summer months.  These larval forms of mites can swarm up a pant leg and burrow into unprotected skin imperceptibly, becoming noticeable only later when the bites start to swell and itch.  On the same walk in the woods one may encounter a fairly common plant, slim stinging nettle, that produces a slightly painful burning sensation when brushed against the skin.  It is another example of how not all pests are of the animal variety!   In whatever form they take, pest plants and animals are a fact of life.  More often than not, they were present in the environment before people ever decided to take up residence in an area.  It may help to keep in mind that pest species are part of the overall ecosystem and are doing their best to grow and reproduce like every other living thing.  Or it may feel better to just go ahead and swat that mosquito buzzing in your ear and be done with it.  (But please try your best not to do so in the park!)",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/pests.htm"
}
