{
    "title": "Vicksburg National Military Park: Disturbed Lands",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Disturbed Lands                Disturbed Lands        Connecting Avenue Construction at Fort Hill NPS Photo       Just as beauty is in the eye of the beholder, the same may be said for land disturbance.  Whether or not a landscape is considered \"disturbed\" depends on what condition is being sought for that particular landscape.  For instance, if the goal for a plot of land is to have it resemble an open field of battle, then the presence of dense stands of woody vegetation may be considered a disturbance.  On the other hand, if a natural, ecologically intact landscape is desired, then a maintained lawn of non-native grass qualifies as disturbance.  In the end its a relative situation and a subjective judgement call, dependent upon what the management goals are for a landscape.  At Vicksburg NMP balancing natural and cultural management paradigms is pertinent and necessary.  The park was set aside to preserve and commemorate an important Civil War battle that had a massive negative effect on the natural landscape.  To restore the site to a semblance of its wartime appearance, as called for in the law which established the park, necessarily entails causing some damage to natural habitat.  But as a national park unit, park managers are also responsible for protecting natural resources such as forested hills and ravines and free-flowing streams and wetlands, all of which serve as forage and shelter for a multitude of native organisms.  Restoration of a cultural resource sometimes causes undeniable damage to a natural resource, and vice versa.  Where to draw an appropriate line is what keeps managers of a park like Vicksburg NMP busy and challenged.  Fortunately guidance is available in the form of policies and laws, as well as the input of subject experts and the public at large.  Park managers draw on all these resources as they go about the task of managing the public lands placed in their trust.   What is less of a gray area is the development of lands surrounding and adjoining the park.  Whether from a cultural or a natural perspective, disturbance to lands just to the other side of a park boundary is almost always a detriment to the puposes of a park.  National parks are set aside to preserve superlative cultural and natural features.  When one enters a park one is supposed to leave the everyday modern world and become immersed in a special place- that is the idea, anyway.  But as the modern world becomes more and more pervasive, and land for an ever expanding population is converted to infrastructure to serve society's needs, the parks become encroached upon inexorably until they become small islands surrounded on all sides.    This is true not just in the developed east, but in parks all across the country.  Commemorative historic sites suffer from modern auditory and visual intrusions just beyond the boundary that diminish one's ability to contemplate the historic events that took place at a particular spot.  Outside development interupts the migratory patterns of animals, fragments their habitat, and poses real dangers in the form of pollution and vehicle collisions.  When Vicksburg NMP was set aside in 1899 it was surrounded by wooded and agricultural countryside.  The founders of the park probably never imagined how large the city would grow, and that urban development would spill into the wide-open county.  But such is the pace of our modern world.  It is only with foresight that lands set aside for their natural and cultural significance by our forefathers will retain their sense of place and be appreciated by our descendents in times to come.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/disturbedlands.htm"
}
