{
    "title": "Vicksburg National Military Park: Scenic Vistas",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Scenic Vistas                Scenic Vistas        Railroad Redoubt Battlefield Restoration Area NPS Photo       At Vicksburg National Military Park, scenic vistas come in two varieties — historically accurate and inaccurate.  Some of the beautiful scenery visitors see at the park, for instance from the steps of the Illinois monument, gives a false impression of what the battlefield terrain was like during the time of the Civil War.  Today much of the park is a lushly forested landscape emanating with birdsong.  In 1863, when the siege of Vicksburg was taking place, a blasted and barren field of battle would have met the eye.  While there is no desire to return the park to a moonscape in order to simulate the war-torn days of siege, the NPS is concerned that the pervasive tree cover confuses visitors and contributes to a misinterpretation of historical events.    It is for this reason that in certain select areas of the park that were witness to some of the more historically pertinent events of Vicksburg's historic siege, NPS staff have worked to keep the landscape clear of encroaching trees.  In order to prevent the unforested ground from eroding away, sod-forming grasses have been planted.  The grasslands are maintained with prescribed burning and mechanical clearing of woody brush, thus remaining open and giving visitors an indication of the unobstructed view they would have had over 140 years ago.  Examples of historically open vistas can be found at Graveyard Road, Thayer's Approach, and Fort Garrott.    Recently, the park received funding to perform additional battlefield restoration at Railroad Redoubt, an area that is integral to telling the story of the siege.  By reestablishing an open vista that had been obscured since the 1930s, visitors are more clearly able to understand the action that took place as troops from Texas defended the redoubt in hand-to-hand combat with Union attackers.  However, in order to protect a small wetland stream running along the bottom of the ravine below the redoubt, a streamside management zone was established.  Low brush is being allowed to grow and form a riparian buffer strip on either side of the stream.  As the brush will not grow so tall as to intrude upon the view across the vista, protection of both natural and cultural resources is taken into account.    In late 2006 Vicksburg National Military Park enters a three-year process that will examine the entire park and decide if there are other areas that qualify as potential battlefield restoration zones.  Once environmental factors such as wetlands and habitat for rare species and migratory birds have been taken into account, plans may be drawn up to reestablish historically clear vistas in spots that have become overgrown.  In other areas, vistas that are not historically accurate, but nonetheless scenic due to their natural attributes, may remain wooded and continue to contribute to the cultural and natural diversity that makes up Vicksburg National Military Park.  In any case, the visitor to Vicksburg will be greeted with impressive scenic vistas wherever he or she travels throughout the park.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/scenicvistas.htm"
}
