{
    "title": "Vicksburg National Military Park: Fire Regime",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Regime                Fire Regime        Prescribed Burn, Fort Hill NPS Photo       Fire has two primary sources of ignition- lightning and humans.  If forest fuels (grass, shrubs, and trees) have been dried out due to a long-term weather pattern (low relative humidity and drying winds), then the occasional lightning strike will provide enough energy to ignite the fuels.  The frequency of lightning strikes remains relatively constant over time.  People, on the other hand, are notoriously fickle.  Before about 14,000 years ago there were no humans on the North American continent to start any fires.  But once they had migrated from Asia and became settled in America, they began to alter the fire frequency upon the land.  Native Americans started fires to clear out underbrush and promote the growth of young plants (which attracted wild game upon which the people hunted).  This pattern continued up until the beginning of the last century, when European American settlement became widespread and most fires were suppressed to prevent them from damaging human structures and timber resources.     Over the thousands of years of Native American habitation, and especially the millions of years before that when lightning was the sole cause of wildfires, many plants and animals adapted to the presence of semi-regular fires in the ecosystem.  Some trees' seeds actually require fire to germinate, allowing them to sprout in an area with plenty of sunlight, little competition, and a soil base enriched with ash-derived nutrients.  Prairie ecosystems in particular exist in part due to the action of periodic fires keeping the preponderance of woody plants at bay.  The relatively humid forests of the southeastern United States did not burn as often as the vast prairies, and when fires did occur they were most likely low, creeping fires that burned out the underbrush and spared the taller, older trees.  Studies of old-growth tree-rings (the science of dendrochronology) indicate that these fires happened on average every eight to nine years, though these numbers could vary considerably depending on prevailing weather conditions.   Vicksburg NMP is a relatively small park at 1,800 acres (a third of which is maintained as a mowed, commemorative landscape) and located within a wildland-urban interface.  At this time park staff are not trying to replicate a \"natural\" burning regime throughout the park's forested sections.  Instead, certain historically pertinent landscapes within the park are purposefully burned every two years or so to keep encroaching brush from interfering with the traditionally open vista.  By doing this park maintenance staff do not have to put themselves in unsafe postions by cutting brush with sharp implements on steep slopes which dominate the historic views.  When conditions are favorable and all the proper precautions have been taken, prescribed fire use is the safest and most economical method for maintaining the park's cultural landscapes.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/fireregime.htm"
}
