{
    "title": "Vicksburg National Military Park: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality        Train Traffic Passing Railroad Redoubt NPS Photo       The gaseous nitrogen and oxygen that surround and sustain us throughout our lives may paradoxically be one of the natural resources we notice least.  But the air we breathe and live in would surely become noticed if it were tainted to any great extent.  Unfortunately, air doesn't need to be degraded to the point where we notice it to be unhealthy for us and other living things.  Even non-living things can suffer ill effects from impurities in the air, otherwise known as air pollution.  Due to the fact that air pollution can be transported and spread great distances if it's picked up by prevailing winds, no place is immune to its effects.  Vicksburg NMP is no exception.  In addition, the park is located within a developed area that supports industy.  (Vicksburg has always been a port city, and remains so to this day.)  Ozone, particulate matter, and nitrogen and sulfur oxides are some of pollutants that are known and monitored for in Mississippi and the Gulf Coast region.    Park management staff are particularly interested in the potential detrimental effects that air pollution can inflict upon the park's resources, such as:  visibility, flora\/fauna, cultural\/historic resources, odor, soils, water, night sky, soundscape, and last but not least, human health.  People who suffer repiratory diseases are quick to notice when the air quality is less than optimum.  All of us, though, can detect excessive particulate matter in the form of smog, which looks as unhealthy as it is to breathe.  Other resources, such as soils and waterbodies, reveal their damages more slowly, such as when their pH levels change as a result of acid rain deposition.     Vicksburg NMP contains one of the park system's premier historical resources- the U.S.S. Cairo Union Gunboat, a largely intact, one-of-its-kind river vessel that was sunk in the Civil War and raised in the 1960's.  The metal and wood construction materials of the boat are vulnerable to the elements, and the NPS is concerned that over time acids in the air may be damaging the boat.  The same goes for the park's multitude of other cultural artifacts- statuary, cannon, and the like.  Natual resources don't all react alike to environmental stresses.  Some species of plants happen to be extra sensitive to elevated levels of lower atmospheric ozone.  Declines in these species may be an indication that ozone levels are approaching dangerous levels.  In the park these plants are:  white ash, sweetgum, yellow poplar, virginia creeper, sycamore, black cherry, sassafrass, and elderberry.  Air, by its very pervasiveness, affects just about everything on the planet.  It behooves us to care for this extremely important, if usually unnoticed, natural resource!",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/airquality.htm"
}
