{
    "title": "Vicksburg National Military Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs        Flowering Dogwood in the National Cemetery NPS Photo       Over 60 species of trees and shrubs have been identified throughout Vicksburg National Military Park, comprising most of the second-growth forest established in the 1930s by the Civilian Conservation Corps.  Native oaks, elms, walnuts and pecans began to populate the park ridgetops and boundary areas.   Additionally, non-native species, including tree-of-heaven, privet, and black locust, began to invade the forested areas, eventually crowding out the natives.  Meant to stave off the detrimental effects of erosion of the unique loess soil, the effort proved only partially successful.  Tree roots initially held the soil, but over time became exposed, creating channels for runoff.  More exposure led to instability, and many older trees became susceptible to diseases and wind damage.  As they fell, more runoff passages were created, leading to even more erosion.  Even so, the establishment of this forest habitat has been beneficial to many different species of fauna and flora, both native and non-native, and this situation must now be carefully considered in the development of future management plans for battlefield restoration and exotic species control. A unique aspect of the park’s tree and shrub habitat, focuses on the variety of species planted during landscaping of the National Cemetery.  Established in 1866 – over  30 years before the park’s creation – the  cemetery housed its own nursery that at one time held over 500 young magnolias, as well as a number of cedars, holly, and other deciduous and evergreen trees and shrubs.  Inspection of the cemetery in 1878 proclaimed the pyracantha hedges as being among the site’s finest features, and the National Cemetery began to resemble a wooded park.  A critical situation developed in 1924, when vegetation in the cemetery and surrounding countryside was infested by Argentine ants, threatening to destroy all plants affected.  The crisis was averted in September 1925, with the application of necessary ‘poisons’ (insecticides), with continued applications made during subsequent years.  Following the transfer of Vicksburg National Military Park, and consequently the National Cemetery, from the War Department to the National Park Service in 1933, care of the trees in the cemetery became particularly essential because of its collection of beautiful and rare specimens.  Among these were the ginkgo tree and two prized German lindens that had been grafted onto native ash rootstock.  Other outstanding species included Spanish oak, flowering dogwood, and Japanese magnolia.  Today, one can walk through the cemetery and find beautiful specimens that include ginkgos, white, red and live oaks, magnolias, yellow pines, bald cypress, red cedars, and flowering dogwoods.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/treesandshrubs.htm"
}
