{
    "title": "Vicksburg National Military Park: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses        Basket Grass NPS Photo       Before settlement of the unique loess bluffs of Vicksburg, the landscape was covered with vast areas of tall hardwood forests.  With the arrival of European immigrants came the clearing of the forests for farms and cropland.  As the area opened, grasses and low-growing vegetation took over, creating the vista in place at the time of the Vicksburg campaign and siege.  The grasses coevolved with large herbivores (i.e., cattle), which in turn, regulated the extent of the vegetation through grazing and facilitated the nutrient recycling process.  When many of these farms and croplands were abandoned in the latter part of the 19th century, the land began to once again revert to its natural landscape of woody vegetation and scrub. Currently, designated areas in Vicksburg National Military Park are being restored to their condition at the time of the siege, creating a delicate balancing act between managing the existing forested areas, created by intentional planting in the 1930s, and maintaining the open landscape mandated by the park’s enabling legislation.  The trees, planted for erosion control of the loess hillsides, had also, to some extent, halted the progression of the grassland areas.  Realizing only partial success with the tree plantings, park staff now are working to re-establish the open areas with plantings of quick-growing and resilient grasses, which will provide an even greater measure of erosion protection, as well provide the vista rehabilitation required for battlefield preservation.  These areas throughout the park are regularly maintained via mowing, prescribed burning, exotic plant management, and re-introduction of native species. Native grasses currently found in the park include, Basket grass (Oplismenus setarius), Purple Top (Tridens flavus), and Bushy Bluestem (Andropogon glomeratus).",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/grasses.htm"
}
