{
    "title": "Vicksburg National Military Park: Hydrologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Hydrologic Activity                Hydrologic Activity        Waterfall on Glass Bayou NPS Photo       Water is a pervasive and important natural force that exerts a highly significant influence upon the landscape at Vicksburg NMP.  The region in which the park is located receives an average of fifty-seven inches of rain per year.  This water falls upon the easily eroded loess soil of the battlefield.  Some amount of water penetrates into the soil, becoming a resource for thirsty plant roots, or eventually seeps into a groundwater resevoir.  But once the soil becomes saturated, especially if the rainfall event is large in intensity or duration, the excess water starts flowing in the direction of least resistance.  In the park this direction invariably leads to the Mississippi River and from there to the Gulf of Mexico.    Along the way water coalesces into rivulets and tributaries that run together to form streams.  Gravity ensures that watercourses run along portions of the landscape that are slightly softer than the surrounding material.  Over time what begins as a barely noticeable depression etches into a deeper trough as each succeeding rainfall event causes water to scour out the soil.  The streams themselves eventually form deep ravines.  Ravine formation occurs either intermittently or on a more constant basis, depending on whether the stream is ephemeral or pemanent.  In places the streams have displaced so much soil that the layers of sedimentary limestone underlying the loess have been exposed, revealing fossils long-buried in the rock.  While most of the stream's energy is concentrated in the lower reaches near its mouth, the headwaters also erode material in the opposite direction (though much more slowly), in what is known as a headcut.    The effect of all this hydrologic activity can be seen in the very lay of the land.  Such activity has played, and is still playing, a dominant role in shaping the distinctive ridge and ravine landscape that defines the park and surrounding area.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/hydrologicactivity.htm"
}
