{
    "title": "Vicksburg National Military Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        Wildflowers and Cannon NPS Photo       Vicksburg National Military Park has become a place of natural beauty, providing habitat for vast numbers of plant species.  The unique loess bluffs coupled with the meandering and ever-changing Mississippi River created a landscape filled with bayous and backswamps, natural levees and deep ravines, all nourished by the sediments and silt deposited by wind and current throughout the enormous Mississippi Delta.  Areas that did not drain became havens for semi-aquatic forests of bald cypress and tupelo, while those swamps that did dry, filled with tall stands of willow and oak.  Where the water of the river did not rise high enough during spring floods to top the natural levees, the area became prime cropland.  It was this rich soil that enticed European settlers to the area, who in turn, cleared the tall hardwood forest from any site capable of allowing man, mule, and plow to turn over the soil without danger of falling into a ravine. During the Civil War, any remaining timber was cut to build and supplement the tremendous fortifications surrounding Vicksburg, while the ravines were allowed to fill with tangled scrub, canebrakes, and catbrier, becoming an integral part of the defensive works.  The landscape around Vicksburg became a treeless, open grassland, dotted with rolling hills and steep gullies. The second-growth forest now present throughout the park was planted in the 1930s by the Civilian Conservation Corps in an effort to curb the devastating erosion of the once cultivated ridgetops.  This effort is now known to have been only partially successful, and efforts are now underway to implement more efficient methods of stabilizing the landscape, using grasses which are resilient and quick-growing. The park is also home to many wildflowers, ferns, and grasses, as well as several species of mushrooms and fungi.  Over 200 species of wildflowers have been photographed and documented regarding their current resource value, as well as their historic significance, many once used as foods and medicines, and in clothing and dyes.  Included in this collection of wildflowers is a Mississippi species of special concern, the Prairie Nymph (Herbertia lahue).  A member of the iris family, this purple trilobed flower, although classified as uncommon, is locally abundant in Vicksburg National Military Park, carpeting large open areas along the tour road during springtime, and creating an exhilarating experience for the park visitor.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/plants.htm"
}
