{
    "title": "Vicksburg National Military Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles        American Alligator NPS Photo       Many species of turtles, lizards, and snakes make the steamy forests of Vicksburg National Military Park their home.  In fact, the park provides habitat for two of the state's Species of Special Concern:  the Mississippi map turtle (Graptemys pseudogeographica) and the alligator snapping turtle (Macroclemys temminckii).  The reason the state (among others) is concerned about these two species is because their numbers have become dangerously low throughout Mississippi.  Vicksburg NMP is committed to helping these species recover by preserving and enhancing their habitat wherever possible within the park.    The alligator snapping turtle favors the swampy, lowland habitat of rivers and streams, and usually ventures onto land only to nest in summertime.  A clutch can contain from ten to fifty eggs.  One interesting evolutionary adaptation is that the sex of their offspring is not determined at conception, but rather by the incubation temperature of the nest!  Why nature has selected for this trait is unclear.  While hunting in the water the alligator snapper can stay quietly submerged for up to twenty minutes.  And an imposing hunter it makes.  These long-lived turtles can grow up to thirty inches in length and weigh up to 250 pounds.  (This makes them the largest of all North American freshwater turtles!)  They will eat just about any living prey that they can lure into their mouths.  And \"lure\" is an apt verb in this case.  This turtle possesses a tongue that resembles a worm, and is able to wiggle its tongue to simulate the undulating motion of a real worm.  Any fish, snake, frog or other victim that investigates too closely soon discovers why this turtle is described as \"snapping\"!   While it is very unlikely that a park visitor has anything to fear from an alligator snapping turtle, it is equally unlikely that they have any reason to be afraid of the park's three species of poisonous snake.  That is because these snakes will avoid people if possible.  We are too big for them to eat, and they have nothing to gain by an encounter with us.  If they feel trapped or if they are surprised, that is another matter.  So one would have to be very foolish or very unlucky to wind up on the fang end of one of these creatures.  The general rule is if you happen to encounter a copperhead (Agkistrodon contortrix), cottonmouth (Agkistrodon piscivorus), or timber rattlesnake (Crotalus horridus), give them a wide berth and let them be on their way.  They are just fulfilling their roles as predators in the ecosystem.  There is one other reptile that may give you pause if you happen to see it while touring the park.  In 2005 a ranger came upon an American alligator while on patrol!  Alligators are known to inhabit the floodplain along the Mississippi and Yazoo Rivers, and some may occasionally pass through the section of the park that consists of bottomland hardwood forest where Mint Springs Bayou empties into the Yazoo.  But this alligator had made his way up a service road heading toward the Cairo Gunboat and museum!  With considerable assistance the ranger was able to transfer this interloper back to the river, but be aware that the military park can sometimes be a very wild place.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/reptiles.htm"
}
