{
    "title": "Vicksburg National Military Park: Mollusks",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mollusks                Mollusks        Snail Shell NPS Photo       Many freshwater mussel species have become rare both within the state of Mississippi and throughout the nation.  Reasons for this decline include habitat alteration (dams, channelization of streams, dredging operations, pollution, and erosion-induced siltation) and competition from non-native species such as the zebra mussel.  As a consequence, mussel beds have been displaced, washed out, and suffocated in many areas.    Vicksburg National Military Park, which is accessible to Mississippi River species via a 2.5 mile stretch of the Yazoo River Diversion Canal (which itself lies in a former bed of the Mississippi River), contains approximately 7.5 miles of streambed habitat potentially suitable for mussel species.  The park has never been surveyed for mussels, but is scheduled to undergo a formal and comprehensive mussel-specific inventory in 2007.  This is important because mussels are considered to be important biological indicators; that is, they can act as early warning signs for environmental degradation.    The state of Mississippi contains twenty-four mussel species listed by either the state or federal government as threatened, endangered, or of concern.  In particular, the mucket (Actinonaias ligamentina), the pyramid pigtoe (Pleurobema rubum), the rabbitsfoot (Quadrula cylindrica), the sheepnose (Plethobasus cyphyus), and the spike (Elliptio dilatata) inhabit the Big Sunflower River (which flows into the Yazoo River) and\/or the Big Black River (which empties into the Mississippi River south of the park).  These would be the species most likely to utilize park habitat.  The upcoming survey should rectify this knowledge gap.    Freshwater snails are common inhabitants of the park, and judging by the fossil record have been so in the past as well.  But beyond this little is known about the snail population, or most other terrestrial invertebrates living in the park, for that matter.  The National Park Service hopes to correct this deficiency with further studies sometime in the future.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/mollusks.htm"
}
