{
    "title": "Vicksburg National Military Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians        American Toad Photo by Dr. Edmund Kaiser       Amphibians are among the most sensitive animals in nature to natural or human-caused changes in the environment.  Their skins are very permeable and thus any chemicals present in the moist conditions these animals prefer can find their way into amphibians' systems.  If a chemical happens to be detrimental to living tissue, amphibians can show a reaction to it before the chemical reaches concentrations in the environment where it could affect higher organisms.  In this way amphibians can be thought of as \"canaries in the environmental coal mine\", warning us of environmental contamination earlier than might otherwise be the case.    One worrying trend is that worldwide, frog species populations have been showing significant declines in the past few years.  It is currently thought that this is primarily due to a fungal infection that has been exacerbated by global warming.  (This is analogous to trees in a forest succumbing to an insect infestation during a drought when their systems are stressed.  Under \"normal\" conditions they would easily be able to ward off such pests.)    Another factor possibly contributing to the decline in frog populations is environmental chemical contaminants.  For this reason water quality is of prime importance, because if amphibians are suffering from impaired water quality, those same contaminants are likely finding their way into human bodies as well, and accumulating over time.  The park is actively monitoring its water quality and trying to provide the healthiest environment possible, not only for the frogs, toads, and salamanders living here, but for all the organisms present.      Frog\/Toad Call Monitoring Program   Vicksburg Post Article",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/nature\/amphibians.htm"
}
