{
    "title": "Vicksburg National Military Park: Commanders",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Commanders                Commanders of the Vicksburg campaign           Confederate Commanders Union Commanders   Adams, Brig. Gen. John Alexander, Col. Jesse I.   Adams, Brig. Gen. D. W. Benton, Brig. Gen. Wm. P.   Anderson, Maj. Joseph W. Blair, Maj. Gen. Frank P.   Barton, Brig. Gen. Seth M. Boomer, Col. George B.   Baldwin, Brig. Gen. W. E. Brenholtz, Lt. Col. Thomas S.   Bowen, Maj. Gen. John S. Bryant, Col. George B.   Breckinridge, Maj. Gen. John C. Buckland, Brig. Gen. Ralph P.   Buford, Brig. Gen. Abraham Burbridge, Brig. Gen. Stephen G.   Campbell, Maj. Robert B. Bussey, Col. Cyrus   Cosby, Brig. Gen. George B. Carr, Brig. Gen. Eugene A.   Cockrell, Col. Francis M. Chambers, Col. Alexander   Cumming, Brig. Gen. Alfred Cockerill, Col. J. R.   Davis, President Jefferson Comstock, Capt. C. B.   Dockery, Col. Thomas P. Crocker, Brig. Gen. Marcellus M.   Ector, Brig. Gen. M. D. Curtin, Gov. Andrew G.   Erwin, Col. Eugene Curtin, Col. John I.   Evans, Brig. Gen. Nathan G. Davis, Flag Officer Charles H. Dennis, Brig. Gen. Elias S.   Featherston, Brig. Gen. W. S. Durell, Capt. George W.   Forney, Maj. Gen. John H. Ellet, Brig. Gen. Alfred W.   French, Maj. Gen. S. G. Engelmann, Col. Adolph   Garrott, Col. Isham W. Ewing, Brig. Gen. Hugh   Gist, Brig. Gen. States Rights Farragut, Flag Officer David Glasgow   Green, Brig. Gen. Martin E. Farrar, Col. Bernard G.   Griffin, Lt. Col. S. H. Ferrero, Brig. Gen. Edward   Gregg, Brig. Gen. John Foote, Flag Officer Andrew Hull   Guion, Capt. Louis Force, Col. Manning F.   Harris, Gen. Jeptha V. Garrard, Gen. T. T.   Harris, Col. Skidmore Goodspeed, Maj. Arza M.   Hart, Capt. Toby Grant, Maj. Gen. Ulysses S.   Hebert, Col. Louis Griffin, Col. Simon G.   Helm, Brig. Gen. B. H. Hains, Lt. P. C.   Higgins, Col. Edward Hall, Col. Cyrus   Jackson, Brig. Gen. W. H. Hall, Col. William   Jones, Col. James Henry Harris, Col. Charles L.   Lee, Lt. Gen. Stephen D.  Hartranft, Col. John F.    Lockett, Maj. Samuel H.  Herron, Brig. Gen. Francis J.    Loring, Maj. Gen. W. W. Hickenlooper, Capt. Andrew   Marks, Col. Leon D. Hicks, Col. Stephen C.   Martin, Maj. William W. Holmes, Col. Samuel A.   Maury, Gen. Dabney H.  Hovey, Brig. Gen. Alvin P.    Maxey, Brig. Gen. Samuel B.  Jenny, Capt. W. L. B.    McGavock, Col. Randal Johnson, Col. Amory K.   McLaurin, Lt. Col. L. L. Keigwin, Col. James   McNair, Brig. Gen. Evander Kimball, Brig. Gen. Nathan   Moore, Brig. Gen. John C. Kirkwood, Gov. Samuel J.   Obenchain, Lt. Francis G. Landram, Col. William   Ogden, Maj. Frederick N. Lauman, Brig. Gen. Jacob G.   Pemberton, Lt. Gen. John C. Lawler, Brig. Gen. Michael   Reynolds, Col. A. E. Leasure, Col. Daniel   Reynolds, Col. Alex W. Leggett, Col. Mortimer D.   Richardson, Col. Robert Lightburn, Brig. Gen. Joseph A.   Rogers, Lt. Col. Madison Lightfoot, Maj. Gustavus   Ross, Col. Lawrence S. Lincoln, President Abraham   Senteny, Lt. Col. Pembroke Lindsey, Col. D. W.   Shoup, Brig. Gen. Francis A. Logan, Maj. Gen. John A.   Smith, Maj. Gen. Martin L. Loomis, Col. John M.   Stevenson, Maj. Gen. Carter L. Lucas, Col. Thomas J.   Stovall, Brig. Gen. M. A. Manter, Col. Francis H.   Taylor, Brig. Gen. Thomas H. Matthies, Col. Charles, L.   Thomas, Col. Allen McArthur, Brig. Gen. John   Tilghman, Brig. Gen. Lloyd McClernand, Maj. Gen. John A.   Tracy, Brig. Gen. Edward D. McGinnis, Brig. Gen. George F.   Vaughn, Brig. Gen. J. C. McMillen, Col. W. L.   Wade, Col. William McPherson, Maj. Gen. James B.   Walker, Maj. Gen. W. H. T. Montgomery, Col. Milton   Waul, Col. Thomas N. Mower, Brig. Gen. Joseph A.   Whitfield, Brig. Gen. J. W. Neely, Col. George W.   Wilson, Col. C. C. Ord, Maj. Gen. Edward E. O. C.   Withers, Col. William Temple Orme, Brig. Gen. William W.   Witherspoon, Col. W. W. Osterhaus, Brig. Gen. P. J.   Yates, Maj. Alexander Parke, Maj. Gen. John Grubb    Potter, Brig. Gen. Robert B.    Porter, Admiral David Dixon    Prime, Capt. Frederick E.    Pugh, Col. Isaac C.    Putnam, Col. Holden    Quinby, Brig. Gen. Issac F.    Ransom, Brig. Gen. T. E. C.    Raum, Col. Green B.    Rawlins, Lt. Col. John A.    Reid, Brig. Gen. Hugh T.    Richmond, Col. Jonathan    Rigby, Capt. W. T.    Sanborn, Col. John B.    Sanford, Col. W. W.    Selfridge, Lt. Comdr. Thomas O.    Sheldon, Col. Lionel A.    Shepard, Col. Isaac F.    Sherman, Maj. Gen. William T.    Shunk, Col. David    Slack, Col. James R.    Smith, Brig. Gen. A. J.    Smith, Brig. Gen. Giles A.    Smith, Brig. Gen. John E.    Smith, Col. Thomas Kilby    Smith, Lt. Col. Melancthon    Smith, Brig. Gen. Wm Sooy    Steele, Maj. Gen. Frederick    Stevenson,  Brig. Gen. John D.    Thayer, Brig. Gen. John M.    Tuttle, Brig. Gen. James M.    Vandever, Brig. Gen. Wm.    Vilas, Col. William F.    Washburn, Brig. Gen. Cadwallader C.    Washburn, Col. Henry D.    Washington , Capt. Edward C.    Welsh, Brig. Gen. Thomas    White, Capt. Patrick    Wilson, Lt. James H.    Woods, Col. Charles R.    Woods, Col. J. J.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/historyculture\/commanders-of-the-vicksburg-campaign.htm"
}
