{
    "title": "Vicksburg National Military Park: Troops",
    "body": "Troops in the Campaign, Siege, and Defense of Vicksburg       At the time of the Civil War, the Mississippi River was the single most important economic feature of the continent — the very lifeblood of America. Upon the secession of the southern states, the river was closed to unfettered navigation, threatening to strangle northern commercial interests. President Abraham Lincoln told his civil and military leaders, \"See what a lot of land these fellows hold, of which Vicksburg is the key. The war can never be brought to a close until that key is in our pocket.... We can take all the northern ports of the Confederacy, and they can defy us from Vicksburg.\" Lincoln assured his listeners that \"I am acquainted with that region and know what I am talking about, and as valuable as New Orleans will be to us, Vicksburg will be more so.\"   The Vicksburg campaign was waged from March 29 to July 4, 1863. It involved over 100,000 troops engaging in battles in west-central Mississippi at Port Gibson, Raymond, Jackson, Champion Hill, Big Black River, and 47 days of Union siege operations against Confederate forces defending the city of Vicksburg. Located high on the bluffs, Vicksburg was a fortress guarding the Mississippi River, and known as \"The Gibraltar of the Confederacy.\" Its surrender on July 4, 1863, coupled with the fall of Port Hudson, Louisiana, divided the South, and gave the North undisputed control of the Mississippi River.        Confederate Flags NPS Photos  CONFEDERATE TROOPS Alabama  Arkansas Florida Georgia  Kentucky Louisiana Maryland Mississippi Missouri North Carolina South Carolina Tennessee Texas Virginia C.S. Regulars & Unclassified C.S. Commanders Order of Battle, Confederate         Union Flags NPS Photo  UNION TROOPS Alabama Arkansas Connecticut Illinois Indiana Iowa Kansas Kentucky Louisiana Massachusetts Michigan Minnesota Mississippi Missouri New Hampshire New York Ohio Pennsylvania Rhode Island Tennessee West Virginia Wisconsin U.S. Navy U.S. Regulars & Unclassified U.S. Commanders Order of Battle, Union",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/historyculture\/copy-of-troops-in-the-campaign-siege-and-defense-of-vicksburg.htm"
}
