{
    "title": "Vicksburg National Military Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     November 06, 2014  1874 Vicksburg Riots 140th Anniversary Symposium  Vicksburg National Military Park, in conjunction with the Friends of Vicksburg National Military Park and Campaign and the Jaqueline House African American Museum, will host programs on the 140th Anniversary of the 1874 Vicksburg Riots.   November 06, 2014  Historian Ed Bearss to Attend Movie Screening at Vicksburg National Military Park  Historian Ed Bearss to Attend Movie Screening \"The Life and Times of Ed Bearss\" at Vicksburg National Military Park   September 12, 2014  Volunteers Needed for National Public Lands Day  On Saturday, September 27, 2014, Vicksburg National Military Park is seeking volunteers to help cut and clear brush and debris from the Bethlehem Cemetery, an historic African-American cemetery within the park’s interior.   August 18, 2014  Vicksburg National Military Park Prohibits Unmanned Aircraft  Superintendent Michael Madell announced today that he has issued a directive, effective immediately, that prohibits the use of unmanned aircraft (including drones) within the boundaries of Vicksburg National Military Park.   June 30, 2014  Commemoration of the 151st Surrender Anniversary at the Park  On Friday and Saturday, July 4 and 5, park staff and volunteers will offer special programming to commemorate the 151st Anniversary of the surrender of Vicksburg.   June 26, 2014  3rd Louisiana Infantry Living History Event  Vicksburg National Military Park invites visitors to step back in time for a weekend of living history.   June 26, 2014  Vicksburg National Military Park Presents the Final Installment of its Lecture Series : 1863, The Crucial Year  On Friday, June 27, 2014, Vicksburg National Military Park will present the third of a three-part program highlighting the events of 1863.   May 28, 2014  Vicksburg National Military Park Summer Volunteer Meeting to be Held May 31st  Vicksburg National Military Park is recruiting local students, ages 15 – 18, who would like to participate as volunteers in the park’s Summer 2014 Living History Program.   May 15, 2014  Free Mississippi Symphony Orchestra Pops Concert Memorial Day Weekend at Vicksburg National Military Park  On Saturday, May 24, 2014, the Friends of Vicksburg National Military Park and Campaign is partnering with Four Seasons of the Arts, Vicksburg National Military Park and the Mississippi Symphony Orchestra to provide a free outdoor concert to commemorate Memorial Day Weekend.   April 21, 2014  Junior Ranger Day 2014  Vicksburg National Military Park invites the public to a celebration of National Park Week and Junior Ranger Day 2014.   March 24, 2014  Vicksburg National Military Park Needs Volunteers for Annual Civil War Trust Park Day  On Saturday, April 5, 2014, Vicksburg National Military Park needs volunteers to help paint battlefield cannon and carriages and the historic iron gates at Vicksburg National Cemetery.   March 13, 2014  Vicksburg National Military Park Presents Shadows of the Past Walking Tour  On April 12, 2014, Vicksburg National Military Park invites visitors to step back in time for an evening candlelight walk along the park tour road.   March 10, 2014  Vicksburg National Military Park Presents \"Women in the Military,\" a Program for Women’s History Month  In honor and in celebration of Women’s History Month, a program on “Women in the Military” will be presented at the Vicksburg National Military Park Visitor Center, on Saturday, March 15, 2014, at 2:00 pm.   March 03, 2014  Tourism to Vicksburg National Military Park Creates $30 Million in Economic Benefit  A new National Park Service (NPS) report shows that 573,252 visitors to Vicksburg National Military Park in 2012 spent $30.8 million in communities near the park.   February 28, 2014  Civil War: The Untold Story  A free sneak-peek screening of Civil War: The Untold Story, will be shown at the Southern Cultural  Heritage Center on Thursday, March 20, 2014,  at 7:00 PM.   February 10, 2014  Black History Month - Third U.S. Colored Cavalry  On February 15, 2014, Vicksburg National Military Park will present a program on the Third U.S. Colored Cavalry and the battle of Yazoo City.   February 03, 2014  Licensed Battlefield Guide Seminar 2014  Vicksburg National Military Park is currently recruiting and will be providing training for individuals wishing to become certified as Licensed Battlefield Guides at the park.   January 27, 2014  Summer Positions Announced at Vicksburg National Military Park  The National Park Service is taking applications for several anticipated positions as seasonal Interpretive rangers at Vicksburg National Military Park.   January 22, 2014  Meridian Campaign Sesquicentennial Commemoration  On Friday, January 31, and Saturday and Sunday, February 1-2, Vicksburg National Military Park will hold programs commemorating the 150th Anniversary of Maj. Gen. William T. Sherman’s 1864 “Meridian Campaign” launched from Vicksburg to capture and destroy anything of military value in Meridian, MS.   January 22, 2014  Foundation Document Public Meeting  The National Park Service is preparing a foundation document to inform planning and management of Vicksburg National Military Park.  The park welcomes all interested persons to participate in this effort.   December 20, 2013  Foundation Document Project  The National Park Service is preparing a foundation document to guide planning and management of Vicksburg National Military Park.   November 07, 2013  Vicksburg National Military Park Hosts Walk With Former NFL Lineman Darryl Haley  Vicksburg National Military Park and Shape Up Vicksburg invite the public to join special guest, former NFL player Darryl Haley, at Vicksburg National Military Park for a 2.5-3.0 mile walk (or jog) on Friday November 15th.   September 24, 2013  Vicksburg National Military Park Special Wednesday Programs in October  During October, Vicksburg National Military Park rangers will again be presenting special Wednesday programs, with Vicksburg National Cemetery as the major topic.   September 24, 2013  Whatever Happened to Pemberton?  Join Interpretive Ranger Gary Castellino on Saturday evening October 5, 2013, when Vicksburg National Military Park, in conjunction with the Vicksburg Downtown Fall Festival,  will present a talk entitled “Whatever Happened to Pemberton?” examining the fortunes of John C. Pemberton after the Siege of Vicksburg.   September 23, 2013  Vicksburg National Military Park Presents Program on Women’s Roles in the Nation’s Conflicts  On Saturday, September 28th, 2013, Vicksburg National Military Park Ranger Kerry Jones, will give a presentation entitled 'Trailblazers and Pioneers: Women’s Roles in America’s Conflicts.'   September 23, 2013  Calling Volunteers to Participate in National Public Lands Day at Vicksburg National Military Park  Join volunteers across the nation on Saturday, September 28, 2013, taking part in National Public Lands Day - the largest single-day volunteer effort for public lands in the United States.   August 22, 2013  PARK ENTRANCE FEES WAIVED FOR FOUNDER'S DAY AT VICKSBURG NATIONAL MILITARY PARK  The staff at Vicksburg National Military Park invites the public to celebrate the National Park Service Birthday (Founder’s Day) on Sunday, August 25, 2013 and will waive entrance fees for the day.   July 30, 2013  Vicksburg National Military Park Presents Program on Connections between Port Hudson and Vicksburg  On Saturday August 10, 2013, Vicksburg National Military Park Ranger Kerry Jones, will give a presentation on the significance of the battle and siege of Port Hudson and its inner connections with the Vicksburg Campaign.   July 29, 2013  Vicksburg National Military Park Presents Intepretive Programs on Monuments and Historic Shirley House  Vicksburg National Military Park  will present a special program on the history of the park’s monuments every Wednesday beginning July 31 and continuing through August.   July 19, 2013  Vicksburg National Military Park Presents Program on The Kentucky Orphan Brigade  On Saturday, July 20, 2013, Vicksburg National Military Park Ranger Kerry Jones will present a program on Kentucky’s ‘Orphan Brigade’ from 10:00 am to 12:00 pm at the Warren County Public Library located at 200 Veto Street, in Vicksburg.  Admission is free.   June 27, 2013  Vicksburg National Military Park Will Present Sesquicentennial Programs Commemorating the 150th Anniversary of the Surrender of Vicksburg  Vicksburg National Military Park will conclude its Sesquicentennial observances and commemorations with a series of special programs beginning Tuesday, July 2, through Sunday, July 7, 2013.   June 21, 2013  Vicksburg National Military Park will Present Sesquicentennial Programs Commemorating the 150th Anniversary of the 'Battle of the Crater'  As part of Vicksburg National Military Park's Sesquicentennial observances, special ranger programs will be presented on June 24 and 25, 2013.   June 18, 2013  Vicksburg National Military Park to Host Grand Illumination  On Wednesday, July 3, 2013, from 6:00 to 10:00 p.m., Vicksburg National Military Park will partner with Friends of Vicksburg National Military Park and Campaign to create a Grand Illumination honoring the 19,233 soldiers, both Union and Confederate, who became casualties during the Civil War Campaign for Vicksburg.   May 21, 2013  Vicksburg National Military Park Hosts Lincoln and the Constitution Exhibit  Beginning Saturday and Sunday, May 25 & 26, 2013, and as part of Vicksburg National Military Park’s Sesquicentennial commemoration, the park will host the traveling exhibit “Lincoln and the Constitution.”   May 17, 2013  Memorial Day Weekend Concert Information  Vicksburg National Military Park is hosting three outdoor concerts in front of the Visitor Center located at 3201 Clay Street over the Memorial Day Weekend.   May 15, 2013  Sesquicentennial Program Series Commemorates the 150th Anniversary of the Union Assaults Against Vicksburg, May 19 and 22, 1863  On Saturday, May 18, 2013, Vicksburg National Military Park will present a special Sesquicentennial ranger program on the Union Assaults against Vicksburg, as well as the beginning of siege operations, from 7:00pm until 9:00pm at the park’s Visitor Center on Clay Street.   May 15, 2013  Sesquicentennial Program Series Commemorates the 150th Anniversary of the Battle of Big Black River Bridge  On Friday, May 17, 2013, Vicksburg National Military Park will present a special Sesquicentennial ranger program on the Battle of Big Black River Bridge from 7:00pm until 9:00pm at the park’s Visitor Center on Clay Street.   May 14, 2013  Sesquicentennial Program Series Commemorates the 150th Anniversary of the Battle of Jackson  On Tuesday, May 14, 2013, Vicksburg National Military Park will present a special Sesquicentennial ranger program on the Battle of Jackson from 7:00pm until 9:00pm at the park’s Visitor Center on Clay Street.   May 10, 2013  Sesquicentennial Program Series Commemorates the 150th Anniversary of the Battle of Raymond  On Sunday, May 12, 2013, Vicksburg National  Military Park will present a special Sesquicentennial ranger program on the Battle of Raymond.   May 09, 2013  150th Anniversary of the Battle of Raymond  On Friday, May 31, 2013, Vicksburg National Military Park Staff will present a program on the Battle of Raymond as part of the park’s Sesquicentennial commemoration of the Campaign and Siege of Vicksburg.   May 09, 2013  Vicksburg National Military Park to Hold Candlelight Tour on May 23, 2013  Vicksburg National Military Park invites visitors to step back in time for an evening candlelight walk in Vicksburg National Cemetery.   May 07, 2013  150th Anniversary of the Battle of Jackson  On May 14, 2013, Vicksburg National Military Park interpretive staff will highlight the 150th commemoration of the Battle of Jackson which occurred on May 14, 1863.   May 02, 2013  150th Anniversary of the Battles of Champion Hill and Big Black River  On May 18, 2013, Vicksburg National Military Park interpretive staff will present a talk and tour highlighting the 150th commemoration of the Battle of Champion Hill and the Big Black River which occurred on May 16 and 17, 1863.   May 01, 2013  150th Anniversary of the Battle of Port Gibson  On Saturday, May 11, 2013, Vicksburg National Military Park Staff will present a program on the Battle of Port Gibson as part of the park’s Sesquicentennial commemoration of the Campaign and Siege of Vicksburg.   April 30, 2013  Women in Combat During the Civil War  On Saturday, May 4, 2013, at 7:00 PM, a program on “Women in Combat During the Civil War”, will be presented at the Park Visitor Center by Ms. Shelby Harriel.   April 30, 2013  Weekend Living History Programs at the Park  On Saturday, May 4, and Sunday, May 5, 2013, Vicksburg National Military Park will sponsor living history programs highlighting the 150th anniversary of the Vicksburg Campaign.   April 30, 2013  Sesquicentennial State Memorial Days at Vicksburg National Military Park  Each state that participated in the Campaign and Siege of Vicksburg will be recognized by reading a proclamation or letter from the governor of the state, honoring the Soldiers, Sailors and Marines that fought at Vicksburg 150 years ago.   April 22, 2013  Junior Ranger Day 2013  The staff at Vicksburg National Military Park invites the public to a celebration of National Park Week 2013 and Junior Ranger Day.   March 27, 2013  Statement on the effects of sequestration at Vicksburg National Military Park  Effective March 1, 2013, Vicksburg National Military Park was required by “sequestration” to reduce its annual budget by five percent.   March 27, 2013  Heritage Fair  The Vicksburg Civil War Heritage Fair, on Friday, April 5th, Saturday, April 6th and Sunday, April 7, 2013, will be held in historic downtown Vicksburg at the park’s Pemberton’s Headquarters, the Old Court House, and the Southern Cultural Heritage Center.   March 13, 2013  Park Day 2013  150 years after the Campaign and Siege of Vicksburg, another wave of volunteers is about to descend on America’s storied battlegrounds – only this array of dedicated men, women, and even children will be armed with paint brushes, pruners, and shovels.   February 28, 2013  Vicksburg National Military Park Celebrates Women’s History Month  Vicksburg National Military Park will celebrate the observance of Women’s History Month with a series of special programs and exhibits during the month of March.   December 19, 2012  Vicksburg National Military Park Commemorates 150th Anniversary of the Battle of Chickasaw Bayou  Vicksburg National Military Park will observe the 150th anniversary of the Battle of Chickasaw Bayou on December 28-29, 2012.   December 10, 2012  Vicksburg National Military Park to Hold USS Cairo Commemoration Ceremony  On December 12, 2012, Vicksburg National Military Park will commemorate the 150th anniversary of the sinking of the Civil War ironclad, USS Cairo.   December 05, 2012  Vicksburg National Military Park Seeks Applicants for the Youth Leadership Academy  With the commemoration of the sesquicentennial of the Campaign and Siege of Vicksburg, Vicksburg National Military Park is enlisting the assistance of community youth in conveying the mission of the National Park Service and the impact that the historical events of 150 years ago continue to have in our lives today.   December 05, 2012  Vicksburg National Military Park Christmas Bird Count 2012  National Park Service personnel will conduct the annual Christmas Bird Count in Vicksburg National Military Park on Sunday, December 16.   December 03, 2012  Commemoration Event to be Held at USS Cairo, December 8, 2012  Vicksburg National Military Park invites visitors to step back in time for a day of living history programs and artillery demonstrations plus an evening candlelight tour of the ironclad gunboat, USS Cairo.   October 05, 2012  Vicksburg National Military Park Hosts Lincoln and Grant Lecture  As part of the Lincoln and Grant in Mississippi lecture series, Vicksburg National Military Park will host a scholarly forum entitled Lincoln and Grant after the Siege on Thursday, October 18, at 7:00 p.m. in the Visitor Center auditorium.   October 01, 2012  Vicksburg National Military Park Begins Repair and Conservation Projects  Three major projects have been initiated at Vicksburg National Military Park, involving erosion damage repair on Confederate Avenue, inspection of the USS Cairo Canopy, and conservation of several bronze sculptures in the park, including replacement of vandalized or missing pieces.   September 21, 2012  Calling All Junior Rangers and Volunteers to Participate in National Public Lands Day  Join more than 170,000 volunteers across the nation on Saturday, September 29, 2012, taking part in National Public Lands Day - the largest single-day volunteer effort for public lands in the United States. And this year Vicksburg National Military Park is adding a Shape Up! Junior Ranger event to promote the significance of preserving the commemorative features of the park.   September 19, 2012  Vicksburg National Military Park Observes 150th Anniversary of Emancipation Proclamation  Vicksburg National Military Park commemorates the 150th anniversary of the preliminary announcement of the Emancipation Proclamation.   August 20, 2012  Shape Up, Junior Rangers and Take a Walk on the Wild Side at Vicksburg National Military Park  Vicksburg National Military Park and Shape Up Vicksburg invite children to join us on a 1-mile Owl Discovery Walk.   July 11, 2012  Vicksburg National Military Park Gets Trading Cards  Vicksburg National Military Park has recently teamed up with 145 other parks to create the Civil War trading card program.   June 29, 2012  Vicksburg National Military Park Commemorates the Sesquicentennial of the Vicksburg Campaign  Vicksburg National Military Park will offer several events and programs to mark the Vicksburg Campaign Sesquicentennial, (150th Anniversary), during 2013.   June 18, 2012  Junior Ranger Summer Camp 2012  Vicksburg National Military Park invites children to discover the fascinating history of the region by attending the annual Junior Ranger Summer Camp.   June 18, 2012  Shape Up! Junior Ranger - Start Your Summer Fitness with a Bang!  On Saturday June 30, 2012 Vicksburg National Military Park will host its second Shape Up, Junior Ranger Event.   May 23, 2012  U.S. Air Force Reserve Brass Quintet to Perform at Vicksburg National Military Park and Vicksburg National Cemetery for Memorial Day Observances  The United States Air Force Reserve Brass Quintet will be in Vicksburg over Memorial Day weekend to participate in the commemoration and observances at Vicksburg National Military Park and Vicksburg National Cemetery.   May 23, 2012  Vicksburg National Military Park Remembers Veterans' Sacrifices  Vicksburg National Military Park will honor the men and women who died in service to our nation this Memorial Day weekend.   May 16, 2012  Vicksburg National  Military Park ‘Going Green' with Solar-Powered Lighting  As part of the nationwide effort detailed in the recent launch of the National Park Service ‘Green Parks Plan,’ Vicksburg National Military Park is making a concerted effort to reduce its carbon footprint by replacing outdated lighting fixtures with new solar-powered lights.   May 11, 2012  Shape Up Junior Ranger!  In celebration of National Kids to Parks Week, Vicksburg National Military Park, in partnership with Shape Up Vicksburg, will kick off its new \"Shape Up, Junior Ranger!\" program.   April 27, 2012  Concert to Recount the Civil War in Songs & Stories  Renown recording artist and entertainer Bobby Horton will bring history to life as he performs “Songs and Stories of the Civil War.”   April 20, 2012  Did You Hear That? Amphibian Monitoring in Vicksburg National Military Park  In late winter and spring frogs and toads can be heard calling during the evening in most places in Mississippi, including several species, each with a distinctive call, found in Vicksburg National Military Park.   April 18, 2012  Celebrate Junior Ranger Day April 21st at Vicksburg National Military Park  The staff at Vicksburg National Military Park invites the public to a celebration of National Park Week 2012 and Junior Ranger Day.   April 16, 2012  FREE ENTRANCE DAYS AT VICKSBURG NATIONAL MILITARY PARK April 21-29, 2012  Vicksburg National Military Park invites the public to celebrate fee-free National Park Week, April 21-29, 2012, and Junior Ranger Day, April 21, 2012.   March 30, 2012  VNMP Battlefield Restoration Project Work Resumes  The battlefield restoration project has resumed in Vicksburg National Military Park, with contractors working to complete Phase 1, and beginning Phase 2 along the South Loop tour road.   March 29, 2012  VOLUNTEERS NEEDED FOR ANNUAL CIVIL WAR TRUST PARK DAY  Volunteers are needed to help cut and clear brush and debris for CWT Park Day project.   February 29, 2012  Vicksburg National Military Park = Visitors, Money and Jobs for Local Economy  A new National Park Service (NPS) report shows that 581,459 visitors in 2010 spent $28,922,000 in Vicksburg National Military Park and in communities near the park.   February 14, 2012  Study Findings Released on Unmarked Graves at Vicksburg National Cemetery  The National Park Service today announced the final results of an 18-month study of unmarked and unrecorded burials in Vicksburg National Cemetery.   February 03, 2012  Vicksburg National Military Park Celebrates 2012 National Black History Month  Vicksburg National Military Park will celebrate the observance of National Black History Month with a series of special programs and exhibits during the month of February.   December 07, 2011  2011 Holiday Open House  The public is cordially invited to the Vicksburg National Military Park annual Holiday Open House on Saturday, December 10, 2011, from 1:00 pm to 4:00pm.   November 04, 2011  Battlefield Restoration Project Gets Underway  During the upcoming weeks, work will began on Vicksburg National Military Park’s battlefield restoration project, covering approximately 80-90 acres within the park boundaries.   October 24, 2011  Shadows of the Past Candlelight Tours  Vicksburg National Military Park invites visitors to step back in time for an evening candlelight walk on the battlefield.   September 28, 2011  Online Civil War Era National Cemeteries Travel Itinerary Launched by the National Park Service  The Civil War Era National Cemeteries itinerary commemorates the 150th anniversary of the Civil War by tracing the history and importance of the 116 national cemeteries created before 1870.   August 31, 2011  United States Mint Releases 2011 Mississippi “America the Beautiful®” Quarter at Vicksburg National Military Park  On Tuesday morning, August 30, 2011, The United States Mint released the Mississippi “America the Beautiful®” Quarter at Vicksburg National Military Park, with over 2,500 spectators and participants present to celebrate the occasion.   August 24, 2011  United States Mint Releases 2011 Mississippi “America the Beautiful” Quarter at Vicksburg National Military Park  The United States Mint and National Park Service cordially invite the public to attend the release of the “America the Beautiful Quarter®” honoring Mississippi and Vicksburg on Tuesday, August 30, 2011, at Vicksburg National Military Park.   August 11, 2011  Release of Finding of No Significant Impact for Improving Access to the Georgia State Memorial  On August 10, 2011, the National Park Service Southeast Regional Director signed a Finding of No Significant Impact (FONSI) for the Environmental Assessment completed for improving access to the Georgia State Memorial in Vicksburg National Military Park.   July 15, 2011  Rangers from the New Orleans Jazz National Historical Park Perform at Vicksburg National Military Park  New Orleans Jazz Historical Park rangers Matt Hampsey and Bruce Barnes, along with fiddler Gina Forsythe, percussionist Leroy Etienne, and bassist Michael Harris, will perform live at the Vicksburg National Military Park.   June 23, 2011  Release of EA for Improving Access to the Georgia State Memorial  The public is invited to review and provide comments on the Environmental Assessment for the proposed Improvement of Access to the Georgia State Memorial, Vicksburg National Military Park.   May 31, 2011  Junior Ranger Summer Camp 2011  Vicksburg National Military Park invites children to discover the fascinating history of the region by attending the annual Junior Ranger Summer Camp.   April 18, 2011  Celebrate Junior Ranger Day April 23rd at Vicksburg National Military Park  The staff at Vicksburg National Military Park invites the public to a celebration of National Park Week 2011 and Junior Ranger Day.   April 15, 2011  National Park Week Fee Free Days at Vicksburg National Military Park, April 16-24, 2011  The staff at Vicksburg National Military Park invites the public to celebrate National Park Week, April 16-24, 2011, and Junior Ranger Day, April 23, 2011, with entrance fees waived during the entire week.   March 25, 2011  Civil War Trust Annual Park Day 2011  No abstract supplied.   March 15, 2011  The U.S. Camel Corps Visits Vicksburg National Military Park  In the summer of 1863 the brave men of the 43rd Mississippi Infantry, Company A, were part of the forces manning the earthwork fortifications surrounding the city of Vicksburg. By their side was a most peculiar sight: their faithful mascot, Douglas the camel, which gave this unit its nickname of ‘Camel Regiment’. Be one of the first to witness the camel’s triumphant return to Vicksburg on April 13, 2011, at Vicksburg National Military Park.   February 23, 2011  Living History Weekend at Vicksburg National Military Park  No abstract supplied.   February 14, 2011  Vicksburg National Military Park Celebrates National Black History Month  Vicksburg National Military Park will celebrate the observance of National Black History Month with a series of special programs and exhibits during the month of February.   February 07, 2011  Vicksburg National Cemetery Reopens for Vehicle Traffic  Vicksburg National Military Park announces the reopening of the automobile tour road through Vicksburg National Cemetery with the completion of the ARRA-funded stabilization project of the bluff above Mint Spring Bayou.   January 10, 2011  Vicksburg NMP Observes Sesquicentennial of Mississippi Secession and 'First Guns in the West'  No abstract supplied.   December 15, 2010  Vicksburg National Military Park to Hold Observance of Mississippi Secession and \"First Guns in the West\"  Vicksburg National Military Park to Hold Sesquicentennial Event   October 12, 2010  Living History Weekend  The sound of rifles will echo across Vicksburg National Military Park this weekend as volunteers from the 9th Texas Infantry, portraying Waul’s Texas Legion, visit the park for a Living History encampment and demonstration.   October 30, 2009  Draft Environmental Assessment for the Shirley House  No abstract supplied.   October 16, 2009  Road Project Begins at Vicksburg National Cemetery  No abstract supplied.   May 26, 2009  Pemberton HQ Summer Season  No abstract supplied.   May 21, 2009  Memorial Day Weekend Activities, May 23-25, 2009  Vicksburg National Military Park will honor the men and women who died in service to our nation this Memorial Day weekend.   March 19, 2009  Vicksburg Participates in University of Iowa Pay It Forward Tour  More than 40 students from the University of Iowa participated in a volunteer clean-up effort at Vicksburg National Cemetery.   November 06, 2008  Road Project Begins at Park  Road work will begin at Vicksburg National Military Park on November 10, 2008,  and is expected to be complete by September 2009.  During this time park roads may be closed to vehicular and pedestrian traffic.   November 06, 2008  Honor America's Veterans  Americans have always answered their country’s call to duty and fought no matter what the  cause or reason for the war. The events of these wars and the people that fought and died for this country are valued by all Americans as links to our common heritage and our growth as a nation. Many of the places where they fought are today commemorated in areas managed by the National Park Service. All military personnel, past and present, and their families will receive free admittance to any of the country’s 391 National Park Service sites on Tuesday, November 11, 2008 in honor of Veteran’s Day. The fee waiver applies to entrance fees only. Normally, 147 National Park Service sites charge entrance fees ranging from $3 to $25. Some parks might also waive other fees on an individual basis   October 24, 2008  Vicksburg National Military Park Unveils Replacement Battlefield Tablets  On Thursday, October 30 at 10 a.m., Vicksburg National Military Park will host Secretary of the Department of the Interior, Dirk Kempthorne and country star Trace Adkins to unveil replacement historical battlefield tablets as part of a Centennial Partnership Celebration sponsored by the National Park Service. National Park Service Director Mary A. Bomar and John Nau, Chairman of the National Advisory Council on Historic Preservation, will also speak to those in attendance. The event is free and open to the public.   October 22, 2008  Preparation underway for Centennial Partnership Celebration  A National Park Service Centennial Partnership Celebration will be held Thursday, October 30, 2008 at 10:00 a.m.  The Vicksburg Centennial Challenge Project partner, the Friends of the Vicksburg National Military Park and Campaign, matched federal funding with private donations for historic battle marker replacements and to conserve the magnificent array of bronze statuary and stone monuments that make Vicksburg, in the words of one Civil War veteran, \"the Art Park of the world.\"   October 16, 2008  Connecticut gets a fitting memorial  Vicksburg Post News Article -Connecticut gets a 'fitting memorial', by Pamela Hitchins.   October 10, 2008  Connecticut Monument Dedication  The Connecticut Monument at Vicksburg National Military Park will be formally dedicated on Tuesday, October 14, at 10:30 a.m. The event will be held at the park’s Grant’s Canal Unit off old U.S. Highway 80 near the Village of Delta in Madison Parish, Louisiana. Those attending the event from Vicksburg should take the Delta Exit (Exit 186) off Interstate 20 West, turn right, then right again onto U.S. Highway 80 and follow the signs to the park’s Grant’s Canal Unit.   July 23, 2008  Audits to be Conducted  Vicksburg National Military Park will be conducting audits to ensure compliance with the fee collection program.   July 23, 2008  Monumental Task  Vicksburg Post New Article - \"History makes a move into National Military Park\".   May 22, 2008  2008 Memorial Day Events  Vicksburg National Military Park will honor the men and women who died in service to our nation this Memorial Day weekend. On Friday, May 23, staff and volunteers will decorate the 18,000 graves at the Vicksburg National Cemetery with United States flags.  The flags will stay in place through Monday, May 26, Memorial Day.  Anyone interested in volunteering and assisting with decorating the veterans’ graves can meet at the USS Cairo parking lot at 7:30 AM on Friday.    May 22, 2008  Park Opens Pemberton's HQ to Visitors  No abstract supplied.   April 15, 2008  Park Day 2008 Workday  Despite the stormy day on Friday, Volunteers went ahead with the schedule workday Saturday, April 5 at the Park.  About 30 people, including teens, worked to paint 15 to 20 carriages.   April 14, 2008  Park to present draft alternatives for landscape management plan  Vicksburg, Mississippi – Vicksburg National Military Park, along with contractors, Wiss, Janney, Elstner Associates, Inc., John Milner Associates, Inc., and MacTec Engineering and Consulting, Inc., will hold its second open house to present the draft alternatives identified for the Cultural Landscape Report\/Environmental Assessment project currently underway.  The public is invited to provide their input on these draft alternatives, as well as the Purpose, Objectives, and Issues leading to their development.   April 14, 2008  Park Supports Community  Park staff joins in community wide effort to help build the Catfish Row Playground.  Details of the event are described in The Vicksburg Post Article \"Playground popping up with volunteers' sweat\".   March 24, 2008  Supervisory Facility Operations Specialist  No abstract supplied.   March 19, 2008  2008 - Park Clean Up Day  No abstract supplied.   February 28, 2008  Park Installs Fiber Optic Map and Exhibit Panels  Park installed fiber optic map and exhibit panels to highlight the military operations at Vicksburg and surrounding areas in 1863.   February 28, 2008  Fiber-optic map details Vicksburg siege  Visitors to the Vicksburg National Military Park will have a more complete picture of how the 1863 campaign of Vicksburg unfolded, thanks to a new fiber-optic map unveiled in the Visitor Center. Vicksburg Post Article 02-28-2008.   February 27, 2008  Parks need partners, history leader says  No abstract supplied.   February 27, 2008  Group Aims to Fix Up Park  No abstract supplied.   February 22, 2008  Vicksburg Friends Group Announced  Vicksburg National Military Park announces Friends Group on park's anniversary.   February 21, 2008  \"Friends\" Strike up force to Improve Park  Become a Friend To become a member of the Friends of the Vicksburg National Military Park and Vicksburg Campaign, visit the Web site at www.friendsofvicksburg.org\/BecomeaFriend.html. Giving levels for annual memberships range from $25 to $100 or more. Members will receive an annual subscription to the biannual newsletter and invitations to members-only events. Patron members, who donate $100 or more, will also receive an annual park pass. Contributions To make a contribution, visit www.friendsofvicksburg.org\/Donations.asp. To adopt a monument, visit www.friendsofvicksburg.org\/AboutAdoption.html. For information on maintenance schedules and costs, contact Beth Roberts-Hammel at 601-619-2910 or contact the Friends of Vicksburg at director@friendsofvicksburg.org.   January 02, 2008  Pemberton HQ Tours 2008  No abstract supplied.   June 04, 2007  Exhibit on major Civil War battle unveiled at park  Vicksburg Post News Article on unveiling of Milliken's Bend exhibit at Vicksburg National Military Park during the Memorial Day Weekend Activities.   June 04, 2007  Park vandals returned, officials say  No abstract supplied.   May 17, 2007  2007 Memorial Day  No abstract supplied.   May 17, 2007  Park Fees soon to Rise  Vicksburg Post Article by staff and AP Report - National park fees to rise in Vicksburg, other spots. May 7, 2007.   May 17, 2007  Relic hunters tear up park's Railroad Redoubt  Vicksburg Post Article by Paul Bryant on Relic hunters damage to Railroad Redoubt Area and Vicksburg National Military Park. May 12, 2007.   May 17, 2007  Bones found in park near site of vandalism  Vicksburg Post Article by Paul Bryant on Bones found in park near site of vandalism.  May, 15, 2007.   May 17, 2007  Body remains found in park now in Jackson  Vicksburg Post Article by Paul Bryant on Body remains found in Park now in Jackson.  May 16, 2007.   May 17, 2007  Pride drives volunteer efforts for pitching in at military park  Vicksburg Post Article by By Danny Barrett Jr. on Pride drives volunteer efforts for pitching in at military park.  April 4, 2007.   May 17, 2007  Runners help pay for park improvements  Vicksburg Post Article by Ernest Bowker on Runners help pay for park improvements.  March 03, 2007.   May 17, 2007  Taps Played at Vicksburg National Cemetery  On Saturday, May 19, at 11:00 A.M., two buglers will play “Taps” at the Vicksburg National Cemetery to honor all those who have served and continue to serve.    April 12, 2007  Vicksburg 1862  Vicksburg National Military Park and Eastern National Present:  Vicksburg -1862.  October 5-6, 2007 at Historic Christ Church in Vicksburg, Mississippi.   March 30, 2007  Park Day 2007  On Saturday, April 7, 2007, Vicksburg National Military Park is partnering with the Civil War Preservation Trust (CWPT) to help clean and restore America’s priceless battlefields, cemeteries and shrines.  The nationwide effort – dubbed Park Day – is underwritten with a grant from The History Channel.  For the second time, this year’s Park Day is presented in partnership with Take Pride in America, a program of the U.S. Department of the Interior.   March 20, 2007  Margie Bearss Day  Historic Event at Champion Hill, Mississippi \"Remembering Margie Bearss\" on Saturday, May 5, 2007, 9:30 a.m. - 4:00 p.m.   January 23, 2007  Pemberton's Headquarters Renovation Phase One  Work on a first phase of renovation to Pemberton's Headquarters has begun and the home is expected to be open as early as this summer.   December 26, 2006  Vicksburg Park Visitor Center and U.S.S. Cairo Museum to Close  The park Visitor Center & U.S.S. Cairo Exhibt will be Closed Christmas Day 2006 & 2007, New Year's Day 2007 and Thanksgiving Day 2007.  The park tour road will be open from 7:30 a.m. - 5:00 p.m.   November 09, 2006  Vets, dependents to get new state cemetery  No abstract supplied.   October 29, 2006  Park's Illinois Memorial rededicated  Vicksburg National Military Park - Illinois Rededication Ceremony October 28 & 29, 2006.   October 23, 2006  Historic Wall at National Cemetery Damaged  Historic Cemetery Wall damaged at Vicksburg National Cemetery.",
    "url": "https:\/\/www.nps.gov\/vick\/learn\/news\/newsarchive.htm"
}
