{
    "title": "Vicksburg National Military Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions           Area Map (Click on map to enlarge) NPS Image  Plane — Closest commercial airport:  Jackson, MS, 50 miles to the east.   Car — Directions to Vicksburg: From the east — Take Interstate 20 west to Vicksburg, Mississippi. Use exit ramp 4B. Follow Clay Street (US-80) west 0.25 miles to park entrance. From the north — Take Interstate 55 south to Jackson, Mississippi. (To save time, use Interstate 220 bypass on west side of Jackson.) Take Interstate 20 west to Vicksburg (approximately 40 miles). Use exit ramp 4B. Follow Clay Street (US-80) west 0.25 miles to park entrance.          Vicksburg City Map (Click on map to enlarge) NPS Image  From the south — Take Interstate 55 or US Highway 49 to Jackson, Mississippi. Take Interstate 20 west to Vicksburg, Mississippi, (approximately 40 miles). Use exit ramp 4B. Follow Clay Street (US-80) west 0.25 miles to park entrance. From the west — Take Interstate 20 east to Vicksburg, Mississippi. Use exit ramp 4B. Follow Clay Street (US-80) west 0.25 miles to park entrance.         Logan's Approach Between Tour Stops 2 and 3 NPS Photo  Public Transportation — Taxi, City Bus, Charter Buses (see your travel agent).   Getting Around —  Private Automobile, Taxi, City Bus, Tour Bus, Bicycle, or Walking. Orientation to the park begins at the Clay Street Visitor Center with an 18-minute film. Visitors can then drive the historic 16-mile tour road through Union siege and Confederate defensive lines.        USS Cairo Exhibit NPS Photo  Halfway through the park, visitors get a close-up view of the Union gunboat, the USS Cairo. The 175-foot long ironclad was sunk on December 12, 1862, by underwater Confederate mines, just north of Vicksburg in the Yazoo River. Raised in 1964, the restored city class gunboat offers visitors a unique opportunity to view the original cannon, cannon carriages, engines, boilers, and pilot house, via a reconstructed gundeck. The nearby USS Cairo Museum houses a variety of military and personal artifacts, recovered from the Cairo during its salvage operation.        Memorial Day, Vicksburg National Cemetery NPS Photo  Adjacent to the USS Cairo is the Vicksburg National Cemetery. Established in 1866, it contains more than 18,000 graves, of which almost 13,000 are unknown. Soldiers from the Civil War, Spanish-American War, World War I, World War II, Korean Conflict, and Vietnam War are interred or memorialized here.",
    "url": "https:\/\/www.nps.gov\/vick\/planyourvisit\/directions.htm"
}
