{
    "title": "Vicksburg National Military Park: Safety",
    "body": "Safety       Don't Let History Hurt...  The combination of history and nature can hurt – be aware of park rules and your surroundings.  For your personal safety: ♦  Whether driving or riding a car\/motorcycle\/bicycle, obey all speed limits, one-way signs, and helmet laws. ♦  Climbing or sitting on monuments\/cannon is strictly prohibited - resist that Kodak moment. A misstep or fall can cause serious injury\/damage to something that is irreplaceable, including you or your children.  ♦  Prevent children from looking down cannon muzzles – resident nesting bees and wasps do not take kindly to the invasion! ♦  Stay on sidewalks, pathways, and roads, where possible, but even so, watch your step.  The park is home to at least 3 types of poisonous snakes. ♦  Fire ants are social only in their own colonies. Bites are painful - stay alert and avoid stepping on ant hills. ♦  Your best defense against mosquitoes and ticks is prevention. Avoid tall-grass areas, use mosquito repellent, and don’t walk in the early morning or at dusk. West Nile Virus has been reported in Mississippi, so know the symptoms and let your doctor know if they occur. ♦  Summer sun shines brightly in Mississippi. Protect yourself - wear hats, sunglasses, and sunscreen.  ♦  Carry plenty of water and drink frequently. Stretch your muscles properly prior to exercising in the heat. Know your landscape - Vicksburg’s defenses were purposely constructed on a natural ridgeline high around the city, and the route along the lines encompasses hills that challenge even the most seasoned walkers and joggers. ♦  Please stay behind the white line marking the walking lane on the road. The park’s main feature is its driving tour; conflicts between walkers and cars usually favor the vehicle.      ...And Please Don't Hurt History!  Vicksburg National Military Park is proud of its landscape and the staff works diligently to maintain an enjoyable environment.  For the park’s protection: ♦  If hiking into the park's interior, remember, what is packed in, must be packed out. This means all waste and garbage. Please keep park sites, roads, and waterways clear of litter and refuse, as harmful substances are easily introduced into the environment and watershed through runoff.  ♦  Even the simplest artifact tells the battlefield's story. Like lost puzzle pieces, missing or moved artifacts leave gaps in the site’s history. If you find an artifact on the battlefield, please leave it alone, note its location, and tell a park ranger. Whether malicious or unintended, actions of a few individuals can cause lasting damage to park resources. ♦  Relic hunting is prohibited. Possession or use of metal detectors, electronic detection equipment, or ground-penetrating devices is also prohibited. Park resources are protected by Federal law and severe penalties will result for any attempt to possess, disturb, or destroy them. ♦  The park utilizes the Park Watch program. Be alert to any threats to the park or its visitors.  Suspicious or hazardous situations (i.e., vandalism, relic hunting, safety violations), should be reported to a park ranger as quickly as possible, or call 911. Details (locations, descriptions of vehicles\/people involved) will help park staff in their response. ♦  Between the hours of 8:00 am and 5:00 pm, park rangers can be contacted by calling the Park Visitor Center at 601-636-0583. After hours, on-duty park rangers can be reached by dialing 911. Vicksburg National Military Park takes pride in its efforts to ensure the safety of all its visitors and park resources.",
    "url": "https:\/\/www.nps.gov\/vick\/planyourvisit\/safety.htm"
}
