{
    "title": "Vicksburg National Military Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Vicksburg National Military Park Visitor Center NPS Photo  FACILITIES  Visitor Center — Open All Year except Thanksgiving Day, Christmas Day, and New Year's Day Hours — 8:00 am - 5:00 pm Phone — 601-636-0583        Vicksburg National Military Park Interstate 20 Exit NPS Photo  Location — Visitors traveling east-west on Interstate 20, exit at Vicksburg ramp 4B, then follow Clay Street (US-80) west, 0.25 miles to park entrance.  Visitors traveling north-south on US Highway 61, US-61 joins with I-20 in its route through the city of Vicksburg. Follow same directions as I-20 above.        Confederate Trenches Exhibit NPS Photo  Exhibits (Visitor Center) - 20-Minute Orientation Film Confederate Trenches Hospital Room Union Officer's Tent Milliken's Bend Cave Life  Exhibits (Outdoor) - Cannon Display Fortification Exhibit Historic Monuments  Seasonal Exhibits - Living History demonstrations (June - August)          Eastern National Bookstore NPS Photo  Available Facilities — Visitor Information Bus and handicapped parking Eastern National Bookstore City Information Licensed Tour Guides Restrooms (handicapped and baby changing area) Water Fountains        USS Cairo Exhibit and Museum NPS Photo  USS Cairo Museum - Open All Year except Thanksgiving Day, Christmas Day, and New Year's Day  Hours -  8:30 am - 5:00 pm  Phone - 601-636-2199  Location - Milepost 7.8 along park tour road.        USS Cairo Museum Artifacts NPS Photo  Exhibits — Civil War city class ironclad gunboat Civil War era naval artifacts recovered from the Cairo Six-minute video on the sinking and salvaging of the USS Cairo        USS Cairo Exhibit Picnic Area NPS Photo  Available Facilities — Visitor Information Bus and Handicapped Parking Artifact Exhibit Area Eastern National Bookstore Restroom Facilities (handicapped and baby changing area) Water Fountains Picnic Area        Pemberton's Headquarters NPS Photo  Pemberton's Headquarters  1018 Crawford Street, Vicksburg, MS Currently Closed for normal visitation.  Open only for special programs.           Pemberton's Headquarters Entrance Foyer NPS Photo  Available Facilities — Visitor Information Street Parking Exhibits Restroom Facilities",
    "url": "https:\/\/www.nps.gov\/vick\/planyourvisit\/index.htm"
}
