{
    "title": "Vicksburg National Military Park: Park Tour Options",
    "body": "Park Tour Options         Memorial Arch NPS Photo  Vicksburg National Military Park provides several ways to experience the vast array of historical, cultural, and natural resources throughout its park grounds, offering visitors a choice of options tailored to meet their level of interest and timeframe.        Official Park Brochure and Map NPS Photo  Self-Guided Driving Tour using the Official Park Brochure and Map — Every visitor receives an Official Park Brochure and Map upon entrance to the site, which details the driving routes, tour stops, and provides a brief history of the Vicksburg Campaign and Siege.  Cost: No charge: After paying entrance fee Average Driving Tour Time: 1.5–2.0 hours        License Tour Guide NPS Photo  Licensed Park Tour Guides — Tours can be arranged for individuals, families, and large groups, and the services can be provided upon request, but reservations are preferred. Availability information and reservations can be made through the Vicksburg Convention and Visitors Bureau by calling (601) 636-0583 or (601) 636-3827 or through The Vicksburg Guide Association.  $40.00\/car (1-6 people) ($20.00 for each additional hour)  $60.00\/van (7-15 people) ($30.00 for each additional hour)  $80.00\/bus (16+ people) ($40.00 for each additional hour)         Cell Phone Tour NPS Photo  Cell Phone Driving Tour — Simply dial a specified number at each tour stop and hear a brief 30-second description of the site's significance. This option can be used along with the free park brochure and tour map. 'How-to' instructions are available at the main Visitor Center.  Cost: Free (any fees associated with your phone plan apply) Average Driving Tour Time: 1.5-2.0 hours        Audio Tour CD   Audio Tour CD — Visitors have a choice of two audio tours for sale at the Eastern National Bookstore located in the main Visitor Center: 1-hour CD follows the Official Park Brochure and Map, describing the park route and tour stops. An additional guide book, “A Self-Guided Tour of the Battlefield” is a wonderful complement to this audio option.  Cost: CD - $11.95 + tax Guidebook - $4.95 + tax  A 2.5-hour CD gives a more in-depth description of the park’s tour route. Narrated in part by National Park Historian Emeritus, Edwin Bearss, this version also includes a spiral-bound guide book and a home-use computer CD of the Vicksburg campaign and siege.  Cost: $29.95 + tax  (Please note — all prices are subject to change.)         Vicksburg Battlefield App  Download the Civil War Trust Vicksburg Battlefield App for free. Also available from the App Store or Google Play.         Use the QR Code App on your cell phone to scan codes on waysides throughout the park tour.",
    "url": "https:\/\/www.nps.gov\/vick\/planyourvisit\/park-tour-options.htm"
}
