{
    "title": "Vicksburg National Military Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           3201 Clay Street  Vicksburg, MS 39183                 Directions         Plane — Closest commercial airport: Jackson, MS, 50 miles to the east. Car — Directions to Vicksburg: From the east — Take Interstate 20 west to Vicksburg, MS. Use exit ramp 4B. Follow Clay Street (US-80) west 0.25 miles to park entrance. From the north — Take Interstate 55 south to Jackson, MS. To save time, use Interstate 220 bypass on west side of Jackson. Take Interstate 20 west to Vicksburg approximately 40 miles. Use exit ramp 4B. Follow Clay Street (US-80) west 0.25 miles to park entrance.  Directions Details           Operating Hours & Seasons         Vicksburg National Military Park Open All Year except Thanksgiving Day, Christmas Day, and New Year's Day   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM     Park District  U.S.S. Cairo & Museum Open All Year except Thanksgiving Day, Christmas Day, and New Year's Day   Standard Hours    Sunday: 8:30 AM - 5:00 PM   Monday: 8:30 AM - 5:00 PM   Tuesday: 8:30 AM - 5:00 PM   Wednesday: 8:30 AM - 5:00 PM   Thursday: 8:30 AM - 5:00 PM   Friday: 8:30 AM - 5:00 PM   Saturday: 8:30 AM - 5:00 PM             Weather           Spring and fall in Vicksburg are always very pleasant with cool nights and warm, sunny days with temperatures ranging from lows of 40-50 degrees to highs of 70 degrees. Winter weather in Mississippi is usually mild except for occasional cold air invasions, which normally last only a couple of days. Temperatures range from lows of 30 degrees to highs of 50 degrees. In the summer, weather is consistently hot, beginning in the low 70's and climbing to highs ranging from 80-90 degrees in the afternoon.         Fees & Passes    Entrance Fees:   Per Vehicle - $12.00 Valid for 7 days For up to six individuals per vehicle Motorcycles - $7.00 Valid for 7 days   Per Individual - $5.00 Pedestrian, biker, jogger, etc.   Commercial Tours - $25.00 (provided by non-NPS charter tour companies) 1-6 Person Capacity   Commercial Tours - $40.00 (provided by non-NPS charter tour companies) - 7-25 Person Capacity   Commercial Tours - $100.00 (provided by non-NPS charter tour companies) - Over 25 Person Capacity   Entrance Passes:   Vicksburg Annual Pass - $25.00 Valid for one year from date of purchase; does not offer discounts at the cooperating association bookstores.    Entrance Fees:   Per Vehicle  - $8.00 Valid for 7 days For up to six individuals per vehicle   Per Individual - $4.00 Pedestrian, biker, motorcycle, jogger, etc.   Commercial Tours - $25.00 (provided by non-NPS charter tour companies) 1-6 Person Capacity    Commercial Tours - $40.00 (provided by non-NPS charter tour companies) - 7-25 Person Capacity   Commercial Tours - $100.00 (provided by non-NPS charter tour companies) - Over 25 Person Capacity   Entrance Passes:   Vicksburg Annual Pass - $20.00 Valid for one year from date of purchase; does not offer discounts at the cooperating association bookstores.         Visitor Centers       Visitor Center Inside the visitor center, Park Rangers are ready to answer your questions and assist with your orientation to park areas. To help ensure that their visit is safe and enjoyable, large groups or tours should check in with the ranger at the desk when they arrive.               Vicksburg National Military Park has a history of many stories. Discover these tales by exploring our site and visiting our park.",
    "url": "https:\/\/www.nps.gov\/vick\/planyourvisit\/basicinfo.htm"
}
