{
    "title": "Shiloh National Military Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education         Students at Corinth Civil War Interpretive Center NPS Photo  Dear Educator:  Thank you for your interest in Shiloh National Military Park. This teacher's page is designed to assist you in planning your trip to the park. You may choose to visit the park on your own before bringing your students, so that you will be comfortable with the area. There are primarily four physical areas that will be of interest to you:  SHILOH BATTLEFIELD VISITOR CENTER: All visits to Shiloh should begin at the Visitor Center. This handicap accessible facility includes exhibits, a movie theatre, and restrooms. Our new film, Shiloh - Fiery Trial, is shown every hour, on the hour beginning at 8:00 am with the last showing at 4:00 pm.  SHILOH BATTLEFIELD TOUR: A 12.7 mile auto tour route takes you through the battlefield. There are 20 stops along the route. The park will provide you with a map of the battlefield and brief commentary for each stop. The entire route is accessible to school buses. You are also invited to walk 400-yards through the peaceful National Cemetery to the historic Pittsburg Landing.  CORINTH BATTLEFIELD: Visits to the Corinth Battlefield Visitor Center, the Corinth Civil War Interpretive Center will include a self-guided tour of the facility, two films that show continuously, and many hands-on exhibits. A flowing water feature interprets one-hundred years of American history. A variety of ranger programs are available for groups at the Corinth Battlefield. The new 20-minute park film \"Corinth Crossroads: A Town Amidst War\" is shown in the auditorium every half-hour starting at 8:00 am with the last showing at 4:30 pm.  BOOKSTORES: Both Shiloh and Corinth bookstores have a large selection of books, videos, and other educational materials. These materials might assist in your teaching as well as serve as souvenirs for your students. The Shiloh bookstore is located across the parking area from the Visitor Center. The Corinth Bookstore is located inside the Interpretive Center. Both are under the management of Eastern National and may be contacted by telephone at 731-689-3475 (Shiloh) or 662-284-4556 (Corinth). Activities in the Shiloh Battlefield Visitor Center and on the battlefield tour are designed for you to conduct on your own. You will probably spend about 45 minutes inside the Visitor Center, and the battlefield tour will probably take about one hour and thirty minutes. Please coordinate with the bookstore staff on the proper number of students allowed at a time in the bookstore.  A visit to the Corinth Civil War Interpretive Center will take approximately two hours. Various activities are available for the students to enhance their visit to the Center.  For more information about an educational visit to the park click on the link below. Educational Group Request Form for Field Trips  We look forward to your visit to Shiloh National Military Park!",
    "url": "https:\/\/www.nps.gov\/shil\/learn\/education\/index.htm"
}
