{
    "title": "Shiloh National Military Park: Videos",
    "body": "Videos                         Grant and Douglass Speak to Corinth Middle School  On April 17, 2014, General U.S. Grant and Frederick Douglass spoke to students at Corinth Middle School about operations in the area, Contraband camps, and the war from their perspectives. This event was part of the Corinth Contraband Camp Symposium.   Duration:25 minutes, 36 seconds                                A Civil War Era Press Conference, Part 1 Lincoln, Grant, and Douglas participate in a historic press conference. Part of the Corinth Contraband Camp Symposium, April 18, 2014.   Duration:6 minutes, 15 seconds                                USCT Dr. John D. Smith of the University of North Carolina at Charlotte, speaks on the Contraband Camp of Corinth, Mississippi, and the United States Colored Troops. This program was part of the Corinth Contraband Camp Symposium held on April 17 & 18, 2014, sponsored by the NPS and the U.S. Grant Presidential Library at Miss. State University.   Duration:42 minutes, 28 seconds                                Building a Post-Slavery Community  Dr. Deirdre Cooper Owens of the University of Mississippi talks about the building of a Contraband Camp community. This was part of the Corinth Contraband Camp Symposium held April 17 & 18, 2014.   Duration:30 minutes, 42 seconds                                Bobby Horton Bobby Horton performs \"I am a Rebel Soldier.\" Part of the Corinth Contraband Camp Symposium.   Duration:2 minutes, 3 seconds                                Bobby Horton - Live Bobby Horton performs \"Say Brothers, Will You Meet Us\" at the Corinth Coliseum, April 18, 2014. This performance was part of the Corinth Contraband Camp Symposium.    Duration:2 minutes, 36 seconds                                Battle Reenactment Policy (Long) National Park Service reenactment policy video (long version)  Duration:4 minutes, 28 seconds                                Battle Reenactment Policy (Short) National Park Service reenactment policy video (short version)  Duration:1 minute, 12 seconds                                General Harold Cross MS Monument Dedication Speech Major General Harold Cross (USAF, Ret.) delivers a speech during unveiling and dedication of the Mississippi State Monument. Oct. 10, 2015.   Duration:18 minutes, 22 seconds",
    "url": "https:\/\/www.nps.gov\/shil\/learn\/photosmultimedia\/videos.htm"
}
