{
    "title": "Shiloh National Military Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         Shiloh: Fiery TrialWinner: 1st Place, Special Jury Award Worldfest-Houston International Film Festival2013 NPS Photo  Museums\/ Interpretive Centers: Both the Shiloh Battlefield and the Corinth Civil War Interpretive Center have large exhibit spaces dedicated to showing visitors the tools of war, the people who used those tools, and the effects of their use. Audio Visuals\/Films: Both the Shiloh Battlefield and the Corinth Civil War Interpretive Center have excellent films and displays. Shiloh Battlefield is now showing the new award-winning film, Shiloh: Fiery Trial. The Corinth Center has two short modern, state of the art films - one on the Battle of Shiloh and one on the Battle of Corinth, and a new movie entitled Corinth: A Town Amidst War. Self-Guided Auto Tour: The Shiloh Battlefield has a 12.7 mile auto tour route with 20 tour stops at such famous places as the Peach Orchard, the Hornet's Nest, and the Albert Sidney Johnston death site. Visitors may also take auto and walking tours of Civil War Corinth, MS. This route includes surviving Civil War fortifications, homes used by Civil War Generals, and portions of the Corinth Battlefield. Audio Auto Tour: The Shiloh Battlefield bookstore has an 76-minute auto audio tour for purchase. This audio tour will give visitors a more in-depth tour of the battlefield. The CD can be purchased in the park bookstore. Ranger Programs: The park staff at Shiloh Battlefield conducts daily ranger-led interpretive programs during the peak season from Memorial Day to Labor Day. A schedule is available at the Visitor Center front desk. Living History: Both Shiloh and Corinth host several living history events throughout the year, mostly from April to October. Special Events: Numerous special events are held each year at both sites. These range from monument dedications to in-depth hiking tours to natural resources programs. For Kids: Both Shiloh and Corinth have Junior Ranger programs for kids. Contact a park ranger to find out how to become a Junior Ranger!          Ranger leading hike on Shiloh Battlefield NPS Photo",
    "url": "https:\/\/www.nps.gov\/shil\/planyourvisit\/things2do.htm"
}
