{
    "title": "Shiloh National Military Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1055 Pittsburg Landing Road   Shiloh , TN 38376                 Directions         The park is 110 miles from the Memphis airport and 150 miles from the Nashville airport. From the west (Memphis, Tennessee, area): Take Highway 72 East to Corinth, Mississippi. From the Corinth Civil War Interpretive Center, take Highway 22 North to the Shiloh Battlefield. From the northeast (Nashville, Tennessee, area): Take Interstate 40 West to the Parker's Crossroads Exit. Then take Highway 22 South to Shiloh Battlefield. Continue on Highway 22 South to the Corinth Civil War Interpretive Center.  Directions Details           Operating Hours & Seasons         Shiloh National Military Park The park is open daily from sunrise to sunset expect Thanksgiving Day, Christmas Day and New Year's Day.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -                  Weather           Shiloh National Military Park traditionally experiences mild winters and hot summers with an average high of 90 degrees in the summer and 50 in winter; average lows in the winter are 34 degrees but single digits are not unusual. Rainfall in the area averages 57 inches a year with an additional 2-3 inches of ice\/snow and violent thunderstorms can take place at any time of year.          Fees & Passes     Entrance Fees:   Shiloh National Military Park Entrance Fee - $0.00 Entrance to the park, visitor centers, and view park films         Visitor Centers       Corinth Civil War Interpretive Center Located near the site of Battery Robinett, the Corinth Civil War Interpretive Center, is open from 8:00 am to 5:00 pm every day except Thanksgiving Day, Christmas Day, and New Year's Day.  Center exhibits include interactive displays and multimedia presentations on the Battle of Shiloh and the Siege and Battle of Corinth.  The Corinth Civil War Interpretive Center is located at 501 West Linden Street in Corinth, Mississippi.    Shiloh Battlefield Visitor Center Shiloh Battlefield Visitor Center is open from 8:00 am to 5:00 pm every day except Thanksgiving Day, Christmas Day, and New Year's Day.  View the award winning orientation film, \"Shiloh: Fiery Trial,\" shown every hour.  Shiloh Battlefield Visitor Center is located at 1055 Pittsburg Landing Road in Shiloh, TN.                  Ranger leads tour in the Hornets' Nest NPS Photo  Shiloh National Military Park contains a wide array of historic sites. In addition to the pristine 5,000 acre Shiloh Battlefield, the park contains a separate unit at Corinth, Mississippi. Located within the boundaries of Shiloh Battlefield is a United States National Cemetery, which contains the graves of 4,000 soldiers and their family members. The Shiloh Indian Mounds National Historic Landmark is also located within the Shiloh Battlefield boundaries and preserves the remnants of a Mississippian Era Indian village. In Corinth, the National Park Service administers the Corinth Civil War Interpretive Center, located next to historic Battery Robinett and contains about 15,000 square feet of interactive exhibits, videos, and artifacts, interpreting the siege and battle of Corinth. The Corinth Contraband Camp site, a camp established by the Union Army where thousands of former slaves took their first steps toward freedom, is also located in Corinth and preserved by the National Park Service. Normal operating hours are 8:00 a.m. –5:00 p.m. every day. Facilities are closed on Thanksgiving Day, Christmas Day, and New Year's Day. Ranger led tours, programs, and demonstrations, are offered throughout the peak season, usually Memorial Day through Labor Day. Go to our Things to Do page for more detailed information. School groups that would like to plan a visit.  Military groups planning a staff ride in the park call 731-689-5696.   For more information contact Shiloh National Military Park @ 731-689-5275 or the Corinth Civil War Interpretive Center @ 662-287-9273.",
    "url": "https:\/\/www.nps.gov\/shil\/planyourvisit\/basicinfo.htm"
}
