{
    "title": "Theodore Roosevelt National Park: Resource Bin",
    "body": "× Rate the Lesson Plan             Media For Loan Teacher Resource Bin   Theodore Roosevelt National Park            Our Teacher Resource Bin provides on-site materials to teachers who are leading their own field trip to Theodore Roosevelt National Park. It is not meant to be a substitute for bringing your own lessons or activities, but rather a supplement for your educational field trip. Below are some of the materials supplied in the Resource Bin:  A copy of our Teacher's Guide for Self-Led Field Trips A park map and visitor guide Samples of rocks and materials found in the park Simple activity ideas and associated supplies Pocket field guides for geology, plants and animals Binoculars, hand lenses and magnifying boxes Extra paper and writing materials  Borrowing Instructions Two Resource Bins are available for loan. Please call ahead to reserve it for your day you at the park. Contact our administration office at 701-623-4466, and ask for our Education Technician or District Interpreter - they will help you make arrangements for reserving the Resource Bin. If you have reserved the Resource Bin for a day, stop at the visitor center near the park entrance. Ask a ranger at the desk to assist you. Before returning it the visitor center, please take time to fill out the evaluation sheet; this helps us replace any materials you used during your trip, as well as improve the Resource Bin for future uses. Return to planning your own field trip.  Details  type: Media For Loan              Lesson Plans  A Soldier's Notes From Michigan's Big Battle   Why Here?   John Smith's Masterpiece and Copyright Nightmare    Distance Learning  \"Everglades Mountains and Valleys\" educational video series.   Ask A Park Ranger - Living and Working in Glacier Bay, Alaska   Climate Connections     Field Trips  Wildlife Scavenger Hunt   3rd grade ‹ Caribou   Jacks, Jump Ropes and Marbles    Topics  A Soldier's Notes From Michigan's Big Battle   Why Here?   John Smith's Masterpiece and Copyright Nightmare",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/education\/resource-bin.htm"
}
