{
    "title": "Theodore Roosevelt National Park: Elk Management",
    "body": "Elk of Theodore Roosevelt National Park         Two bull elk pause during their early-morning escape from the photographer. Elk are very shy, and will often leave the area when they detect human presense. NPS \/ Joe Bruce  History of Elk in North Dakota Elk (cervus elaphus) once thrived across the plains and mountains of North America. Common in the Dakota Badlands, elk were a staple game food for early civilizations. When Theodore Roosevelt arrived to the Badlands in the 1880s, few elk were left in this area of the country. Although Roosevelt named his Elkhorn Ranch after the interlocking antlers found at the site, living animals were hard to find. \"This stately and splendid deer, the lordliest of its kind… is now fast vanishing,\" he wrote in the 1880s. By the end of the century, elk were no longer found in the Badlands. In an effort to reestablish the native ecology, Theodore Roosevelt National Park reintroduced elk to the South Unit in 1985. The original animals were transferred from Wind Cave National Park in South Dakota. Since that time, the park has monitored and managed the elk population within the park boundary. Elk Management Program Without natural predators in the ecosystem, it was expected that elk would overpopulate the park. A management program was designed with the following goals:   Research elk movement and distribution   Manage population dynamics   Monitor consumption rates          Park staff work in teams to tranquilize and collar elk NPS \/ Blake McCann  Elk Movement and Distribution The park uses Global Position Systems (GPS) mounted on wildlife collars to track elk. Generally, female elk are targeted for collaring. Measurements are taken throughout the day and night to provide a distributive sampling. The park's elk population moves in and out of the park boundary. Studies provide data on the movement of elk around the region. Collared elk are also used to assist with location of herds. These devices help wildlife biologists not only research elk movement, but manage their population dynamics as well.        Pack horses were used to transport elk meat to a park facility. In addition to the donations, volunteers in the reduction were allowed to take home the meat from one animal. NPS photo  Elk Population Dynamics After the 1985 reintroduction, the park set an optimal population of 100-400 animals. Within a few years, that number had been exceeded. To reduce the increasing elk population within the park, roundups of live elk were conducted in 1993 and 2000. Helicopters were used to direct animals to a handling facility within the park. Elk were transferred to American Indian tribes and sites for elk reintroduction programs After 2000, outbreaks of chronic wasting disease restricted the transportation of elk. Within ten years, the park's elk population exploded to over 1000 animals. In 2010, the park implemented a direct reduction of the elk herd. Park staff, with assistance from local volunteers, target elk for removal based on age and sex. Meat from reductions is given to Native American tribes in North Dakota, as well as the organization Sportsmen Against Hunger. Elk reductions occur based on current population dynamics. A primary goal of managing the elk population is to maintain adequate forage for the several large herbivore populations in the park.        Elk travel in large herds. Careful management is required to ensure a healthy ecosystem for all organisms. NPS \/ Chad Allmendinger  Elk Consumption Studies Several large herbivorous species thrive in the South Unit of the park, including elk, bison, mule deer and feral horses. Wildlife managers developed a model of forage resources for these species in 1993. A second study was completed in 2003. By identifying the overlap in consumption rates between animals, the park can maintain a healthy ecosystem. Proper forage and vegetative cover are necessary for the health of all wildlife. Future of Elk Management The national park works with North Dakota Game & Fish Department to manage the elk population in southwestern North Dakota. Annual elk reductions within the park have proven successful at maintaining the park's optimum population of 100-400 animals. This management is necessary to ensure a healthy ecosystem. As a part of the natural ecosystem, elk belong in North Dakota. Due to the absence of natural predators within that ecosystem, agencies like the National Park Service have a responsibility to manage these animals. Reintroduction of elk to Theodore Roosevelt National Park has helped the park achieve the goals of conserving wildlife and providing recreation for visitors and residents of North Dakota.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/elk-management.htm"
}
