{
    "title": "Theodore Roosevelt National Park: Conservation Legacy",
    "body": "Theodore Roosevelt and Conservation       \"We have fallen heirs to the most glorious heritage a people ever received, and each one must do his part if we wish to show that the nation is worthy of its good fortune.\" - Theodore Roosevelt        Roosevelt had this image taken for the cover of his book, \"Hunting Trips of a Ranchman.\" Dickinson State University  Theodore Roosevelt is often considered the \"conservationist president.\" Here in the North Dakota Badlands, where many of his personal concerns first gave rise to his later environmental efforts, Roosevelt is remembered with a national park that bears his name and honors the memory of this great conservationist. Theodore Roosevelt first came to the Badlands in September 1883. A sportsman-hunter all his life, Roosevelt sought a chance to hunt the big game of North America before they disappeared. Although his writings depict numerous hunting trips and successful kills, they are laced with lament for the loss of species and habitat. The decimation of bison, and the eradication of elk, bighorn sheep, deer and other game species was a loss which Roosevelt felt indicative of society's perception of our natural resources. He saw the effects of overgrazing, and suffered the loss of his ranches because of it. While many still considered natural resources inexhaustible, Roosevelt would write:  We have become great because of the lavish use of our resources. But the time has come to inquire seriously what will happen when our forests are gone, when the coal, the iron, the oil, and the gas are exhausted, when the soils have still further impoverished and washed into the streams, polluting the rivers, denuding the fields and obstructing navigation.  Conservation increasingly became one of Roosevelt's main concerns. After becoming president in 1901, Roosevelt used his authority to protect wildlife and public lands by creating the United States Forest Service (USFS) and establishing 150 national forests, 51 federal bird reserves, 4 national game preserves, 5 national parks, and 18 national monuments by enabling the 1906 American Antiquities Act. During his presidency,Theodore Roosevelt protected approximately 230 million acres of public land. Today, the legacy of Theodore Roosevelt is found across the country. There are six national park sites dedicated, in part or whole, to our conservationist president. You can find more information about these places under Theodore Roosevelt related websites.      Public Lands Established by Theodore Roosevelt The conservation legacy of Theodore Roosevelt is found in the 230 million acres of public lands he helped establish during his presidency. Much of that land - 150 millions acres - was set aside as national forests. Roosevelt created the present-day USFS in 1905, an organization within the Department of Agriculture. The idea was to conserve forests for continued use. An adamant proponent of utilizing the country's resources, Roosevelt wanted to insure the sustainability of those resources. Roosevelt was also the first president to create a Federal Bird Reserve, and he would establish 51 of these during his administration. These reserves would later become today's national wildlife refuges, managed by the United States Fish and Wildlife Service (USFWS). Today there is a national wildlife refuge in every state, and North Dakota boasts the most refuges of any state in the country. During Roosevelt's administration, the National Park System grew substantially. When the National Park Service was created in 1916 - seven years after Roosevelt left office - there were 35 sites to be managed by the new organization. Roosevelt helped created 23 of those. See below for a list of the sites created during his administration which are connected with the National Park Service. National Parks National parks are created by an act of Congress. Before 1916, they were managed by the Secretary of the Interior. Roosevelt worked with his legislative branch to establish these sites:  Crater Lake National Park (OR) - 1902 Wind Cave National Park (SD) - 1903 Sullys Hill (ND) - 1904 (now managed by USFWS) Platt National Park (OK) - 1906 (now part of Chickasaw National Recreation Area) Mesa Verde National Park (CO) - 1906 Added land to Yosemite National Park (CA)  National Monuments Roosevelt signed the Act for the Preservation of American Antiquities - also known as the Antiquities Act or the National Monuments Act - on June 8, 1906. The law gave the president discretion to \"declare by public proclamation historic landmarks, historic and prehistoric structures, and other objects of historic and scientific interest... to be National Monuments.\" Since he did not need congressional approval, Roosevelt could establish national monuments much easier than national parks. He dedicated these sites as national monuments:   Devil's Tower (WY) - 1906   El Morro (NM) - 1906   Montezuma Castle (AZ) - 1906   Petrified Forest (AZ) - 1906 (now a national park)   Chaco Canyon (NM) - 1907   Lassen Peak (CA) - 1907 (now Lassen Volcanic National Park)   Cinder Cone (CA) - 1907 (now part of Lassen Volcanic National Park)   Gila Cliff Dwellings (NM) - 1907   Tonto (AZ) - 1907   Muir Woods (CA) - 1908   Grand Canyon (AZ) - 1908 (now a national park)   Pinnacles (CA) - 1908 (now a national park)   Jewel Cave (SD) - 1908   Natural Bridges (UT) - 1908   Lewis & Clark Caverns (MT) - 1908 (now a Montana State Park)   Tumacacori (AZ) - 1908   Wheeler (CO) - 1908 (now Wheeler Geologic Area, part of Rio Grande National Forest)   Mount Olympus (WA) - 1909 (now Olympic National Park)   Roosevelt also established Chalmette Monument and Grounds in 1907, a site of the Battle of New Orleans. It is now a part of Jean Lafitte National Historical Park.      Roosevelt Writings on Conservation Theodore Roosevelt was the first president of the 1900s, a time of great expansion and development. His devotion to conserving our natural and cultural history helped establish a precedent at an important time in our nation's history. When many still considered our resources inexhaustible, Roosevelt saw them as something to protect and cherish:  It is also vandalism wantonly to destroy or to permit the destruction of what is beautiful in nature, whether it be a cliff, a forest, or a species of mammal or bird. Here in the United States we turn our rivers and streams into sewers and dumping-grounds, we pollute the air, we destroy forests, and exterminate fishes, birds and mammals -- not to speak of vulgarizing charming landscapes with hideous advertisements. But at last it looks as if our people were awakening.  The great preservationist John Muir, concerned over the destruction of western areas, invited President Roosevelt to camp in Yosemite National Park. After his trip, Roosevelt remarked: \"It was like lying in a great solemn cathedral, far vaster and more beautiful than any built by the hand of man.\" He provided a counter-balance to those who sought to exploit the natural world for personal gain. When Congress fought his efforts to create a national park at the Grand Canyon, Roosevelt used his executive power to protect it as a national monument:  In the Grand Canyon, Arizona has a natural wonder which is in kind absolutely unparalleled throughout the rest of the world. I want to ask you to keep this great wonder of nature as it now is. I hope you will not have a building of any kind, not a summer cottage, a hotel or anything else, to mar the wonderful grandeur, the sublimity, the great loneliness and beauty of the canyon. Leave it as it is. You cannot improve on it. The ages have been at work on it, and man can only mar it.  You can visit our website to read more of Roosevelt's quotes on nature and conservation.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/historyculture\/theodore-roosevelt-and-conservation.htm"
}
