{
    "title": "Theodore Roosevelt National Park: Bison Management",
    "body": "Bison Management         Bull bison NPS Photo by Nathan King  Bison are as symbolic of the Great Plains as they are of the need for land and wildlife conservation. Once numbering in the tens of millions, bison nearly went extinct by the end of the 19th century due to their wanton slaughter. Had it not been for the concern of numerous individuals, including Theodore Roosevelt, these iconic creatures may have been lost forever. Due to protection and reintroduction efforts by the National Park Service, other land management agencies, and private ranchers bison have made a substantial recovery. Theodore Roosevelt National Park reintroduced bison from the Fort Niobrara National Wildlife Refuge to the South Unit of the park in 1956 and to the North Unit in 1962.      Since their reintroduction to the landscape, bison have reestablished themselves strongly.  The animals are well-adapted to deal with the harsh North Dakota winter while summer rains support the grass on which they feed.  In the absence of their natural predators – wolves and grizzly bears – the bison population increases over time.  Increased numbers put pressure on the park’s food resources to support the growing herd, as well as other grazing animals such as deer, elk, horses, and bighorn sheep.  Using scientific data to assess the needs of the bison and the impact they have on the resources, the park’s resource management staff set a goal population of 200-500 bison in the South Unit and 150-250 in the smaller North Unit.  Without predators to limit the population of bison, the park must take an active role in maintaining ecologically responsible populations of bison.        Park and veterinary staff assess a bison during the 2005 bison roundup.  The bison is in a squeeze chute, which prohibits the animal from moving around so that weighing and testing may be done.  Each person in the photo has a specific job to do. NPS Photo  The park controls the bison population by conducting roundups on a periodic basis, about every 3-5 years. In these management actions, the entire park staff works together, each team member assigned to a particular task. A helicopter drives bison to the park’s wildlife handling facility where bison are funneled from large corrals into increasingly smaller enclosures, down to a squeeze chute where a single bison can be examined by biologists and veterinarians. The veterinarian takes a blood sample to test for diseases such as brucellosis. Each bison is weighed, aged, sexed, and assigned an identification number. Based on goals for various age classes and sex ratios, the park biologist decides whether the bison will be released back into the park or culled from the herd. Culled bison are loaded into trucks and transported to their new home.  Current park policy allows the culled bison to be exported to other agencies including zoos, national parks, and to Native American tribes. Between 1962 and 2008, the park shipped out 2,992 bison.        A helicopter walks bison into the South Unit wildlife handling facility, 2008 NPS Photo by Brian McCutchen  Theodore Roosevelt National Park staff work diligently to conduct wildlife management actions in a low-stress manner. Low stress wildlife handling entails handlers using a minimum of stimuli to get the bison to do what the handlers want them to do. For example, handlers remain quiet, bison are allowed enough space in the pens so as not to become agitated, and bison are moved through the facility with the least amount of physical contact possible. This approach is useful because calm animals are safer and easier to handle, and less likely to hurt one another.  Using low-stress techniques during the 2008 bison roundup, the bison being driven by the helicopter entered the handling facility at a walking pace, no animals were seriously injured or killed, and processing went as efficiently and safely as possible.      Aside from population management, the park strives to be a good neighbor to surrounding landowners by maintaining fences to contain bison within the park (as required by North Dakota law) and to return escapees to the park.  On occasions when bison escape, park staff employ low-stress wildlife handling techniques to drive bison back into the park.  By positioning people strategically at a distance, the bison can be encouraged to move away from the people and toward a park gate at a walking pace.  If startled, the bison may begin running and can elude or injure their prospective wranglers with ease.  Low-stress wildlife handling is important for achieving the goal of returning bison to the park effectively and safely.      Theodore Roosevelt National Park’s bison management efforts allow visitors to enjoy these “lordly” animals, as Theodore Roosevelt described them, in their natural habitat.  The efforts also ensure that current and future generations of visitors will find healthy, vibrant wildlife and unmarred landscapes.      Learn more about the natural history of bison and wildlife viewing.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/bison-management.htm"
}
