{
    "title": "Theodore Roosevelt National Park: Bison",
    "body": "Bison \/ Buffalo       \"...its toughness and hardy endurance fitted it to contend with purely natural forces...to resist cold and wintery blasts or the heat of the thirsty summer, to wander away to new pastures, to plunge over the broken ground, and to plow its way through snow drifts or quagmires.\"  Theodore Roosevelt        During the Lewis & Clark Expedition, Meriwether Lewis wrote of \"immense herds of buffalo, deer, elk, and antelopes\" in modern North Dakota.  By the end of the century, bison were nearly extinct. NPS Photo by Nathan King  The American bison or buffalo (Bison bison), is the largest mammal on the North American continent. This magnificent creature, which is a member of the the cow family Bovidae, was given its common name by early French explorers who called them \"les boeufs,\" meaning oxen. Throughout the years, the name went through several changes from \"buffle\" to \"buffelo\" and finally to its present \"buffalo.\" Bison is the correct scientific and common name, but buffalo is widely used and also accepted. Bison were given many names by native peoples, including \"tatanka,\" \"pezhekee,\" and \"iinii,\" among many others. Paleontologists have traced the ancestors of the American bison to southern Asia during the Pliocene Epoch, some 400,000 years ago. The ancient bison was much larger than the present-day animal and ranged throughout the northern hemisphere. The fossil record shows that over time bison went through many evolutionary changes. One prehistoric bison, Bison latiforns, had horns measuring nine feet from tip to tip. Bison occidentalis came about in the late Pleistocene Epoch and is a direct ancestor of modern bison. Bison initially made their way to America by crossing the ancient land bridge that once connected Asia with North America. During the ensuing centuries, bison moved south and east, at one time ranging from Mexico to southern New England. The greatest concentration was found on the Great Plains where an estimated 60 million bison once roamed.      If not for the foresight of a few individuals including Theodore Roosevelt, the American bison could have become extinct. Warnings and attempts to protect the bison came as early as 1776, but it was not until 1894 that the first federal legislation protecting these animals was enacted. Killing of bison became punishable by a $1000.00 fine or imprisonment, and the law was strictly enforced. Prior to this legislation, a small herd did exist in Yellowstone National Park, but was not protected against poaching. There were also several small herds owned by private individuals. With passage of the bison protection law, game preserves were established that ensured their survival. Today, more than 500,000 bison live in North America under both public and private ownership. In 1956, 29 bison were brought from Fort Niobrara National Wildlife Refuge in Nebraska and released in the South Unit of Theodore Roosevelt National Park. Here they roamed freely on 46,000 acres of park land and by 1962 the herd had increased to 145 animals. That year, 10 bulls and 10 cows were relocated to the 24,000-acre North Unit. Though both units of the park can easily carry larger numbers of bison, park managers have currently set herd size at approximately 200 to 400 animals for the South Unit and 100 to 300 for the North Unit to maintain healthy range conditions. Learn more about Bison Management. Warning: Bison are wild animals and can be dangerous if provoked. They can run up to 35 miles per hour and spin around faster than a horse. Always view them at a distance and give them the right-of-way if encountered on a trail or the road. When bison are in the road, be patient, stay in your vehicle, and observe them quietly. On trails, make a big detour around them, move slowly, and avoid making loud noises. Keep dogs under control at all times; wild animals are often nervous when dogs are nearby and bison may charge if dogs are too noisy or too close. If a bison raises its tail, especially if the tail is straight up in the air, a charge may be imminent.      The bison has often been described as the most ferocious animal in North America - no doubt a result of its great size. Full-grown bulls weigh up to 2,000 pounds and stand six feet or more at the shoulder. Bulls have massive heads which are covered with thick, long, wiry fur. The shoulders carry a huge hump that gives the bison its characteristic top-heavy look, the hips being much smaller in relation to the rest of the body. A bison cow is similar in appearance to the bull, but is smaller in size, weighing up to 1100 pounds and reaching a height of four and one half to to five feet tall at the shoulder. Also, the head of a bull is much larger and wider than that of a cow. Both sexes have horns. Cow groups usually consist of 20-60 animals composed of cows, bulls under 3 years, and a few old bulls. The herd is led by an older cow. As they graze, the group will travel 10-15 miles each day moving at a speed of 5-6 miles per hour. Most bulls live alone or in bachelor groups of up to 20 animals. Bulls tend to become more solitary with age. The mating season, or rut, begins in July and usually ends in September. Bulls will rejoin the herd during this time and pursue cows. Prime breeding age for bulls is 6-10 years. Sometimes spectacular fights can result as bulls challenge each other, crashing heads and trying to hook each other with their horns until one or the other backs down. However, in most cases, loud bellows, standing broadside to show size, and mock charges suffice and fierce battles are avoided. Bulls do not have territories or collect harems of cows. Instead, bulls pick out one cow at a time and stay by her side - sometimes for several days - fending off other bulls until mating is completed. This behavior is called tending. By the time the rut is over, a prime bull may lose up to 300 pounds.         Bison calves can walk within a few hours of birth. NPS Photo by Nathan King  Cows usually conceive for the first time as three-year olds. Though calves can be born at any time of the year, the calving season usually begins in April after a 9 month gestation period. Calves are orange-red in color and are up and moving within 3 hours of birth. They stay very close to their mother for the first few weeks. Cows are very protective of their young. Eventually, calves venture further away from their mothers, playing with other youngsters in nursery groups, while always under the watchful eyes of other cows within the herd. After 3 months, the orange-red baby coloration starts to change to dark brown and the hump and horns begin to form. Calves remain with their mothers for about a year, or until another calf is born. Bison are herbivores or plant eaters, and feed primarily on grasses and forbs. They are often seen in or near prairie dog towns where they find a continual supply of new grass shoots and can wallow in the loose soil. Bison have excellent hearing and a keen sense of smell. They reach maturity at seven or eight years of age and may live more than thirty years. Wolves and grizzly bears are the natural predators of the American bison. Both have long been extirpated from Theodore Roosevelt National Park.      For centuries, bison and humans coexisted on the Great Plains. The bison was the mainstay of Plains Indian life, providing food, clothing, shelter, and tools. Every part of the animal could be used for one purpose or another. This way of life persisted for thousands of years until over-exploitation by white hunters and traders in the 1800s drove the bison to the brink of extinction. Settlement of the Great Plains in the 1830s marked the beginning of the end for the great bison herds. Between 1830 and 1880, hunters and fur traders organized large-scale bison hunts, killing hundreds of thousands of bison for their hides. Thousands were killed just for their tongues, which were considered a delicacy. As many as 250 bison could be shot in one day by a skilled hunter, and a good skinner could remove the hide in five minutes. The peak of the bison trade was between 1870 and 1880 when as many as 250,000 hides were auctioned off in 1-2 days. The cumulative effect of this unregulated and unethical slaughter was the near-extinction of the American bison. By the turn of the twentieth century, the thundering herds of millions were reduced to less than 300 wild bison.                       Bison   16 Photos  Bison are the largest land animals in North America. Brought to the brink of extinction during the late 1800s, a few stragglers survived in Yellowstone National Park. Careful management has allowed bison to be reintroduced into protected areas, and today they roam both the North and South Units of the park.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/bison-buffalo.htm"
}
