{
    "title": "Theodore Roosevelt National Park: Leave No Trace",
    "body": "Leave No Trace            Theodore Roosevelt National Park practices Leave No Trace outdoor ethics. Visitors are encouraged to understand and follow these principles in order to protect park resources and allow for other visitors to enjoy the park unimpaired today and in the future. The principles apply generally to all park users and some of the details are specifically for backcountry users. Learn more about Leave No Trace at www.lnt.org. Learn more about wilderness areas and watch videos about Leave No Trace ethics on NPS Wilderness. Leave No Trace Principles 1. Plan Ahead and Prepare  Know the regulations and special concerns for the area you'll visit. Prepare for extreme weather, hazards, and emergencies. Use a map and compass to eliminate the use of marking paint, rock cairns or flagging.  2. Travel and Camp on Durable Surfaces  Durable surfaces include established trails and campsites, rock, gravel, dry grasses or snow. Protect riparian areas by camping at least 200 feet from lakes and streams. Good campsites are found, not made. Altering a site is not necessary.  3. Dispose of Waste Properly  Pack it in, pack it out. Inspect your campsite and rest areas for trash or spilled foods. Pack out all trash, leftover food, and litter. Deposit solid human waste in catholes dug 6 to 8 inches deep at least 200 feet from water, camp, and trails. Cover and disguise the cathole when finished. Pack out toilet paper and hygiene products. To wash yourself or your dishes, carry water 200 feet away from streams or lakes and use small amounts of biodegradable soap. Scatter strained dishwater.  4. Leave What You Find  Preserve the past: examine, but do not touch, cultural or historic structures and artifacts. Leave rocks, plants and other natural objects as you find them. Avoid introducing or transporting non-native species. Do not build structures, furniture, or dig trenches.  5. Minimize Campfire Impacts  Campfires are only allowed in the metal grills in the established campgrounds. Campfires are not allowed in the backcountry. Keep fires small and contained Burn all wood and coals to ash, put out campfires completely, then scatter cool ashes.  6. Respect Wildlife  Observe wildlife from a distance. Do not follow or approach them. Never feed animals. Feeding wildlife damages their health, alters natural behaviors, and exposes them to predators and other dangers. Protect wildlife and your food by storing rations and trash securely.   Control pets at all times, or leave them at home. Avoid wildlife during sensitive times: mating, nesting, raising young, or winter.  7. Be Considerate of Others  Respect other visitors and protect the quality of their experience. Be courteous. Yield to other users on the trail. Step to the downhill side of the trail when encountering pack stock. Take breaks and camp away from trails and other visitors. Let nature's sounds prevail. Avoid loud voices and noises.",
    "url": "https:\/\/www.nps.gov\/thro\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
