{
    "title": "Theodore Roosevelt National Park: Management",
    "body": "Management         Wendy Ross, Superintendent of Theodore Roosevelt National Park   Welcome! As Superintendent of Theodore Roosevelt National Park, I would like to personally welcome you to your national park. I have an intense personal connection to the park. Like President Roosevelt, I found solace in the Badlands when I was young and impressionable. My father served as Superintendent of this park, and his ashes now rest among the colorful buttes overlooking the Little Missouri River at Wind Canyon. Words cannot express how honored I am to manage this magnificent landscape. This section of the website details many of our park management mandates and regulations. You will also find links to information about various park projects and how to provide your input on the decisions that are being made for your park. We are all stewards of our national parks. As the National Park Service enters its second century, we are engaging with our visitors to offer the quality services people expect to find at a national park. Together we can build a stronger park, a stronger community, and preserve Theodore Roosevelt National Park for this and future generations. Enjoy your visit, and I hope to see you in the park!  Park Laws and Policies - Access documents about regulations, planning, and management decisions Conducting Research - Learn more about the necessary steps to conduct research within the park Park Statistics - Find statistical information about park lands and visitation Fire Management - Read about the complexities of using fire as a land management tool  Park Projects As a public service organization, the national parks seek to provide transparency and offer collaboration for the various plans or projects being implemented to improve the park. Information for these projects can be found by accessing the websites below. The project website is also where you can go to provide your own public comments.   Theodore Roosevelt National Park Projects   Links for Policies and Reference Materials",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/management\/index.htm"
}
