{
    "title": "Kalaupapa National Historical Park: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions      R.W. Meyer Sugar Mill \/ Molokai Museum & Cultural Center Located topside Moloka'i on Highway 470 at the four-mile marker, the Meyer site features the restored 1878 sugar mill with a mule-driven cane crusher and operational steam engine.  The cultural center has changing exhibits and artifacts.  Tours are offered Monday through Saturday for a nominal fee.  Rudolph Meyer was a German sugar farmer and rancher who came to Molokai in 1848.  He served as the supervisor for the isolated Kalawao Settlement from 1866 until his death in 1897. For more information contact Molokai Museum & Cultural Center, PO BOX 986, Kaunakakai, HI 96742.  Phone: 808.567.6436 or 808.567.6624.     Pala'au State Park Pala'au State Park sits at an elevation approximately 1600 feet above Kalaupapa Peninsula at the edge of the steep north-shore pali cliffs of Molokai.  The 233-acre heavily wooded park is located at the end of Highway 470 about 10 miles northwest of Kaunakakai, Molokai.  The park has a campground for tent camping in an ironwood and eucalyptus grove plus a large covered picnic pavilion.  From the overlook the visitor has an excellent view of the Kalaupapa Peninsula with wayside exhibits interpreting park themes.      The Nature Conservancy - Molokai Preserves Kamakou Preserve: This is a 2,774 acre preserve containing native rain forest and shrublands.  These remote forests are home to native forest birds plus several hundred species of plants, insects and land snails found only in Hawai'i.  Monthly guided hikes are available but are booked well in advance.  A four-wheel drive vehicle is needed to reach the preserve. Mo'omomi Preserve:  Located on the northwest coast of Molokai, the windswept dunes shelter six globally imperiled plant species.  Also the endangered Hawaiian green sea turtle nests in the preserve.  There are also  important sites for Hawaiian prehistory, paleontology and geology within the preserve boundary.  Monthly guided hikes are available but usually must be booked far in advance. Pelekunu Preserve:  Containing 5,714 acres on the rugged north shore, this valley can be accessed only by foot or by boat.  This remoteness has protected the lowland rain forests, verdant sea cliffs and one of Hawai'i's last remaining free flowing streams.  For safety reasons, the Nature Conservancy does not encourage public access to this preserve. For more information contact:  The Nature Conservancy, Molokai Preserves, PO BOX 220, Kualapu'u, HI 96757 (808.553.5236). www.nature.org\/wherewework\/northamerica\/states\/hawaii\/     Other National Parks in Hawai'i There are seven other National Park Service units in the state of Hawai'i also managed by the National Park Service. Kalaupapa National Historical Park shares knowledge and broad themes with these parks, including: volcanism; geology; endangered flora & fauna; decreasing habitat; threats from introduced alien species; Hawaiian culture; land use and history. See following list: * Ala Kahakai National Historic Trail - Hawai'i * Haleakala National Park - Maui * Hawai'i Volcanoes National Park - Hawai'i * Kaloko-Honokohau National Historical Park - Hawai'i * Pu'uhonua o Honaunau National Historical Park - Hawai'i   * Pu'ukohola Heiau National Historic Site - Hawai'i * World War II Valor in the Pacific National Monument - O'ahu",
    "url": "https:\/\/www.nps.gov\/kala\/planyourvisit\/nearbyattractions.htm"
}
