{
    "title": "Theodore Roosevelt National Park: Springs and Seeps",
    "body": "Springs and Seeps       \"Water is a commodity not by any means to be found everywhere... When found, it is more than likely to be bad, being either from a bitter alkaline pool, or from a hole in a creek, so muddy that it can only be called liquid by courtesy.\"   Theodore Roosevelt       Wannagan Seeps, located in the Theodore Roosevelt Wilderness in the South Unit. Nathan King       When you think of spring water, what do you imagine? Do you think of cool, crystal-clear water bubbling over rocks in a stream? Can you imagine the enticing label on a store-bought bottle of water?  The reality in Theodore Roosevelt National Park is far from either image. In the badlands, the water of the springs and seeps might strike you as surprisingly unappealing. These water sources appear as little more than muddy holes in the ground often full of foul-tasting alkaline water.  What are Springs and Seeps? Springs and seeps are two names for similar water sources: places where water appears to rise up to the surface of the Earth. Seeps and springs occur naturally by a combination of pressure and topography. As rain falls, some of it runs straight over the ground into rivers and lakes, but much of the water soaks or filters into the ground. As this groundwater is pulled down by gravity, it eventually reaches a point where there is so much water, there is no room for more water, where the ground is saturated.  Have you ever dug a deep hole in the sand at the beach? You know that if you dig deep enough, water begins to seep in from the bottom of the hole. This indicates that you have reached the depth where the ground is saturated. The edge of the zone of saturation is called the water table.  Scientifically speaking, the water table occurs at the point where the atmospheric pressure equals the water pressure. Atmospheric pressure and gravity pull water down, and the groundwater, in effect, pushes it back up. The two forces are equal at the water table line.       Pressure causes groundwater to balance at the water table line.  Thus, when the ground is lower than the water table, pressure forces water out of the ground. NPS       By digging in the sand at the beach until you reach the water table, you create a well. In many ways, a spring is like a well, except that it is created by natural topography instead of digging. In the case of the steep butte pictured in the above diagram, the steepness of the terrain causes the surface to dip below the water table at the base of the butte. Pressure causes the groundwater to \"seek\" the equilibrium point at the water table, and thus water springs out of the ground. Why do Springs Matter? In Theodore Roosevelt National Park, springs are often at the head of a creek that leads to the Little Missouri River. For example, Tomamichael Spring feeds into Knutson Creek which feeds into the Little Missouri River. Many other unnamed springs feed into unnamed creeks that crisscross the badlands. Seeps emit small amounts of water and sometimes appear as just a damp area. A wide variety of wildlife, such as bison, feral horses, elk, and birds, drink from these water sources. They are essential for survival in a semi-arid land. Springs, seeps, and the waterways they feed may also provide conditions suitable for plants that have higher water requirements for survival. Springs also had a cultural significance for the various peoples who used the badlands region. The springs were sources of water and sometimes paint. In certain cases, specific springs had a spiritual significance and were used for medicinal purposes, fasting, prayer and purification, and other rituals. Springs and seeps do not always have water in them. If there has been little rainfall, the amount of groundwater might diminish and the water table may drop below the surface of the ground, causing the spring to go dry. Conversely, if there has been a lot of rain and the water table is higher, there may be much more water coming out of the spring or seep. Water from the park's springs, seeps, creeks, and rivers is considered unsafe for human consumption without treatment. Also, due to high turbidity, the water may be unappealing unless it is filtered before using.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/springs.htm"
}
