{
    "title": "Theodore Roosevelt National Park: Soundscape \/ Noise",
    "body": "Soundscape \/ Noise       \"It was a land of vast silent spaces, of lonely rivers, and of plains where the wild game stared at the passing horseman.\" Theodore Roosevelt There are many places in Theodore Roosevelt National Park where a person can sit and hear the kind of silence Theodore Roosevelt wrote about. Especially if one is alone during such an experience, he or she might feel the same \"charm in absolute solitude, in the wild, lonely freedom of the great plains, \" as Roosevelt did. How many other places in our modern civilization offer such an experience? Today, there are threats to this profound experience that Roosevelt so cherished. Interstate 94 passes through a portion of Theodore Roosevelt National Park; there are places in the park where the sound of passing vehicles may be heard. Frequent trains traveling through the Little Missouri River bottom, as they have since before Medora was founded, blow their whistles and rumble through the badlands. A person might notice these noises not because they are nearby, but because sound travels long distances and there is so much quiet elsewhere. Of particular concern to the park is development near the Elkhorn Ranch Site. The site was the location of Theodore Roosevelt's \"home ranch,\" and perhaps the site he held most dear. There, modern oil development threatens the peace and solitude Roosevelt sought along that isolated stretch of the Little Missouri River. The continuous puttering of an oil well or the roar of a passing truck rob a visitor to the site of an opportunity to experience the natural soundscape Theodore Roosevelt found there. Watch a video presentation on threats to the Elkhorn Ranch Site. Protecting the natural soundscape is necessary in order to preserve Theodore Roosevelt National Park as an echo of the experience Theodore Roosevelt had here. It was while in the North Dakota badlands that Theodore Roosevelt witnessed degradation of the land and resources by short-sighted cattle ranchers and the decimation of several wildlife species. In part, those experiences inspired Roosevelt to give federal protection to over 150 million acres of public land during his presidency. By continuing to foster stewardship of the land, we offer future generations the opportunity to have the same type of profound experiences as Theodore Roosevelt had in this unique landscape.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/soundscape.htm"
}
