{
    "title": "Theodore Roosevelt National Park: Bakken Oil Boom",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Bakken Oil Boom                The Bakken Oil Boom       Surprised by all the traffic and construction? The past decade has brought great changes to this region. The Bakken formation of western North Dakota contains one of the largest oil deposits in the country. Recently, new technology has made it feasible to extract these resources. Most oil here is extracted by hydraulic fracturing - commonly known as \"fracking.\" This technique fractures the bedrock, using a slurry of sand, chemicals, and water to extract the trapped oil. The Bakken oil boom has brought tens of thousands of new jobs to the area, endowing North Dakota with the highest employment rate in the United States. Rapid development brings rapid changes, and the park is not immune to the growing pains experienced by the land and communities which surround us.        This image was taken near the boundary of the park. Just outside the fence, equipment and infrastructure are tapping into the Bakken resources. NPS \\ Joe Bruce  Effects on the Park The three units of Theodore Roosevelt National Park are small islands taking up less than 1% of the Bakken region, but they provide vital habitat for native plants and animals. Although oil development is not allowed in the park itself, the National Park Service has no regulatory authority over what happens outside of our boundaries. Visitors may encounter signs of oil development near the areas surrounding the park. Booming jobs means booming prices of goods and services, as well as increased pollution from traffic, noise, dust and light. Some impacts are more obvious than others. Environmental impacts from spilled oil and fracking fluids are omnipresent with the fossil fuel industry. Many wells tap into natural gas reserves, but lack the infrastructure to collect and store this less-valuable fuel source. The gas is wasted as it is burned off by on-site flaring. The extraction and use of fossil fuels releases greenhouse gases, altering the global carbon cycle. As society struggles to cope with a changing climate, we must question our use of these critical resources - now more than ever.        Expanding towns and 24-hour facilities increase the amount of light pollution and make it harder for wildlife and visitors to experience natural darkness. NPS \\ Jeff Zylland  Increased development has a direct impact on the park's night skies. Gas flares and 24-hour facilities attribute to light pollution which obscures the formerly dark skies of North Dakota. The oil boom challenges us to wonder: how can we develop energy resources while still protecting natural habitats? We explored this question in a series of videos about the impacts of the oil boom on the park. We invite you to watch these videos, share them with friends, and take part in the discussion by leaving your comments. Visit our YouTube playlist to watch and learn more about how the Bakken oil boom is affecting your national park.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/bakken-oil.htm"
}
