{
    "title": "Theodore Roosevelt National Park: Reptiles",
    "body": "Reptiles           \"Rattlesnakes are only too plentiful everywhere; along the river bottoms, in the broken, hilly ground, and on the prairies and the great desert wastes alike...If it can it will get out of the way, and only coils up in its attitude of defence when it believes that it is actually menaced.\"                          Theodore Roosevelt             North Dakota has a sparse fauna of amphibians and reptiles. While individual populations may get quite high, species diversity is low. The semi-arid climate provides only marginal conditions for breeding and hibernation of amphibians, while low winter temperatures and the short growing season appear to be primary limiting factors for reptiles. Several of the species listed below are very rare or infrequently found and are in quite localized populations. Reptiles are some of the most feared and misunderstood members of the animal kingdom. The prairie rattlesnake (Crotalus viridis) is the only venomous reptile in Theodore Roosevelt National Park, and they are not as common as they were in Theodore Roosevelt's time. They have more reason to fear us than we do them. The rattlesnake will ignore or avoid humans unless surprised or provoked. Do not attempt to capture or kill snakes. Observe and enjoy them from a distance and remember that all wildlife is protected in a national park. Common sense and an appreciation for the benefits and beauty of reptiles and amphibians will protect both them and you.               Order Common Name Scientific Name   Testudines Common Snapping Turtle Chelydra serpentina    Western Painted Turtle Chrysemys picta    Soft-shelled Turtle Trionyx muticus        Squamata Sagebrush Lizard Sceloporus graciosus    Short-horned Lizard Phrynosoma douglassi          Western Plains Garter Snake Thamnophis radix      Red-sided Garter Snake Thamnophis sirtalis     Smooth Green Snake Opheodrys vernalis    Plains Hognose Snake Heterodon nasicus    Eastern Yellow-bellied Racer Coluber constrictor    Bullsnake (Gopher Snake) Pituophis melanoleucus    Prairie Rattlesnake Crotalus viridistd>              Yellow-bellied racer",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/reptiles.htm"
}
