{
    "title": "Theodore Roosevelt National Park: Nonnative Species",
    "body": "Nonnative Species       The ecosystem of Theodore Roosevelt National Park, the State of North Dakota, and the entire Great Plains is under attack by plant invaders. These non-native plants are robbing our natural heritage. They claim land at an alarming rate and are the outlaws of the plant world.      From Exotic to Invasive An exotic species is one that is not native to an ecosystem. Exotics become invasives when the lack of natural controls, such as insects, disease, and natural competitors, allows them to spread quickly to the detriment of native organisms. Humans are often the vectors responsible for the spread of invasive plants and animals. As a land management agency, the National Park Service is responsible for limiting the spread of invasive species. Theodore Roosevelt National Park and neighboring states are under attack by numerous plant invaders. Over sixty species of exotic plants have found their way to the park. Several of these plants are classified as invasive due to their substantial habitat damage. These invasives have few enemies and are not eaten by native species or livestock. They also produce a toxin that reduces the growth of neighboring plants. In Theodore Roosevelt National Park, efforts to control invasive plants focus on:  leafy spurge (Euphorbia esula) spotted knapweed (Centaurea maculosa) Russian knapweed (Rhaponticum repens) Canada thistle (Cirsium arvense) black henbane (Hyoscyamus niger) absinth wormwood (Artemisia absinthium) tamarisk or salt cedar (Tamarix ramosissima)       What Can You Do? The best control method against invasive species is prevention. Once an invasive plant has become established, there is little hope of eradication. You can help prevent the introduction or spread of non-native species with a few simple protocols:  Plant only native species; many local governments ban the planting of non-native species Learn to recognize exotic plants in your area Be aware that your camping equipment, boots, clothes, pets, and vehicle can all transport non-native plant seeds When using horses or pack animals, carry only feed that is \"certified weed free,\" especially when recreating in protected areas Remove non-native plant seeds from horses and pack animals by brushing them thoroughly and cleaning hooves before transporting to un-infested areas       Exotic Plant Management at Theodore Roosevelt National Park Exotic plants cross borders as easily as the wind. Theodore Roosevelt National Park works closely with its neighbors, private landowners and other federal, state, and local agencies to keep these undesirables in check. The park implements an integrated pest management program combining chemical, mechanical and biological control methods to fight these plants. This approach targets a plant, then selects the methods of treatment best suited for the location and habitat type. In 2002, the park became home to the Northern Great Plains Exotic Plant Management Team (EPMT). The EPMT works with park staff to deal with exotic plant issues. Learn more about Exotic Plant Management Teams in the National Park Service. Biological control includes the release of insects and pathogens to combat native species. These controls are tested in quarantine facilities to insure they impact only the targeted plants. After extensive research, biological controls are implemented cautiously to prevent damage to native plants, animals, and aquatic resources.        The yellow hue in this photo demonstrates the scope with which leafy spurge can take over an area.   Leafy Spurge Leafy spurge (Euphorbia esula) was introduced to North Dakota in the early 1900s by European homesteaders. They inadvertently carried the plant with them in seed grain and as ship ballast. Data from the early 1990s indicates leafy spurge infests over 1 million acres in North Dakota, with an economic impact of $87 million. In addition to the monetary loss is the loss of valuable and essential grasslands that puts the future of native wildlife in jeopardy. The leafy spurge infestation is estimated near 4,000 acres (about 10%) in the South Unit of the park. Heaviest concentrations are found along stream beds, drainages and wooded draws. For a first hand look at a leafy spurge infestation, hike along the Little Missouri River or any park trail. In June and July the abundance of yellow-green flowers is a clue that you are standing in the midst of a spurge patch. Leafy spurge is extremely competitive and will completely displace native plants due to its extensive root system. The root system consists of both coarse and fine roots and contains numerous buds capable of producing new shoots. Older roots are woody and may be as large as one-half inch in diameter. They serve as a large nutrient reserve capable of sustaining the plant for years. Seeds can remain viable in the soil for up to eight years. Leafy spurge produces a milky latex that is poisonous to some animals. Little if any park wildlife will consume it. For people who are sensitive to latex, leafy spurge can cause irritation, blotching, blisters, and swelling if handled. Theodore Roosevelt National Park uses chemical and biological control methods to fight leafy spurge. Chemical control consists of ground and aerial herbicide applications. Biocontrol by using flea beetles is very effective and considered one of the safest ways to control leafy spurge. Flea beetles are released onto plants. Their larvae, which feed on the roots, eventually kill the plants. Through exotic plant management efforts, landscapes are being transformed back into native grassland species.        Spotted knapweed   Spotted Knapweed Spotted knapweed (Centaurea maculosa) reduces forage for wildlife and increases soil erosion. It was introduced by settlers from Europe in the early 1900s. Knapweeds are highly competitive and easily establish on any soil surface. They release a chemical substance which inhibits surrounding vegetation from growing. The plant is not grazed by wildlife because of its bitter taste and high fiber content. Currently in North Dakota, spotted knapweed is increasing its range at a rate of 175% per year. People are the main reason knapweed is spreading across the country. Seeds are being transported by vehicles, contaminated hay, livestock, and wildlife. The park has spotted knapweed along road corridors and at the Painted Canyon Visitor Center area.  Like cancer, the plant is easier to control if found early. The most effective treatment for knapweed is to apply herbicide. Biological controls are available but their success has been limited.        Gallfly, an insect used to biologically control the spread of Canada thistle   Canada Thistle Canada thistle (Cirsium arvense) is an aggressive, creeping plant that infests hundreds of acres of park land and over 500,000 acres in the state of North Dakota. Generally, the plant infests disturbed ground, reducing forage for wildlife. One plant can colonize an area of 3 to 6 feet in diameter in one to two years. Established Canada thistle is difficult to control. Canada thistle is a native of north Africa, Europe, Asia and Scandinavia through Siberia. Canada thistle is not a native of Canada and poses a tremendous threat to the Canadian ecosystem and is considered an invasive plant there. If your park visit includes a trip to the North Unit in July and August, you will become intimately aware of the presence of Canada thistle. The campground is highly infested with this thorny, prickly plant. The key to Canada thistle control is to stress the plant. This forces it to use stored root nutrients, which exhausts the supply and eventually causes its death. Chemical, mechanical and biological controls are used in eradication. The tiny gallfly (Urophora cardui) has been used in the Juniper Campground, laying eggs that produce galls on the stems of Canada thistle plants. The galls harm the plant's growth and development while reducing flowering and root weight. The gallfly has a conspicuous black and white wing pattern shaped like a \"V\".",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/nonnativespecies.htm"
}
