{
    "title": "Theodore Roosevelt National Park: Roosevelt's Bar Fight",
    "body": "Roosevelt's Bar Fight       Though it may seem like a typical tall tale of the Old West, Theodore Roosevelt once found himself in a bar fight in Mingusville, MT (now Wibaux, MT), 35 miles west of Medora. Roosevelt never specified the exact date of the event, but the incident likely occurred in the summer of 1884. That year, Roosevelt was still relatively unknown in the area and grieving the loss of his wife and mother earlier that year. Roosevelt had been riding for his own enjoyment through the badlands and the prairies of western Dakota Territory and eastern Montana Territory for many days when he arrived at the Nolan’s Hotel in Mingusville. There, he encountered a bully who, like others had done who did not know Roosevelt well, teased him about his glasses. Roosevelt described the incident in his own words in his autobiography: “It was late in the evening when I reached the place. I heard one or two shots in the bar-room as I came up, and I disliked going in. But there was nowhere else to go, and it was a cold night. Inside the room were several men, who, including the bartender, were wearing the kind of smile worn by men who are making believe to like what they don’t like. A shabby individual in a broad hat with a cocked gun in each hand was walking up and down the floor talking with strident profanity. He had evidently been shooting at the clock, which had two or three holes in its face. …As soon as he saw me he hailed me as ‘Four Eyes,’ in reference to my spectacles, and said, ‘Four Eyes is going to treat.’ I joined in the laugh and got behind the stove and sat down, thinking to escape notice. He followed me, however, and though I tried to pass it off as a jest this merely made him more offensive, and he stood leaning over me, a gun in each hand, using very foul language… In response to his reiterated command that I should set up the drinks, I said, ‘Well, if I’ve got to, I’ve got to,’ and rose, looking past him. As I rose, I struck quick and hard with my right just to one side of the point of his jaw, hitting with my left as I straightened out, and then again with my right. He fired the guns, but I do not know whether this was merely a convulsive action of his hands, or whether he was trying to shoot at me. When he went down he struck the corner of the bar with his head… if he had moved I was about to drop on my knees; but he was senseless. I took away his guns, and the other people in the room, who were now loud in their denunciation of him, hustled him out and put him in the shed.” By the next morning, the bully had left town on a freight train.  Before coming to Dakota, Roosevelt was a successful boxer at Harvard. Roosevelt maintained an interest in various martial arts throughout his life, including judo, kendo, jiu-jitsu, boxing, and wrestling, practicing many of them at the White House.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/historyculture\/roosevelts-bar-fight.htm"
}
