{
    "title": "Theodore Roosevelt National Park: Roosevelt Pursues Boat Thieves",
    "body": "Roosevelt Pursues the Boat Thieves       Theodore Roosevelt was particularly fond of retelling the story of his pursuit and capture of the boat thieves in the badlands. He put the story on paper in his 1888 book Ranch Life and the Hunting Trail. In early spring of 1886, just as the ice was beginning to break up on the Little Missouri River, three thieves cut Roosevelt’s boat from its mooring at the Elkhorn Ranch and took it downriver. Roosevelt, out of personal pride and duty as a Billings County Deputy Sheriff, chased after them with his ranch hands Bill Sewall and Wilmot Dow. As you read the story, imagine the thrill of the entire event for Roosevelt. A spring flood is no trivial matter, and navigating a river jammed with ice and powerful currents is treacherous work. The weather was viciously cold. The men he was chasing were armed and dangerous. How might you have reacted to the theft of a replaceable boat when capturing the thieves was so time-consuming and dangerous? The story begins with the ice breaking up on the Little Missouri River at the Elkhorn Ranch in March, 1886: “It moved slowly, its front forming a high, crumbling wall, and creaming over like an immense breaker on the seashore; we could hear the dull roaring and crunching as it ploughed down the river-bed long before it came in sight round the bend above us. The ice kept piling and tossing up in the middle, and not only heaped itself above the level of the banks, but also in many places spread out on each side beyond them, grinding against the cottonwood-trees in front of the ranch veranda….\" “At night the snowy, glittering masses, tossed up and heaped into fantastic forms, shone like crystal in the moonlight; but they soon lost their beauty, becoming fouled and blackened, and at the same time melted and settled down until it was possible to clamber out across the slippery hummocks.\"        Ice jam on the Little Missouri River NPS  \"We had brought out a clinker-built boat especially to ferry ourselves over the river when it was high, and were keeping our ponies on the opposite side…. This boat had already proved very useful and now came in handier than ever, as without it we could take no care of our horses. We kept it on the bank, tied to a tree, and every day would carry it or slide it across the hither ice bank, usually with not a little tumbling and scrambling on our part, lower it gently into the swift current, pole it across to the ice on the farther bank, and then drag it over that…” On the other side, Roosevelt discovered evidence of mountain lions hunting deer among the bluffs. He followed the trail, but, after losing the trail, he headed back, determined to hunt the mountain lions the next day. “But we never carried out our intentions, for next morning one of my men, who was out before breakfast, came back to the house with the startling news that our boat was gone – stolen, for he brought with him the end of the rope with which it had been tied, evidently cut off with a sharp knife; and also a red woollen mitten with a leather palm, which he had picked up on the ice. \" \"We had no doubt as to who had stolen it; for whoever had done so had certainly gone down the river in it, and the only other thing in the shape of a boat on the Little Missouri was a small flat-bottomed scow in the possession of three hard characters who lived in a shack, or hut, some twenty miles above us, and whom we had shrewdly suspected for some time of wishing to get out of the country, as certain of the cattlemen had begun openly to threaten to lynch them. They belonged to a class that always holds sway during the raw youth of a frontier community, and the putting down of which is the first step toward decent government….\" \"The three men we suspected had long been accused – justly or unjustly – of being implicated both in cattle-killing and in that worst of frontier crimes, horse-stealing; it was only by an accident that they had escaped the clutches of the vigilantes the preceding fall. Their leader was a well-built fellow named Finnigan, who had long red hair reaching to his shoulders, and always wore a broad hat and a fringed buckskin shirt. He was rather a hard case, and had been chief actor in a number of shooting scrapes. The other two were a half-breed, a stout, muscular man, and an old German, whose viciousness was of the weak and shiftless type….We had little doubt that it was they who had taken our boat…” \"Accordingly we at once set to work in our turn to build a flat-bottomed scow wherein to follow them….In any wild country where the power of law is little felt or heeded, and where every one has to rely upon himself for protection, men soon get to feel that it is in the highest degree unwise to submit to any wrong…no matter what cost of risk or trouble. To submit tamely and meekly to theft or to any other injury is to invite almost certain repetition of the offense, in a place where self-reliant hardihood and the ability to hold one’s own under all circumstances rank as the first of virtues.” \"Two of my cowboys, Sewall and Dow…set to work with a will, and, as by good luck there were plenty of boards, in two or three days they had turned out a first-class flat-bottom, which was roomy, drew very little water, and was dry as a bone; and though, of course, not a handy craft, was easily enough managed in going downstream. Into this we packed flour, coffee, and bacon enough to last us a fortnight or so, plenty of warm bedding, and the mess-kit; and early one cold March morning slid it into the icy current, took our seats, and shoved off down the river.\"    Roosevelt had also brought along a copy of Tolstoy’s Anna Karenina, and a camera to document the capture. \"There could have been no better men for a trip of this kind than my two companions, Sewall and Dow. They were tough, hardy, resolute fellows, quick as cats, strong as bears, and able to travel like bull moose.” \"For three days, the three men navigated the icy, winding river among the colorful clay buttes hoping to take the thieves captive without a fight. A shootout was a concern, for Roosevelt noted that “the extraordinary formation of the Bad Lands, with the ground cut up into cullies, serried walls, and battlemented hilltops, makes it the country of all others for hiding-places and ambuscades.” However, Roosevelt was certain that the thieves would not suspect that he was in pursuit, for they had stolen virtually the only boat on the river. Roosevelt, Sewall, and Dow battled against the elements, too, enduring temperatures down to zero degrees Fahrenheit. Along the way, they “passed a group of tepees,” the “deserted winter camp of some Gros-ventre Indians, which some of my men had visited a few months previously on a trading expedition.”  Through numbing cold, they continued their pursuit. \"Finally our watchfulness was rewarded, for in the middle of the afternoon of this, the third day we had been gone, as we came around a bend, we saw in front of us the lost boat, together with a scow, moored against the bank, while from among the bushes some little way back the smoke of a camp-fire curled up through the frosty air. We had come on the camp of the thieves. As I glanced at the faces of my two followers I was struck by the grim, eager look in their eyes. Our overcoats were off in a second, and after exchanging a few muttered words, the boat was hastily and silently shoved toward the bank. As soon as it touched the shore ice I leaped out and ran up behind a clump of bushes, so as to cover the landing of the other, who had to make the boat fast. For a moment we felt a thrill of keen excitement and our veins tingled as we crept cautiously toward the fire, for it seemed likely that there would be a brush…\" \"The men we were after knew they had taken with them the only craft there was on the river, and so felt perfectly secure; accordingly , we took them absolutely by surprise. The only one in camp was the German, whose weapons were on the ground, and who, of course, gave up at once, his two companions being off hunting. We made him safe, delegating one of our number to look after him particularly and see that he made no noise, and then sat down and waited for the others. The camp was under the lee of a cut bank, behind which we crouched, and, after waiting an hour or over, the men we were after came in. We heard them a long way off and made ready, watching them for some minutes as they walked toward us, their rifles on their shoulders and the sunlight glinting on the steel barrels. When they were within twenty yards or so we straightened up from behind the bank, covering them with our cocked rifles, while I shouted to them to hold up their hands – an order that in such a case, in the West, a man is not apt to disregard if he thinks the giver is in earnest. The half-breed obeyed at once, his knees trembling for a second, his eyes fairly wolfish; then, as I walked up within a few paces, covering the centre of his chest so as to avoid overshooting, and repeating the command, he saw that he had no show, and, with an oath, let his rifle drop and held his hands up beside his head.” Roosevelt kept watch over the captives as Sewall and Dow chopped firewood. “I kept guard over the three prisoners, who were huddled into a sullen group some twenty yards off, just the right distance for the buckshot in the double-barrel.” Unable to tie up their captives, for doing so meant, “in all likelihood, freezing both hands and feet off during the night,” the captives were made to remove their boots, “as it was a cactus country, in which a man could travel barefoot only at the risk of almost certainly laming himself for life.”  “By this time they were pretty well cowed, as they found out very quickly that they would be well treated so long as they remained quiet, but would receive some rough handling if they attempted any disturbance.”  “Next morning we started downstream, having a well-laden flotilla, for the men we had caught had a good deal of plunder in their boots, including some saddles.... Finnigan, who was the ringleader, and the man I was especially after, I kept by my side in our boat, the other two being put in their own scow, heavily laden and rather leaky, and with only one paddle. We kept them just in front of us, a few yards distant, the river being so broad that we knew…any attempt to escape to be perfectly hopeless.” Upon reaching an impassable ice jam in the river, Roosevelt, Sewall, and Dow debated how to proceed. Unwilling to abandon their supplies, they chose to wait for the icy river began to flow again.        “I kept guard over the three prisoners, who were huddled into a sullen group some twenty yards off, just the right distance for the buckshot in the double-barrel.” Harvard College Library Theodore Roosevelt Collection   \"The next eight days were as irksome and monotonous as any I ever spent: there is very little amusement in combining the functions of a sheriff with those of an arctic explorer. The weather kept as cold as ever.\" \"We had to be additionally cautious on account of being in the Indian country, having worked down past Killdeer Mountains, where some of my cowboys had run across a band of Sioux – said to be Tetons – the year before. Very probably the Indians would not have harmed us anyhow, but as we were hampered by the prisoners, we preferred not meeting them; nor did we, though we saw plenty of fresh signs, and found, to our sorrow, that they had just made a grand hunt all down the river, and had killed or driven off almost every head of game in the country through which we were passing.\" \"…If the time was tedious to us, it must have seemed never-ending to our prisoners, who had nothing to do but to lie still and read, or chew the bitter cud of their reflections…. They had quite a stock of books, some of a rather unexpected kind. Dime novels and the inevitable ‘History of the James Brothers’… As for me, I had brought with me ‘Anna Karénina,’ and my surroundings were quite grey enough to harmonize well with Tolstoï.\"  Low on supplies by the time they reached the C Diamond ranch, Roosevelt, Sewall and Dow decided to split up; Sewall and Dow would continue downriver and Roosevelt would march the prisoners overland to Dickinson. Before Sewall and Dow proceeded downriver, Roosevelt borrowed a pony and rode to the nearest ranch, where he hired the settler to drive his prairie schooner with “two bronco mares.” The settler “could hardly understand why I took so much bother with the thieves instead of hanging them offhand.” Roosevelt “soon found the safest plan was to put the prisoners in the wagon and myself walk behind with the inevitable Winchester.\"  \"Accordingly I trudged steadily the whole time behind the wagon through the ankle-deep mud. It was a gloomy walk. Hour after hour went by always the same, while I plodded along through the dreary landscape – hunger, cold, and fatigue struggling with a sense of dogged, weary resolution….\" “So, after thirty-six hours’ sleeplessness, I was most heartily glad when we at last jolted into the long, straggling main street of Dickinson, and I was able to give my unwilling companions into the hands of the sheriff. Under the laws of Dakota I received my fees as a deputy sheriff for making the three arrests, and also mileage for the three hundred odd miles gone over – a total of some fifty dollars.”  That Roosevelt went to such lengths to bring these three criminals to justice was uncommon in his time and place. Such magnanimity was not overlooked by the captives. Writing to Roosevelt from prison some time later, Mike Finnigan closed a letter, “P.S. Should you stop over at Bismarck this fall make a call to the Prison. I should be glad to meet you.”",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/historyculture\/roosevelt-pursues-boat-thieves.htm"
}
