{
    "title": "Theodore Roosevelt National Park: Plants",
    "body": "Plants       \"...wild flowers should be enjoyed unplucked where they grow.\"  Theodore Roosevelt             The topography of the badlands in Theodore Roosevelt National Park provides for a surprising diversity in plant life. From the sunny and drier south faces of buttes to their forested and cooler north slopes, from floodplains to grasslands, and in prairie dog towns, over 400 species of plants have been identified within the park. As many as 500 species of plants may inhabit the park. What will you discover?      The abundance of prairie plants provides for impressive wildflower displays in the late spring and summer months. The pasqueflower is the first to bloom, in April, portending the coming of spring. Soon after, from May to September, a broad range of flowers appear on the landscape. Many flowers bloom in June and July, the peak months for flower viewing. Some flowers, such as sunflowers, asters, and rabbitbrush, hold out for the late summer months of August and September. In late September, as the seasons begin to change, cottonwood leaves turn a brilliant gold color before falling to the ground.      The broad palette of plant life sustains a bountiful wildlife population in the park. Large grazing mammals including bison, pronghorns, and wild horses can often be found eating grasses.  Deer and elk graze in the grasslands and browse on woodier plants. Smaller mammals like cottontail rabbits, least chipmunks, voles, and mice feed on the plants and the berries and seeds the plants produce. Prairie dogs have a noticeable effect on the plants near their towns, fostering the growth of fast-growing forbs over other plants because of the rodent's continuous grazing. A wide variety of birds benefit from plants, their berries and seeds, and the insects the plants support. Warblers eat insects attracted to the flowering plants, a wide variety of sparrows and other birds eat the seeds, and birds including cedar waxwings and Townsend's solitaires eat berries.      The plants that provide food for many of the park's animals must be protected from overgrazing and from being overrun by non-native plants. To do so, park officials study the effects of animals on the plant communities and initiate wildlife management actions when necessary. Park officials also track and combat non-native plant threats in order to protect the native ecosystem. A native plant exhibit showcasing some of the park's common plants is located in front of the South Unit Visitor Center in Medora. A similar smaller exhibit is located outside the North Unit Visitor Center. Plant identification field guides are available in the park's bookstores.  Please practice Leave No Trace principles. Picking flowers or collecting plants are prohibited within the park.      Learn more about the park's plant and animal communities in Natural Features & Ecosystems.                       Flowers   9 Photos",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/plants.htm"
}
