{
    "title": "Theodore Roosevelt National Park: Peaceful Valley Ranch",
    "body": "Peaceful Valley Ranch         Peaceful Valley Ranch between 1903 and 1922. NPS  The house at Peaceful Valley Ranch is the only original ranch house remaining in the South Unit of Theodore Roosevelt National Park. Today’s visitors might drop in to Peaceful Valley for a guided horseback ride, which has been a popular activity there since it was first offered in 1918. Like many historic sites, Peaceful Valley Ranch has seen its share of residents and guests coming and going, has undergone changes that reflect the changing needs of its occupants, and stands as a tangible reminder of a bygone era. In its early days, the land where Peaceful Valley Ranch is today changed hands quickly and ambiguously, for no one in those days legally owned the land and little documentation exists. The earliest Euro-American settler to live in the area that became the Peaceful Valley Ranch was Eldridge “Gerry” Paddock in 1883. Paddock shot wild game and sold it to the railroad, and became a close associate of the Marquis de Morès. Theodore Roosevelt first came to the badlands in September of 1883. In December of that year, Norman Lebo moved in and was the sole occupant of Paddock’s original 14’ x 16’ cabin by 1884.         Peaceful Valley Ranch circa 1959. NPS  Twenty-two-year-old Benjamin Lamb, whose wealthy Boston family bankrolled his western venture, purchased the rights to the land from Lebo in 1885. Lamb built the original barn, blacksmith shop, and the ranch house on the site, abandoning Paddock's cabin. The original ranch house was a simple 58’ x 22’ two-story structure. The attic space was accessible from the outside by a ladder on the east side of the house. Lamb sold the property in 1890 to Joe Caughton and Tom Donohue, who sold it between 1896 and 1898 to George Burgess. Despite its many previous residents, Burgess was the first to file a homestead patent for the land. Burgess sold the property in 1915 to Harry W. Olsen. The Olsen family shared ownership of the property within the family for several years, and their ownership is perhaps the most influential for the modern age.        The log addition on the rear of the house, which served as a kitchen, was added in 1903. NPS  The Olsen ranch was unique for its time in that there were more horses than cattle and, in 1918, the Olsens started one of the first “dude ranches.” They took vacationers on horseback riding trips to scenic places in the area, such as the petrified forest, and day trips to other ranches. Other entertainment for guests included camping among the cottonwood trees adjacent to the ranch house, cookouts, branding, round-ups, and moonlight rides. A popular destination was the Neuen ranch for Mrs. Neuen's good cooking. Guest facilities, including a cabin, were developed in 1920. In 1922, the ranch formally became known as the Peaceful Valley Ranch. Two years later, Carl Olsen became the sole owner of the property. In the 1920s and 1930s, Carl Olsen was involved in the movement to create a national park in the badlands, including the land occupied by the Peaceful Valley Ranch. In 1925 and again in 1928, Olsen’s ranch was a major stop during grand promotional tours of the area for politicians and NPS representatives including Stephen Mather. At that time, the ranch property was not selected for inclusion as a national park. Olsen ran the dude ranch at Peaceful Valley until he sold it to the federal government in 1936. The ranch house was then used as the headquarters of the Roosevelt Recreation Demonstration Area. Between 1934 and 1939, the Peaceful Valley Ranch site also housed Civilian Conservation Corps (CCC), Works Progress Administration (WPA), and Emergency Relief Administration (ERA) staff. When Theodore Roosevelt National Memorial Park was established in 1947, the Peaceful Valley Ranch site was used as the park headquarters until the present Administration Building and visitor center were built in Medora in 1959. The building continued to house park staff until 1965.      In the 1960s, the National Park Service briefly considered tearing down the buildings on the ranch site in order to establish a new ranching demonstration area called the Longhorn Ranch. The plan never came to fruition and the historic buildings survived. In 1967, the park permitted a concessionaire to use the ranch property as a base of operations for guided horseback tours as the Olsen family had done many years before. The tradition continued with various concessionaires offering trail rides through the summer of 2014.  Peaceful Valley Ranch is an enduring reminder of the open range cattle ranching era of the 1880s and the golden age of dude ranches. Although several structures on the site have come and gone, and the ranch house has been expanded and renovated throughout its life, the ranch property is remarkably intact and a rare reminder of the architecture of the period in which it was built. Three of the surviving buildings, including the ranch house, are included on the National Register of Historic Places. After decades of use as a trail riding facility, the ranch buildings are in need of repair. While the ranch is not in use, the park will use this time to make the necessary repairs and to think creatively about future uses for the site.      Additional Resources:  Peaceful Valley Ranch: An Extended Narrative History (.pdf) Theodore Roosevelt National Park Historic Structures Report (1980) (.pdf)",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/historyculture\/peaceful-valley-ranch.htm"
}
