{
    "title": "Theodore Roosevelt National Park: Mammals",
    "body": "Mammals       Many of the iconic animals in Theodore Roosevelt National Park are mammals. Animals such as the American bison and the black-tailed prairie dog are relatively easy to spot. Others such as big horn sheep or elk are more difficult to find, due to their behaviors and\/or preferred hours of activity. Many of the large mammals living in the park today were not present at the time of the park's establishment in the 1940s. Bison, elk and bighorn sheep had all been extirpated from this region. Deer and pronghorn were rare. Various reintroduction programs proved successful in returning native wildlife to the ecosystem. Not only do they represent the experiences of Theodore Roosevelt, but they provide visitors with their own experience of a wild prairie. Mammals which are noticeably absent from the ecosystem are the apex predators: wolves, brown bears and mountain lions. Although an occasional mountain lion may roam through the park, the absence of these predators requires the park to manage our large mammal populations. These programs are necessary for ecosystem health and diversity. The park maintains two animal populations as cultural resources. A small group of Texas longhorns can be seen in the North Unit, while a large group of feral horses lives in the South Unit. Although neither animal is native to the prairie ecosystem, they are representative of the ranching industry which brought Theodore Roosevelt to the Dakota Badlands. You can access pages specific to our most common wildlife by clicking below:  Bison Elk Prairie dogs Feral horses Longhorn steers  Our online photo gallery includes many images of the more common mammals seen in Theodore Roosevelt National Park. The highlights on the right side of the page will lead you to more information about wildlife viewing and wildlife management.                   Mammals   20 Photos",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/nature\/mammals.htm"
}
