{
    "title": "Theodore Roosevelt National Park: Park History",
    "body": "Park History        A crowd gathers for the dedication of Theodore Roosevelt National Memorial Park, 1949. NPS Photo       Establishing Theodore Roosevelt National Park Within a short time after the death of Theodore Roosevelt on January 6, 1919, there were proposals to establish a memorial in his honor. Various studies took place across the country that included ideas for national parks, monuments, wildlife refuges, and scenic roads as well as state parks. Sylvane Ferris, a friend and business associate of TR during his cattle ranching days in the Dakota Badlands, appointed a committee to pick a site and Medora was selected. The 1921 North Dakota legislature instructed their representatives in Congress to assist by setting land aside for a park. The Little Missouri badlands were explored in 1924 by a party of 40 to outline an area for a Roosevelt National Park. This tour resulted in the formation of the Roosevelt Memorial National Park Association (later, the Great North Dakota Association). The following year, a tour of \"cowboys and Congressmen,\" a larger group of federal, state, and regional officials plus interested parties and news media conducted an inspection camping trip through the \"Grand Canyon of the Little Missouri,\" which cemented the park idea. One early plan called for a 2,030 square mile park. This proposal was not without its critics because the land was too valuable for local ranchers and their livestock. Roger Toll, Superintendent of Rocky Mountain National Park, submitted a report on the proposed park to National Park Service Director Stephen T. Mather in 1928 in which he favored the establishment of a small national monument stating, \"A national park does not seem to be justified.\"        A sign advertising the June 4, 1949 dedication of Theodore Roosevelt National Memorial Park. NPS  Again, various studies, proposals and counter-proposals for a park took place. Some suggested a national forest be established. Then came the \"dirty thirties.\" Drought, overgrazing, and crop failures forced many homesteaders to sell their land to the federal government for as little as $2.00 per acre. In western North Dakota land was acquired mainly for setting up leased grazing and rehabilitation. Today, most of what was purchased under the auspices of the Resettlement Act is now part of the Little Missouri National Grasslands. A portion of these new federal holdings was earmarked for a park. In 1934 a cooperative agreement to start a Roosevelt Regional Park Project was signed by the Resettlement Administration, the Civilian Conservation Corps (CCC), National Park Service, and the State of North Dakota. The federal government wanted the project to become a state park. The CCC operations began immediately and were administered by National Park Service employees. The North and South Roosevelt Regional Parks had their own camps. By 1935, these sites were designated the Roosevelt Recreation Demonstration Area (RDA). Development by workers from the CCC, as well as Works Projects Administration (WPA) and Emergency Relief Administration (ERA), included construction of roads, trails, picnic areas, campgrounds, and buildings. All projects ended in 1941. Who would accept management responsibility for this land was still uncertain. When North Dakota’s state government announced that it did not want the land as a state park, approval was obtained in 1942 to retain the RDA for the purpose of study for possible inclusion into the National Park System. North Dakota Representative William Lemke championed the fight to establish a national park, an action which met resistance from NPS officials. The next few years saw further studies and political maneuvering.        Cars stream in through the East Entrance for the 1949 Theodore Roosevelt National Memorial Park dedication ceremony. NPS  In November 1946, the RDA was officially transferred to the United States Fish and Wildlife Service as Theodore Roosevelt National Wildlife Refuge after legislation to establish a park was vetoed because some felt the area did not possess those qualities that merit national park ranking. Undaunted, Congressman Lemke pressed on. Finally, on April 25, 1947, after several compromises, President Truman signed the bill (PL-38) that created Theodore Roosevelt National Memorial Park. This included lands that roughly make up the South Unit and the Elkhorn Ranch site today. The North Unit was added to the memorial park on June 12, 1948. Additional boundary revisions were made in later years. As a memorial park, it was the only one of its kind in the National Park System. Eventually, in addition to a connection with a president, the land was recognized for its diverse cultural and natural resources. On November 10, 1978, the area was given national park status when President Carter signed Public Law 95-625 that changed the memorial park to Theodore Roosevelt National Park. This same law placed 29,920 acres of the park under the National Wilderness Preservation System. Today, the 70,448-acre Theodore Roosevelt National Park is home to a variety of plants and animals, and continues to memorialize the 26th president for his enduring contributions to the safekeeping and protection of our nation’s resources.      Looking for more information? Readers may find the following historic documents interesting. Each of the following links will take you to the NPS History site.  Administrative History: \"At the Open Margin: The NPS's Administration of Theodore Roosevelt National Park.\" (Online Book) Historic Structures Report (1980) (.pdf) Cowboy Dress, Arms, Tools, and Equipments, Used in the Little Missouri Range Country and the Medora Area, in the 1880's by Don Rickey, Jr. (.pdf)",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/historyculture\/park-history.htm"
}
