{
    "title": "Theodore Roosevelt National Park: Cultural History",
    "body": "Cultural History         The North Dakota badlands NPS  When Theodore Roosevelt came to the Dakota Territory in 1883, the North Dakota badlands region was still a place where most of the land was not privately owned, the prairie was fenceless, and the game was plentiful. During the few years he spent here, Roosevelt saw the area change dramatically as ranches, homes, businesses, roads, and towns were developed. Early settlers were not the first to call the badlands their home. Echoes of a more distant past still ring in Theodore Roosevelt National Park: a bison processing camp, an arrowhead placed ceremoniously on a cliff ledge, a ring of rocks, the remnants of a lodge. Who were the people who inhabited this forbidding land long before Roosevelt's time? Why did they come here? The North Dakota Badlands present many challenges and opportunities, certainly reasons why Roosevelt connected with the land so deeply. The badlands with their ecological diversity and unique geology provided the means for ancient peoples to gather plant materials, procure clays to make paints, find water, and to hunt animals for subsistence. However, the steep terrain and the slick clay soil made travel as exceedingly difficult then as it can be now. The badlands were hardly an inviting place to live, and the archaeological record suggests that long term occupation was impractical. Modern interpretations of prehistoric cultures by tribal elders tell us that the difficulties surrounding life in the badlands and the inspiring landforms made the site spiritually significant in many ways. People considered the buttes the homes of many animal spirits and came to the badlands on vision quests and for other rituals in addition to hunting and gathering.        Projectile point NPS  Our current knowledge of the badlands' prehistoric past is very limited because only a handful of artifacts have been found. These items indicate that the badlands region has been inhabited for thousands of years. Archaeologists have dated artifacts found elsewhere in North Dakota back to 11,000 B.C., but, so far, no objects of that age have been found in Theodore Roosevelt National Park. Ancient artifacts have not been found in the park either because the land was not inhabited or because erosion has altered the landscape and obliterated or obscured these items. Artifacts from the Archaic Tradition (5,500 BC – 500 AD) have been identified in the park including a spear point made of Knife River flint and several projectile points. Projectile points and cord-roughened pot shards indicate the presence of people of the Plains Woodland Tradition (1 – 1,200 AD). More recently, the pre-Columbian peoples in the Late Prehistoric \/ Plains Village Tradition also appear in the archaeological record in the form of a wide variety of projectile points, pot shards of several designs, and the remains of a bison processing camp. Presumably, the people who used these tools came to hunt and perhaps gather other materials, but there is no firm evidence of any permanent or long-term occupation. Several sites from the Historic Period (1742 – 1880s AD), that coincide with oral tradition, have been found in the park including stone rings, a rock cairn, and four conical, timbered lodges. Two of the lodges, presumably used by men engaged in seasonal eagle trapping, are still standing today. These structures are astonishing reminders of how recently traditional societies used this land as their ancestors had done for generations. One archaeological interpretation indicated that the use of the badlands for hunting, gathering, and spiritual pursuits, though undertaken by numerous cultures and groups over millennia, had not significantly changed over that entire time span.        The Little Missouri River basin was within traditional Mandan and Hidatsa bison hunting grounds. NPS  A rich diversity of cultures utilized the badlands region during historic times. The most significant groups were the Mandan and Hidatsa, whose traditional bison hunting grounds included the Little Missouri River basin. West of the badlands, the Hidatsa’s close relatives, the Crow, also utilized the badlands at the eastern edge of their territory. Many other tribes including the Blackfeet, Gros Ventre, Chippewa, Cree, Sioux, and Rocky Boy came to western North Dakota in the early 19th century mainly for hunting and trading, often at Fort Union Trading Post. These groups did not necessarily seek out the badlands in the way the Mandan, Hidatsa, or Crow might. The Assiniboine occupied a large area of the Northern Great Plains north of the Missouri River. The Arikara entered western and central North Dakota and several bands of the Lakota (Sioux) expanded their range into western North Dakota in the 19th century. Each group has its own history, traditions, spirituality, stories, and uses associated with the badlands. Eagle trapping, bison hunting, and other spiritual purposes were among the traditional uses.        Golden eagle NPS  Eagle trapping was important to the Mandan and Hidatsa culture. The process of eagle trapping was intensely spiritual, following certain social, spiritual, and astrological protocols. Even today, many of the specifics of the ritual are known only to those who have the rights to the knowledge within the tribes. Traditionally, only men with rights to perform eagle trapping were allowed to perform the ritual, and then only during specific times of the year as determined by astrology and presumably to coincide with eagle migration. Preparation including fasting and prayer were essential prerequisites to the act of trapping an eagle. To trap an eagle, a man built a pit in a location of his choosing and covered it with a lattice of brush and grass. On top of the covering he placed a skinned rabbit as bait. The man waited inside the pit for an eagle to come to the rabbit and then sprang up to grab the eagle by its feet. Typically, the man would take select feathers from the wings and\/or tail and then release the eagle unharmed. If eagles were abundant, he might kill one to make use of an entire wing or the tail. Bison were another critically important resource for traditional societies, and the badlands offered opportunities to hunt them effectively. The steep badlands terrain made it possible to hunt bison without firing a shot. All that was required of the hunters was to cause the bison to stampede over a steep drop-off. A few sites within the park are known to have been used for this purpose, including the remains of a bison processing area. Plains peoples had uses for every part of the bison. The most important parts were the meat for food and the hide for clothing, blankets, and tipi coverings. Other parts of the animal were used for tools, medicine, toys, decoration, rituals, and more.         Colored clays and soils were used to make paint. NPS  People have come to the badlands for a wide variety of spiritual purposes. The buttes throughout western North Dakota served as waypoints for traveling tribes and these striking points on the landscape were important in their spirituality. For many groups, the buttes were the homes of animal spirits, and a journey to a specific butte might entail medicine-making rituals specific to that bluff’s animal spirit. The badlands were also spiritually significant. Isolated, steep-sloped bluffs were excellent vision quest sites. Vision quests took many forms, but generally involved isolation, prayer, and abstinence from food and water while expecting a vision from the spirit world. Springs were the preferred place to collect colored clays used to make paints for a warrior's face, horse, and home. Paint was considered a powerful medicine. Some springs were used for very specific purposes: for drinking, to collect a certain material, or to perform a specific ritual or ceremony. Evidence from these activities is scarce and largely based on oral tradition kept alive by today’s tribal members. Today, Theodore Roosevelt National Park remains a significant place for many Native Americans whose association with the land is rooted deeply in the past. A modern visitor experiencing the park might look upon the landscape with the same sense of fascination, wonderment, and reverence that these traditional peoples did, even though their spiritual beliefs and values may vary. On a visit to Theodore Roosevelt National Park, you enter more than a landscape of unique scenery and abundant wildlife – you enter an ancient home filled with legends, lore, and sacred places. Source:  Zedeño, M. N. Cultural Affiliation Statement and Ethnographic Resource Assessment Study for Knife River Indian Villages National Historic Site, Fort Union Trading Post National Historic Site, and Theodore Roosevelt National Park, North Dakota. Bureau of Applied Research in Anthropology. The University of Arizona, Tucson. 2006. Suggested Websites: Fort Union Trading Post National Historic Site – An extraordinarily important trading post for Northern Great Plains tribes at the confluence of the Yellowstone and Missouri Rivers. Knife River Indian Villages National Historic Site – The center of Mandan, Hidatsa, and Arikara cultures near the confluence of the Heart and Knife Rivers.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/historyculture\/cultural-history.htm"
}
