{
    "title": "Theodore Roosevelt National Park: Bill Sewall & Wilmot Dow",
    "body": "Bill Sewall & Wilmot Dow       \"They were tough, hardy, resolute fellows, quick as cats, strong as bears, and able to travel like bull moose.\"  -Theodore Roosevelt writing on Sewall and Dow  \"We were very close in those days and he talked over about everything with me.” -Bill Sewall reflecting on Theodore Roosevelt in the 1880s       William Wingate Sewall and Wilmot Dow first met Theodore Roosevelt in the 1870s, when they served as hunting guides for Roosevelt in Maine. Although they were skilled outdoorsmen, hunters, and woodsmen, that hardly qualified them for work as ranch hands; Sewall was more comfortable riding logs than he was riding horses. Nevertheless, when Roosevelt asked his two trusted companions to manage his new Elkhorn Ranch in 1884, they agreed. Sewall designed the Elkhorn Ranch House, and he and Dow built up Roosevelt’s home ranch site in 1884-1885. Their contract, similar to that of Roosevelt’s other ranch hands, Sylvane Ferris and Bill Merrifield, allowed them to manage the ranch and sell cattle as they saw fit but not so as to reduce the herd below its size at the inception of the ranch. They were to keep 1\/3 of the proceeds of any sales while Roosevelt kept the other 2\/3, a slightly worse deal that Roosevelt had previously worked out with Ferris and Merrifield at a 50\/50 split. Upon his arrival, Sewall was concerned that the badlands did not seem to be a good place for ranching cattle, but Roosevelt was optimistic. Sewall and Dow were trustworthy companions for Roosevelt, and Roosevelt spent most of his time in the badlands with them at the Elkhorn Ranch. Their loyalty was undeniable. When it appeared for a brief time that Roosevelt might have to duel the Marquis de Morès, it was Sewall who offered to act as Roosevelt’s second. When thieves stole Roosevelt’s boat from the Elkhorn Ranch in early spring 1886, it was Sewall and Dow who built a new boat and accompanied Roosevelt downriver to capture the desperate men despite the dangers.        Elkhorn Ranch site   In 1885, Sewall and Dow brought their wives to live at the Elkhorn Ranch. Mrs. Sewall was toting a toddler named Kitty, who was about the same age as Roosevelt’s daughter Alice. The women kept up the ranch house and did most of the cooking and cleaning. They also tended gardens in the inhospitable badlands soil. Both Mrs. Sewall and Mrs. Dow bore sons in August 1886. As the families grew, Roosevelt began to feel somewhat of a stranger in his own ranch home. He married Edith Kermit Carow later that year. While honeymooning in Europe, Roosevelt was unaware of the toll the deadly combination of overgrazing and a ferocious winter was taking on his cattle. By the time Roosevelt returned to the United States, he had lost over half his herd. He decided to close down the Elkhorn. After the Elkhorn Ranch closed permanently in 1887, the historical record for Sewall and Dow runs thin. Wilmot Dow died from an unexplained, acute illness at a fairly young age in 1891. Bill Sewall returned to Island Falls, Maine and did not see Roosevelt again for sixteen years though they exchanged letters from time to time. In the interim, Roosevelt had written ten major literary works, fathered five children, fought with the Rough Riders in the Spanish-American War, served as New York Police Commissioner, U.S. Civil Service Commissioner, Assistant Secretary of the Navy, Governor of New York, U.S. Vice President, and was inaugurated the 26th President of the United States following the assassination of William McKinley. Shortly after assuming the Presidency, TR invited Sewall to the White House. On seeing Theodore Roosevelt at the White House for the first time in sixteen remarkable and momentous years, Sewall wrote the following: \"[President Roosevelt] was not there when we arrived, for it was in the afternoon and he was out riding. By and by we heard a door open, then we heard his quick step in the hall, and it was for all the world like the way he used to come down the long hall at Elkhorn Ranch; and when he came into the room in his riding-clothes it seemed as though these sixteen years that lay between had never been and we were all back in the happy ranch days again.\" Ranch clothing worn by Bill Sewall and a side saddle used by his wife are on display at the South Unit Visitor Center, as is a model of the Elkhorn Ranch House. The Elkhorn Ranch Site is protected within the park, and is accessible to visitors willing to take the time to travel to the remote location.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/historyculture\/bill-sewall-and-wilmot-dow.htm"
}
