{
    "title": "Theodore Roosevelt National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                 Archive           Subscribe  | What is RSS     August 03, 2016  Theodore Roosevelt National Park to Host Annual Star Party  Theodore Roosevelt National Park invites the public to the 32nd annual Badlands Star Party in the park's North Unit Friday and Saturday, August 5 and 6.   May 19, 2016  Unidentified Body Found in Theodore Roosevelt National Park  Late Wednesday afternoon, two hikers located a human body in Theodore Roosevelt National Park.   April 15, 2016  Find Theodore Roosevelt National Park during National Park Week  The staff of Theodore Roosevelt National Park invites everyone to celebrate the National Park Service’s 100th anniversary and “Find Your Park” during National Park Week, April 16 through 24.  Entrance fees will be waived at all national parks throughout the week.   March 29, 2016  Theodore Roosevelt National Park to Offer Electronic Entrance Passes  The National Park Service has begun a pilot program to sell online electronic entrance passes to selected national park units through the \"Your Pass Now\" Program.   February 05, 2016  Open House Meeting Scheduled at Theodore Roosevelt National Park for Proposed Communication Tower Replacement  The National Park Service (NPS) will hold an open house meeting on Thursday, February 11 to gather public comments on the recently released Environmental Assessment (EA) for the replacement of the North Unit communications tower. The current tower provides communication functions essential to public safety and efficient operations for the park and the U.S. Forest Service (USFS). It is located within the park boundary on the east side of Hwy 85 in McKenzie County, just north of the park entrance.  The meeting will take place at the North Unit from 1:00 to 4:00 p.m. CDT in the temporary visitor center building near the park entrance.   January 25, 2016  Theodore Roosevelt National Park Releases Environmental Assessment for Cell Tower Replacement  Theodore Roosevelt National Park invites the public to provide feedback on an Environmental Assessment (EA) for the replacement of its North Unit communications tower. The current tower provides communication functions essential to public safety and efficient operations for the park and the U.S. Forest Service (USFS). It is located within the park boundary on the east side of Hwy 85 in McKenzie County, just north of the park entrance.   January 12, 2016  Fee Free MLK Day 2016  MEDORA, ND: Begin a new year with a visit to Theodore Roosevelt National Park. Entrance and camping fees will be waived for the Martin Luther King, Jr. Day holiday on Monday, January 18.   December 14, 2015  2015 Christmas Bird Count  Annual Christmas Bird Count to Be Held at Theodore Roosevelt National Park.   September 22, 2015  National Public Lands Day 2015  Entrance fees are waived for all public lands on September 26, 2015.   June 20, 2015  Wendy Ross Selected as Superintendent of TRNP  OMAHA – Wendy Ross, a 21-year veteran of the National Park Service (NPS), has been selected as the new Superintendent of Theodore Roosevelt National Park.   June 05, 2015  Spring Rains Cause Road Closures  Spring Rain Damages Theodore Roosevelt National Park North Unit Scenic Drive and South Unit Coal Vein Trail Access Road   May 18, 2015  North Unit Visitor Center Environmental Assessment  Theodore Roosevelt National Park Releases North Unit Visitor Center Replacement Environmental Assessment   May 07, 2015  Prescribed Fire May 2015  Theodore Roosevelt National Park to Conduct Prescribed Fires   April 17, 2015  Theodore Roosevelt National Park Invites You to “Find Your Park” During National Park Week  Theodore Roosevelt National Park invites the public to “Find Your Park” during National Park Week, April 18 – 26. Entrance to the park will be free on Saturday and Sunday, April 18 and 19.   March 10, 2015  Theodore Roosevelt National Park Enters Partnership with North Dakota Badlands Horse Registry  Theodore Roosevelt National Park Enters Partnership with North Dakota Badlands Horse Registry   February 19, 2015  Theodore Roosevelt National Park to Launch Campground Reservation System  MEDORA, ND: Theodore Roosevelt National Park will offer online reservations for camping for the first time beginning Monday, March 2, 2015.   February 10, 2015  Theodore Roosevelt National Park to Waive Fees During Presidents Day Weekend  MEDORA, ND: Celebrate Presidents Day weekend with a visit to Theodore Roosevelt National Park. Entrance and camping fees will be waived for the three day weekend Saturday, February 14 through Monday, February 16.   February 06, 2015  Theodore Roosevelt National Park Horse Concession Owners Ride into the Sunset  MEDORA, ND: Shadow Country Outfitters offered its final trail rides in Theodore Roosevelt National Park on September 1, 2014.   February 06, 2015  A Budget Increase Proposed for National Park Service 100th Anniversary  Plans are underway at Fort Union Trading Post National Historic Site, Knife River Indian Villages National Historic Site, Theodore Roosevelt National Park and other sites throughout the country to celebrate the 100th anniversary of the National Park Service in 2016.   January 28, 2015  Theodore Roosevelt National Park to Implement Fee Increase  Theodore Roosevelt National Park has received approval to implement proposed entrance and campground fee increases beginning February 1, 2015.   December 20, 2014  2015 Bird Count to Be Held at Theodore Roosevelt National Park  MEDORA, ND: Theodore Roosevelt National Park invites volunteers to participate in the nationwide Audubon Christmas Bird Count on Saturday, December 27, 2014. The event is free.   December 15, 2014  Theodore Roosevelt National Park Proposes Replacement of North Unit Communications Tower  MEDORA, ND – Theodore Roosevelt National Park invites the public to provide feedback on a proposal to replace its North Unit communications tower with a shorter one at the same general location. The current tower provides communication functions essential to public safety and efficient park operations. It is located within the park boundary on the east side of Hwy 85 in McKenzie County, just north of the park entrance.   December 11, 2014  Photo Contest Winner Announced  Theodore Roosevelt National Park Photo Contest Winner Announced MEDORA, ND: The National Park Service and the Theodore Roosevelt Nature and History Association announced the winter of the third Annual “Picture Yourself in Theodore Roosevelt National Park” Photo Contest on Saturday.   November 28, 2014  Theodore Roosevelt National Park Annual Photo Contest Winner to be Announced  Medora, ND – The National Park Service and the Theodore Roosevelt Nature and History Association are pleased to announce that the winning photo has been selected for the annual “Picture Yourself in Theodore Roosevelt National Park” photo contest. The winner will be announced during Medora’s 19th Annual Old Fashioned Cowboy Christmas festivities on Saturday, December 6 at 2:00 p.m. MST in the park’s South Unit Visitor Center.   November 03, 2014  Theodore Roosevelt National Park Proposes Recreational Fee Increases  Medora, ND – Theodore Roosevelt National Park invites the public, stakeholders, and local, state, and federal officials to provide feedback on a proposed new fee schedule. The National Park Service has developed a fee increase for entrance and camping that would go into effect in May 2015. A Special Interpretive Activity Fee may apply to programs that require limiting visitor group numbers or using additional staff. The current National Park Service standard fee schedule has remained unchanged since 2006.   October 14, 2014  Elk Population Maintenance Program Resumes  MEDORA, ND: The National Park Service will resume the maintenance phase of the Elk Management Plan in Theodore Roosevelt National Park. A limited number of elk will be removed by park staff beginning October 20 and, if required, the reduction period could extend into late January. Use of volunteers was considered, but will not be necessary during this phase.   September 11, 2014  Second Annual Dakota Nights Astronomy Festival  MEDORA, ND: Theodore Roosevelt National Park and Historic Medora invite curious minds of all ages to spend an early autumn weekend exploring our mysterious universe. Park rangers, astronomers, and space enthusiasts of all types will gather for the Second Annual Dakota Nights Astronomy Festival Friday, September 19 through Sunday, September 21.   August 19, 2014  Theodore Roosevelt National Park to Celebrate National Park Service Founders Day  MEDORA, ND: The National Park Service will celebrate its 98th birthday on Monday, August 25. Entrance fees will be waived at Theodore Roosevelt National Park, giving visitors a late summer opportunity to enjoy the park free of charge.   August 13, 2014  Friends to Sponsor Elkhorn Ranch Outing  The Friends of Theodore Roosevelt National Park invite the public for a special trip to discover the Elkhorn Ranch on Sunday, August 24.   August 13, 2014  Park to Host Annual Badlands Star Party  Theodore Roosevelt National Park invites the public to the 30th Annual Badlands Star Party in the park’s North Unit on Friday and Saturday, August 22 and 23.   June 24, 2014  Aerial Spraying to Control Invasive Weeds  Aerial spraying of herbicide to control Canada thistle and leafy spurge in backcountry areas is expected to begin in Theodore Roosevelt National Park on Wednesday, June 24.  Spraying will continue for two to three days, weather permitting, or until approximately 700 acres have been treated. Spraying operations will take place only in the North Unit of the park.   May 23, 2014  Park Implements Firewood Restrictions  In an effort to curb the spread of an insect, the Emerald Ash Borer, Theodore Roosevelt National Park has implemented firewood restrictions for the campgrounds in the North and South Units.   May 23, 2014  Trail Rides  Summer trail rides will begin in Theodore Roosevelt National Park on Saturday, May 24.  Shadow Country Outfitters, the park’s only concessioner, runs the popular horseback riding operation from the historic Peaceful Valley Ranch.  The first ride of the season is scheduled for 10:00 a.m. MDT.   May 16, 2014  Life Saving Click It or Ticket Mobilization Begins  Theodore Roosevelt National Park wants to remind motorists to Click It or Ticket. In order to enforce this reminder, park law enforcement rangers will be stepping up enforcement beginning May 19th 2014. Memorial Day weekend kicks off summer vacation season, and we want to ensure that everyone arrives at their destination safe and sound.   May 02, 2014  Spring and Summer Hours  Spring visitor center hours will be in effect at Theodore Roosevelt National Park beginning on Saturday, May 3, 2014.  The South Unit Visitor Center is open daily 8:00 a.m. to 4:30 p.m. MDT.  The North Unit Visitor Center, at the entrance to Juniper Campground, is open on Saturdays and Sundays 9:00 a.m. to 5:30 p.m. CDT.  The Painted Canyon Visitor Center will open for the season on Saturday, May 3. Hours will be 9:00 a.m. to 4:30 p.m. MDT.   April 15, 2014  GO WILD During National Park Week  Theodore Roosevelt National Park invites the public to GO WILD! for nature, history, wildlife, and fun during National Park Week, April 19 - 27. Entrance to the park during this annual nation-wide celebration will be free Saturday and Sunday, April 19 and 20, as the National Park Service is offering free entrance at all of its 401 park units which regularly charge fees.   April 04, 2014  Emergency Road Repairs to Begin in Theodore Roosevelt National Park  Emergency road repairs will begin this week, weather permitting, in the North Unit of Theodore Roosevelt National Park.   March 31, 2014  Prescribed Fires to be Conducted  The National Park Service plans to implement prescribed fire projects in Theodore Roosevelt National Park's North and South Units between April 3 and May 20, 2014.   March 04, 2014  Economic Impact  MEDORA, North Dakota – A new National Park Service (NPS) report shows that 669,242 visitors to Fort Union Trading Post National Historic Site, Knife River Indian Villages National Historic Site, and Theodore Roosevelt National Park in 2012 spent $39.237 million in communities near these parks. That spending supported 528 jobs in the surrounding areas.   February 21, 2014  Theodore Roosevelt National Park Seeking Comments on North Unit Visitor Center Replacement  The National Park Service (NPS) is beginning the process to replace the visitor center in the North Unit of Theodore Roosevelt National Park. The current visitor center is now abandoned because of recurring structural issues. The size of the replacement visitor center is unknown at this time, but is not expected to exceed 4,700 square feet, the size of the abandoned one. The replacement visitor center will also house employee office space for the North Unit staff.   February 10, 2014  President’s Day Weekend is Fee Free  To celebrate Presidents Day weekend, Theodore Roosevelt National Park will waive entrance and camping fees February 15-17.   January 13, 2014  Theodore Roosevelt National Park to Waive Fees for MLK Day  Start the new year with a visit to a North Dakota national park.  Theodore Roosevelt National Park will waive entrance and camping fees for the Martin Luther King, Jr. Day on January 20.   December 13, 2013  Annual Christmas Bird Count to be Held in Theodore Roosevelt National Park  Theodore Roosevelt National Park welcomes volunteers to participate in the nationwide Audubon Christmas Bird Count. The Medora Area Count will take place on Saturday, December 21.  Volunteers wishing to take part should meet at the South Unit Visitor Center at 8:00 a.m. MST.  Any participants arriving later in the day should stop by the visitor center for guidance   December 12, 2013  Elk Population Maintenance Efforts Completed For the Year  The maintenance phase for managing the elk population in Theodore Roosevelt National Park has been completed for this year. A total of 46 elk were removed by park staff in the park’s South Unit between November 5 and December 5.   December 10, 2013  Theodore Roosevelt National Park Photo Contest Winner Announced  The National Park Service and the Theodore Roosevelt Nature and History Association announced the win ner of the second Annual “Picture Yourself in Theodore Roosevelt National Park” Photo Contest on Saturday.   December 02, 2013  Photo Contest Winner to be Announced  The National Park Service and the Theodore Roosevelt Nature and History Association are pleased to announce that the winning photo has been selected for the annual “Picture Yourself in Theodore Roosevelt National Park” photo contest.  The winner will be announced during Medora’s 18th Annual Old Fashioned Cowboy Christmas festivities on Saturday, December 7 at 2:00 p.m. MST in the park’s South Unit Visitor Center.   October 31, 2013  Park Announces Winter Visitor Center Hours  Winter visitor center hours will be in effect at Theodore Roosevelt National Park beginning on Friday, November 1, 2013.   October 31, 2013  2013 Elk Population Maintenance Program Requires Mid-Week Backcountry Closures  The National Park Service will resume the maintenance phase of the Elk Management Plan in Theodore Roosevelt National Park.  A limited number of elk will be removed by park staff from November 5 through December 5.  Volunteers will not be necessary during this phase.   September 19, 2013  2013 Horse Auction  Feral horses from Theodore Roosevelt National Park are scheduled to be sold at public auction at Wishek Livestock Market inWishek, North Dakota on Saturday, September 28 at 11 am CDT.  Approximately 105-110 horses will be sold to reduce the horse population in the national park to about 100 animals.   September 10, 2013  Dakota Nights-An Astronomy Festival  Theodore Roosevelt National Park invites curious minds of all ages to spend a crisp autumn weekend exploring our universe. Astronomers, park rangers, historians, and explorers of all kinds will gather for the first Dakota Nights: An Astronomy Festival Friday, September 27 through Sunday, September 29.   August 19, 2013  Founders Day 2013  The National Park Service will celebrate its 97th birthday on Sunday, August 25. Entrance fees will be waived at Theodore Roosevelt National Park, giving visitors a chance to enjoy a late summer day in the park free of charge.   August 02, 2013  Badlands Star Party 2013  The dark night sky of Theodore Roosevelt National Park’s North Unit is the perfect setting for the annual North Dakota Badlands Star Party on August 9 and 10.   July 09, 2013  North Unit Visitor Center Closure  The visitor center in the North Unit of Theodore Roosevelt National Park will be closed this month, and visitor contact functions will be moved to the campground.  Unprecedented rains in recent years have caused unstable badlands soils to shift and caused the building to move.   May 03, 2013  Road Construction to Begin in South Unit  Road construction on the Scenic Drive in Theodore Roosevelt National Park will resume on Monday, May 6.  The construction crew will work on the East River Road from Wind Canyon to Beef Corral Bottom.  Visitors will encounter single-lane traffic and delays of up to 30 minutes.   April 04, 2013  2013 Prescribed Fires  The National Park Service plans to implement prescribed fire projects in Theodore Roosevelt National Park's North and South Units between April 1 and June 15, 2013.   December 11, 2012  Elk Maintenance Efforts Complete for the Year  The maintenance phase of managing the elk population in Theodore Roosevelt National Park has been completed for this year. A total of 69 elk were removed by park staff between October 30 and December 6.   December 11, 2012  2012 Photo Contest Winner  The National Park Service and the Theodore Roosevelt Nature and History Association announced the winner of the first Annual “Picture Yourself in Theodore Roosevelt National Park” Photo Contest on Saturday.   November 09, 2012  Elk Management Effort Continues  The National Park Service has removed 21 antlerless elk from the South Unit of Theodore Roosevelt National Park in the past two weeks.  The park is in the maintenance phase of the Elk Management Plan, after two highly successful elk reduction efforts during 2010-2011.   November 09, 2012  Winter Visitor Center Hours  Winter visitor center hours will be in effect at Theodore Roosevelt National Park beginning on Monday, November 12, 2012.The South Unit Visitor Center is open daily 8 a.m. to 4:30 p.m. MST.The North Unit Visitor Center will be open on Fridays, Saturdays and Sundays 9 a.m. to 5:30 p.m. CST, and will be open on other days as staffing allows.The Painted Canyon Visitor Center will be closed for the season. Both the North and South Unit Visitor Centers will be closed Thanksgiving, Christmas and New Year's Day.   November 08, 2012  Fee Free Weekend  To commemorate Veterans Day, the National Park Service is offering free admission at all park units Saturday, November 10 through Monday, November 12.Entrance fees will be waived at Theodore Roosevelt National Park, giving visitors one last fee-free opportunity to enjoy the park this year.   October 25, 2012  Autopsy Report Reveals Hiker Suffered Heart Attack  An autopsy report released by the North Dakota State Medical Examiner’s Office revealed that Daniel Olszewski, the man who passed away while hiking in Theodore Roosevelt National Park in July, had suffered a massive heart attack, which caused his death.   October 25, 2012  Elk Population Maintenance Program Requires Mid-Week Backcountry Closures  The National Park Service has begun the transition from elk reduction to the maintenance phase of the Elk Management Plan in Theodore Roosevelt National Park.  A limited number of elk will be removed by park staff from October 30 through December 6.  Volunteers will not be necessary during this  phase.   October 25, 2012  North Unit Scenic Drive to Open in Theodore Roosevelt National Park  Repair and reconstruction of the Scenic Drive in Theodore Roosevelt National Park’s North Unit has been completed and the road will reopen on Friday, October 26 at 9:00 a.m. CDT.   September 21, 2012  Road Repairs in Progress in Theodore Roosevelt National Park  Road repairs are in progress in the North and South Units of Theodore Roosevelt National Park.   September 10, 2012  September Visitor Activities  September visitor center hours are now in effect in Theodore Roosevelt National Park.  The South Unit Visitor Center in Medora is open daily 8:00 a.m. to 5:00 p.m. MDT.  Painted Canyon Visitor Center, 6 miles east of Medora off I-94, is open 8:30 a.m. to 4:30 p.m. MDT.  The North Unit Visitor Center, located 15 miles south of Watford City on Hwy. 85, is open 9:00 a.m. to 5:30 p.m. CDT.  All of the park’s visitor centers offer free orientation films, exhibits, publications, and information about the park and the surrounding area.   August 21, 2012  Founders Day 2012  The National Park Service will celebrate its 96th birthday on Saturday.  As part of the festivities, Matt Schanandore, an internationally known flutist and storyteller, will present an evening of music and interpretive storytelling at the Cottonwood Campground amphitheater in the South Unit of Theodore Roosevelt National Park on Saturday, August 25, at 8:30 p.m. MDT.  Special ranger-led programs will be presented as well.   August 14, 2012  Annual Star Party  A dark night sky is the perfect setting for the North Dakota Badlands Star Party in Theodore Roosevelt National Park’s North Unit.  The annual event will be held on August 17 and 18.   July 18, 2012  Search Concludes for Missing Hiker in Theodore Roosevelt National Park  The body of Dan Olszewski, 48, of Midlothian, VA has been recovered in Theodore Roosevelt National Park.He had entered the park on Sunday for a day hike and was reported missing on Monday morning.   July 07, 2012  Weekend Programs to Introduce Families to Theodore Roosevelt National Park  Birds, geology, mammals, and more!  Theodore Roosevelt National Park invites kids and their families for fun activities on Saturdays and Sundays.  Play games, take a hike, and discover the many facets of the North Dakota badlands in these activity filled programs for the whole family.  Programs will be offered in the North and South Units of the park.   July 07, 2012  Theodore Roosevelt National Park Celebrates Teddy Bear Picnic Day  Have you ever wondered how the “Teddy Bear” got its name?  The Theodore Roosevelt Nature and History Association (TRNHA) invites kids of all ages to its annual Teddy Bear Picnic on Tuesday, July 10 at 1:00 p.m. MDT to celebrate National Teddy Bear Picnic Day.   July 01, 2012  Friends of Theodore Roosevelt National Park to Sponsor Elkhorn Ranch Outing  The Friends of Theodore Roosevelt National Park invite the public for a special trip to discover the Elkhorn Ranch on Saturday, July 14.   March 28, 2012  2012 Spring Hours  Beginning April 1, spring visitor center hours will be in effect at Theodore Roosevelt National Park.   March 22, 2012  Park Elk Reduction Finished Ahead of Schedule  The National Park Service is moving into the maintenance phase of the Elk Management Plan in Theodore Roosevelt National Park this fall, after two highly successful elk reduction efforts during 2010-2011.   March 21, 2012  Park Selects New Chief of Administration  Margaret (Meg) Schwartz has been selected as the new Chief of Administration at Theodore Roosevelt National Park.  She was promoted into her new assignment on March 11 after serving as the park’s Budget Analyst for the last eight years.   December 15, 2011  Audubon Christmas Bird Count  Theodore Roosevelt National Park welcomes volunteers to participate in the nationwide Audubon Christmas Bird Count.   October 11, 2011  2011 Backcountry Closures  Backcountry areas and hiking trails in the South Unit of Theodore Roosevelt National Park will be closed on Tuesdays, Wednesdays and Thursdays from October 18 – December 22 to accommodate the park’s elk reduction effort.   September 15, 2011  Fee Free Day  Free admission will be offered on Saturday, September 24 to encourage visitors to enjoy the beautiful fall weather and spectacular badlands scenery at Theodore Roosevelt National Park.  The National Park Service is waiving entrance fees at all parks for National Public Lands Day.   August 30, 2011  People's Choice Wilderness Hike  Visitors will choose the destination for a wilderness hike on Sunday, September 4 in Theodore Roosevelt National Park.  The hike in the park’s North Unit will be the last one of the 2011 summer season.   August 22, 2011  Annual Star Party Explores the Night  A dark night sky is the perfect setting for the North Dakota Badlands Star Party in Theodore Roosevelt National Park’s North Unit.  The annual event will be held on August 26 and 27.   August 22, 2011  Native American Flutist to offer Special Presentation  Matt Schanandore, an internationally known flutist and storyteller, will present an evening of music and interpretive storytelling at the Cottonwood Campground amphitheater in the South Unit of Theodore Roosevelt National Park on Saturday, August 27, at 8:00 p.m. MDT.   August 10, 2011  National Park Invites Families to Junior Ranger Day  Calling all Junior Rangers!  Learn how to be the best Junior Ranger you can be by becoming an active steward of the outdoors!   August 08, 2011  North Unit Scenic Drive Closed  A portion of the North Unit Scenic Drive in Theodore Roosevelt National Park has been closed due to continued slumping.   August 05, 2011  Teddy Bear Picnic to be Held at Theodore Roosevelt National Park  Teddy Bear Picnic to be Held at Theodore Roosevelt National Park   August 05, 2011  UND Professor to Discuss Mammals of North Dakota Badlands  Dr. Robert Seabloom, Professor Emeritus at the University of North Dakota, will present “Scratchings and Squeakings: Lesser Known Mammals of the North Dakota Badlands” in the South Unit Visitor Center.   August 01, 2011  VOLUNTEERS SELECTED FOR 2011 ELK REDUCTION PROGRAM  VOLUNTEERS SELECTED FOR 2011 ELK REDUCTION PROGRAM   July 29, 2011  National Park Wilderness Hike Highlights Backcountry Springs  National Park Wilderness Hike Highlights Backcountry Springs   July 28, 2011  North Unit Road Restrictions Take Effect  A portion of the North Unit Scenic Drive in Theodore Roosevelt National Park has been reduced to one lane during daylight hours and will be closed at night due to slumping.   July 28, 2011  Dean Wyckoff as New Chief Ranger  Dean Wyckoff has been selected as the new Chief Ranger for Theodore Roosevelt National Park.  He began his assignment on July 17, filling the position previously held by Tom Cox, who retired from the NPS in January.   July 06, 2011  First Teddy Bear Picnic of the Year  Have you ever wondered how the “Teddy Bear” got its name?  The Theodore Roosevelt Nature and History Association (TRNHA) will host a Teddy Bear Picnic on Sunday, July 10 at 1:00 p.m. to celebrate National Teddy Bear Picnic Day.   July 01, 2011  2011 Elk Reduction  Theodore Roosevelt National Park is preparing to accept applications for volunteers to assist with the second year of its elk reduction program.  The application itself will be posted on July 9, 2011 but prospective volunteers are highly encouraged to read through Frequently Asked Questions, What to Expect If You Are Selected, and Comments From Last Year’s Volunteers that are now posted on the park’s website at http:\/\/www.nps.gov\/thro.   June 27, 2011  July Wilderness Hike  A trip into the geologic past will be the focus of the third Wilderness Hike of the summer season on Sunday, July 3 in Theodore Roosevelt National Park.  Backcountry Ranger John Heiser will lead the hike into the petrified forest area of the park’s North Unit, traveling to a remote and seldom visited area of the park.   June 21, 2011  Junior Ranger Day 2011  To celebrate the beginning of summer,  Theodore Roosevelt National Park is recruiting Junior Rangers to spend a day discovering the park’s wild inhabitants.  Kids and their families are invited to enjoy a Junior Ranger Day on Saturday, June 25.  Activities will be held in both the North and South Units of the park.   June 18, 2011  First Day of Summer is Free  Free admission will be offered on Tuesday, June 21 to entice visitors to enjoy warmer weather and spectacular badlands scenery at Theodore Roosevelt National Park.  To celebrate the start of the summer season, the National Park Service is waiving entrance fees at all parks on the longest day of the year.   June 07, 2011  Elk Packers Needed  Theodore Roosevelt National Park will continue to implement its successful elk reduction effort in the park’s South Unit, October 11, 2011 through December 23, 2011.  Teams of park staff and volunteers tasked with shooting cow elk will again be supported by experienced meat recovery teams (packers).   Packers will collect the meat and transport it, using pack horses or mules, to a cold-storage facility within the park.   June 01, 2011  Annual Birdwalk  The Theodore Roosevelt Nature and History Association invites birders of all ages and experience levels to participate in the 57th Annual Bird Walk on Sunday, June 5.The walk will start at 6:30 a.m. MDT in the Cottonwood Picnic Area in the South Unit of Theodore Roosevelt National Park.   June 01, 2011  Trail Event 2011  On Saturday, June 4, The Friends of Theodore Roosevelt National Park and park staff will work together to mark some of the backcountry trails in the South Unit for the summer season.   May 02, 2011  Theodore Roosevelt National Park to Conduct Prescribed Fires  The National Park Service plans to implement prescribed fire projects in Theodore Roosevelt National Park's North Unit between May 1 and May 27, 2011.  Prescribed fires are those started by park managers under specific weather and fuel conditions for a particular purpose.  Air temperature, humidity, fuel load and moisture, and wind speed and direction are some of the many factors considered in determining whether conditions are favorable to start a burn.   April 20, 2011  Visiting Scholar to Discuss Roosevelt and the National Parks  No abstract supplied.   April 13, 2011  National Park Week - 2011  No abstract supplied.   April 04, 2011  Elk Management Presentation Being Hosted by Friends of Theodore Roosevelt National Park  Elk Management Presentation Being Hosted by Friends of Theodore Roosevelt National Park   March 25, 2011  Spring 2011 Hours  Theodore Roosevelt National Park Announces Spring 2011 Visitor Center Hours   February 25, 2011  Eagle Release  No abstract supplied.   February 12, 2011  National Park to Celebrate Presidents’ Day Weekend with Roosevelt Film  No abstract supplied.   January 14, 2011  Friends of Theodore Roosevelt National Park to Host Elk Management Presentation  No abstract supplied.   January 12, 2011  Theodore Roosevelt National Park to Waive Fees for Martin Luther King, Jr. Weekend  No abstract supplied.   December 20, 2010  Christmas Bird Count Rescheduled for January 3, 2011  No abstract supplied.   December 17, 2010  Holiday Visitor Center Hours Announced  No abstract supplied.   December 13, 2010  Annual Bird Count to be Held at Theodore Roosevelt National Park  Theodore Roosevelt National Park welcomes volunteers to participate in the nationwide Audubon Christmas Bird Count on December 19 and 20, 2010. The Medora Area Count will take place on Sunday, December 19.  Volunteers wishing to take part should meet at the South Unit Visitor Center at 8:00 a.m. MST on Sunday.  The North Unit Count will be held on Monday, December 20.  Volunteers should meet at the North Unit Visitor Center at 9:00 a.m. CST.   December 11, 2010  Elk Reduction Effort Reaches Halfway Mark  The elk reduction effort in Theodore Roosevelt National Park has reached the halfway mark for the season.  To date, 200 elk have been removed from the park.   November 19, 2010  Visitor Centers to be Closed on Thanksgiving  No abstract supplied.   November 18, 2010  National Park Getaway  The badlands hills rise one after another, revealing strata of colors: taupe and tan, red-brown, blue-gray. Earth here is a hybrid—hills like camel humps, tiger-striped by their rock layers—through which a smooth silver river glides.   November 09, 2010  National Park Fees Waived for Veterans Day  No abstract supplied.   October 14, 2010  South Unit Backcountry and Hiking Trails to Be Closed Midweek  Backcountry areas and hiking trails in the South Unit of Theodore Roosevelt National Park will be closed on Tuesdays, Wednesdays and Thursdays from October 19 – January 20 to accommodate the park’s elk reduction effort.   August 26, 2010  Theodore Roosevelt National Park to Hold Junior Ranger Night Sky Adventure  No abstract supplied.   August 24, 2010  Volunteers Selected for Elk Reduction Program  No abstract supplied.   May 30, 2010  Annual Bird Walk and Breakfast to be Held in Theodore Roosevelt National Park  No abstract supplied.   May 29, 2010  National Park Wilderness Hike Highlights the Spring Season  Theodore Roosevelt National Park will usher in the summer season with the first in a series of Wilderness Hikes on Sunday, May 30.  This springtime outing will highlight early wildflowers, a symphony of sounds as migratory birds return to their favorite nesting areas, and newborn wildlife.  Backcountry Ranger John Heiser will leas the hike into the park's North Unit wilderness to observe the sights and sounds of the season.   May 11, 2010  Meeting to be Held on Wilderness Stewardship Strategy at Theodore Roosevelt National Park  No abstract supplied.   April 16, 2010  Theodore Roosevelt National Park to Waive Fees During National Park Week  No abstract supplied.   April 16, 2010  National Junior Ranger Day Activities Scheduled in Park's North and South Units  Junior Ranger Day activities are scheduled for 10 a.m. and 2 p.m. MDT at the South Unit’s Cottonwood Picnic Area and at 10 a.m. and 2 p.m. CDT at the North Unit’s Juniper Picnic Area on April 24, 2010.  Park rangers will host one-hour programs about the park’s wildlife and the many clues animals leave behind, including a guided hike and scavenger hunt.  Participants will earn a Junior Ranger Day patch and certificate upon completion of the activity.  Participation is free and the regular entrance fee will not be charged to enter the park.   April 09, 2010  Theodore Roosevelt National Park to Conduct Spring Prescribed Fires  If the weather cooperates, the National Park Service plans to implement prescribed fire projects in Theodore Roosevelt National Park's South, North and Elkhorn Ranch Units between April 12 and May 24, 2010.  Three burn units of varying sizes are planned to be burned at the South Unit, one 5 acre unit at the Elkhorn Ranch site, and two units totaling 800 acres at the North Unit.  No closures are expected to result from prescribed fire activity.   April 03, 2010  Theodore Roosevelt National Park to Hire Local Youths  Theodore Roosevelt National Park invites local youths to become members of the Youth Conservation Corps (YCC) to work in the park this summer.  Participants will work in the areas of maintenance and resource conservation and will have opportunities to learn about careers in the National Park Service. YCC positions are available in the North Unit, which is 15 miles south of Watford City, and in the South Unit, which is located near Medora.   March 31, 2010  Theodore Roosevelt National Park Announces Spring Visitor Center Hours  Beginning April 1, spring visitor center hours will be in effect at Theodore Roosevelt National Park. The South Unit Visitor Center is open 8 a.m. to 4:30 p.m. MDT.  Barring unforeseen inclement weather, the Painted Canyon Visitor Center, located on I-94 east of Medora, will open for the season; hours will be 8:30 a.m. to 4:30 p.m. MDT.  The North Unit Visitor Center will be open 9 a.m. to 5:30 p.m. CDT.  All will be open daily, with expanded hours Memorial Day through Labor Day.   March 09, 2010  Elk Management Plan\/Environmental Impact Statement Released  Theodore Roosevelt National Park has released its final Elk Management Plan\/Environmental Impact Statement (EIS).  The purpose of the EIS is to disclose the alternatives considered for managing elk numbers in the park, including the preferred alternative, and their impacts on the human environment.  The EIS identifies a preferred alternative which primarily would involve park employees leading teams of volunteer shooters to reduce the elk herd in the South Unit of the park. An on-line version of the final document is available to the public on the National Park Service planning website at http:\/\/parkplanning.nps.gov\/thro.  Hard copies will be available soon.   February 02, 2010  Winter Adventures Scheduled at Theodore Roosevelt National Park  Adventurous visitors will have the opportunity to get outdoors for some fresh air and exercise on three Saturdays in February, when park rangers lead guided snowshoe and cross country ski treks in the North Unit of Theodore Roosevelt National Park.  The special programs will be held on February 6, 13, and 20 at 1 pm CST.  The 90 minute activities will focus on the winter landscape and the ways that wildlife has adapted to winter in the badlands.   January 06, 2010  Annual Bird Count Yields New Participants, Birds  No abstract supplied.   December 17, 2009  North Dakota National Parks Visitor Centers to be Closed on Upcoming Holidays  The visitor centers at Theodore Roosevelt National Park and Knife River Indian Villages National Historic Site will close at noon MST on Thursday, December 24 through Friday, December 25 and will also be closed on January 1, 2010.  Fort Union Trading Post National Historic Site will close in its entirety at 1:30 p.m. CST on December 24 through 25 and on January 1.  All facilities will reopen for regular business hours on December 26 and January 2, respectively.   December 09, 2009  Volunteers Needed for Annual Bird Count  Theodore Roosevelt National Park is looking for volunteers to participate in the nationwide Audubon Christmas Bird Count.  The Medora Count will take place on Saturday, January 2, 2010, starting at 8:00 a.m. Mountain Time at the South Unit Visitor Center of Theodore Roosevelt National Park.  The North Unit Count will be held on Sunday, January 3, 2010, beginning at 9:00 a.m. Central Time at the park’s North Unit Visitor Center.    December 03, 2009  North Unit Road Construction Project Completed  No abstract supplied.   September 24, 2009  Park Horses to be Sold at Auction  No abstract supplied.   September 22, 2009  National Public Lands Day  Help Us Make America's Best Idea Even Better! Join Theodore Roosevelt National Park on September 26 for a Day of Service and Celebration Be part of an unprecedented event on September 26 when Theodore Roosevelt National Park and national parks across the country invite you to make America's Best Idea - the national parks - even better.  Presented by the National Park Service and National Park Foundation it will be a special day of service and celebration for visitors and volunteers to experience their parks and catch a sneak preview of Ken Burn's new documentary The National Parks: America's Best Idea premiering on PBS on September 27.   September 06, 2009  Portion of North Unit Road to be Closed for Chip Seal Work  A portion of the North Unit Scenic Drive in Theodore Roosevelt National Park will be closed for three days beginning Tuesday, September 8.  Entrance fees in the North Unit will be suspended while the road is closed.   August 31, 2009  Park Prairie Dog Acreage Down  The numbers of the acres of prairie dogs have decreased significantly this year in Theodore Roosevelt National Park. Resource Management staff completed mapping all 23 prairie dog towns in the South Unit and the 2 prairie dog towns in the North Unit of the park in August.  With a couple of exceptions, there was a decrease in acreage for all towns.  Acreage in the North Unit decreased from 136.68 to 123.86 acres, or by approximately 9.4%, and acreage in the South Unit decreased from 1,743.92 to 1,420.59 acres, or approximately 18.5%.   August 25, 2009  North Unit Hosts Presentation on Bats  No abstract supplied.   August 25, 2009  National Park Will Offer People's Choice Wilderness Hike  The last wilderness hike of the season in the North Unit of Theodore Roosevelt National Park is scheduled for Sunday, September 6.   August 17, 2009  Native American Flutist to offer Special Presentation at Theodore Roosevelt National Park  No abstract supplied.   August 17, 2009  National Park Service Founders Day to be Celebrated at Theodore Roosevelt National Park  No abstract supplied.   August 12, 2009  End of Summer Season Brings Fee Free Weekend and Teddy Bear Picnic to Theodore Roosevelt National Park  The last chance this year to enjoy a weekend at Theodore Roosevelt National Park without paying an entrance fee will be Saturday and Sunday, August 15 and 16.  As a special treat, a Teddy Bear Picnic will be held on Saturday at 1:00p.m. MDT.   August 12, 2009  Annual Star Party Explores the Night Sky at Theodore Roosevelt National Park  A dark night sky is the perfect setting for the North Dakota Badlands Star Party in the North Unit of Theodore Roosevelt National Park.  The annual event will be held this year on August 21 and 22.   August 12, 2009  Public Comment Invited on Elk Management Theodore Roosevelt National Park Identifies Preferred Alternative  No abstract supplied.   July 30, 2009  Junior Ranger Family Fun Day  Theodore Roosevelt National Park is recruiting Junior Rangers.  Kids ages 5 through 12 and their families are invited to Junior Ranger Family Fun Day on Saturday, August 1 for a lively adventure in the park.   July 08, 2009  Teddy Bear Picnic  No abstract supplied.   July 01, 2009  North Unit Wilderness Hike  No abstract supplied.   February 11, 2009  Park Schedules Public Meetings on Elk Management Plan  Theodore Roosevelt National Park has scheduled public meetings to provide information and take comments on the park’s Draft Elk Management Plan\/Environmental Impact Statement (DEIS).  The goal of the public meetings and the public comment period overall is to gather comments from the public regarding the DEIS’s adequacy in addressing the purpose, need and objectives, environmental issues of concern, and the sufficiency of the overall analysis.    February 02, 2009  Park Elk Population Estimated to be Less Than 900  Theodore Roosevelt National Park's annual aerial elk survey was completed January 20-22, 2009, recording an estimated 878 elk in the South Unit of the park.   December 17, 2008  Elk Environmental Impact Statement Out For Review and Comment  No abstract supplied.   December 15, 2008  Christmas Bird Counts to be Held in the Badlands  Observers and assistants are needed to participate in the annual Christmas Bird Counts in the North Dakota badlands.   October 15, 2008  Gov Hoeven proclaims October 2008 Theodore Roosevelt Month  North Dakota Governor John Hoeven has proclaimed October 2008 Theodore Roosevelt month in honor of TR's 150th birthday. He also proclaimed October 27 as Theodore Roosevelt Day.   September 25, 2008  Take A Child Outside Week  Take A Child Outside Week is September 24-30, 2008.   September 22, 2008  North Unit Road Closure  The last 7 miles of the North Unit's Scenic Drive are temporarily closed for road repair. The closure is expected to last through October 2008.   August 23, 2007  Park Centennial Proposals Eligible For Matching Funds  No abstract supplied.   April 27, 2007  Theodore Roosevelt National Park Turns 60 Years Old  No abstract supplied.   April 14, 2007  Spring Wilderness Hikes at the North Unit  Outdoor activities are being offered at the North Unit of Theodore Roosevelt national park this spring.   April 14, 2007  Young Longhorns to Join North Unit Herd  Two young longhorn steers from Grant-Kohrs Ranch National Historic Site will be added to the herd of longhorn at the North Unit.",
    "url": "https:\/\/www.nps.gov\/thro\/learn\/news\/newsarchive.htm"
}
