{
    "title": "Kalaupapa National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Kalaupapa is an extremely isolated place, surrounded on three sides by ocean and two-thousand foot cliffs on the fourth.  Consequently, there is no road access into the peninsula.  Kalaupapa cannot be reached by automobile.  To get to the park visitors must travel by one of the following methods:         By Air: The park can be reached by air from O'ahu, Maui, and Ho'olehua, Molokai.  Scheduled small aircraft serve Kalaupapa Airport (LUP) daily from Oa'hu through Makani Kai Air (877.255.8532 toll free) or (808.834.5813).  Charter air service can also be arranged through Makani Kai, Molokai Air Tour (808.553.5296), Molokai Outdoors (877.553.4477 toll free) or (808.553.4477), and Hawai'i Expedition and Adventure Company (808.349.3006).            By Mule: Descend the 2,000 foot sea-cliffs riding on the back of a sure-footed Molokai mule.  Contact Kalaupapa Rare Adventure, LLC (800.567.7550 toll free, or 808.567.6088) for information about rates and reservations.  The mule-ride operation is located on topside Molokai off Highway 470 near Pala'au State Park and the Kalaupapa overlook.  The mule-ride operation is currently not providing rides down to the Kalaupapa Settlement.          By Foot: The trail to Kalaupapa descends 26 switchbacks with a nearly 2,000 foot elevation change over 3.5 miles.  The trail is considered strenuous. Hiking the trail is physically demanding and careful consideration should be given to your physical fitness level before beginning the hike.  Trail conditions can be wet and muddy in the winter and hot and humid in the summer. Footing can be slippery. A rain jacket is recommended as well as a brimmed hat and sunscreen. Visitors who hike the trail should carry plenty of water.   At the bottom of the trail, visitors must connect with the commercial tour. Damien Tours, owned and operated by a Kalaupapa resident offers visitors a tour of Kalaupapa Settlement and Kalawao (808.567.6171).  The mule-ride operation can also arrange your place on the tour and allow you to walk down.         By Boat: It is prohibited to come within 1\/4 mile of the Kalaupapa shoreline.  Access by boat within the quarter mile offshore park boundary requires a special use permit. For more information regarding this offshore closure please contact Kalaupapa National Historical Park or the State Department of Health at Kalaupapa.",
    "url": "https:\/\/www.nps.gov\/kala\/planyourvisit\/directions.htm"
}
