{
    "title": "Theodore Roosevelt National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 7 results    Show ALL instances of recurring events   RSS Feed      Theodore Roosevelt National Park The History, Development and Future of the NPS by Clay Jenkinson      Time: 8:00 PM Location: Cottonwood Campground Amphitheater Fees: Fee Free Day     Thursday, August 25, 2016 Clay Jenkinson, scholar, writer, historian, and historical interpreter, will present a series of special lectures commemorating the National Park Service Centennial in Theodore Roosevelt National Park.  View Details      Theodore Roosevelt National Park TRNP Quarter Launch & 100th Birthday Celebration      Time: 10:00 AM Location: Painted Canyon Visitor Center Fees: National Park Fee Free Day     Thursday, August 25, 2016 Celebrate the 100th birthday of the National Park Service and the Official Launch Ceremony of US Mint TRNP quarter. View Details      Theodore Roosevelt National Park A Visit With Theodore Roosevelt       Time: 8:00 PM Location: Juniper Campground Amphitheater Fees: Fee Free Day     Friday, August 26, 2016 Over 2000 shows in 17 states since 1996, Actor Arch Ellwein will bring Theodore Roosevelt to life! View Details      Theodore Roosevelt National Park Centennial Challenge! with Ranger Katie      Time: 8:00 PM Location: Cottonwood Campground Amphitheater Fees: Fee Free Day     Friday, August 26, 2016 A jeopardy-style game to test your NPS knowledge. View Details      Theodore Roosevelt National Park Roosevelt and the National Wildlife Refuge with Clay Jenkinson      Time: 10:00 AM Location: South Unit Visitor Center Fees: Fee Free Day     Friday, August 26, 2016 Clay Jenkinson, scholar, writer, historian, and historical interpreter, will present a series of special lectures commemorating the National Park Service Centennial in Theodore Roosevelt National Park. View Details      Theodore Roosevelt National Park Wilderness Hike      Time: 8:30 AM Location: North Unit Oxbow Overlook Fees: Fee Free Day     Saturday, August 27, 2016 Explore the badlands with Ranger Matt and visit some of the more remote areas of TRNP North Unit. View Details      Theodore Roosevelt National Park Elkhorn Ranch Guided Tour with Chief of Interpretation      Time: 9:00 AM Location: Caravan to Elkhorn Ranch Unit Fees: Fee Free Day     Sunday, August 28, 2016 Explore the site with Eileen Andes, Chief of Interpretation. View Details",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/calendar.htm"
}
