{
    "title": "Theodore Roosevelt National Park: Hiking",
    "body": "Hiking and Trail Information       Hiking and Trail Guide Download a copy of the hiking and trail guide (includes a map) Important Safety Information          Hiking Trail   Round-Trip Time and Distance   Trail Description       Easy       Skyline Vista South Unit       10 minutes 0.1 mi \/ 0.16 km       Feel the wind in your hair high atop Johnson's Plateau. This flat, paved nature trail is perfect for those who want to step out for just a moment.             Boicourt Overlook Trail South Unit           15 minutes 0.2 mi \/ 0.3 km       One of the most beautiful South Unit overlooks is accessible by this easy nature trail with slight grade. This overlook is a ranger favorite for sunsets over the badlands!           Little Mo Trail North Unit       30 - 45 minutes 0.7 mi \/ 1.1 km (paved inner loop) 1.1 mi \/ 1.8 km (unpaved outer loop)       Explore the river bottom habitat along a paved nature trailwith slight grades. Take along a trail brochure, available at the trailhead, to learn as you adventure.         Buck Hill South Unit       15 minutes 0.2 mi \/ 0.3 km       You'll be on top of the world when you climb to the highest accessible point in the park. This is a short, but steep trail. The view from the top is worth every step.           Wind Canyon Trail South Unit       20 minutes 0.4 mi \/ 0.6 km       Enjoy hiking this nature trail alongside a wind-sculpted canyon as you climb to the best view of the Little Missouri River the South Unit has to offer. Another ranger favorite for sunsets!       Download a copy of the hiking and trail guide (includes a map)          Easy to Moderate       Ridgeline Trail South Unit       30 minutes 0.6 mi \/ 1 km     Explore the badlands environment along a nature trail with moderate to steep grades. Take along a trail brochure, available at the trailhead, to learn as you adventure. This trail has stairs. Download the Ridgeline Trail brochure       Coal Vein Trail South Unit       30 - 45 minutes 0.6 mi \/ 1 km (inner loop) 0.8 mi \/ 1.3 km (outer loop)       Although this coal vein is no longer burning, this nature trail is an excellent place to learn about badlands geology and ecology. Take along a trail brochure, available at the trailhead. This trail has stairs. Download the Coal Vein Trail Brochure         Painted Canyon Nature Trail South Unit         45 minutes 0.9 mi \/ 1.4 km     The canyon looks amazing from the rim, but wait until you experience a hike down into it! Get up close and personal with the rock layers, junipers, and wildlife. Remember, every step down means a step back up on the return.         Caprock Coulee Nature Trail North Unit         1 hour 1.5 mi \/ 2.4 km     Hike through badlands terrain and dry washes as you experience a variety of habitats. Take along a trail brochure, available at the trailhead, to learn as you adventure.         Prairie Dog Town via the Buckhorn Trail North Unit         1 hour 1.5 mi \/ 2.4 km     Start at the Caprock Coulee Trailhead and follow the Buckhorn Trail to a prairie dog town. Be sure to plan some extra time for wildlife viewing; where there are prairie dogs, there are often lots of other animals, too!         Sperati Point via the Achenbach Trail North Unit         1 hour 1.5 mi \/ 2.4 km     Begin at Oxbow Overlook. A gently rolling walk leads to an overlook of the Little Missouri River. Along the way, pay attention to the wide variety of forbs and grasses. The prairie ecosystem is one of the most diverse on the planet!     Download a copy of the hiking and trail guide (includes a map)          Moderate to Strenuous       Caprock Coulee North Unit         2 - 3 hours 4.3 mi \/ 6.9 km       The first 0.75 miles of this trail consists of the Caprock Coulee Nature Trail. The trail becomes more strenuous as it climbs to the top of a grassy butte, follows a ridgeline with incredible views, and descends back down.         Maah Daah Hey South Unit       3 - 4 hours (one way) 7.1 mi \/ 11.4 km (one way)       The Maah Daah Hey Trail stretches 96 miles across the National Grassland connecting all three units of the park. This portion of the trail runs through the South Unit.         Lone Tree Loop South Unit         5 - 6 hours 9.6 mi \/ 15.4 km       You can begin this trail at Peaceful Valley Ranch by following the Ekblom Trail. To avoid a river crossing, access the loop via the Maah Daah Hey Trail. Thiswill add 3.2 miles round trip. Be aware of difficult stream crossings.         Petrified Forest Loop South Unit         5 - 6 hours 10.3 mi \/ 16.6 km       Located in the remote northwest corner of the South Unit, this hike takes you through ancient petrified forests and badlands wilderness. The loop includes the North and South Petrified Forest Trails as well as the Maah Daah Hey.         Buckhorn North Unit           6 - 8 hours 11.4 mi \/ 18.3 km     Hike through prairie dog towns, sagebrush terraces, deep canyons, and high open prairies. Experience the diversity of plant and animal life in these distinct habitats.         Jones\/Lower Talkington\/ Lower Paddock Loop South Unit         6 - 8 hours 11.4 mi \/ 18.3 km       This loop combines the Jones Creek Trail, the Lower Talkington Trail, and the Lower Paddock Creek Trail. Add it to the Upper Paddock\/Talkington Loop for an epic adventure of 23.4 miles.         Upper Paddock\/ Talkington Loop South Unit       8 - 10 hours 15.4 mi \/ 24.8 km 19.4 mi \/ 31.2 km (Painted Canyon)       This trail combines part of the Lower Talkington Trail with the Upper Talkington and Upper Paddock Creek Trails. Accessing the loop from Painted Canyon will add 4 miles round trip to your hike.         Achenbach North Unit           10 - 12 hours 18 mi \/ 30 km     Steep climbs and descents and two river crossings await you on a trail that leads deep into the heart of the Theodore Roosevelt Wilderness. Cross the Little Missouri River at daybreak and climb the buttes to greet the rising sun.          Download a copy of the hiking and trail guide (includes a map)      Backcountry Regulations  All plants, wildlife, natural, and cultural features in the park are protected. Do not disturb or remove them. Collection of skulls, antlers, animal parts, or any other natural or cultural items is not permitted. Hunting is prohibited, as is feeding or disturbing wildlife. Chasing or harassing wildlife including approaching wildlife on horseback is not permitted. Pets, bicycles and motorized equipment are prohibited on all trails and in the backcountry. Fireworks are not allowed in the park. Open fires (wood, charcoal, etc.) are not permitted in the backcountry. All trash and other materials packed in must be packed out including toilet paper.  Anyone intending to camp in the backcountry must obtain a free backcountry permit prior to their trip. Permits are issued at the South Unit and North Unit visitor centers. Human waste should be buried in a hole 6-8 inches deep and at least 200 feet from any water source. Toilet paper must be carried out. Be considerate of others. Keep noise low. Hikers must yield the right-of-way to horseback riders.",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/hiking-and-trail-information.htm"
}
