{
    "title": "Theodore Roosevelt National Park: Canoeing\/Kayaking",
    "body": "Canoeing\/Kayaking       \"The river flows in long sigmoid curves through an alluvial valley of no great width. The amount of this alluvial land enclosed by a single bend is called a bottom, which may be either covered with cotton-wood trees or else be simply a great grass meadow. From the edges of the valley the land rises abruptly in steep high buttes whose crests are sharp and jagged. This broken country extends back from the river for many miles, and has been called always, by Indians, French voyageurs, and American trappers alike, the \"Bad Lands\"...\" Theodore Roosevelt       Pre-Trip Information A float trip down the Little Missouri River is an ideal way to experience the beauty and solitude of the North Dakota Badlands. It takes about five days to canoe the 107.5 miles between Medora near the South Unit of Theodore Roosevelt National Park and Long X Bridge on U.S. Highway 85 near the park's North Unit. Two days are needed to continue from Long X Bridge to Lost Bridge on State Highway 22 (Little Missouri Bay on Lake Sakakawea).  River ice usually breaks up by early April. Moderate temperatures and spring rains may combine to produce satisfactory conditions for float trips with May and June usually being the best months. Using canoes or kayaks is recommended. For much of the year, low water levels require boaters to frequently drag their boats through shallow stretches. Each year is difficult to predict and some years the river is not deep enough for float trips and sections of the river may dry up completely. Water levels vary daily; easy paddling one day can become a trip requiring frequent portages the next. Watching for changing weather is critical. Summer thunderstorms and resulting floods may cause water levels to increase with little or no warning transforming the quiet river into a raging torrent carrying large logs and debris.  A river depth of at least 2.5 feet (699 cfs) at Medora is required for fair boating and 2.5-3.5 feet (699-1500 cfs) for good boating. Prior to your trip, check river gauges regularly at these websites to ensure water level is deep enough:  Medora - Little Missouri River Info Watford City - Little Missouri River Info Marmarth - Little Missouri River Info          MILEAGE, LITTLE MISSOURI RIVER, SOUTH TO NORTH   Marmarth to Sully Creek State Park 117.5 miles   Sully Creek State Park to Medora Bridge 3 miles   Medora Bridge to Cottonwood Campground 3.5 miles   Cottonwood Campground to Elkhorn Ranch 36 miles   Elkhorn Ranch to Juniper Campground 62.4 miles   Juniper Campground to Hwy 85 Bridge 5.6 miles   Hwy 85 Bridge to Hwy 22 Bridge 40.5 miles         TOTAL mileage 268.5 miles             Trip Planning and Preparation A trip on the Little Missouri River should not be taken lightly as the river winds through remote terrain. Emergency response could take hours or days and cell phones may not work in many areas. There are no reliable sources of drinking water, with the exception of Marmarth City Park, Sully Creek State Park, Medora, and the two campgrounds in Theodore Roosevelt National Park. Temperatures and precipitation can vary widely in late spring. Plan to carry an adequate supply of water, food, warm clothing, and camping gear. Other supplies should include first aid supplies, maps, trash bags, sunscreen, spare paddles, and approved life jackets. All trash must be carried out with you.; Fires are not permitted within Theodore Roosevelt National Park; cooking on a gas-fueled stove is recommended. Camping on private lands adjacent to the river is prohibited by most land owners. Some years when the river rises high on the flood plain, a thick layer of mud limits campsites to high terraces. All campers must follow Leave No Trace principles including proper disposal of human waste. Toilet paper should be carried out with you. A free backcountry permit is required for anyone planning to camp overnight in the national park. You can obtain the permit at any park visitor center. All wildlife should be viewed at a distance. Bison can be found along the river corridor within the park. Throughout the length of the river, fences, including activated electric fences, may be strung across the water. Portaging around these obstacles may be necessary.      Additional information: Theodore Roosevelt National Park River Guide  U.S. Forest Service USGS North Dakota River Info North Dakota State Parks TRNHA Bookstore (to purchase maps)",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/canoeing-kayaking.htm"
}
