{
    "title": "Theodore Roosevelt National Park: Backcountry Camping",
    "body": "Backcountry Camping       \"Nothing could be more lonely and nothing more beautiful than the view at nightfall across the prairies to these huge hill masses, when the lengthening shadows had at last merged into one and the faint after-glow of the red sunset filled the west.\"          Theodore Roosevelt      Backcountry Permits  Anyone planning to camp overnight in the backcountry obtain a free backcountry permit. There are no established backcountry campsites. Camping in the backcountry is limited to 14 consecutive days. For the South Unit and the Elkhorn Ranch Unit, backcountry permits can be obtained at the South Unit Visitor Center in Medora. Permits are not issued at the Painted Canyon Visitor Center. For the North Unit, permits can be obtained at the North Unit Visitor Center. When you have completed your backcountry trip, please stop by the visitor center to advise rangers of your safe return, if possible. Safety Messages There are no approved drinking water sources in the backcountry. There are springs and wells, which supply water for wildlife, but none are certified safe for human consumption. Plan to carry in all your drinking and cooking water. Weather can be unpredictable and sometimes dangerous. Both summer and winter backcountry users must be prepared for rapid and often violent changes in the weather. Winter storms and summer thunderstorms can build rapidly and be upon you in a very short time. Choose campsites wisely as flash floods may occur. Be prepared to protect yourself in severe weather or plan on a hasty evacuation to a place of safety or shelter. Winter Camping To insure that your winter experience is as safe and pleasant as possible you must be well prepared for your trip. Low temperatures and strong winds can result in hypothermia and frostbite if hikers and campers are not properly equipped and knowledgeable about winter survival. Special attention must be given to footwear, outer clothing, sleeping gear, and stoves that are operable at extremely low temperatures. Plan your trip well. Know your limitations. Keep your group together. Err to the side of caution. It is especially important during this time of year to register with park rangers to ensure that they know where to start looking should you not return when indicated. Backcountry Use Regulations  Overnight parties in the backcountry are limited to a maximum of 10 persons without horses, or 8 persons and 8 horses. Backcountry camping is prohibited within 1\/4 mile of roads and trailheads and within 200 feet of any water source. Campsites must not be visible from any roadway or trail.  Open fires (wood, charcoal, etc.) are not permitted in the backcountry. Cooking must be done on a self-contained stove fueled by a commercial product. Use of stoves may be restricted in times of high fire danger. All trash and other material packed in, including toilet paper, must be packed out. Burying trash is prohibited. Do not wash dishes or use detergents in water sources. Bury human waste in a shallow hole 6-8 inches deep and at least 200 feet from any water source. Carry out all toilet paper. All plants, wildlife, natural, and cultural features are protected. Do not disturb or remove them. Collection is not permitted. Hunting, feeding wildlife, and chasing or harassing wildlife, including approaching wildlife on horseback, is prohibited. Fireworks are not allowed in the park. Pets, bicycles, and motorized equipment are prohibited in the backcountry. Know where you are and where you are going. If you plan foot or horseback travel into the backcountry, know your destination and the route you plan to follow. Although some trails are marked, it is easy to confuse a designated route with a wildlife trail. Carry a topographic map and compass. Do not rely solely on GPS units. Leave your trip itinerary with someone so they can contact the park if you are overdue. Cell phones do not work in many areas of the park or surrounding localities.  Boating  Boating opportunities on the Little Missouri River are quite seasonal, with May and June usually being the best months. Canoes or kayaks are recommended. Boaters intending to camp overnight in the park must obtain a free backcountry permit and observe backcountry regulations. Boaters are advised to portage around the wildlife river barriers along all boundaries in the North and the South Unit. Attempting to cross under or through the barrier can result in a capsize. Fences may cross the river outside the park. See Canoeing\/Kayaking section for more information.",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/backcountry-camping.htm"
}
