{
    "title": "Theodore Roosevelt National Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers\/Museums         South Unit Visitor Center is open daily, year-round.   South Unit South Unit Visitor Center Location: South Unit entrance adjacent to the town of Medora. Hours: Daily, year-round, 8:00 am - 4:30 pm MT Summer hours: 8:00 am - 5:00 pm MT (Late June through Labor Day) Closed Thanksgiving, Christmas, and New Year's Day. Features:   Museum with Theodore Roosevelt collections and exhibits on history, nature and geology Maltese Cross Cabin 17-minute park film, \"Refuge of the American Spirit\"  Staffed information desk Theodore Roosevelt Nature and History Association Bookstore Restrooms Drinking fountain Park rangers present a variety of programs June through mid-September; check the park website, visitor center or park bulletin boards for dates, times, and more information Visitor Center, Maltese Cross Cabin, and restroom facilities are wheelchair accessible.         Painted Canyon Visitor Center is not your average interstate rest stop.  Be alert for bison grazing in the area.   Painted Canyon Visitor Center  Location: Exit 32 on Interstate 94 Open seasonally (May-October) Hours: 8:30 am - 5:00 pm MT Features:  Panoramic views Wildlife viewing Hiking trails Staffed information desk Exhibits and displays Theodore Roosevelt Nature and History Association Bookstore Picnic shelters Restrooms Drinking fountain Vending machines Public telephone  Visitor center, overlook, picnic area, and restrooms are wheelchair accessible         The North Unit Visitor Center building was condemned after an underground drainage caused the foundation to slip and crack. The Badlands are still a geologically active area.   North Unit North Unit Contact Station Location: Entrance of North Unit Hours: Friday through Monday, 9:00 am - 5:00 pm CT The trailers at the park entrance serve as a temporary contact station for visitors to the North Unit. The original building is closed due to a structural failure. While planning and construction for a new facility are underway, the temporary visitor center will remain open. Park information, informal presentations, restrooms and gift shop are all available at this location.",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/visitorcenters.htm"
}
