{
    "title": "Theodore Roosevelt National Park: Places To Go",
    "body": "Places To Go       South Unit A major feature of the South Unit is the Scenic Loop Drive. Pullouts and interpretive signs explain park features and allow visitors to enjoy scenic views and wildlife along this paved 36-mile drive. The South Unit Visitor Center is located just inside the park entrance, adjacent to the town of Medora. It has an information desk, park film, and a museum which offer opportunities to learn more about Theodore Roosevelt and the Badlands. The Maltese Cross Cabin, Roosevelt's first ranch cabin, is located next to the visitor center. The visitor center is closed on Thanksgiving, Christmas, and New Year's Day. The South Unit offers a number of outdoor activities such as hiking and camping in addition to guided ranger programs.      The Painted Canyon Visitor Center, located at exit 32 on Interstate 94, sits on the rim of one of the most spectacular overlooks in Theodore Roosevelt National Park. Here, one is greeted with unparalleled panoramic views of the North Dakota Badlands. The Painted Canyon area is open seasonally, generally from May to October.      Elkhorn Ranch Unit The Elkhorn Ranch Unit protects the location of Roosevelt's \"home ranch\" in the Badlands. The only tangible remains of the ranch are the foundation stones of the buildings. A visit to the Elkhorn gives visitors a sense of the peace and solitude Roosevelt enjoyed while a rancher in the Dakota Territory. The site is only accessible via a 35-mile drive over gravel roads. Road conditions can vary, and a high-clearance vehicle is recommended. Ask at one of the visitor centers for access information before attempting to drive to the site. Directions to the site are available in the visitor guide. Learn more about the Elkhorn Ranch on our website.      North Unit The North Unit is located near Watford City. From Interstate 94, take US-85 North at Belfield (exit 42) and continue approximately 50 miles to the park entrance. The North Unit Visitor Center is located at the park entrance and has an information desk, movie, and exhibits. The staff can provide information about road and trail conditions and park activities. Ranger Programs are offered seasonally during the summer. The visitor center is open daily April to mid-October and Friday, Saturday and Sunday the rest of the year. It is closed on Thanksgiving, Christmas, and New Year's Day. Take time to drive the 14-mile Scenic Drive that leads from the entrance station to Oxbow Overlook, with turnouts and interpretive signs along the way. As you travel along the drive, you will pass a number of hiking trails. Some are self-guiding nature trails that have interpretive brochures to help you learn more about the park.      Road Closures Park roads may temporarily close for construction projects, winter conditions, or due to the general instability of the region's geography. Check the current park road status.",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/placestogo.htm"
}
