{
    "title": "Theodore Roosevelt National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping               Camping       General Information All of the individual sites in Juniper Campground (North Unit) and half of the individual sites in Cottonwood Campground (South Unit) are available on a first-come, first-served basis. The remaining half of the Cottonwood Campground sites are reservable. To make reservations, go to recreation.gov or call 1-877-444-6777. (Theodore Roosevelt National Park cannot make reservations.) Juniper and Cottonwood Campgrounds are located along the Little Missouri River. Cottonwood trees provide partial shade during summer months when leaves are green. Both campgrounds are open year-round with reduced rates and limited amenities in the winter. During summer, numerous potable water spigots are available as well as bathroom facilities with running water and flush toilets (no showers). In winter, one spigot for potable water is available at Cottonwood Campground and vault toilets are available in both campgrounds. There are no hookups in either campground. Campsites of various configurations (walk-in, pull-through, and back-in) can accommodate tents, trailers, and recreational vehicles. Campsites are limited to one family or 6 individuals per site with up to two vehicles. Walk-in sites are restricted to one vehicle per site. Raised grills are provided for cooking and campfires. Fire wood is not sold in the park but can often be purchased in surrounding communities. To control the spread of invasive insect species, all firewood brought into the park must have been purchased or cut in North Dakota. Pets are permitted in campgrounds if properly restrained at all times on a leash of 6 feet in length or less. They cannot be left unattended. Horses are not permitted in campgrounds, except for the Roundup Group Horse Campground (see below). Please review our campground regulations before camping.      Group Sites Cottonwood Campground and Juniper Campground each have one group site for groups of 6 or larger, available by reservation only. Additionally, the Roundup Group Horse Campground is a separate campground in the South Unit for camping with horses. It is a reservation-only campground. To make reservations, contact recreation.gov or call 1-877-444-6777. (Theodore Roosevelt National Park cannot make reservations.)      Fees There are no set dates for Summer and Winter rates to take effect. Summer rates take effect when temperatures are warm enough for water pipes to be turned on for the season, usually sometime in May. Winter rates take effect when temperatures drop low enough to warrant turning off most of the water pipes, usually sometime in October. Currently we are charging Summer Rates. Summer Rates Individual Site - $14.00\/night Group Site - $30.00\/night Roundup Horse Camp - $40.00\/night Winter Rates Individual Site - $7.00 *Senior and Access Pass holders receive 50% off camping rates (individual sites only) **Rates effective from February 1, 2015      Backcountry Camping Hikers and horseback riders who choose to spend the night in the park's backcountry can do so by filling out a free Backcountry Permit in the North or South Unit Visitor Centers. There are no developed backcountry campsites or facilities. For more information, see backcountry camping.",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/camping.htm"
}
