{
    "title": "Theodore Roosevelt National Park: Horseback Riding",
    "body": "Horse Use\/Horseback Riding         Roosevelt on horseback 1886   \"I heartily enjoy this life, with its perfect freedom,...and there are few sensations I prefer to that of galloping over these rolling limitless prairies ,.. or winding my way among the barren, fantastic and grimly picturesque deserts of the so-called Bad Lands…\" Theodore Roosevelt      Theodore Roosevelt National Park is open to horse use. Horses are permitted on all trails except the short nature trails. Crosscountry horseback travel is also allowed. Horses are not allowed on park roadways, in developed campgrounds or picnic areas. Horse parties wishing to camp in the park must camp in the backcountry or board horses outside the park. A group campsite (Roundup) that allows horses is available in the South Unit (reservations required-user fee charged). For the North Unit, a Forest Service group campsite (CCC Campground) that allows horses is located near the park. Like all other users, horse parties must obtain a free backcountry use permit for overnight backcountry camping and are subject to general backcountry regulations and the length of stay limitation of 14 days. Overnight parties in the backcountry are limited to a maximum of 8 horses and 8 riders per group. Horse users must leave their camp in a clean and sanitary condition. In order to avoid damage to trees and brush, a hobble or some other means to secure horses must be used. Use of weed free hay\/feed due to threat of exotic plants is required (Weed-free hay\/feed sources). Also see Horse-Related Services for horse services near the park.  Guided Trail Rides  At this time, guided trail rides and horse boarding are not being offered at the Peaceful Valley Ranch.  Safety Messages  Know where you are and where you are going! If you plan foot or horseback travel into the backcountry of the park, know your destination and the route you plan to follow. Although some trails are marked, you could possibly confuse a designated trail with a wildlife trail. Carry a park topographic map and compass. Leave trip itinerary with someone so they can contact us if you are overdue. Whether you are crossing a grassy plateau, a juniper forested slope, or a barren clay butte, be aware of the impact you are having and try to lessen it. - Think before you act. Ask yourself, \"Is this the way in which I am most likely to leave no trace of my presence here?\"There are no approved drinking water sources in the backcountry! There are springs and wells, which supply water for wildlife, but none are certified safe for human consumption. Plan to carry in all your drinking water. Park animals are wild! Although most species may appear shy and stay clear of hikers and riders, the park is their territory and even small creatures may react to protect their home or young. Do not approach any wild animal too closely. Be especially wary of bison. Always stay clear of these animals and give them the right-of-way. Do not ride horses closer than 100 yards to any bison. There are prairie rattlesnakes in the park. Ticks and poison ivy are also present. Weather can be unpredictable and sometimes dangerous! Both summer and winter backcountry users must be prepared for rapid and often violent changes in the weather. Both winter storms and summer thunderstorms can build rapidly and be upon you in a very short time. Be prepared to protect yourself in severe weather, or plan on a hasty evacuation to a place of safety or shelter. Be prepared for high temperatures during the summer, and protect yourself from the sun and the possibility of heat exhaustion or heat stroke (carry extra water). During rainstorms the ground and backcountry trails become extremely slippery, making it very difficult to travel by horseback or on foot. These conditions can make riding treacherous. When riding during these slippery conditions, try and avoid trails with no vegetation. Be aware of sudden changes to the Little Missouri River and the park's creeks. They can become swollen and run bank to bank in a very short time. Never cross a swollen stream by horseback or on foot when these dangerous conditions exist. Watch your footing! Backcountry trails are not routinely maintained. They may be rocky and their surfaces uneven, and during wet or freezing weather they will become slippery. Remember! Whether traveling crosscountry or on an established trail, it is best not to travel alone in the backcountry. In the event of an accident or sudden illness, one or two members of a group can go for help while the others remain awaiting assistance. ...the loneliness and vastness of the country seemed as unbroken as if the old vanished days had returned - the days of the wild wilderness wanderers... River and Stream Crossings Although the Little Missouri River and its tributaries are not fast flowing, they are sometimes subject to high water, especially during spring and early summer, and can be hazardous to ford. Most of the time they can be waded; however, a horseback rider should use caution because of areas with soft bottoms and deep channels or holes. Consult rangers as to good crossing sites. Backcountry Regulations  All plants, wildlife, natural and cultural features in the park are protected. Do not disturb or remove them. Collection is not permitted. Hunting is prohibited, as is the feeding of wildlife. Chasing or harassing wildlife, including approaching wildlife on horseback, is prohibited. Pets, bicycles and motorized equipment are prohibited on all trails and in the backcountry. Fireworks are not allowed in the park. Open fires (wood, charcoal, etc.) are not permitted in the backcountry. All trash and other material packed in must be packed out. Backcountry camping is prohibited without a permit. For proper sanitation, bury human waste in a hole 6-8 inches deep and at least 200 feet or more from any water source. Toilet paper must be carried out. Be considerate of others. Keep noise low.  General Horseback Riding Safety Tips  Before riding, inspect all horseback riding equipment for wear and stretching and be sure it is all securely fastened. Wear footwear that has a distinct heel and make sure the boot covers the ankle. Make sure your footwear has a smooth sole, so it can slide out of the stirrups easily. Always approach the shoulder of a horse, and announce your arrival by speaking to the horse. At all times, keep your center of gravity as close as possible to that of the horse. Always hang on to your reins. When riding, don't relax too much, always be ready for the unexpected i.e.: your horse's reaction to biting\/stinging insects, snakes, and other foreign activities that could startle a horse. Helmets save lives! The park encourages the use of safety helmets for riders.",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/horseback-riding.htm"
}
