{
    "title": "Theodore Roosevelt National Park: Getting Around",
    "body": "Getting Around       North and South Units Cars and Private Passenger Vehicles: The easiest way to explore Theodore Roosevelt National Park is in your private vehicle. Both the North and South Units of the park have paved, scenic drives with numerous pullouts, overlooks and parking areas. Please remember to obey all posted speed limits and traffic signs while in the park, both for your safety and for the well-being of our wildlife. At times, especially during the winter months, sections of the park roads may be closed due to weather, road construction, or other reasons. Please consult the Road Closures section of our webiste for current status and information. Bicycles: The dramatic landscapes found along the scenic roads of Theodore Roosevelt National Park offer a beautiful, and at times strenuous, opportunity for bicyclists to enjoy the park. Find more information about bicycling in the park. Recreational Vehicles and Vehicles with Trailers: Sections of our park roads were originally built by the Civilian Conservation Corps during the 1940s, and can be narrow with sharp curves. RVs and other large vehicles should exercise caution while operating within the park. Get more information pertaining to driving RVs or other large vehicles in the park. Hiking and Horseback Riding: The park is best experienced off the vehicle and away from the road. Visit the other sections of our website for information about hiking or horseback riding in the park. Elkhorn Ranch Unit The third unit of the park, Elkhorn Ranch, is an isolated 218-acre site along the Little Missouri River between the North and South Units of the park. The site is accessible via a network of private and public dirt roads through the Little Missouri National Grassland. For those wishing to visit the site, a high-clearance, 4-wheel drive vehicle is recommended. Road conditions vary seasonally with use and weather. You can find a map to the Elkhorn Ranch Unit, and more information about Elkhorn Ranch, online or at a park visitor center.",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/gettingaround.htm"
}
