{
    "title": "Theodore Roosevelt National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           315 Second Avenue  Medora, ND 58645                 Directions         Theodore Roosevelt National Park is located in the Badlands of western North Dakota. There are three units to the park. The South Unit entrance is in the town of Medora, ND off of Interstate 94 exits 24 and 27. The North Unit entrance is on Highway 85 approximately 14 miles south of Watford City, ND. The remote Elkhorn Ranch Unit sits roughly in the middle of the North and South Units and is accessed via gravel roads. Consult park staff for directions to the Elkhorn Ranch Unit.    Directions Details           Operating Hours & Seasons         Theodore Roosevelt National Park  Theodore Roosevelt National Park is open 24 hours a day, every day of the year. Even when entrance stations and visitor centers are closed, the park itself remains open.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours     Park Districts  Theodore Roosevelt National Park North Unit The North Unit of Theodore Roosevelt National Park is open 24 hours a day, every day of the year. The North Unit remains open even when the entrance station and visitor center are closed.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Theodore Roosevelt National Park South Unit The South Unit is open 24 hours a day, every day of the year. The South Unit remains open even when the entrance station and visitor center are closed.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Theodore Roosevelt National Park Elkhorn Ranch Unit The Elkhorn Ranch Unit is open 24 hours a day, every day of the year.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           In winter, some or all park roads may be closed due to snow.          Fees & Passes     Entrance Fees:   Vehicle Entrance Fee - $20.00 Entrance to all units of Theodore Roosevelt National Park for one private, non-commercial vehicle and its occupants for 7 days.    Motorcycle Entrance Fee - $15.00 Entrance to all units of Theodore Roosevelt National Park for one motorcycle and its riders for 7 days.    Non-motorized Individual Entrance Fee - $10.00 Per-person fee grants access for individuals on foot, bicycle, or horseback to all units of Theodore Roosevelt National Park for 7 days.    Commercial Vehicle 1-6 Passenger Capacity - $25.00 Entrance to all units of Theodore Roosevelt National Park for one 1-6 passenger capacity commercial vehicle and its occupants for 7 days. **Additional fee of $5 per person in addition to the $25 Commercial Vehicle fee.    Commercial Vehicle 7-15 Passenger Capacity - $50.00 Entrance to all units of Theodore Roosevelt National Park for one 7-15 passenger capacity commercial vehicle and its occupants for 7 days.     Commercial Vehicle 16-25 Passenger Capacity - $60.00 Entrance to all units of Theodore Roosevelt National Park for a 16-25 passenger capacity commercial vehicle and its occupants for 7 days.    Commercial Vehicle 25+ Passenger Capacity - $150.00 Entrance to all units of Theodore Roosevelt National Park for one 25+ passenger capacity commercial vehicle and its occupants for 7 days.    Entrance Passes:   Theodore Roosevelt National Park Annual Pass - $40.00 Entrance to all units of Theodore Roosevelt National Park for one year from month of purchase. Admits pass holder and passengers in a single, private, non-commercial vehicle, or the pass holder and his\/her immediate family (spouse, children, parents) when entry is by other means (foot, bicycle, etc.).         Visitor Centers       South Unit Visitor Center Rangers staff the desk, assist visitors with trip planning, and issue backcountry permits. Theodore Roosevelt's Maltese Cross Cabin located just outside is open for ranger-guided tours in summer and self-guided tours during the rest of the year. The park film, Refuge of the American Spirit, shows in the theater every half hour. A bookstore sells books, postcards, and other memorabilia. A museum houses artifacts from Theodore Roosevelt's presidency and time in the badlands.    North Unit Visitor Center Park information, informal presentations, restroom and gift shop are all available at this location. The trailers at the park entrance serve as a temporary contact station for visitors to the North Unit.    Painted Canyon Visitor Center Features: Panoramic views Wildlife viewing Hiking trails Staffed information desk Exhibits and displays Theodore Roosevelt Nature and History Association Bookstore Picnic shelters Restrooms Drinking fountain Vending machines Public telephone Visitor center, overlook, picnic area, and restrooms are wheelchair accessible                      Planning a visit to Theodore Roosevelt National Park? This section of the website has helpful information on some of the things you might have concerns about: getting around in the park, lodging, dining, pets, weather, accessibility, and safety. Current information on the Road Status is also available. You can also find much of this information in the official visitor's guide.  Read the newspaper online or pick one up at the park. If you're looking for things to see and do in the park, check out Things to Do.",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/basicinfo.htm"
}
