{
    "title": "Theodore Roosevelt National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes       Free Entrance Days in 2015    The National Park Service offers the following Entrance Fee Free Days this year:    •January 18 (Martin Luther King, Jr. Day)     •April 16-24 (National Park Week)    •August 25-28 (National Park Service Birthday Weekend)    •September 24 (National Public Lands Day)    •November 11 (Veterans Day)       Entrance Fees Visitors must pay the entrance fee or show a valid pass at the park entrance station. During seasonal entrance station closures, visitors must pay the entrance fee or show a valid pass at the visitor center.      Private vehicle   Motorcycle    $20.00 per vehicle - Valid for 7 days. All persons traveling in a single, private, non-commercial vehicle. $15.00 per motorcycle - Valid for 7 days. All persons traveling on a single, non-commercial motorcycle.       Individual  (non-motorized)   $10.00 per person - Valid for 7 days. Entrance fee for a visitor traveling on foot, bicycle, horse, or other non-motorized means of travel.     Forms of Payment   Cash, credit card, personal check, or traveler's check     Commercial Tours  1-6 passenger capacity: $25.00 per vehicle plus $10.00 per person 7-15 passenger capacity: $50.00 per vehicle 16-25 passenger capacity: $60.00 per vehicle Over 25 passenger capacity: $150.00 per vehicle         Passes The National Park Service is an important participant in the new Interagency Pass Program which was created by the Federal Lands Recreation Enhancement Act and authorized by Congress in December 2004. Participating agencies include the National Park Service, U.S. Department of Agriculture - Forest Service, Fish and Wildlife Service, Bureau of Land Management and Bureau of Reclamation. The pass series, collectively known as the America the Beautiful – National Parks and Federal Recreational Lands Pass, is shown below with a brief explanation of each.           Buy Your Pass Online!   You can buy your annual or weekly pass online at Your Pass Now.              Theodore Roosevelt National Park Annual Park Pass - $40 Valid for one year from month of purchase. Valid only at Theodore Roosevelt National Park. Admits purchaser and passengers in a single, private, non-commercial vehicle, or the pass holder and his\/her immediate family (spouse, children, parents) when entry is by other means (foot, bicycle). You can purchase your pass online.         America the Beautiful - National Parks and Federal Recreational Lands Pass - Annual Pass - $80 This pass is available to the general public and provides access to federal recreation sites that charge an entrance or standard amenity fee. The pass is valid for a year, beginning from the date of sale. The pass admits the pass holder(s) and passengers in a non-commercial vehicle at per-vehicle fee areas, or the pass holder and 3 adults at per-person fee areas (children under 16 are admitted free). The pass can be obtained in person at the park, or online at www.usgs.gov.         America the Beautiful - National Parks and Federal Recreational Lands Pass - Military Pass - Free The Annual Pass for Military was implemented on May 19, 2012. This is a free pass for active duty military personnel (Army, Navy, Air Force, Marines and Coast Guard) and their dependents. In order to qualify for this pass, a person must present a valid Department of Defense identification (CAC Card). Dependents must present a Department of Defense ID (DD Form 1173) that identifies the dependent and his\/her sponsor. Some members of the Military Reserve may be eligible for this pass.           America the Beautiful - National Parks and Federal Recreational Lands Pass - Senior Pass - $10 The Interagency Senior Pass is an affordable, lifetime pass available to U.S. citizens and permanent residents who are 62 years of age. In addition to covering entrance and standard amenity fees at recreation areas managed by five Federal agencies, the Senior Pass may provide a discount on some expanded amenity fees such as camping, and guided tours (inquire locally). The Interagency Senior Pass replaced the Golden Age Passport which will continue to be honored for the lifetime of the Pass owner. This pass is available at the park or through www.usgs.gov (shipping and handling fee applies).         America the Beautiful - National Parks and Federal Recreational Lands Pass - Access Pass - Free The Interagency Access Pass is a free, lifetime pass available to U.S. citizens or permanent residents who have been medically determined to have a permanent disability. The Interagency Access Pass covers entrance or standard amenity fees at sites managed by five Federal agencies. It also provides the pass owner a discount on some expanded amenity fees such as camping (inquire locally). The pass replaced the Golden Access Passport which will continue to be honored for lifetime of the pass owner. This pass is available at the park or through www.usgs.gov (shipping and handling fee applies).         Every Kid in a Park 4th Grade Pass - Free The Every Kid in a Park 4th Grade Pass is free for U.S. 4th grade students and covers entrance and standard amenity fees. The pass is obtained by the student exchanging an Every Kid in a Park pass voucher for the pass (voucher obtained at www.everykidinapark.gov). This pass is valid for 12 months beginning September of the year the student begins 4th grade. No other discounts apply other than entrance and standard amenity fees. Note: All passes are valid September through August of the year that the student is in the 4th grade. No punching of the pass is required.",
    "url": "https:\/\/www.nps.gov\/thro\/planyourvisit\/fees.htm"
}
