{
    "title": "Springfield Armory National Historic Site: Research",
    "body": "Research       Springfield Armory National Historic Site and National Historic Landmark is a National Park Service unit that commemorates the country's first national armory and its importance within the history of the United States. The site is open to the public from 9am to 5pm, 7 days a week, except for Thanksgiving Day, Christmas Day, and New Year's Day. Publicly accessible areas and activities include:  a visitor center and museum, which displays and interprets objects from the park's historic firearms and manufacturing collection 22 acres of historic landscapes and structures with designated areas for picnics Self-guided tours, ranger-led tours, and special events a bookstore and gift-shop  Springfield Armory NHS does not provide staff for research services. Members of the public may request to do research on site as with other government agencies, by following agency procedures listed below. There are a number of research options to help you answer your questions: Research on the internet  Springfield Armory NHS  https:\/\/www.nps.gov\/spar for general information (hours, directions, etc.) https:\/\/www.nps.gov\/spar\/historyculture\/collections.htm for information specifically about museum and archival collections at the park, and for links to online catalog records Note:If you are researching a particular weapon by serial number, please see the note below.   National Archives and Records Administration (NARA)  http:\/\/www.archives.gov As a Federal military facility from 1794-1968, the Springfield Armory's records are, by law, maintained by NARA. The actual records are housed at the NARA branch in Waltham, MA. Note:If you are researching a particular weapon by serial number, please see the note below.   Library of Congress  http:\/\/www.loc.gov An excellent source of searchable photographs and bibliographic citations and references, with quite a large amount available online.   Other Resources  There are a number of websites devoted to the history of particular firearms, including those manufactured at Springfield Armory. While some are particularly well researched, the information on others varies. The National Park Service does not endorse any particular site.     On-site research  Springfield Armory NHS  https:\/\/www.nps.gov\/spar\/historyculture\/on-site-research.htm for information about conducting on-site research   National Archives and Records Administration  http:\/\/www.archives.gov for information about hours and research policies     Private research services  Firearms Research  There are for-profit entities that have been researching US Military firearms for many years. For a fee, they will give you that information, or conduct research for you. These entities can be located via an internet search engine, using terms such terms as: \"Springfield\", \"Firearms\", and\/or \"Research\".   Other Research  The region surrounding the park is rife with colleges and universities. If you cannot make it on-site to research, we recommend you contact the History Department of any number of local schools. Graduate students are sometimes available to hire for research at reasonable rates.     A special note about serial numbers and individual firearm research: Springfield Armory NHS has no records that reflect the disposition of individual firearms during or after their manufacture at the historic Springfield Armory. As a Federal military facility from 1794-1968, the Springfield Armory's records are, by law, maintained by the National Archive and Records Administration (NARA). These records are official documentation of the administrative functions of the facility. Specific records having to do with the disposition of a particular gun after its manufacture tended to be temporary and thus were not preserved as a whole. Some records did survive as incidental attachments to other, more permanent records. There are entities that have compiled these references and, for a fee will give you that information or conduct research for you. If you wish to hire one of these entities, see the section above, entitled \"Private research services\". If you wish to search the holdings at NARA yourself, please visit http:\/\/www.archives.gov for information about their collections, hours, and research policies.",
    "url": "https:\/\/www.nps.gov\/spar\/learn\/historyculture\/research.htm"
}
