{
    "title": "Springfield Armory National Historic Site: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Springfield Armory National Historic Site commemorates the critical role Springfield Armory played in the nation's military and industrial history. First created as a military storage depot by the fledgling U.S. Army in 1777, Springfield Armory was authorized by Congress and President Washington to manufacture small arms for the nation's defense in 1794. The Armory was the federal center for the development and manufacture of U.S. military small arms from 1794 until its deactivation in 1968. The park was authorized in 1974 by P.L 93-486 and became established as an NPS unit in 1978. The Springfield Armory was designated a National Historic Landmark (NHL) in 1960 and was placed on the National Register of Historic Places in 1966. Of the 55 acres within the National Historic Site, 20 acres are managed by the National Park Service and 35 are managed by the Commonwealth of Massachusetts and Springfield Technical Community College. The purpose of Springfield Armory National Historic Site is: To preserve and interpret for the education, inspiration and benefit of present and future generations, the nationally significant sites, landscapes, structures, archives and collections associated with Springfield Armory, as well as its important role in developing small arms and modern manufacturing techniques. To cooperate with national, state, and local entities, particularly the Commonwealth of Massachusetts, to protect the integrity, character, and historic values of such sites, landscapes and structures within the boundaries of the National Historic Site under non-Federal ownership. To ensure the integrity and availability of the arms collection in cooperation with the Department of Army. [Sources: Springfield Armory NHS Enabling Legislation PL93-486 (1974); Senate S.979 Hearings 93-590 (1973), 93-1233 (1974); House Hearings on HR-13157 (1974)]      Information and Links: For further information about other resources Important to Springfield Armory NHS, Click Here. For documents, reports, and other management publications, Click Here. For information on park policies and related laws, Click Here.",
    "url": "https:\/\/www.nps.gov\/spar\/learn\/management\/index.htm"
}
