{
    "title": "Springfield Armory National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     December 03, 2014  Remembering Christmas during WWII  You asked, we listened! Ranger Susan Ashman will present Christmas at the Springfield Armory once again. The program begins at 1:30pm on Saturday, December 20th, 2014 in the museum theater and continues in the Commanding Officer’s house on the grounds of the National Historic Site. Admission is free.   December 02, 2014  Arsenals Under Attack!  Springfield Armory National Historic Site welcomes the public to the special exhibit Arsenals Under Attack! Daniel Shays’ Assault on Springfield & John Brown’s Raid on Harpers Ferry, from December 2014 through March 22, 2015.   September 22, 2014  Welcoming Educators and Students November First to Memorial Day  Springfield Armory NHS announces new days of operation Wednesday through Sunday November 1st through Memorial Day 9:00AM – 5:00 PM.  Starting June 1st through October 31st the Museum resumes a seven day a week operation from 9:00 AM-5:00 PM. Tuesdays are designated “education day” and devoted to education programs and teacher professional development.  Museum admission and school programs are free of charge.   June 11, 2014  Making Magic at Springfield Armory NHS  Come ready to dance to the sweet sounds of Big Band brass and drums. Get in the dance groove with free swing lessons. Set up a blanket or lawn chair and bring a picnic supper on Saturday, July 12. Dance lessons begin at 5:30 pm and the concert is at 6:30 pm to 8:30 pm. Admission is free.  Inclement weather moves the concert indoors.   May 21, 2014  Celebrate Armory Day 2014  On Saturday, June 21st, Armory Day 2014 illuminates how Springfield Armory gave the American infantryman the weapons he needed.  Military encampments of “living historians.” portray Infantry from the War of 1812, Civil War, World War One, World War Two, the Korean and Viet Nam Wars.   May 12, 2014  Connecting People to Parks at the Holyoke Soldiers Home  A visit to the Holyoke Soldiers’ Home this Friday, May 16 will honor both veterans and students alike. Letters written by a Birchland Park seventh grade team in appreciation of the veterans’ military service will be presented as part of a ceremony culminating a year-long project as a part of the National Park Service’s Park for Every Classroom initiative.   May 06, 2014  Springfield Armory Inspires the Greening of Springfield  Perhaps most residents of Springfield do not realize that two particular men, both of whom were employees of the Springfield Armory – Edward Ingersoll and Stanhope Blunt – were instrumental in the creation of the City’s parks and open space. On Sunday, May 18, Springfield historian Frances Gagnon will introduce Armory leaders and workers responsible for many parks that enrich Springfield to this day.   April 16, 2014  Move Outside! Welcome Spring on a Nature Walk  Get introduced to engraving beetles, figure out what’s making tunnels through the grass, and find out who’s living in all those holes and cavities in the trees.  On Sunday, May 4 at 2:00 visitors of all ages are invited to come explore the acres that comprise the Springfield Armory NHS.  Surprises await you.  Admission is free.   April 05, 2014  Enjoy National Park & School Vacation Weeks  Join us for National Park and School Vacation Weeks from Sunday, April 20 to Saturday, April 26, 2014.  Surprising activities await you.  Watch National Parks films, make a Steampunk creation, and hear the author of Treasures on Your Doorstep, about the hidden gems of the National Park Service. Admission is free.   March 29, 2014  Blank Firing Demonstrations & Museum Highlight Tours  Hear the deep BOOM of historic musket and rifle shooting and participate in Ranger-led tours of the Museum.  Experience historic weapons demonstrations every other Saturday (weather permitting) at 1:00 pm. Museum Highlight Tours are scheduled every Saturday and Sunday at 11:00 am or 2:00 pm. Free Admission   March 28, 2014  Public Reception for Steampunk Springfield Armory Exhibition  Are you ready for the most fantastical exhibition of re-imagined weapons in the world? Springfield Armory National Historic Site kicks off the opening of its exhibition, Steampunk Springfield Armory: Reimagining Our Nation’s Weaponry, with a public reception for the artists on April 5th, 2014 from 6:00 to 8:00 p.m. The event presents an opportunity for visitors to view the exhibition, meet the artists, ask questions, and learn about the inspiration behind their unique and outlandish inventions. Hors d’oeuvres will be served along with a cash bar. Admission is free.   March 15, 2014  A Promise of Freedom - 150th Anniversary of the Gettysburg Address  Visit Springfield Armory NHS and be video recorded reciting or reading the Gettysburg Address.  Join Presidents Obama, Clinton and Bush and thousands of others in celebrating the anniversary of this powerful speech by President Lincoln.  Enjoy Museum tours focused on the Civil War, followed by blank firing demonstrations of Civil War rifles by the Peter Brace Brigade, 54th MA Regiment of African American Living Historians.   March 14, 2014  Andrew Carroll’s Quest to Save Forgotten History  Look around you. Notice the boxes of letters in the attic or the unmarked historic sites in your neighborhood.  Well respected Author, Andrew Carroll, will open our eyes to “Forgotten” and valuable history; hidden War letters, unmarked Historic Sites and the voices of past generations.  Scheduled for Sunday, March 30, the event commences at 2:00 pm. Admission is free.   March 04, 2014  Men of Color to Arms - Rescheduled  Springfield Armory National Historic Site is pleased to welcome the public to experience the story of the powerful Civil War soldiers of the 54th Massachusetts Regiment.  Rescheduled for Sunday, March 16, 2014, this special program will begin at 11:30 am in the museum theater and continue with a blank firing demonstration on the grounds of the National Historic Site. Guest Park Ranger, Ryan McNabb will convey the spirit of these heroic African Americans. Admission and parking are free of charge.   March 03, 2014  Tourism to Springfield Armory NHS creates $913,600 in Economic Benefit  A new National Park Service (NPS) report shows that 16,978 visitors to Springfield Armory NHS in 2012 spent $913,600 in communities near the park. That spending supported 12 jobs in the local area.   July 19, 2013  94th United States Army Band An Exemplary Military Tradition  Springfield Armory National Historic Site is pleased to welcome the talented 94th United States Army Band.  The concert begins at 7:30pm on Saturday, August 17, 2013, behind the museum building. The 94th Army Band represents one of the nation’s finest and time honored military bands.  Admission is free.  Inclement weather moves the concert indoors.   July 11, 2013  Springfield Armory NHS Welcomes the 215th United States Army Band  Springfield Armory National Historic Site is pleased to welcome the 215th United States Army Band to perform with its full complement of 42 musicians.  Join us on Wednesday, July 24, 2013 at 7:00 PM. Admission is free. Inclement weather moves the concert indoors.   June 19, 2013  Dancing Up a Storm at Springfield Armory NHS  Springfield Armory National Historic Site is proud to host its annual big band concert in honor of the historic 1943 Benny Goodman Armory show. Come ready to dance to the sweet sounds of Big Band saxophones on Saturday, July 13, 2013.  Learn to swing dance with free lessons. Hear vocalists croon to songs that touch our hearts. Set up a blanket or lawn chair and bring a picnic supper on Saturday, July 13. Dance lessons begin at 5:30 pm and the concert is 6:30 pm to 8:30 pm. Admission is free.  Inclement weather moves the concert indoors.   June 04, 2013  A Cinematic Salute – Victory at Sea  As part of a yearlong film festival, the Springfield Armory National Historic Site will feature the Emmy Award winning documentary television series Victory at Sea on Wednesday, June 12, 2013 at 7:00 pm in the Museum theatre. Free Admission.   May 28, 2013  Armory Day 2013  Armory Day 2013 at Springfield Armory NHS will commemorate the 150th Anniversary of the Civil War.  After a year hiatus, blank firing demonstrations are on the schedule again. Mark the date of Saturday, June 22 from 10:00 am to 4:30 pm. Visitors of all ages will be dazzled by the blank firing of Civil War cannon and rifles,  a spectacular performance of Civil War music and dances, and enjoy conversing with Civil War infantry groups. Food vendors will be available.  Shuttle service will be available at convenient locations.  All events are free. RAIN CANCELS.   April 29, 2013  US Coast Guard Dixieland Jazz Band Memorial Day Commemoration  The U.S. Coast Guard Dixieland Jazz Band will perform a free public concert on Memorial Day, Monday, May 27, from 2:00 p.m. – 3:00 p.m. outside behind the Museum Building.   April 02, 2013  Move Outside and Become Junior Rangers  Bring your family and friends to explore the twenty-two acres of Springfield Armory National Historic Site and the Armory museum.  Numerous special experiences for young people will be offered throughout April school vacation and National Park Weeks from April 13 to 27, 2013. Admission is free.   February 28, 2013  American Poster Art: 100 Years of War and Politics  “I Want You for the US Army” may be the single most memorable poster made in United States history. This picture of Uncle Sam in his red, white, and blue top hat with his finger pointing directly at the viewer, calls forth strong emotions. Helen Casey, owner of Posters, Inc., will explain how posters sway the masses in an engaging program on Saturday, March 16th at 1:30pm. The event is free to the public. The snow date will be Saturday, March 23 at 1:30pm.   February 04, 2013  Connecting Youth to Local Heritage  Are you looking for fun, family-focused activities during school vacation week? Do you like history, art, or technology? Would you like to learn more about the Nation’s first federal armory and the many people who were responsible for its success? Then the Junior Ranger program awaits you!  After completing entertaining and educational activities, participants will receive an official Junior Ranger badge, a certificate, and other fun surprises. All activities are offered from 9am to 5pm, February 16 - 23, 2013. Admission is free.   January 22, 2013  A Cinematic Salute - America Goes to War  For well over the past century perhaps the single best and most common way to depict wars in the history of the United States has been through film. “A Cinematic Salute – America Goes to War” is scheduled on the second Wednesday of every other month beginning February 13, 2013. Feature films and documentaries will be presented in the Armory Museum theatre at 7pm and are free of charge.   January 14, 2013  A Murder of Crows at Springfield Armory NHS  Experience a different side of Springfield Armory National Historic Site.  Step outside the Museum and see hundreds of American Crows roosting in the trees. Arcadia Wildlife Sanctuary in Easthampton MA, is partnering with Springfield Armory NHS in a two part program about the fascinating behavior of American crows. Patti Steinman, Education Program Director at the Sanctuary will lead the event on Sunday, February 10, from 3pm to 6pm. Admission is free.   December 17, 2012  Rebellion at the Springfield Arsenal  Springfield Armory National Historic Site commemorates the anniversary of the failed January 1787 attempt by armed rebels to seize the Springfield Arsenal during Shays’s Rebellion, one of the most significant and tragic moments in the history of the United States.  Park Ranger Richard Colton will introduce visitors to Daniel Shays and his rebels. The program will take place in the Museum theatre on Saturday, January 26, 2013 from 1:30pm to 3:00pm and admission is free.   November 21, 2012  Charles Dickens, Springfield Armory, and Christmas in the City of Homes  Charles Dickens, one of the most famous novelists of all time, visited Springfield twice in his lifetime. The first was the same year he authored the cherished work, A Christmas Carol. The second was for a performance of his one-man show developed from the same book. The topics of Charles Dickens, Springfield Armory, and Christmas in Springfield, the City of Homes, will be the subject of a presentation by local historian Fran Gagnon, STCC professor Kit Polga, and Park historian Richard Colton. Join us for this fascinating talk on Saturday, December 1st at 1:30pm. Admission is free.   November 05, 2012  Skinner Silk Talk  “Skinner Silk: A Look at 19th Century Industrial Holyoke” will be the topic of a program at Springfield Armory National Historic Site. The one-hour talk on William Skinner, his family, and flourishing silk manufacturing business in Holyoke will take place on Sunday, November 18, 2012 at 1:30pm. Penni Martorell, Curator of Collections at Wistariahurst Museum, is the guest speaker. The program is FREE.   October 23, 2012  Shedding Light on Springfield  On Friday, November 2nd at 1:30pm, Associate Professor Donald Linebaugh will tell the fascinating story of a one-of-a-kind invention, the Springfield Gas Machine. Assisted by Park Historian, Richard Colton, visitors will learn of Springfield Armory employee, John Barker, inventor of the Springfield Gas Machine. Linebaugh will be available for a book signing following his presentation.  Admission is free.   October 15, 2012  Troiani Brings Civil War to Life  On Saturday, October 27th at 1:30pm, noted historical military illustrator and artist, Don Troiani, and Park Historian, Richard Colton, weave a tapestry of understanding by viewing dramatic Civil War paintings and Springfield Armory Civil War period weaponry. Admission is FREE.   July 06, 2012  BIG BAND BASH AT SPRINGFIELD ARMORY NHS  Springfield Armory National Historic Site recreates the big band era with a free outdoor concert by the 14-piece O-Tones Big Band on Saturday, July 21st.  The Big Band “bash” includes exciting activities that feature swing dance lessons at 5:30pm, two 1940’s dance routines, and the O-Tones Big Band concert from 6:30pm – 8:30pm.   June 26, 2012  AWARD-WINNING AUTHOR DEBUTS NOVEL AT ARMORY DAY  Springfield, Massachusetts in the year 1800 and, specifically, the Springfield Armory are brought to life in Elaine Marie Cooper’s newly released novel The Legacy of Deer Run. The final book in the Deer Run Saga will receive its official launch on Armory Day, when Cooper speaks and does two book signings on Sunday, July 1st at Springfield Armory National Historic Site.   June 20, 2012  ARMORY DAY 2012 TAKES FLIGHT  Armory Day 2012 will take on a new focus and look from Armory Days of the past. While still honoring the unique history of this National Historic Site, Sunday, July 1st 10am to 4pm will be especially kid and family-friendly to include museum and grounds' tours, Revolutionary and Civil War-era music, kite flying, costumed mascots, live-actor skits, and children's book-signing. All events are free.   April 09, 2012  National Parks Are Closer Than You Think  From Saturday, April 21 through Sunday, April 29, 2012, Springfield Armory National Historic Site rolls out the red carpet with activities for the whole family to enjoy. Events will showcase the nearly 400 National Parks across America. Admission is free at all National Park Sites all week long.   March 19, 2012  The Greening of Springfield  Perhaps most residents of Springfield do not realize that two particular men, both of whom were employees of the Springfield Armory – Edward Ingersoll and Stanhope Blunt -- were instrumental in the creation of the City’s parks and open space. On Saturday, May 5, historian Frances Gagnon will introduce the public to Armory leaders and workers from past centuries who were responsible for many of the parks that enrich Springfield to this day. The program will take place in the theatre of the Springfield Armory National Historic Site from 1:30pm to 2:30pm. Admission is free.   March 05, 2012  Vacation at Springfield Armory NHS this April, 2012  Families can experience an array of indoor and outdoor programs during spring vacation week at Springfield Armory National Historic Site. Activities, tours, and special programs await visitors from 9 a.m. to 5 p.m., Sunday, April 16 to Saturday, April 21, 2012.  Admission is free.   February 13, 2012  THE U.S. 94th ARMY BAND ROCKS IN FREE CONCERT  The U.S. 94th Army Rock Band will perform a free public concert featuring Top 10 Chart Busters from the last three decades. The event is scheduled on Saturday, March 24th from 7:30pm – 9:00pm. Hosted by Springfield Armory National Historic Site, the concert will take place in the Springfield Technical Community College (STCC) Theatre, Building 2 (Scibelli Hall). The college is located at the corner of State and Federal streets in Springfield.   February 13, 2012  WOWs (Women Ordnance Workers) to the Rescue!  Filling the shoes of men who left for wartime military service through the 20th century, thousands of women hammered steel and shaped wood into Springfield Armory’s famous rifles. Springfield Armory National Historic Site honors the service of these women during a special presentation in the museum theatre on Saturday, March 24th from 1:30pm to 3:00pm. Admission is free.   January 22, 2012  Shays Talk Rescheduled  Due to inclement weather on Saturday, January 21st, the lecture and kiosk introduction of Shays’s Rebellion will take place this upcoming Saturday, January 28th at the same time as originally scheduled from 1:30pm – 2:30pm at Springfield Armory National Historic Site.   January 06, 2012  Activities Abound for Youths and Families during February School Vacation  From February 18 – 25, 2012, activities at Springfield Armory NHS will focus on youth. Numerous indoor and outdoor programs for individuals and small groups are scheduled each day. All activities are free, and each participant will receive a gift.   December 21, 2011  225th Anniversary of Shays Rebellion  On Saturday, January 21st, 2012, from 1:30pm to 2:30pm, Richard Colton, Park Ranger, will introduce the public to a new, interactive kiosk that explores Shays' Rebellion, which occurred 225 years ago. In addition, he will deliver an informative program on Shays and his rebels. The program will take place in the park theatre and is free and open to the public.   December 08, 2011  More than a Gun Museum  The bookshelves of the giftshop at Springfield Armory National Historic Site contain numerous cookbooks with vintage recipes from pre-Revolutionary War to more modern times.   November 23, 2011  CHRISTMAS AT THE ARMORY – FROM OBSERVANCE TO CELEBRATION  On Saturday, December 3rd from 1:30pm – 2:30pm, local historian Frances Gagnon will deliver a presentation about the the important role Springfield Armory played in the Springfield community's celebration of Christmas.   August 27, 2011  POSTPONED: AUGUST 27, 2011 CONCERT  The free concert by the United States 94th Army Rock Band, originally scheduled to perform on Saturday, August 27th from 6pm – 8pm at Springfield Armory National Historic Site (NHS), has been postponed due to weather and the impending threat of Hurricane Irene.   August 22, 2011  FINAL FREE SUMMER 2011 CONCERT AT SPRINGFIELD ARMORY NHS  Hosted by Springfield Armory National Historic Site, the US 94th Army Rock Band will perform two hours of rock music on the outdoor stage on the grounds of Springfield Technical Community College (STCC) from 6 to 8pm on August 24, 2011.   July 04, 2011  POPPIN’ BIG BAND CELEBRATION  An evening of music and dance in salute to Benny Goodman's 1943 concerts in Springfield will take place with two free music concert and dance show on Saturday, July 9, 2011.   June 03, 2011  Tornado Cleanup and Operations Update  On Wednesday, June 1, at least one tornado touched down in the city of Springfield and surrounding communities. Springfield Armory National Historic Site sustained no damage. Springfield Armory NHS will be closed until Monday, June 6.   May 18, 2011  Coast Guard Dixieland Concert 2011  On Saturday, June 11, the U.S. Coast Guard Dixieland Band will play a free concert on the grounds of Springfield Armory National Historic Site and National Historic Landmark.   May 09, 2011  2ND CONTINENTAL DRAGOONS RIDE INTO SPRINGFIELD IN FULL REGALIA  No abstract supplied.   May 09, 2011  AFRICAN-AMERICAN CIVIL WAR SOLDIER IS REMEMBERED  No abstract supplied.   May 09, 2011  TYLER MILLETT, MINNECHAUG STUDENT IS WEEKEND REENACTMENT CORPORAL  Tyler Millett, Minnechaug High School Junior, will portray a Corporal in the 10th Massachusetts Volunteer Infantry during Armory Day at Springfield Armory National Historic Site on May 14, 2011 from 1pm to 5pm.   May 09, 2011  WEEKEND PASTRY CHEF  No abstract supplied.   May 04, 2011  Armory Day 2011  No abstract supplied.   March 29, 2011  National Parks Week 2011  Springfield Armory National Historic Site offers fun activities for kids and families during National Parks Week, April 16-24, 2011.   March 10, 2011  The Springfield Armory WOWs  On March 26, 2011, Springfield Armory National Historic Site will celebrate the 100th Anniversary of National Women's History Day with a special program honoring the contributions of women at Springfield Armory during the First and Second World Wars",
    "url": "https:\/\/www.nps.gov\/spar\/learn\/news\/newsarchive.htm"
}
