{
    "title": "Kalaupapa National Historical Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit      Welcome to Kalaupapa National Historical Park! Kalaupapa National Historical Park is dedicated to preserving the memories and experiences of the people forcibly sent here so that valuable lessons may be learned. The park is now more than thirty years old, having been established December 22, 1980.  The park's mission is to provide a well-maintained community that ensures the present patient-residents of the Kalaupapa Settlement may live out their lives peacefully and comfortably.  The park supports education concerning Hansen's disease (leprosy), a disease shrouded in fear and ignorance for many centuries.  Hawai'i State law requires all individuals to secure a permit prior to entering Kalaupapa National Historical Park.  Visitor permits can be secured through Damien Tours LLC at 808-567-6171 or 808-221-2153 or at www.damientoursllc.com  Persons that do not prearrange their visit to the park with Damien Tours LLC will be denied access to the park. In addition to the strictly limited access to Kalaupapa National Historical Park, please be aware of several critical pieces of information before planning your visit.Persons under 16 years of age are not permitted to visit Kalaupapa.There are no medical facilities at Kalaupapa.  Any emergency medical response can take hours and may require a helicopter flight to Oahu or Maui.There are no dining or shopping facilities available at Kalaupapa. All food and sundries must be brought in and all trash taken out. Visitors on Damien Tours LLC should bring their own water and lunches. Guests of residents also need to bring their own food supplies. Snacks and soft drinks are available to visitors at the local bar.Photography of patient-residents and their property is strictly prohibited without their express written permission.The 3.5 mile trail to the park is extremely steep and challenging with uneven surfaces.  Rock and mudslides on the trail are common. Hiking the trail is physically demanding and careful consideration should be given to your physical fitness level before beginning the hike. Read more about trail safety here.Overnight accommodations are available only to guests of residents. For additional information about planning your visit, refer to our Basic Information page.",
    "url": "https:\/\/www.nps.gov\/kala\/planyourvisit\/index.htm"
}
