{
    "title": "Springfield Armory National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Springfield Armory National Historic Site One Armory Square Suite 2  Springfield, MA 01105                 Directions         The entrance to Armory Square is on Federal Street in Springfield, MA. Armory Square is shared by Springfield Armory NHS and Springfield Technical Community College (STCC).  The park is located on the STCC campus.  Follow the one way roadway around until you see the entrance sign for the park.  If stopped by campus security let them know you are visiting the park.  Parking is available in front of the Springfield Armory visitor center.   Directions Details           Operating Hours & Seasons         Springfield Armory National Historic Site  From Memorial Day through October 31, Springfield Armory National Historic site is open seven days a week from 9am to 5pm. From November 1 until Memorial Day Weekend , Springfield Armory NHS is open Wednesday through Sunday, 9am to 5pm. The park is closed for the following holidays: •Thanksgiving Day •Christmas Day •New Year's Day    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Springfield Armory National Historic Site is situated in the heart of Western Massachusetts and the Pioneer Valley. Our year is marked by four distinct seasons. Summers tend to be pleasant, but can at times be very hot and very humid. Autumn features brilliant foliage and cooler, calmer weather. Winter storms are capable of closing the park and can make travel dangerous. Springtime in New England is pleasant.         Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 There is no entrance fee to visit Springfield Armory National Historic Site         Visitor Centers       Springfield Armory  The park visitor center offers a large museum dedicated to the American Industrial Revolution and the weapons made at Springfield Armory.                  Overview of Springfield Armory National Historic Site NPS Photo       For 174 years, the men and women of Springfield Armory shaped America's destiny through pioneering technological innovation, improved manufacturing processes, and increased use of laborsaving machines. Today, Springfield Armory National Historic Site preserves and interprets this colorful history in original buildings on their historic grounds through museum displays, public programs, notable collections, activities, and internet resources.",
    "url": "https:\/\/www.nps.gov\/spar\/planyourvisit\/basicinfo.htm"
}
