{
    "title": "Harmony Hall: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         The 18th century Harmony Hall mansion is located on a 62.5-acre open pasture land estate along the Potomac River in Prince George’s County, Maryland.   This estate was purchased by the National Park Service in 1966, in hopes of preserving the decades of southern Maryland cultural heritage represented here. Built in the eighteenth century and surrounded by a rich landscape, it offers visitors many opportunities to learn about the area’s rich cultural and natural histories. Currently, the mansion and grounds are undergoing major repairs as the National Park Service works diligently to restore it to its original splendor.   Harmony Hall originally was called Battersea. It was built in 1769 by the wealthy landowner and tobacco merchant Enoch Magruder.     The grounds for the house were probably chosen because it was close to the Potomac River which at that time was the principal means of transportation and shipping during the eighteenth century. The remains of an older structure called Want Water or Lyle’s House stands near Harmony Hall.   A canal which still exists was built in front of the Lyle’s house near Harmony Hall. At the end of the canal there once stood an eighteenth century tobacco warehouse as well as several weighing stations and taxation points for all tobacco shipped to England.  The canal may be the earliest man made canal built in the colonies.  Harmony Hall and its environs are the historic remnants of a thriving tobacco epicenter.   In 1786, Enoch Magruder left the mansion to his daughter Sarah who was married to Colonel William Lyles. In 1792, two brothers John and Walter Dulaney Addison and their new brides rented the house for a year. Elizabeth Hessilus newly married to Walter Dulaney gave Battersea its now well known name Harmony Hall. Life was pleasant for the young and well to do couples and the name Harmony Hall remained.   The brothers were renting their new home the Oxon Hill Manor to George Washington’s relatives, Elizabeth Hessilus who was the daughter of the famous colonial painter John Hessilus. Walter Dulaney Addison became the rector of St. John’sChurch. This impressive mansion was the area’s magnet for the rich and well known.  The tobacco industry was followed by the commercial fishing and wheat industries.   In 1892, the Harmony Hall farm was purchased by the well known arctic explorer and linguist Robert Stein. Members of his extended family followed him from Silesia Prussia and established the Maryland community of Silesia.   In 1929, the historian, lawyer and preservationist Charles Collins bought Harmony Hall and completed many renovations that are still prevalent today. Originally from Alabama, Collins was an expert in banking law and the intellectual father of the Dixiecrat Party. Part of Collins renovations included the English cow herd ditch, known as a ha ha.  In 1966, his wife sold the property to the National Park Service.",
    "url": "https:\/\/www.nps.gov\/haha\/learn\/historyculture\/index.htm"
}
