{
    "title": "Hampton National Historic Site: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer          The National Park Service would not exist without the passion of American citizens just like you. Before the 411 units of today's national park system were created, individuals volunteered their time, money, passion, knowledge, and power to create America's backyard. Hampton National Historic Site is always looking for motivated, passionate, and dedicated individuals who want to help preserve the legacy of the National Parks for future generations. Hampton tells the story of people, the people who lived and worked on this once vast estate. The variety of stories at Hampton, from the family that lived in the mansion to the enslaved African Americans and indentured servants who made life on the estate possible, are best shared by our diverse volunteer corps. Coming from all walks of life, Hampton's volunteers generously donate their time to preserve the site and share these stories with visitors. National Parks, like Hampton National Historic Site are preserved by federal law and supported by a federal budget, but they could not survive without the thousands of hours dedicated by everyday average citizens who want to help make a difference.   Please consider joining the best mission in America, to preserve our National Parks for the next generation. We always welcome volunteers to lead tours or the mansion, farm, and grounds and gardens. Volunteers are also invited to staff the visitor center, demonstrate a skill or trade, work in the gardens, or assist with invasive plant management.   Current Volunteer Opportunities Hampton National Historic Site is currently looking for energetic and enthusiastic volunteers who have a passion for history and a talent for storytelling and teaching to help us give students their first experience in a National Park. Our Every Kid in a Park initiative encourages students to visit and learn about their local sites. With your help we can bring history to life for children in the best classrooms available—your National Parks. Our goal this year is to bring students to Hampton to learn about the estate and those who lived and worked there. You can help to introduce kids and adults to Hampton's development in the Early Republic, its many changes during the 19th and 20th centuries, and its new life as a national historic site. Volunteers are needed for weekdays and weekends.  Requirements: A willingness to engage in public speaking is a must! Our volunteers are required to donate eight (8) hours of time a month, generally over the course of two days, such as the 1st and 3rd Monday of each month.        How To Apply Prospective volunteers must submit an application and go through an interview process. Successful completion of both will find you in the proud uniform of a Volunteer-In-Parks, recounting the rich histories of the people of Hampton. Volunteer Application Form (PDF 361 KB) You may contact the Volunteer Office either by e-mail: Volunteer Coordinator, or telephone: 410-962-4290, x207. Become a part of the best volunteer program by applying via Volunteer.Gov or by filling out this form (pdf) and mailing it to:  Hampton NHS Attn: Volunteer Coordinator 535 Hampton Lane Towson, MD 21286",
    "url": "https:\/\/www.nps.gov\/hamp\/getinvolved\/volunteer.htm"
}
