{
    "title": "Hampton National Historic Site: Slavery at Hampton",
    "body": "Slavery at Hampton         Nancy Davis, freedwoman, and her charge, Eliza Ridgely.   Needing labor in abundance, the Ridgely family employed many types of workers. In just the last fifty years of the eighteenth century they bought over 300 indentured servants. They also employed free workers, British Prisoners of War, and enslaved African-Americans. Slavery was part of the Hampton estate for over 100 years, ending only when Maryland State law ended the institution in 1864. Its presence predated the construction of the mansion. Slaves were instrumental in building the mansion, and their work undergirded the gracious lifestyle of the Ridgelys in the mansion.      Slavery at Hampton was unusual for two reasons. First, the Ridgelys were involved in industry, resulting in industrial jobs for some of the enslaved population. This is unlike the typically agricultural plantation of the Deep South. Second, Hampton is very close to the slave free state of Pennsylvania and the city of Baltimore with its huge population of free blacks. Refuges for runaways were close by. It is very difficult to make an accurate estimate, but the Ridgelys enslaved literally hundreds of people, certainly over 500, over those years. The second owner of Hampton enslaved approximately 350 persons at his death. In his will he manumitted females between the ages of 25 and 45 and males between the ages 28 and 45. This is one of the largest manumissions in the history of Maryland, but it did not end slavery at Hampton. His son purchased some sixty or so more slaves and manumitted only one. We have been unable to find a single possession, or a single piece of writing, by any Hampton slave. Therefore, everything we know about the lives of the slaves comes to us filtered by other people. Newspaper advertisements, family memoirs, business papers and other records allow us to catch a glimpse of slave life at Hampton. America's past, like America's present, is complicated and human relations can be very complex. Slavery illustrates many contradictions. Many slaves were mistrusted and feared, others were given firearms. Many slaves were forced to live in horrible conditions; others were dressed as well as their rich owners. Some slaveowners acknowledged the injustice of slavery yet refused to manumit their \"property.\" Slaves legally were not people, yet some had bank accounts and accumulated a great deal of property. The following links will lead you to more information. \"Chattel Slavery at Hampton-Northampton, Baltimore County\" by R. Kent Lancaster (Originally published in Maryland Historical Magazine.) Lists of Enslaved People at Hampton African-American history in the National Register of Historic Places Read the Park Service's Underground Railroad Special Resource Study Back of the Big House: The Cultural Landscape of the Plantation by John Michael Vlach Anacostia Museum and Center for African American History and Culture On-Line Academy Series The Maryland State Archives Presents: Beneath the Underground: The Flight to Freedom and Communities in Antebellum Maryland An Archives of Maryland Electronic Publication. Ridgely Compound of Hampton, Towson, Baltimore County, Maryland Who Answered those Bells, Anyway? A pamphlet for use in schools",
    "url": "https:\/\/www.nps.gov\/hamp\/learn\/historyculture\/slavery-at-hampton.htm"
}
