{
    "title": "Hampton National Historic Site: Indentured Servants",
    "body": "Indentured Servants       Published in Maryland Historical Magazine,vol. 94, 3, Fall 1999. Copyright. Used by permission. Almost Chattel: The Lives of Indentured Servants at   Hampton-Northampton, Baltimore County by R. Kent Lancaster  Professor Emeritus at Goucher College  Research Volunteer at Hampton National Historical Site Baltimore County’s Hampton farm and Northampton iron works made up an eighteenth century community of several parts: the Ridgely family with its relatives and circle of acquaintances, hired laborers who joined the group sometimes as short timers who worked on a single architectural detail or others who became trusted long time employees, black slaves and, finally, white British indentured servants. It is the last of these on whom the least attention has been focused and who are the subject of this exploration. Throughout the third quarter of the eighteenth century Annapolis and Baltimore were major ports of entry for these servants and the Ridgelys were among the principal Maryland users of indentured labor. What follows is an investigation into the lives of these Baltimore County laborers.(1) At least 300 white servants passed through Ridgely hands between 1750 and 1800. Distinctions have often been made between willing indentured immigrants and convicts whom the state ordered transported to the colonies during these years; and the terms, indentured servant and convict , have been used as separate and mutually exclusive terms. It should be noted at the outset, however, that nowhere in the voluminous Ridgely papers is such a distinction evident at Hampton or Northampton. We know that many–even most– of the Ridgely workers were convicts. For many others, however, status is simply unclear. The only signs of favoritism in treatment of the whole body of workers in Ridgely documents seem to emanate from the skills certain workers offered and not from any status based on willing or forced emigration. Therefore the term ‘indentured servant’ is used here in a generic sense to describe all British workers under contract to labor for the Ridgelys and the Northampton ironworks. (2) Through the years the Ridgelys were frequent, and important, enough buyers of servile British labor to receive regular announcements of incoming groups and of individuals with especially desirable talents–smiths, tailors, and gardeners, for example. The iron works and Hampton plantation were also able to absorb and utilize significant numbers of unskilled or unsuitably skilled laborers. At one point, in fact, in the 1760's Capt. Charles Ridgely, the consumate businessman, was not only buying indentured servants but selling them as well for a profit. In April 1769, for example, he bought eleven men and nine women from Capt. John Stevenson, paying L12 a man and L9 a woman. Within two months he had sold seven women for sums between L10 and L15 each and eight or nine men for between L17 and L30 making a tidy profit on each individual. (3) Ordinarily, however, servants were purchased to be utilized in some segment of the Hampton\/Northampton complex and not for resale. As indentures were bought for only a limited time–ordinarily between four and seven years–the turnover was rapid. As is noted below, some of these servants reenlisted upon attaining freedom. Most, however, filtered away to be replaced by others. Johathan Plowman and Dr. John Stevenson were the chief suppliers in the late 1750's and 1760's, Hercules Courtenay and Samuel and Robert Purviance in the very early 1770's, with James Cheston dominating sales justs before the beginning of the Revolution. Some have suggested a complete halting of the system in British indentures with the coming of war, but David Stewart and his partnership of Stewart & Plunkett supplied Ridgely with at least thirty-five servants–probably Irish--in 1786 and Capt. Ridgely’s heir, Charles Carnan Ridgely purchased a servant man as late as 1792. The system was, nevertheless, moribund by 1790. Black slavery had already been a significant factor at Hampton for decades and it completely eclipsed indentured labor by 1800. (4) No written contracts between British indentured servants and the master are enrolled in the Ridgely papers because no such contracts ever existed. The buyers of indentured servants dealt with the importers or the agents of the importers of the servants and it was there that terms of service were fixed. A small group of documents establishing an individual servant’s future exist in the Ridgely papers; a typical one:   ‘In Persuance & by Virtue of an Act of Parliament made & Provided for the more Effectual Transportation of Felons & Convicted Persons out of Great Britain into His majestys Plantations in America I Hereby Assign unto Captn. Charles Ridgely a servant man Named John Baker being a Convict under The said statute for theTerm of Seven Years the time to commence from the Arrivall of the Ship Saint George John Parker Commander into this Provence Which was the 10th Day of July 1759. Jon. Plowman’   In the purchase of a single servant, the name is usually stated and occasionally the period of servitude and the price as well. If the purchase involved a group, the servants remain anonymous today and no precise term can be assigned to an individual now. Thus we cannot identify the thirty servants purchased from James Cheston in 1773 nor thirty more from Stewart and Plunkett in 1786-87, nor can we say anything definite of their terms of service. It has usually been assumed that the Ridgely staff consisted of both convicts and willing immigrants. As noted, earlier viewers of the subject in fact have tended to make a sharp distinction between the two–between indentured and convict laborers. As a sort of litmus test it has been suggested that indentured servants received freedom dues–monetary payments of L3 - L5 at the end of service--while convict servants did not. This sort of distinction is missing from the Ridgely records. The much-quoted ‘Description of White Servants’ from 1772-75, describes in detail personal features, distinguishing marks and traits, but it does not include the length of service for any of eighty-eight men and women listed there nor is there any distinction made between convicts and others. There is evidence, too, that freedom dues were paid to any number of servants who were clearly convicts. (5) There has, in fact, been some ambivalence about terms of service. It has been established that non-convict servants were sold for a term of four to six years, while convicts had to serve at least seven years. It has also been suggested that the term for convicts corresponded to the length of time the convicts were sentenced to stay out of England after transportation to the colonies. These sentences were typically for seven or fourteen years or for life; no Ridgely servant (and some certainly received the longer sentences) seems to have served more than seven years with whatever might be added on for some breech of contract or other unusual expense. As it is often impossible to be sure when a servant’s period of indenture began, it is difficult now to determine the precise length of service. And although there are developing resources for separating convicts and willing indentures, it is obvious that the even that differentiation among Ridgely servants is far from complete. (6) As whites, and therefore legal persons, servants had the right to appeal to law with their grievances. This right probably had some effect on morale, but seems to have had little real value. There was simply wide latitude for the master to do as he pleased. A steady stream of servants seeking redress of grievances through access to the courts runs through the Ridgely documents, the typical grievance that of being held past the limit of the term. In 1788 the company clerk noted that twenty-eight servants had gone to court in the recent past. These servants, however, went to Baltimore on their own, without the master’s permission or help. They were considered runaways from their place of work, and were pursued just as were those who sought freedom by absconding. They were charged with all costs of hunting and finding them and with the costs of lost labor. Patrick Corrigan, for example, was charged with 15s. costs, including labor missed, on going to court in December 1788 and 17s 6d for a similar attempt to get what he considered justice six months later. In May 1788, four servants, John Lynch, Patrick Duff, Patrick Quinn and William Carroll, were charged for the expenses of the Northampton factor who brought them home ‘when they went to Court to Complain and their Comp’ts Groundless,’ and charges were levied against the twenty-eight noted above. (7) Indeed a single entry has been found in the Ridgely papers offering evidence that an appeal to the courts from an indentured servant at Northampton or Hampton succeeded. This was George Sweeny in 1796. The account reads ‘to George Sweeny for 2 ½ months service for Runaway Expenses as Adjudged by the Court 10\/19\/8, ditto for his freedom Dues 4\/0\/0' for a total of L14\/19\/8. Sweeny appears to have successfully appealed being held after his term expired and to have won compensation for the extra period he was forced to work. Much more normal was the case of George Hartiner who, in the terse wording of an entry in the timebook of September 1774, ‘says free, went to town, told to serve 14 months.’ It was not impossible for the servant to have grievances redressed, but the system appears to have been heavily loaded in the master’s favor. (8) If contracts with ordinary indentured servants are missing, we do have evidence of what they included from contracts with hirelings who worked side by side of the servants and with non-typical indentures hired locally. Andrew Masters exemplifies one of the former group. A convict, he was bought in 1775 and received his freedom dues in 1783. He had already renewed his contract in July 1782, however, and it was committed to paper. It states that Capt. Charles Ridgely should provide for him during his term of service ‘sufficient meat, Drink, Apparell, Washing and Lodging.’ Those precise terms are used in a contract with one Johann-Heinrich Elias Hess in 1805, who bound himself as a servant to Charles Carnan Ridgely for three years. These were standard items in the unwritten contracts of regular earlier indentured servants, as well. Hess was also promised ‘all the customary freedom dues;’ it was generally assumed that earlier indentures were eligible for those dues as well. (9) The Ridgely and Northampton servants faced most intensive labor in those areas supporting the furnace and forge production. They extracted the ore and the coal vital to the process of making iron and they felled and cut the acres upon acres of timber and helped haul fuel, ore and finished products to and from the site of the operations. In slack times at the furnace, they became farmers, performing all the tasks necessary to produce the grains they and others at the works consumed as well as the surplus sold outside their community. For most of them, their backgrounds probably prepared them for little they faced in Baltimore County; Thomas Avery, a paper maker, and William Moses, a sailor, had nothing but raw human labor to add at Northampton,for example. Some few had skills, however, that set them apart–tailors, gardeners shoemakers and smiths, for instance–skills that guaranteed them a favored place in their new home. For everyone, however, the prospect was long hard work with no frills and few holidays. (10) No information exists about the work day, but it was unlikely to have been shorter than sunup to sundown and this meant sustained work. One servant, Patrick Quinn, was credited with only a half day on June 15, 1788 because he dawdled on the job; he would be expected to make up the lost time. We have time-books for at least one of the occupations at the furnace–the colliers–and these records show what the life of the servant entailed. They were expected to work a twenty-six day month with only Sundays free year after year. In the most complete of the collier accounts–reaching from March 1774 to October 1776, the attendance of the colliers is checked off monotonously without breaks while the furnace was in operation. Whitsun Monday in May 1774 was a holiday, but this was not repeated the next year. Christmas day was on Sunday that year, but everyone was free for the following three days. In November 1775, Capt. Ridgely’s men had a day off without explanation, but more than half of the colliers worked on Christmas; everyone had a holiday on December 28, which the clerk described as ‘Chillimas Day.’ These were all the breaks in over a year and a half. The work year was long and nearly unbroken. Indentured servants were exploitable for a limited time only and that time could not be wasted on the niceties of holidays.(11) The more restless servants created their own holidays by running away; indeed the community seems sometimes like a loose confederation of jumping beans. A great deal of management’s attention went into tracking absentees. The detailed ‘Description of White Workers’ at Northampton begun in 1772 had a single purpose, identification of those who escaped. Capt. Ridgely, for example, advertised in the Maryland Gazette in July 1775 for the missing Francis Barrett-- quoting carefully the description that had been filed away in the ‘Description’—‘6 feet 1 inch high, round visage, fair complexion, light brown or sandy hair which curls, hazel eyes, has a scar on his nose and a mole on the right side of his chin, is slim made and a little knock-knee’d, a carpenter and sawyer by trade, though no workman at either. . .’ The ad goes on to describe Barrett’s clothing and notes that he ‘had also an iron collar on.’ Barrett, who was also known as Francis Carpenture, had run away four times, on one escape stealing a boat to make his way down the Gunpowder River to temporary freedom. The collar was apparently affixed by a local law official when he was apprehended previously and left on to facilitate his return to the furnace site.(12) The runaway par excellence was one John Dehoddy whose entry in the ‘Description’ noted \"Irishman, 19 years old, five foot four high, long visage, fair complexion, pitted with small pox, light colored hair, a well set feller, he can read & right.\" He can be traced from January 1772 to October 1777 when he received his freedom dues. Between April 1774 and July 1776, Dehoddy ran away at least seven times. Coming back himself several times after a night or two, he apparently only sought a break in a monotonous routine; and management’s reaction seems to have been indulgent.. By 1775, however, as his absences became longer, the furnace officials sent out in full force to apprehend him and did. (13) The Northampton accounts abound in entries having to do with runaways. Payments are recorded for broadside announcements, newspaper notices, expenses for employees and horses to pursue and bring back escapees, and for sheriffs’ and jail fees and rewards. We tend to imagine today that an escapee could simply flee to Baltimore and meld into the masses there. Baltimore, however, was still a small town between 1770 and 1780 with a population suspicious of convict laborers. Refuge and assimilation were not probable there. Annapolis, Philadelphia and southern Pennsylvania were frequent goals of escapees–Annapolis, especially, probably because many of the servants had landed there and the town seemed the gateway back to England. The threat of death if a convict returned before the end of his sentence was not a complete deterrent for Capt. Ridgely warned ships’ captains against taking his runaways on board and he was reinforced by provincial and then state law. (14) A look at some of the other aspects of servant life is warranted–medical care, clothing, food, and the nature of control. Throughout their histories Hampton and Northampton had medical services available. In the late 1770's, for example, partners Dr. Randall Hulse and Dr. Thomas Craddock, were on call to treat the servants and slaves of the company and the families of the owners and their administrators as well. Dr. Craddock was of local origin, but Dr. Hulse was English, arriving to practice in 1767 and returning to England in 1782. He was apparently a peppery sort and critical of American ways–especially treatment of servants. In a memorable letter of February 22, 1777, Hulse denounced Captain Ridgely for , among other things, failure to pay his fee and cruelty to the servants. He and Dr. Craddock, however, served for years keeping the staff going, Dr. Hulse at least drawing a stipend of L30 yearly. Hulse’s letter claimed that he or his partner came out to the furnace at least three times a week, but company records suggest less frequent visits. In twelve months from September 1774 through August 1775, the clerk marked only forty-one visits from Hulse or Craddock. (15) Eighteenth century doctors seem to have had no great prestige among the Ridgelys or the Furnace staff. One of their clerks kept a running register of some of the visits of Dr. Wiesenthal, Hulse’s predecessor. Among other things, he noted ,  ‘Jack Wiesenthal called here...& left 6 papers powders for Charles Doud and ordered him a Vomit. There was very Little the Matter with him I suppose he will charge for Visit and I think he might as well not come....Jack Wiesenthal came...he brought some Medicine with him but ordered [the patient] to live well & have grog and hard sider...the table happened to be Set for Dinner, he sat down & broke one the Earthen Plates & afterward eat his Dinner and Striped of his Clothes and went to bed some hours. This is all the Service he [rendered] up to the Furnace this time.’  The doctor treating Ridgely servants at the time was Dr. Charles Frederick Wiesenthal; ‘Jack’ was apparently a nickname. Interestingly, Charles Fredrick Wiesenthal is listed himself as a ‘felon transported from London to Maryland’ by the ship Thetis arriving at Annapolis in December 1757. This may perhaps be a clerical error; he may have been the ship’s surgeon or a paying passenger. At any rate, indentured servants were not new to him. (16) Medical care indeed was rather primitive even when dispensed by Baltimore’s best doctors. We know little about individual cases or cures, but for four servants or employees in 1784 the treatment was simple. Thomas Burnet, Hethcot Edwards and John Causely each got ‘1 Puke’ each and Henry Gutery was given ‘2 Dozes Salts & 2 Vomits,’ all for a total cost of one and one half shillings. The company medical cabinet was stocked for dosing the sick between doctor’s visits, and the flyleafs of Ridgely account books frequently contain recipes for medications, usually herbs or roots steeped in a whiskey or brandy base and most frequently for digestive complaints. Accidents resulting in broken bones, burns or crushed feet were frequent. (17) Deaths are occasionally noted among the servants. In a 1774-75 manuscript recording company hours , for example, three deaths are listed with few frills; thus we learn no more than that on September 19, 1774, ‘Edw Clarke Died this Morning.’ Occasionally even these terse notes create a sort of vignette. Three one line entries on the same record in May of that year note that Abraham Patton’s man was sick, ran away, was brought back and cut his throat, effectively it seems as he is heard of no more. The company journals put the deaths in economic terms, as, for example in 1776, ‘To Profit & Loss, To Acc’t of Servants, for 1 died last night named David Lewis, L 18.’ Given the heat of Baltimore summers and the damp cold of its winters, the sparse clothing issued servants, the kind of food and amount of liquor they consumed, and their grueling labor, a surprising number seem to have survived. This was perhaps in part testimony to the country air around Hampton and Northampton, where the great threats to urban health–the epidemics–were less threatening. (18) The flyleaf of the book containing the census of Hampton servants in the 1770's bears a short informal listing of clothing taken away from those workers, apparently when they arrived at the site. Included are shirts from nine individuals, as well as a plaid jacket, a pair of leather breeches, a coat and a blue velvet jacket, other coats and a pair of red velvet breeches. The idea seems to have been to standardize attire for Hampton servants; at any rate, velvet was hardly suited to the work the men and women were to do. The next document in that same collection is, in fact, a listing of clothing and shoes given out to both white and black servants. The listing began on January 13, 1772 with what seems to have been a general inventory of what servants were given on that date and it was continued for several years. Timothy Murphy’s and John Dehoddy’s inventories were typical: one each of jackets, breeches, shirts, stockings, shoes, hats, and blankets in addition to one half bed-tick each. Within three years, Murphy had received three more jackets, seven more pairs of breeches, seven more shirts, two more pairs of stockings, seven more pairs of shoes, three more hats and one more blanket. While this appears to have been considerable apparel, it must be remembered that Murphy and his peers were involved in constant and very heavy physical labor that certainly took a toll on clothing. Shoes were particularly vulnerable, for in addition to his eight pairs of new shoes Murphy had shoes mended on five occasions. (19) Standardization of attire was perhaps sought, but it is unlikely that anything approximating fit was achieved. Clothing tended to come in in batches without any obvious attempt at sizing. That clothing inventoried in 1772, had come to the furnace servants and slaves from Capt. Ridgely in lots of eight to twelve of each item. It had probably been made at Hampton but it was certainly not made to order for each individual. On February 20 of the same year, the ten new servants got an osnaberg shirt each from a bunch supplied by one Daniel Carter and subsequent lots of clothing and shoes arrived to be divided among the workers. The same process continued throughout the years; in the Northampton Journal in 1778 a charge is paid for fifty check shirts, and as late as 1787, in a general distribution of clothing, each worker got a jacket and a pair of breeches and stockings. Although there were some purchases of finished cloth in these years–ninety yards of cotton, for example, in 1778 –cloth making and the production of clothing became two related on-site industries in this period. (20) A weaver was always on the staff in the eighteenth century and was one of the ‘protected’ and favored employees. John Willis, whose biography is sketched below, is one of the better documented such servants. He produced cloth, and his wife Sarah knitted and sewed. Sewing clothing became a steady cottage industry, indeed, with a collection of wives of both servants and hired employees sewing continuously, often on materials already cut out by ‘taylors.’ Another wife, Anne Moreday, whose husband was a sawyer for the Furnace had a number of similar commissions in the 1770's. She made over L6 in 1776 spinning wool and knitting stockings. This pattern changed somewhat in ensuing years as ready-made cloth became widely available and the weaver became nearly obsolete. Sarah’s and Anne’s position, however, was constant for most of a century; the wives of employees or neighbors contracted to cut, sew and knit most of Hampton’s servant and slave clothing. (21) The cloth produced or bought for servant apparel was simple and rough. Two types of material appear again and again in the accounts, osnaburg and ticklenberg, both heavy, linen cloths used for such clothing or for sacks and bags. Both were imported widely and some was woven on the site. Flax was grown locally and those workers who had houses and garden plots were sometimes given flax seed. Employee Caleb Warfield, for example, sewed his flax seed on Wednesday April 26, 1775, according to the clerk who kept the workers’ time records. The ‘cotton’ noted above was indeed a rough, course wool, again used extensively for servants’ clothing. Burlap was sometimes utilized for trousers. Homegrown wool was processed at Hampton and used for jackets, winter stockings, and blankets. (22) Shoes were a vital part of servants’ attire and took considerable planning on the part of management. Until the Revolution, most of the shoes of the Hampton gentry were imported from England. With an often large body of indentured servants and a growing number of slaves, a shoemaker resident at Hampton\/Northampton was a necessity and there was always one present. In time, he came to make shoes for the whole community, with shoes for the ‘free people’ of the community significantly more costly than those for servants. The white servants got what were described as ‘Negro shoes,’ which probably implies only rough shoes made on the site. Evidence shows that by the mid-nineteenth century lists were kept of individual shoe sizes for workers. Earlier, however, selecting shoes seems to have been a grab-bag procedure. It is obvious that shoes were an indicator of status, because a goodly number of indentured servants ordered fine shoes to be paid for out of their freedom dues immediately on the expiration of their terms. (23) Part of the leather the complex consumed came from the Hampton farm, but part was purchased too. A Baltimore tanner, Joseph Slee had constant orders from Ridgely in the 1780's for tanning and curing hides and often for supplying the hides themselves.. In January 1785 alone, he provided ‘5 hides of soal leather,’ 10 unidentified hides, 16 sheep skins, 6 horse hides, 14 calf skins and 2 dog skins, all tanned and cured. The shoemaker ranked with the smith and the gardener as a protected employee. His accounts show that his was a full-time job making, but especially repairing, shoes. He was seldom drafted into other work even in periods of agricultural stress. (24) The question of whether the clothing of indentured servants was adequate is a difficult one. For Baltimore summers they were certainly clothed adequately in terms of warmth. Washing of clothing was an expectable part of the contract in this period and it can only be assumed that management’s responsibilities were fulfilled. For those servants in the 1772 clothing list, however, although shirts were often given out two at a time, that first pair of trousers had to last unchanged for five or six months making any frequent washing unlikely. Of the few women in this group of servants Mary ‘Phitsgerrill’ is representative. Her labor role is unclear, but she and the other women were issued breeches just like the men. The only difference is her clothing allotment and that of the men is that she was issued two aprons and there is no mention of a bed tick; male servants got a half interest in a tick to be shared with someone else. The single pair of breeches Mary was issued in January 1772 had to last for six months without change. She got a second pair then, but it was sixteen months before she was given a third. Far from building a wardrobe, Mary was probably replacing tatters just in time. Although this was not an age that concentrated on it, personal sanitation of the most elemental sort must have been a problem. Adequacy of clothing in winter is another matter. A new jacket was normally given out in November or December but as we have no descriptions of the materials used, there is no way to know whether there was adequate warmth in Baltimore’s cold season. In truth, the attire of the indentured servants was probably rough, dirty, threadbare and skimpy enough to mark them unmistakably as servants wherever they went. (25) Indentured servants were only part of a large community at Hampton\/Northampton, all of whom needed food. Foodstuffs tended to reflect hierarchy; there were a number of grades of flour, for example--superfine, middling, ordinary etc.–and the servants and slaves could expect to get one of the poorer grades. They were, after all, at the bottom of the social hierarchy. As with better shoes, one can find them buying better grades of victuals immediately after gaining freedom. In addition to criticism of the treatment meted out to servants on the complex, there were others about Hampton foodstuffs. Benjamin Nicholson, for example, complained to Capt. Ridgely around 1785 that his Negroes who had worked at Hampton reported that the beef was rotten and stinking. The same year one John Dennis protested that the flour he had from the Ridgely Forges miller had in it ‘Dead Worms 3\/4 of an Inch long, Clocks, Cock Roaches, Wood Lice, Grasshoppers & Bran, which we are obliged to Sive it all before we can Bake it.’ Foods we consider vital today–fruits and vegetables-- seem to be totally missing from their diet although some of this may be because these items were produced on the site and needed no accounting. Whatever the flaws in their food and their diet, constant attention and work were required to keep the servants fed. (26) There are unresolved questions about the preparation and serving of food. In the early 1770's, it appears that eating was communal with a single kitchen. The clerk who kept the workers’ time book in that period noted in his remarks column on Monday 18 July 1775 than that ‘Phillip Beal went to complain to the Capt. his wife would’nt be let in the Kitchen.’ [emphasis added] and accounts are broken down in such a way as to suggest mass and not individual consumption. Later–in the 1780's–the workers’ total indebtedness is charged to them individually in a way that suggests the preparation of individual portions and meals. ‘Cabbins’ of unstated purpose were constructed on the property and may point to the breakdown of communal living. While this is only hinted at in the records, it may point to more regular patterns of living as time went on at Northampton. It has been suggested that feeding indentured servants at Northampton probably had an analogy in military messes. This, indeed, is what the records suggest for the earlier period at least. (27) Servants’ foodstuffs consisted chiefly of pork and beef, both fresh and salted, an occasional herring or mackerel, and gruels and breadstuffs made from corn meal and flour. Payments for bushels of root crops and dried vegetables–turnips, potatoes, peas, etc.–appear less than a dozen times in the records, and except for two payments for cabbages, other vegetables are completely absent. The contracts for some of the hired laborers included provisions for gardens and occasionally charges were recorded against those laborers for plowing them so we know gardens existed. The gardener, too, was a favored worker in the Hampton\/Northampton complex, although heretofore it had been imagined that his status depended on his skill in ornamental gardening and landscape design. It is likely in these years, instead, that his first charge was producing vegetables for the servants. Orchards were cultivated early at Hampton; part of their produce was certainly funneled off to the working staff although surprisingly there is no hint of this in the records. Capt. Ridgely, at any rate, had been a a working sea captain in his time and was aware of what deprivation of fruits and vegetables might mean to a group of isolated workers. Salt was provided, but sweets, sugar or molasses, were very scarce. This scarcity was apparently felt; it was worthy of note when a hireling stole sweets and rum from a neighboring plantation. There is no mention at all of chickens or of game. Fowl were certainly raised on the site, and it should be remembered that the whole complex stood in the forest where game was plentiful, although indentured servants, without firearms, were at a disadvantage in procuring it. Overall, the servants’ diet appears to have been a heavy, monotonous one but probably a more substantial one than many in society could boast. (28) The provision of liquor was a part of most contracts with free workers who drew provisions from the complex, and grog was a most important part of what indentured servants expected in return for their labor. Drinking, in fact, seems to have been prodigious. Some of the liquor was produced on the site and some purchased. Capt. Ridgely bought one hogshead of 110 gallons of New England rum at 2s 2d a gallon in 1785. The records of two workers, both probably former indentured servants who had achieved freedom but who still worked shoulder to shoulder with those servants, turn into a litany in the time book over a year:  July 4, 1774 Leggett drunk yesterday, sick today  Sept 2 Martin Poltis told the Capt. he could not get grogg  Oct16 Poltis drunk  Oct 17 Poltis drunk  March 6, 1775 Leggett and Poltis drunk  March 6 Poltis drunk  March 20 Poltis drunk  April 3 Leggett and Poltis drunk  June 19 Leggett and Poltis drunk  June 30 Poltis drunk yesterday and sick today.    As early as 1764, the servant accounts included rum. One of those entries:    Servants Bought of Fishwick & Worters:       For Cash Mr Chemer 8 1\/2 gall Rum   1\/9\/9     For Do pd Mr Moore For...Bread 14\/   1\/10\/10     To Cash Paid Digging A Grave   3\/4     3\/4\/4'          Richard Warren, a recently freed indentured servant demonstrates the capacity for liquor that was fairly common at Hampton\/Northampton. During four months from August 1781 to January 1782 (there is no record for him in October and November), he accounted for twenty-three quarts of whiskey and three of brandy. John Meldress, weaver, outdid Warren a few months earlier, consuming 23 ½ quarts of whiskey and 2 ½ quarts of brandy in June, July and August 1781. Liquor, in fact, seems the constant refrain is the records of this period, and management’s attitude toward it seems permissive. Was it perhaps an agent of control, used to enervate an otherwise over-restless throng of workers? (29) The Ridgely papers give few hints about the devices used to control indentured servants or slaves. As masters, the Ridgelys simply did not normally comment on punishment or control, and this was a constant down until the end of slavery. There are, however, occasional signs that control, though not absolute, was an ongoing concern of the family and the furnace management and was understood by the servants. A number of references to neck rings–iron collars–are recorded, usually on habitual runaways and probably to make examples of them and to make identification easier. There is evidence, too, that even hired workers feared corporal punishment. The company time-keeper, noted in 1775 that Philip Beale, a minor hireling, had ‘Runaway for fear of being Whipped and pillored for stealing Sugar Molasses and Rum from John Robt Holladays House yesterday morning & ketched by James Perigoe.’ Confinement in the county jail is well documented because jail fees had to be paid–fees for holding escapees or miscreants and sometimes for flogging and pillorying them. Only once, however, does it emerge that there was also a private jail on company lands—this when a new roof was needed on the ‘jail at Mine Bank.’ As noted above response to runaways was swift and usually sure; so apparently was response to other infractions. And the confined servants, cut off from the regular flow of life, had visible signs to remind them of that fact. (30) The Hampton\/Northampton indentured servants had adequate food, probably adequate clothing and shelter, enough at least to drink and certainly enough work to keep them busy. What then was the overall fabric of their lives? The average age of the servants, in 1772 at least, was about 26 years and they are generally described as ‘well made’ or ‘fine fellow.’ Ever astute in business matters, Capt. Ridgely was unlikely knowingly to have bought ill or weak servants. The group was overwhelmingly male; no more than a total of a half dozen servant women seem ever to have been settled at the site. This was then, a gathering of as many as eighty-five males at a time, confined and generally deprived of any family experience and forced into celibacy. Most of the other servile population, the slaves, on the other hand, tended to be settled in family situations, and there is evidence in fact that the Ridgelys actively promoted family life and marriage among the slaves. It has been assumed that running away was a reaction to intolerable overt treatment. Looking at the common runaway pattern of a night or two out on town and then often a more or less casual return, it seems likely that a good part of it was indeed the reaction of the testosterone in a group of healthy young men to the major deprivation in their lives. Wives appear attached to a dozen or so of the servants at the ends of their terms, and, interestingly, it is indeed those servants with wives who contracted to become regular hirelings at the site when their indentures were satisfied. Where these wives came from is unclear; Baltimore seems the only possible source of so many unattached women. In no case does a wife seem to have been a female servant. (31) One last consideration, the indebtedness of the servants, deserves attention. Although it would be impossible to prove from Ridgely or company records, there appears to have been a ‘company store syndrome’ at work on the Ridgely\/Northampton complex, in which indebtedness for commodities–often liquor–escalated rapidly as do charges against runaways–costs for apprehending, returning the escapees and extensions of terms to cover time lost. Provincial and state laws permitted masters wide latitude in translating days of work missed into weeks of work owed. Although this is not explicit in the accounts, it appears that most of the indentured servants who appealed to the courts lost their appeals on the basis of lost time which had been multiplied and added to original terms. It was indeed very difficult for a servant to settle his debts in money and time. There is evidence of servants fleeing to rid themselves of increasingly burdensome debts although this was perhaps not the motivation of the most who fled. (32) Many of the indentured servants passed fairly quietly through the records of their years at Hampton\/ Northampton, reaching the ends of their period of servitude and passing on. Others, particularly those in the highly valued vocations, left more mark on the record. Short vignettes of John Willis and Martin Poltis illustrate the latter group. John Willis was purchased by Capt. Charles Ridgely from Stevenson, Randolph and [James] Cheston in June 1775 as an indentured servant. He was one of thirteen individuals sold at that time to Capt. Ridgely who paid L11 sterling each for eleven men and L7 each for two women. Willis had arrived in Captain Thomas Spencer's ship 'Elizabeth' from Bristol, one of 116 passengers of whom by October 1775 when the ship docked, three had died, 109 had been sold, three had paid their passage and one's account was still to be settled. A convict, Willis had been judged guilty of stealing chickens and transported from England the same year. His period of service is never stated but was clearly the usual seven years for a felon for he signed, with his mark, a receipt for his freedom dues on June 25 1782. The mark would signify that Willis was illiterate. From about 1780 a number of accounts in his name were recorded in ledgers for foodstuffs (bacon, mutton, wheat, corn) as well as whiskey, brandy, shoes, candles, rent etc. The credit side of these accounts makes it clear that Willis was a weaver. He produced a variety of common grade fabrics for company use: Negro cloth, linsey-woolsey, and jacket and blanket material. In December 1781 alone, Willis provided ninety-one yards of Negro cloth, sixty-three yards of osnaburg, and 30 yards of linsey-woolsey for furnace use. (33) Appended to one of his accounts in 1781 is a note stating that 'the Weaving Wife had 4 pouns of fat for making 4 Shirtes.' A 'List of Hirelings at the Northampton Furnace’ enrolled on June 18, 1786' details a number of family groupings. Willis’ group consists of himself, forty years old, ‘Sary Willis, thirty-eight years old Keeps as a Wife’ and ‘John Cook a Bastered [Sary Willis’] son eight years old.’ The origin of the family is unknown, but Sarah begins immediately to contribute substantially to the family income by sewing. In a single year she provided the company with fifty-five pairs of trousers or breeches, forty-six shirts, fourteen jackets, three coast and a pair of overalls. Her accounts were usually submerged in John’s, but on occasion accounts were issued in her own name. By 1790 and the settling of the estate of the recently dead Capt. Charles Ridgely, we discover that there are two John Willises on the site, one the weaver and one a gardener and it is simply impossible to separate their biographic details thereafter. Both seemed to have worked into the nineties and disappeared from sight. (34) Martin Poltis first surfaces in the Ridgely sources in the inventory taken at the death of Col. Charles Ridgely in 1772, where he is described as a servant, with one and one half years to serve and a value of L12. This term would have run to January 1774. The relatively high value assigned for such a short period of service suggests some special talent; only later is it revealed that he was a blacksmith. He is enrolled in the list of servants drawing clothing in 1772 and becomes a regular subject of comment in the marginal notes of the company timebook in 1774-75. There the clerk notes that he ‘began to work’ in July 1774, apparently as a free man, and he agreed to work for one year starting the next month. He was frequently drunk and sick the next day, and he ran away for a brief stay on one occasion. It is obvious that the time-keeping clerk considered him one of the local ‘characters,’ somewhat reprehensible but entertaining. His vocation probably gave him license to show considerably more personality than the norm. He worked back and forth between the furnace and Capt. Ridgely’s ‘home house’ for the next year. During that time, we discover that he has married for he stayed at home one day to ‘attend his wife.’ He ‘left the shop’–apparently quarters in the blacksmiths’ shop-- in November 1774 and ‘staid in his own house.’ Soon the furnace management was having his garden plot plowed and was supplying him with flax and other seeds. Marriage apparently helped settle Poltis somewhat, for his accounts from the late seventies are focused much more fully on foodstuffs, clothing and shoes–the things families needed-- than on potables, although rum and whiskey are not entirely absent. A ‘List of Hirelings, etc.’ of 1786 includes Poltis and notes him as the father of four young children, Jack, Bill, Martin, and Suck. One son was old enough to work alongside his father by 1791 and to earn twenty shillings a month to supplement his father’s fifty shillings, along with his own rations of bacon and corn. This supplemental income lasted well into the nineties. By 1793 Mrs. Poltis was spinning and sewing and providing considerable extra income for the family. She made two shirts and thirty-two pairs of trousers for the company and spun stocking yarn for Mrs. Ridgely in 1792, and in the winter of 1793-94 produced a whopping forty-one jackets and fifty-seven pairs of breeches and trousers. Simultaneously, she raised and sold chickens. The Poltises seem to have carved out a comfortable niche for themselves. By the mid-nineties, whiskey again became a major item in their accounts, however. There may be no connection, but by 1796 they disappeared entirely from the records and were gone. (35) No matter how long indentured servants stayed at Hampton\/Northampton, they eventually fanned out of the complex into surrounding areas. Some may have returned to England or Ireland. Most, however, and this was a significant number of humans, probably established themselves in the United States and even in the Baltimore area as useful citizens or otherwise. That will have to be the subject of a new inquiry.   Notes 1. The Ridgelys of Hampton and the Northampton iron works have been treated as a single entity here. The iron works were a separate segment in the Ridgely economic conglomerate, but at every stage were dominated if not completely controlled by a Ridgely. The enterprise was begun by Col. Charles Ridgely (d. 1772) who left it to his sons and daughters. Capt. Charles Ridgely emerged quickly with a two-thirds controlling interest, and he and his heir, Charles Carnan Ridgely, slowly regained ownership of the remaining one-third. It is nearly impossible in the existing accounts to separate what pertained to Northampton and what to Ridgely. Servants were traded back and forth between forge, furnace and plantation frequently and with ease. These white servants were first noticed when William D. Hoyt studied a census of them from 1772-75 in Maryland Historical Magazine in 1938. That article has been widely used by later scholars, but few have gone into much further depth in the Ridgely archives except for Charles G. Steffen. Kenneth Morgan touched on the group from the outside in his fine study ‘The Organization of the convict Trade to Maryland: Stevenson, Randolph & Cheston, 1768-1775,’ William and Mary Quarterly, 1985; as did A. Roger Ekirch in ‘Bound for America: A Profile of British Convicts Transported to the Colonies, 1718-1775 in the same issue of the same journal. Morgan also gave indirect attention to the group in ‘Convict Runaways in Maryland, 1745-1775,’ in Journal of American Studies, 1989. Certainly the fullest study of the group is in the work of Steffen in ’The Pre-Industrial Iron Worker : Northampton Iron Works, 1780-1820,’ in Labor History, 1979 and From Gentlemen to Townsmen, The Gentry of Baltimore County, Maryland 1660-1776, 1993. Anita Elizabeth Jones gives a good overview of Capt. Ridgely’s life in ‘Captain Charles Ridgely, Builder of Hampton Mansion,’ MA Thesis, Wake Forest University, 1981. Margaret M. R. Kellow’s ‘Indentured Servitude in Eighteenth-Century Maryland,’ Histoire Sociale, 17, 1984, provides an excellent overview of the subject without reference to Hampton. The aid of Robert Barnes and Jenny Masur is gratefully acknowledged. 2. There has been some ambivalence as to the relationship of convicts and indentured servants. Morgan, in ‘The Organization,’ p. 204 notes ‘convict labor it should be remembered was a form of indentured labor.’ but then makes a clear distinction between the two, see, for example, p. 222, where he notes Marylanders bought ‘both indentured servants and convicts.’ In ‘Convict Runaways,’ he writes of legislation which covered ‘convicts as well as indentured servants.’ Ekirch, ‘Bound for America,’ p 200, contrasts ‘transports’ and other indentured servants. Bernard Bailyn, Voyagers to the West, New York, 1987, p. 260 sees such a distinction fading when work was heavy. No distinction of this sort is to be found in Ridgely documents. 3. See Maryland Historical Society (hereafter MdHS and references are to microfilm reels which are available to researchers rather than to boxes), The Ridgely Papers, MS. 691, microfilm reel 13, Capt. Charles Ridgely Journal, 1765-73, f. 359; reel 14, Ledger B, 1765-69. ff. 77, 85. 4. See, for examples, Hampton National Historic Site, MS. Hamp 16773; MdHS MS. 691, microfilm reel 4, Journal 1790-96, f. 16; MS. 691 Reel 15, Ledger C., 1770-75, f. 165; MS. 691 Reel 13, C. Ridgely Journal 1765-73, ff.54, 85,87, 168, 295, 359, 421, 453; MS. 691, Reel 13 C. Ridgely Daybook, 1768-72.; MdHS MS. 1127, Box 1, M4448, n.p. and see Kenneth Morgan, ‘The Organization...’ After 1800, there were occasional continental indentures and the indenturing of local apprentices, but the old system was dead. 5. See Bailyn, Voyagers, New York, 1987, p 260; and Morgan, ‘The Organization...,’ p. 215; MdHS MS. 692.1, Ridgely Papers, box 4; Hampton NHS MS. 16773; MdHS MS. 1127 Box 1, (4448), June 18, 1773; MdHS MS. 691, Reel 11, Description of White Servants, passim; and see MdHS MS. 691 Reel 13, Ridgely Cashbook, 1781-83, endpapers, where at least four ex-convicts are given freedom dues. 6. Bernard Bailyn in Voyagers, p. 260 n. 25, notes correctly that ‘Transportation was banishment, exile. . .and not in itself a commitment to labor.’; on the possibility of 14 year sentences, see Morgan, ‘The Organization...,’ p.220. Very useful to identifying Maryland servants are the works of Peter Wilson Coldham, Complete Book of Emigrants in Bondage, Baltimore, 1988, Complete Book of Emigrants 1751-76, Baltimore 1993, and The King’s Passengers to Maryland and Virginia, Westminster, Md., 1997; see also Maryland Hall of Records, Baltimore County (Court) Convict Record 1770-83, passim. 7. See Herty, Thomas, A Digest of the Laws of Maryland...to 1792, Baltimore 1799, p. 476; MdHS MS. 691, Reel 4, Northampton Journal, 1787-88, March 31, 1788; MS. 691, Reel 8, Daybook 1788-89, May 22 and 31, 1788, August 22, 1789, March 31, 1790; and Maryland Hall of Records (hereafter MDHofR) MS. 1898, G. Howard White Papers, M4669, Reel 1, Ledger 1787-90, p. 2; MdHS MS. 691, Reel 9, Daybook 1789-90, August 22, 1789. 8. MdHS MS. 691, Reel 4, Journal 1796-99, July 1796; and Library of Congress, MS. 21,902, Charles Ridgely Account Book, September 1774. 9. MdHS MS. 691 Reel 13, Cash Book, 1782-83, endpapers, and MdHS MS. 692, Charles Ridgely Letters, M4430, July 27, 1782. 10. MdHS MS. 691, Reel 11, Description of White Workers. 11. MdHS MS. 691, Reel 8, Daybook 1788-89, July 15, 1788; and Library of Congress, MS. 21,902, passim. 12. MdHS MS. 691, Reel 15, Ledger, 1775-77, p. 12; and Maryland Gazette, July 13, 1775, and for other examples ibid., November 9, 1775 and September 25, 1776. 13. Library of Congress, MS. 21,902, passim. 14. For an extensive account of expenses, including advertisements, for apprehending Francis Carpenture four times in the early 1770's, see MdHS MS. 691, Reel 15, Ledger 1775-77, p. 12; see Herty, op. cit., p. 476; Maryland Gazette, Sept. 25, 1766, advertisement by C. Ridgely for two escaped servants: ‘....All Masters of Vessels are forewarn’d harbouring them at their Peril.\" 15. Maryland State Archives, \"Medical Practitioners in the City of Baltimore 1752-1919, Archives Internet Site; MdHS MS. 691 Reel 3, Journal 1775-78, 1777, p. 280; Library of Congress, MS. 21,902, Charles Ridgely Account Book. 16. Library of Congress MS. 21,902; MdHS MS. 691 Reel 11, Workers’ Clothing, 1772-75; Coldham, King’s Passengers, p. 158; and \"Medical Practitioners in the City of Baltimore. 17. MdHS MSS. 691 Reel 3, Journal 1784-85, p. 95. 18. Library of Congress, MS. 21,902, May and Sept. 1774; MdHS MS. 691, Reel 3, Journal 1775-78, pp. 11., 57, 368, 377. Patton’s ‘man’ may have been a slave and not an indentured servant. (19) See MdHS MS. 691, reel 11, List of Workers 1772-75, and ibid. Workers clothing Book, passim. (20) Ibid., Workers Clothing Book, p. 78f; MdHS MS 691, reel 3, Journal 1775-77, p. 414; Md Hof R, M 4669, endpages. (21) On Willis, see MdHS MS 1894, Cheston-Galloway Papers, reel 2, Account of Servanats, 1774-75; Coldham, Peter W., Complete Book of Emigrants in Bondage, Baltimore 1988, pp. 870,880; MdHS MS. 691\/13, Charles Ridgely Cash Book, endpaper; MS 691\/ reel 15, Charles Ridgely Ledger 1780-81, pp. 37,46, 56; Ms. 691, Reel 15, Charles Ridely Ledger, 1778-84; MS 691, Reel 16, Grocery Ledger K, 1785-96, pp. 142, 158; and MdHS MS. 692, M4430. (22) See Florence M. Montgomery, Textiles in America 1650-1870, New York, 1984, passim; MdHS MS. 691, Reel 4, Journal 1785087, p. 17. Ridgely wool was processed later at the city jail. (23) Hampton NPS uncataloged manuscript, New White Papers, listing 1840; MdHS MS. 691, Reel 8, Daybook 1788-89, 12\/24\/1788; MS. 691, Reel 11, Workers Clothing Book, January 1772. (24) MdHS MS. 692, M 4431, Charles Ridgely Bills and Receipts, January 1775, May 1790, March 1791, n. p. (25) MdHS MS. 691, Reel 11, Workers’ Clothing Book. (26) See MdHS MS. 1127, M-4447, 1785; and MdHS 692, Box 2, M4429, 30 August 1785. (27) Library of Congress MS. 21,902. (28) MdHS MS. 691, Reel 3, Journal 1782-83, May 1784; MS. 691 Reel 3, Journal 84-85, pp. 161, 1164; Ms. 691, Reel 4, Journal 1785-87, pp. 2, 5, 40; MS. 691, Reel 15, 1775-77, p. 185; MS. 691, Reel 15, 80-81, endpapers; Library of Congress MS. 21,902, Charles Ridgely Account Book, 1774-80. (29) MdHS MS. 692, M4431, n.p.; Library of Congress MS. 21,902, Charles Ridgely Account Book, passim; MdHS MS. 691, Reel 13, Account Book 1763-65, July 1764; MdHS MS, 691, Reel 15, 1775-77, pp. 86, 144; MS. 691, Reel 15, 1780-81, pp. 50, 64, 68. (30) MdHS MS. 691, Reel 3, Journal 1775-77, p. 411, 1778; MarylandGazette, July 13, 1775; MdHS MS. 691 Reel 4, Journal 1796-99, February 1799, n.p. (31) Hoyt, William D. Jr., ‘The White Servants at Northampton, 1772-74,’ Maryland Historical Magazine, 33,d (1938), pp. 126-33; (32) see Herty, A Digest, p. 476f; and see Lewis, Ronald L. Coal, Iron, and Slaves, Westport, Conn., 1979, pp. 228-29,on white runaways. (33) MdHS, Cheston-Galloway Papers, MS 1894, Reel 2, Account of Servants, 1774-75; Coldham, Emigrants in Bondage, p. 884; Coldham, Emigrants from England...1773-76, p. 265;MdHS, MS. 691, Reel 13, Capt. Charles Ridgely's Cash Book, 1781-82, end papers; MdHS, MS. 691, Reel 15, Capt.Chas. Ridgely Ledger, 1780-81, ff. 28, 37, 46, 56; Reel 15, Ledger E, 1778-84, p. 28, October 1781. (34) MdHS, MS. 692, M4430. MdHS MS. 691 Reel 13, Daybook 1772-73, endpapers; MdHS MS. 691, Reel 16, Ledger 1790, pp. 5, 15; MdHS MS. 691, Reel 16, Ledger 1785-96, pp. 128, 142, 147, 158. (35) Poltis’ account is entitled a single time ‘Martin Poltis alias Potter.’ Hall of Records, Index 3 Inventories, Baltimore County, Box 33, folder 50; MdHS MS. 691, Reel 11, List of Servants’ Clothing, p. 19; Library of Congress, MS. 21,902, passim; MdHS MS. 691. Reel 15, Ledger 1775-77, p. 48; MdHS MS. 1127, M 4455; MdHS MS. 692, Charles Ridgely Leetters 1782-90, June 18, 1786; MdHS MS. 691, Reel 9, Daybook, 1788-89, April 1789; MdHS MS. 691, Reel 16, Ledger 1785-96, pp. 146, 162, 167 ; MdHS MS. 691, Ledger 1786-1809, pp. 8, 19. ‘Suck’ is apparently short for Suckey , diminutive for Susan.. Poltis drew shoes several times for a daughter.",
    "url": "https:\/\/www.nps.gov\/hamp\/learn\/historyculture\/indentured-servants.htm"
}
