{
    "title": "Hampton National Historic Site: Some Notable Ridgelys",
    "body": "some notable ridgelys       This page highlights members of the Ridgely Family and provides biographical sketches. It also serves as a Table of Contents for the Comprehensive Guide to Collections, a tool created to facilitate research on life at Hampton Mansion and the Ridgely Family.  Each sketch is followed by links to a section of the Guide listing documents created by or associated with that person. For more information about the Comprehensive Guide to Collections or to download the entire guide, click here.         Colonel Charles Ridgely (1702-1772) first acquired land in Baltimore County for the purpose of establishing an ironworks, which he operated in partnership with his sons, John and Charles Ridgely, Jr.  He also conducted a commercial shipping business between the American colonies and England. Colonel Charles Ridgely Collections: Word PDF          Captain Charles Ridgely (1733-1790) supplied iron implements, arms, and ammunition from his Northampton Iron Works as well as privateers to the Patriot cause during the Revolutionary War. His merchant fleet helped to establish Baltimore as a major port. Known as \"The Builder,\" he died soon after the mansion was completed. Captain Charles Ridgely Collections: Word PDF          The wife of Charles Ridgely (The Builder), Rebecca Dorsey Ridgely (1740-1812), was the first mistress of Hampton. She witnessed the construction of the mansion, but did not live there for long as she turned the new house over to her nephew and moved to a nearby estate in Towson (now known as \"Auburn\") after her husband's death. Rebecca was a fervent Methodist and donated a great deal of money to Robert Strawbridge, an Irish immigrant and preacher who is now recognized as the founder of Methodism in America.Rebecca Dorsey Ridgely Collections: Word PDF         Nephew of the childless Captain, Charles Ridgely Carnan (1760-1829) inherited the largest portion of Hampton's land and business concerns on condition that he take Ridgely as his surname. Charles Carnan Ridgely served in the Maryland Legislature and as Governor of Maryland from 1815-1818. He was also known as General Ridgely, having been appointed a brigadier general in the state militia in 1796. Under the Second Master, Hampton became a showplace renowned for its physical beauty and its master’s opulent entertaining. In an act that surprised many of his family members, the General included instructions in his will for the gradual emancipation of a large segment of Hampton’s slave population, an act that eventually freed more than 300 slaves.  Charles Carnan Ridgely Collections: Word PDF         The mother of fourteen children, eleven of whom survived to adulthood, Priscilla Dorsey Ridgely (1762-1814) embodied the ideal woman of her era.  The birth of the new American nation saw the development of the concept of Republican Motherhood, which elevated the woman's traditional maternal role to that of a safeguard of the new nation, responsible for the moral instruction of its future citizens. Women were expected to be models of virtue. As a Methodist Elder, Priscilla set an example not only for her children, but also for her fellow women who were only just beginning to come into prominence in the religious world in America. No written records created by Priscilla have been found.         Third Master of Hampton, John Carnan Ridgely (1790-1867), was the first member of the family born in the mansion and the last member of the family who owned enslaved people. In partnership with his second wife, Eliza, he lavished money and attention on the mansion and the grounds, adapting popular European plants and gardening concepts and introducing modern innovations such as plumbing, gas lighting and “central heating” to the mansion.  To maintain their estate innovations and lifestyles, he and Eliza replenished the household and field workforce through the hiring of free workers and purchase of additional slaves to replace those freed by General Ridgely.  John Carnan Ridgely Collections: Word PDF         Eliza Eichelberger Ridgely Ridgely (1803-1867) is one of the most recognizable of the Ridgely women, largely as the result of her portrait by Thomas Sully, “Lady with a Harp,” which is currently exhibited in the National Gallery of Art.  Among her contributions to Hampton were the expansion of the formal gardens and installation of the Italian marble urns around the mansion. According to legend, Eliza planted Hampton’s giant Cedar of Lebanon in the 1840s after bringing it back from Europe as a seedling in a shoebox. Throughout her life, many people would write of her beauty, elegance, and sense of fashion, including the Marquis de Lafayette, whom she met and captivated during his 1824-25 American tour and with whom she remained in contact for the rest of his life.Eliza E. R. Ridgely Collections: Word PDF         Eliza was the only child of Nicholas Greenbury Ridgely (1770-1829), a wealthy Baltimore merchant engaged in the importation of fine wines and Madeiras. He commissioned his daughter's portrait by Sully and had the artist paint his own as well. He is buried in the cemetery at Hampton. No common descent between the two Ridgely families prior to Eliza’s marriage to John Carnan has been established.Nicholas Greenbury Ridgely Collections: Word PDF         Elected captain of the Baltimore County Horse Guard (a local defense cavalry) at the outbreak of the Civil War, John’s and Eliza's son, Charles Ridgely (1830-1872), was threatened with arrest by the commander of Union forces then stationed at Fort McHenry for actions against the Union Army. He escaped incarceration through his father’s intercession, the guard was disbanded, and Charles remained inactive during the war despite his Southern sympathies. Though Hampton was physically untouched by war, its slave-based economy was no longer workable by the time Charles became Fourth Master upon his father’s death in 1867.  He and his wife, Margaretta, spent much of their time abroad, managing Hampton by active correspondence with relatives and on-site overseers. Charles Ridgely Collections: Word PDF         Charles Ridgely married his first cousin, Margaretta Sophia Howard Ridgely (1824-1904), who was the granddaughter of both Charles Carnan Ridgely and John Eager Howard, Baltimore's Revoluntionary War hero of the Battle of Cowpens. She was widowed in early middle age when Charles died in Rome of typhoid fever, leaving her to raise their seven children. A firm mother and strong-minded woman, Margaretta established the Ridgelys’ Jersey cattle herd and, under the terms of her husband’s will, continued to control the family finances until her own death in 1904.Margaretta S. H. Ridgely Collections: Word PDF         Eliza Ridgely White Buckler (1828-1894), known as “Didy”, was the daughter of the Third Master and sister of the Fourth. She married John Campbell White in 1849; the couple had two sons - Henry and Julian - before John’s untimely death in 1853. After more than a decade of widowhood, Didy Ridgely White married Dr. Thomas H. Buckler, with whom she had another son, William H. Buckler. After their marriage, she and her second husband spent much of their time abroad, only returning to the United States in the early 1890s. As a schoolgirl, she authored a journal that provides a unique glimpse into life at Hampton in the 1840s.Eliza Ridgely White Buckler Collections: Word PDF         Didy’s oldest son, Henry White (1850-1927), spent much of his early life at Hampton in the company of his widely-admired and gracious grandmother, Eliza Ridgely, and much of his adolescence in Europe being schooled by and traveling with his pious and rather formidable mother. This unconventional education in manners and morals prepared him for a distinguished career in diplomacy. Often referred to as America’s ‘first career diplomat,’ Henry spent 30 years in the U.S. Diplomatic Service, serving as First Secretary at the U.S. Embassy in London, and as Ambassador to both Italy and France before retiring in 1909. Ten years later, he was appointed by President Woodrow Wilson as a member of the American Commission to Negotiate Peace in Paris in 1918-19. At the urging of his family, he wrote a Memoir in 1925 in which he described his early years at Hampton with his Ridgely relatives.Henry White Collections: Word PDF         Didy’s middle son, Julian LeRoy White (1853-1923), shared many of the same experiences at Hampton and in Europe as his older brother, Henry, but chose to pursue journalism rather than diplomacy as a career. With Henry and others, he founded, funded, and helped to manage a short-lived newspaper in France, Le Matin, in the 1880s, and later invested in the Baltimore News Post in the early 20th century. He used his influence to support the efforts of political reformers, including Severn Teackle Wallis and Charles J. Bonaparte, to rid Baltimore and Maryland of the entrenched and often corrupt Democratic ruling machine in the late 19th century.  After marrying Sophie Beylard, a dual American-French citizen, in 1894, Julian split his time between \"Rabodanges\", the Beylard family residence in France, and \"Causeway\", the house he inherited from his mother in Baltimore.Julian LeRoy White Collections: Word PDF         William Hepburn Buckler (1867-1952), Didy’s youngest son, had notable careers in both diplomacy and archaeology. He served briefly as Secretary to the American Legation in Madrid in 1906-07 and later as a Special Agent at the U.S. Embassy in London during World War I, in which capacity he escorted Samuel Gompers, then head of the American Federation of Labor, on the latter’s tour of post-war Europe. \"Willie\", as he was known in the family, eventually joined his half-brother, Henry White, working with the American Commission to Negotiate Peace as a specialist in the political and economic affairs of the Mediterranean countries. As an archaeologist, Willie participated in excavations at Sardis and Anatolia, and eventually joined the faculty at Oxford College.  He and his half-brother, Julian, played a significant role in acquiring the land for the Homewood campus of the Johns Hopkins University.William Hepburn Buckler Collections: Word PDF         Fifth Master John Ridgely (1851-1938), was known as “Captain Jack” by virtue of his service as commanding officer of the Towson Company of the old first Maryland Infantry Regiment. He, his wife Helen, and mother, Margaretta,  worked to preserve Hampton’s reputation as an historically important estate and as a premier agricultural center, maintaining and upgrading the mansion and outbuildings. In 1901, John sold Hampton’s renowned wine cellar to J.P. Morgan and used the proceeds to bring running water to the mansion; he had the house wired for electricity in 1929. ‘Captain Jack’ particularly delighted in buying stock for and breeding Hampton’s prize-winning Jersey cattle. An avid rider and fox-hunter with the Elkridge Hunt Club, he brought the Maryland Hunt Cup to Hampton in 1895 and 1919.John Ridgely Collections: Word PDF         Like her mother-in-law, Margaretta, Helen West Stewart Ridgely (1854-1929), was an excellent manager of the finances and day-to-day operation of the family estate. She encouraged her children to write and paint – two of her own favorite hobbies. She also continued her own education throughout her life, taking classes and attending lectures, concerts and other programs at educational and cultural organizations throughout Baltimore. During her long association with the Maryland Chapter of the Colonial Dames of America, Helen fought to preserve the physical remnants of Maryland’s colonial history and commemorate its heroes, interests that led her to write two books on local history. A woman of extraordinary energy, she was known to have worked on the farm all morning, clean up and, in the afternoon, travel to Washington D.C. to dine with President and Mrs. Theodore Roosevelt.Helen West Stewart Ridgely Collections: Word PDF         Youngest sister of the Fifth Master, Margaretta Sophia “Margie” Ridgely (1869-1949), lived at Hampton until the death of her mother in 1904. At the age of 35, she trained as a nurse and went to Liberia as an Episcopal missionary. There she founded—and largely funded from her personal resources—a school for girls, the House of Bethany, where she taught for the next 28 years and from which she often “sponsored” promising students for further education in nursing or teaching in the United States. In 1927, the Liberian government honored her service by naming her a Knight Official of the Humane Order of African Redemption. Upon her retirement, she returned to Baltimore to live with her sisters, Eliza Ridgely and Julia Ridgely Yeaton. In later years, Margie often received visits from her former students at the sisters’ Baltimore rowhouse, as well as one from the Episcopal Bishop of Liberia and his traveling companion, a native African chief, in September 1924, whom she brought to dine at Hampton.Margaretta Sophia Ridgely Collections: Word PDF         Eliza Ridgely (1858-1954), seemed to have inherited both her name and many aspects of her character from her redoubtable “Aunt Didy.” An intelligent and determined woman with strong religious and reforming impulses, Eliza embraced the causes of the Progressive Era and proceeded to turn her words into actions. In 1896, she and a group of like-minded female friends founded the United Women of Maryland (“UW”), an organization created “to enable women to help women in every class of society.” Among its many achievements, the UW promoted improved urban sanitation by sponsoring “neighborhood clean-up” competitions, provided “traveling libraries” in many communities for women’s amusement and instruction, established employment and legal aid bureaus for working women, and opened a lunch counter and reading room for female factory workers in South Baltimore. Eliza and a few of her UW cohorts also founded the Children’s Playground Association to build and operate playgrounds in poor urban neighborhoods. When her younger sister, Margie, decided to become an Episcopal missionary in Africa after their mother’s death in 1904, Eliza and a close friend accompanied Margie to Liberia to see her safely settled, then proceeded on a 4-year world tour that took them to Palestine, India, Japan and Europe before their return to the U.S. From her house at 825 Park Avenue in Baltimore, Eliza dedicated much of the rest of her life to social reform causes that especially benefited women. Eliza Ridgely Collections: Word PDF         Sixth Master of Hampton, John Ridgely, Jr. (1882-1959), earned a law degree at the University of Maryland and moved to St. Louis, Missouri, to work for the Maryland Casualty Company there. Eventually he returned to Baltimore and built a house near Hampton where he and his first wife, Louise, raised three children, moving back to the mansion after her death in 1934. Faced with declining income from the dwindling estate—significant acreage had been condemned by Baltimore City for the creation of Loch Raven in 1914—and ever rising costs, John, Jr. attempted to resurrect the family fortunes by forming the Hampton Co. in 1928 to develop the remaining estate lands. Despite his efforts, Hampton became too expensive for him to maintain, but Fortune intervened; in 1947, John, Jr. sold the estate to the Avalon Foundation, a Mellon family foundation, which, in turn, donated it to the National Park Service.John Ridgely, Jr. Collections: Word PDF         Louise Roman Humrichouse Ridgely (1883-1934), John, Jr.'s first wife, was born and raised in Hagerstown, Maryland.  She and John Ridgely, Jr. met while he was a student at St. James School for Boys in Hagerstown, and married in 1909. Though never actually a mistress of Hampton, Louise raised her three children in the house her husband built on estate property in the shadow of the Mansion.Louise Humrichouse Ridgley Collections: Word PDF         John, Jr. married his second wife, Jane Rodney Ridgely (1902-1978), in 1940. As mistress of Hampton, Jane became involved in the Women’s Auxiliary of Towson Episcopal Church, the Hardy Garden Club, and the English Speaking Union. However, she also watched her husband struggle to maintain his family estate, the strain of which badly affected his health, and eventually, make the painful decision to sell Hampton. After leaving the mansion, Jane and John Ridgely moved to the Hampton Farmhouse and continued working with the National Park Service over next ten years as additional buildings and acreage were transferred to the federal government. After John’s death in 1959, Jane remained active as a volunteer at the mansion. She lived at the Farmhouse until her death in 1978, after which that property was sold to the government by John Ridgely, Jr.’s heirs.Jane Rodney Ridgely Collections: PDF         John Ridgely, III (1911-1990), the oldest son of Sixth Master John Ridgely, Jr., grew up in his father’s house on Hampton Lane, spending his childhood between that home and Hampton Mansion. He and his wife, Lillian, a native of Connecticut, settled in Baltimore after their 1935 marriage, where John began working in the printing industry. The following year, they moved into the mansion with John III’s father and grandfather, where they lived for several years while they renovated the Overseer’s House on the Hampton Farm Property, eventually becoming the first members of the Ridgely family to occupy that house in several generations. Both John and Lillian joined the armed forces in 1942 to serve in the war effort. John served in the Pacific Theatre as a Technical Sergeant in the Army Air Corps; he was awarded battle honors for his participation in that campaign. After the war, John III and Lillian built a house, “Spring Hollow,” at 710 Hampton Lane on a portion of the Hampton Farm Property. John resumed his work for Arthur Thompson and Company, from which he retired about 1980. The couple strongly supported the efforts of the Society for the Preservation of the Maryland Antiquities and the National Park Service to preserve Hampton and tell its story, advising the organizations on all facets of life at the Mansion and donating many Ridgely Family artifacts and records to the site.John Ridgely, III Collections: Word PDF         Lillian Ketcham Ridgely (1908-1996) was licensed as a Registered Nurse in New York and pursuing a Master’s degree in Nursing when she met her future husband, John Ridgely, III. They were married at St. Patrick’s Cathedral on St. Patrick’s Day, 1935. Upon moving to Baltimore and into the mansion in 1936, Lillian became mistress of Hampton for three generations of Ridgely men, overseeing the household, formal gardens, and dairy. She was a knowledgeable horticulturist and worked diligently to restore the Hampton gardens, replanting portions of the parterres herself. Lillian joined the Army Nurse Corps in 1942 and was commissioned as a 2nd Lieutenant, later attaining the rank of 1st Lieutenant. Her treatment of wounded soldiers at Kessler Field (Biloxi, Mississippi) earned her a meritorious service ribbon. When the war ended, Lillian and John Ridgely returned to Baltimore and built a house on Hampton Lane, not far from the former Ridgely family seat and newly-established national park. In “retirement”, Lillian Ridgely pursued her avocation, horticulture, became a highly-respected wildflower photographer, and produced a catalog of Maryland flora that became a standard referenceLillian Ketcham Ridgely Collections: Word PDF",
    "url": "https:\/\/www.nps.gov\/hamp\/learn\/historyculture\/some-notable-ridgelys.htm"
}
