{
    "title": "Pu`ukoholā Heiau National Historic Site: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         A juvenile 'I'iwi sits in a kou tree in the park. Kahau Agustin\/NPS  Click here to see the kinds of birds that may be observed at Pu`ukoholā Heiau National Historic Site.              From the Mountains to the Sea: Climate Change, Our Oceans and You! The lack of rainfall in this desert environment severely limits what can live in the Park. Many of the plants and animals that you encounter within the Park are invasive species that have been brought in since European contact was made in the late 1700's. As well, the adverse effects of ecologically unsound practices by humans in the past 200 years have also drastically changed the local environment.  Understanding the limitations of our Island's natural resources, Pu'ukohola Heiau National Historic Site is actively seeking to become a \"green\" park. From the solar panels that were installed on park buildings in late 2009, to the \"green\" vehicles that the Park utilizes, we all understand that each of us has a role to play in protecting our planet. If you would like more information about what you can do to help us reach our environmental goals, check out the National Park Service's website: Climate Friendly Parks. For other information on programs being conducted at or near Pu'ukohola Heiau National Historic Site or throughout the National Park system, please visit the following websites: The Pacific Island Network Inventory and Monitoring Program of the National Park Service is currently conducting bat research, water monitoring and other projects within the Park. Be sure to check out the this edition of the Pacific Island Quarterly, which contains a special focus on Pu'ukohola Heiau NHS! To see the latest edition of the Pacific Island Quarterly, Click Here! The Kohala Watershed Partnership is currently involved in the Pelekane Bay Watershed Restoration Project, a nearly $2.7 million project funded by the Federal government. The Hawai'i Marine Mammal Consortium is currently providing research of the black-tip reef sharks of Pelekane Bay. The Hawaiian Islands Humpback Whale National Marine Sanctuary (NOAA), located in the adjacent waters off of Pu'ukohola Heiau National Historic Site is involved in research and protection of humpback whales and the endangered Hawaiian monk seals. Volunteers from the Sanctuary offer weekly whale programs at the Park from January through the end of March. The Jupiter Research Foundation operates a sound buoy in the waters near Pu'ukohola Heiau National Historic Site, which provides live streaming audio of our visiting humpback whales (November to the end of April). For more information regarding the Park's natural resources, please contact a park ranger at the Visitor Center at (808) 882-7218 Ext. 1011 or by Email.",
    "url": "https:\/\/www.nps.gov\/puhe\/learn\/nature\/index.htm"
}
