{
    "title": "Hampton National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture          \"The General's lands are very well cultivated…his cattle, sheep, horses, etc., of a superior sort, and in much finer condition than many I saw in America. He is very famous for race horses and usually keeps three or four such horses in training, and what enables him to do this is that he owns very extensive iron works, or otherwise he could not.\"  English Visitor Richard Parkinson, 1805.         Most people today know Hampton as a sedate Georgian mansion, elegantly furnished and settled amid gardens and shade trees. Built as a country seat just after the Revolutionary War by a prominent Maryland family, the house and its immediate surroundings are just a remnant of the Hampton estate of the early 1800s. Take a moment to stand at an upstairs window and look out over the lawns, suburban houses, and woodlands. In its heyday Hampton covered this land and more; Ridgely property equaled half the area of present-day Baltimore, land that made its owners rich through iron production, agriculture, and investments. Hampton is the story of a family business, early American industry, and commerce, the cultural tastes of the times, the deprivations of war, and the economic and moral changes that finally made this kind of life obsolete. Most importantly, Hampton is the story of its people. Scenes from Hampton's past include a colonial merchant shipper amassing thousands of acres of property along Maryland's Chesapeake shore; indentured servants casting molten iron into cannons and ammunition for the Revolutionary army; enslaved people loading barrels of grain, iron, and timber onto merchant ships bound for Europe that would return with fine wines and luxury goods. Later scenes show a powerful businessman and politician well-known as \"a very gentell man…said to keep the best table in America\",; a teenaged girl making a list of Christmas gifts to her father's slaves, carefully noting full names, births, and deaths; 20th century descendants hoping to keep the estate in the family by selling off parcels of land, opening a dairy supplying milk to local schools, and pressing apples into cider. Today, as you explore Hampton, keep these people in mind. A wealth of artifacts and scenery recreates a world where, for the better part of three centuries, a community of hundreds of individuals played out the comedies and dramas of their own lives against the backdrop of America's development as a nation.        A Palace in the Wilderness   A Hampton Chronology   Princely Pastimes   Industries Fueling a New Nation   Hampton at Work",
    "url": "https:\/\/www.nps.gov\/hamp\/learn\/historyculture\/index.htm"
}
