{
    "title": "Hampton National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     August 09, 2011  Riots, Revolution, Ridgelys, and the Rest of the Story  Manly Arts Day returns with a new twist to Hampton National Historic Site! September 18th from 10:00 a.m. to 4:00 p.m.   June 10, 2011  A HOUSE DIVIDED THE CIVIL WAR AT HAMPTON  Civil War exhibit at Hampton opens on July 10.   May 31, 2011  New Park Superintendent Announced  Tina Orcutt named superintendent of Fort McHenry NM&HS and Hampton NHS   May 12, 2011  Historic Garden Addition  Reproduction Tatham Tazza Urn placed in historic gardens at Hampton.   January 21, 2010  Winter Hours Begin at Hampton  Winter hours begin at Hampton on January 12. Join us for the special Second Sunday events each month! A brief listing is included.   December 04, 2009  Hampton Mansion Closed  The Hampton Mansion will be closed on Monday, December 7, due to holiday preparation.   November 25, 2009  Choregraphie Antique  Choregraphie Antique, the dance history ensemble of Goucher College makes history come alive by performing ballroom dances of the eighteenth, nineteenth, and early twentieth century.   October 30, 2009  Songs From the Fields - Slave and Spiritual Songs  No abstract supplied.   October 30, 2009  Yuletide at Hampton  Join us for a Yuletide celebration at Hampton National Historic Site. Come see the period holiday decorations in each room and imagine the Yuletide parties for which Hampton was known.   October 29, 2009  Come Home for the Holidays  Get into the old-fashioned holiday spirit and visit four of Baltimore’s premiere historic house museums decorated in their holiday finest.   September 23, 2009  Harvest Day and Hampton Hallows  Help the park staff shuck and grind the corn, try your hand at making butter, watch the blacksmith make tools that would have been used on the farm. Then, stick around for an evening full of seasonally inspired tales.   September 02, 2009  National Public Lands Day  Come to Hampton on Saturday, September 26 from 9:00 a.m. and Noon. We will be planting trees, removing Gimson Weed an invasive plant species, and performing woods maintenance.   August 19, 2009  Manly Arts Day at Hampton  Come to Hampton National Historic Site on September 20th from 10:00 a.m. - 4:00 p.m. for a special afternoon of “manly” sport!   July 13, 2009  Pony Party  Skip the traditional August Pool Party and come to Hampton for a Pony Party!   March 16, 2009  Amazing Architecture  Join author and educator Ann Milkovich McKee for this one-hour introduction to architecture.   March 16, 2009  Musical Moments with Musica Antiqua  Musica Antiqua will honor the 350th Anniversary of the founding of Baltimore County in an hour long performance in the Hampton Orangery.   March 05, 2009  From Black and White to Full Color  No abstract supplied.   January 06, 2009  Forensics and Historic Furnishings  Look at the detective work employed in uncovering the past at Hampton.   January 05, 2009  Inspirational Stories from the Past  Celebrate Black History Month!   December 24, 2008  New Year Traditions  Celebrate the New Year at Hampton!",
    "url": "https:\/\/www.nps.gov\/hamp\/learn\/news\/newsarchive.htm"
}
