{
    "title": "Hampton National Historic Site: Carriage Rides at Hampton",
    "body": "Carriage Rides at Hampton         Visitors enjoy a carriage ride at Hampton. Tim Irvin  Hampton National Historic Site is pleased to offer FREE carriage rides to our visitors during certain special events. A popular Hampton experience, we hope that the information listed below will answer your questions about the carriage rides. Q. When do you offer carriage rides? A. Carriage rides are typically offered 2-3 times a year. Traditionally on Mother's Day Weekend, Yuletide Weekend, and the Second Sunday of January. Q. Why don't you offer carriage rides more frequently? A. Carriage rides are offered as a special interpretive program- we don't own the horses or the carriages. Q. How do I get a ride? A. FREE timed tickets are distributed by park staff on the day of the ride. Tickets are typically distributed at noon on a first come-first served basis. Tickets are distributed until all have been given out. Q. How often do the rides occur? A. Typically the rides start at 12:30. Rides are offered every twenty minutes from 1:00 p.m. to 4:00 p.m. Q. How long does the ride last? A. Carriage rides last between 15-20 minutes. Length does depend on the weather conditions and the pace of the horse. Q. How many people can participate on each ride? A. The carriage company brings two carriages. Between the two carriages we can safely accommodate 8-10 people. Q. What if I have a large group? A. We make no promises or guarantees that large groups will be accommodated. Tickets are available on a first come-first served basis. Q. Does my child need a ticket? A. Children over the age of 3 need a ticket. A child under the age of 3 may ride in an adult caregiver's lap without a ticket. Q. Can I make a reservation for the carriage rides? A. No. You must come to the site, the day of the carriage ride. Tickets are generally distributed at noon- and are available on a first come first served basis. Q. Can I pick up tickets the day before the ride? A. No. Tickets are only distributed for the rides being offered that day. Q. If rides are offered every 20 minutes, can I pick what time my ride is? A. No. Tickets are handed out in order. The first available time that accommodates your group will be issued to the group. Q. If I have more questions about carriage rides who do I speak with? A. You can call the visitor desk at 410-823-1309 x 251 if you have further questions. NOTE: Hampton and Oh My Heart Carriages reserve the right to cancel rides due to weather and animal safety.",
    "url": "https:\/\/www.nps.gov\/hamp\/planyourvisit\/carriageridesathampton.htm"
}
