{
    "title": "Hampton National Historic Site: Permits",
    "body": "Permits           Special Use Permits are required for special events such as walkathons, runs, meetings and gatherings, distribution of printed material and other public expressions of views, memorializations, and other activities that are otherwise controlled or prohibited. These uses of the park require that a permit be obtained in advance. This listing is not complete. If you have any uncertainty about a planned activity it is best to contact the Special Use Permit Office beforehand to inquire about the need for a permit. Some uses also require an application fee, reservations, and other fees. The mission of the National Park Service is to preserve and protect our resources as stated in the Organic Act… \"The Service…shall provide and regulate the use of …National Parks.[its] purpose is to conserve the scenery and the natural and historic objects and the wildlife therein and to provide for the enjoyment of the same in such a manner and by such means as will leave them unimpaired for the enjoyment of future generations.\"(16U.S.C.1) It is the policy of Hampton National Historic Site to accommodate requests for special use permits when and where possible, while adhering to this mandate. Therefore, our primary concern is to assess potential resource damage and disruption of normal public use prior to authorization of any special use activity. Application Process and Cost: Read ALL of information below before submitting your application. Use the Special Park Use Application to request permits for the following activities: ♦ First Amendment Activities  ♦ Special Events (runs, walks)  ♦ Public Assembly  ♦ Sale\/Distribute Printed Material For the above intended uses of the park, submit the application along with the non-refundable $50 processing fee (money order or check made payable to DOI\/National Park Service) to the Special Use Permit office. Please note: the form submitted is an application only and the fee is an application fee only: the form and\/or the fee do not constitute a permit. This fee covers the costs associated with reviewing the application and is charged whether or not the request is approved. All events will require Park employees to monitor and provide support. Costs above normal Park operating costs will be billed to the permittee following the activity. These could include expenses related to security, parking, crowd control, cleanup, and coordination with outside agencies. The monitoring fees will charged at the rate of $50 per hour per ranger. In addition, applicants shall reimburse the park for use and occupancy of the National Park Service lands and other resources. Such charges are based on the fair market value for the use of similar resources and facilities in the vicinity. Permits issued for special events shall be charged in accordance with the following range of rates: Parades, rallies, celebrations, banquets, walks, runs: ♦ 51-200 people $200  ♦ 201-500 people $300  ♦ 501-750 people $400  ♦ 750+ people $500 Rates beyond these amounts will be determined on a case-by-case basis. Federal procedures (31 USC7701) require your Social Security Number or Tax Identification Number on the back of all checks accepted for deposit in the amount of $50 or more. You must supply one or the other in order for your check to be accepted and your application to be processed. Your information provided on the application will be used to determine whether a permit will be issued. You will be notified of the disposition of the application and the necessary steps to secure your final permit. If your request is approved, a permit containing applicable conditions and regulations will be sent to the person you have designated on the application. The permit must be signed and returned to the park prior to the event.  The National Park Service is required to recover all costs associated with special use permits. All administrative costs involving permit application and processing are nonrefundable and will be charged to the permittee. Any additional costs will be estimated on the permit and will be posted as they occur. Since our costs are based on the services we provide, we do not differentiate between profit and nonprofit projects. Special Note:  For First Amendment activities, any groups of 25 people or fewer are not required to obtain a permit for demonstrations or to sell or distribute printed matter within the park's designated areas First Amendment Area. Groups larger than 25 people are required to obtain a permit in advance. Any group with a permit will have priority use of the designated First Amendment Area over any group without a permit. The First Amendment Area is defined as the field south of Hampton Lane, west of the Main Road, and north of the Lower Parking Lot. It is in prominent view of the visiting public. Commercial Filming\/Photography Commercial Film Permits must be obtained when filming is done by other than bona fide newsreel or news television. Commercial photography permits are required if photography is to be done of vehicles or other articles of commerce or models for the purpose of commercial advertising or for resale. It is the policy of the National Park Service to allow filming and photography when it is consistent with the protection and public enjoyment of park resources and when it avoids conflict with the public's normal use and enjoyment of the park. A permit is required when the filming, videotaping, sound recording, or still photography involve the use of talent, professional crews, set dressings or props; when they involve product or service advertisement; or when the activity could result in damage to park resources or disruption of visitor use. A permit is also required if the photographer wants to film in areas not open to the public, or before or after normal visitation hours. Generally, permits are not issued for filming on weekends or holidays. Normal visitor use patterns should not be interrupted for longer than five minutes, and only as specified in the approved permit. Visitors will be allowed to watch filming in public areas. Media Breaking News  Breaking news is an event that cannot be covered at any other time or at any other location. Filming of breaking news does not involve advertising, sets, props, or models. Coverage of breaking news does not require a permit, but film crews may not disrupt park visitors, damage park resources, or compromise public health and safety regulations. Other Media  Frequently there are opportunities for news organizations to focus on park programs, or increase public awareness of park-specific issues. Filming related to these stories must be coordinated and planned in advance. A permit will be issued if it is determined that the park would benefit from the increased public awareness. Still Photography Photography of scenery or historic structures has traditionally been part of a visit to a national park. Photography does not require a permit if it involves only hand-carried equipment (tripod, interchangeable lenses or flash), and does not involve professional crews, product or service advertisement, or use of models, props, or sets. A still photography permit is required when: Product or service advertisement is involved  Talent\/models, props, crews, or sets are involved  The project has the potential to disrupt other park activities or visitors  More than just hand-carried equipment is used  Project requires access to an area normally closed or restricted to general public use  Access into an area outside of normal public use hours is required  Project carries with it a potential risk to park resources  Activity raises safety concerns that can be mitigated through issuance of a permit with restrictions or conditions Filming\/Photography Permit Application Procedures Use the Application for Commercial Filming\/Still Photography Permit 10-931 to request permits for the following activities. Completed applications must be returned to the park with the $50 application fee. Your request will be evaluated on the basis of the information in your application. If substantial staff resources are expended in the evaluation of the request, the applicant will be billed for the additional costs. Therefore, you are encouraged to attach maps, diagrams, script pages, storyboards, vehicle and equipment lists, crew lists, call sheet, itineraries, shot lists, etc. with your application to assist park staff in evaluating your request. In compliance with the requirement of the Debt Collection Improvement Act of 1996, applicants must submit their social security number or Federal Tax ID number when filling out the application. Park managers will not sign location releases supplied by applicants. Insurance Requirement Proof of insurance is required and documentation must carry a commercial liability (minimum of $1 million) issued by a U.S. company. Insurance certificate must identify the production company by name and business address. \"The United States\" will be named as \"additional insured\" on the insurance certificate. The Certificate Holder is to be listed as the National Park Service, Hampton National Historic Site, 535 Hampton Lane, Towson, MD 21286.  High-risk activities or activities which may have the potential for resource impact require higher liability amounts. Small, low-risk projects or still photography may be eligible for a reduction to $500,000. Contact our office for details. A request for a permit may be denied if there is no proof of adequate insurance. Personal or homeowners liability is not accepted. Certificate should be generated by the insurance company. Bond A refundable damage bond, drawn as a separate payment, may be required for those projects that have a high potential for resource damage or potential for site restoration. The bond amount is determined by estimating the cost of monitoring and site restoration, should you fail to adequately care for complete cleanup of the site. This amount will be specified in the permit. The permittee is responsible for removal of equipment, props, trash, and restoration of the site to original condition, or in a condition satisfactory to the National Park Service. If this is not done, all or part of the damage bond will be retained to offset cleanup\/recovery expenses. If it is not needed, the bond is released when the on-site NPS representative affirms that site restoration is complete and all site use charges have been paid. If a surplus remains after the costs have been reimbursed, the surplus is returned to the permittee. If the bond does not cover all the cost, you will be billed for the difference. Audio and lighting restrictions apply to prevent disruption of visitor activities and\/or disturb visitors. Large reflectors, silks, camera track, jibs, cranes, generators, large props, crowd scenes, foggers, oversized vehicles are discouraged and are authorized on a case-by-case basis, dependent on the location, time of year, time of day, and other mitigating factors. Cancellations The film permittee is responsible for all National Park Service costs up to the time of cancellation. If the cancellation is weather related, we will attempt to make accommodations. Administrative charges are mandatory and non-refundable. Cost of overtime and site cleanup are additional and will be billed as they occur. Revocation As noted in permit conditions, non-compliance with any of the permit conditions could result in revocation of the permit. In addition, the permit contains other conditions or factors relating to revocation: Visitation levels  Non-permitted stunts, use of vehicles, special effects or equipment use  Unauthorized access of park facilities, structures, and resources  False information (deliberately making false and\/or misleading statements in order to obtain a permit) Monitoring For filming activities which are perceived to interfere with visitor use, further congest highly visited areas, or have the potential to impact park resources without proper supervision and care, at least one employee of the National Park Service will be assigned to the film crew. Degree of monitoring is based on crew size, equipment, props, scope of project, location, time of day, and time of year. Supervision may be on-site and continual, a representative may spot check the filming to assure compliance, or the Superintendent may bring in other employees to assist in those instances when the scope of the project exceeds the park's ability to properly manage the activity. Costs The National Park Service is required to recover all costs associated with permits for filming and photography. All administrative costs involving permit application and processing are nonrefundable and will be charged to permittee. The park may require that charges be paid before work can begin on NPS property. Any additional costs will be posted as they occur. Permit Application Fee - $50 payable by check or money order  Hourly Monitoring Fee - $50 per monitor for one-hour minimum Location Fee - Congress has authorized the National Park Service to charge location fees for the use of park lands and facilities for filming and photography purposes. Site use charges will be estimated based on the information you provide on your application. Motion Pictures and Videos 1-2 people with camera\/tripod only No charge  1-10 people $150 day  11-30 people $250 day  31-49 people $500 day  Over 50 people $750 day Still Photography 1-10 people $50 day  11-30 $150 day  Over 30 people $250 day Since our costs are based on the services we provide, we do not differentiate between profit and nonprofit documentary projects. By law, the National Park Service may not waive recovery of costs for projects that are produced to promote an industry, influence Congressional initiatives, or influence the outcomes of elections. Student Projects Film or video projects that are being produced as a requirement for an accredited course can be issued a student filming or video permit. The student must provide: Name of educational organization and Tax exempt Number  Course name and number  Instructor's name Because many park sites have scheduled other activities on weekends, the student should plan in advance and have alternate dates in mind when applying for a student film permit. NPS has designed the student permit to minimize the costs by eliminating many of the activities that generate the need for intense monitoring. Student projects may not involve: Access to interiors of structures not available to the public  Night filming  Set construction  Oversized vehicles or equipment  Pyrotechnics, firearms, or weapons (real or fake), or stunts  Generators\/artificial lighting  Foggers  Playback or sound exceeding 70 decibels  Animals You may contact the Special Use Permits Office by email: Special Use Permits",
    "url": "https:\/\/www.nps.gov\/hamp\/planyourvisit\/permits.htm"
}
