{
    "title": "Hampton National Historic Site: Accessibility",
    "body": "Accessibility       Hampton National Historic Site is handicap accessible. Some parts of the site have limited accessibility or no accessibility.  The Mansion: The first floor of the mansion is accessible via lift from the visitor hyphen. Due to weight restrictions on the wheel chair lift, individuals who use motorized chairs may be required to ride separately from their chair.  The second floor of the mansion is not handicap accessible.  Parking: Mansion Individuals who have state issued handicap parking tags or placards may park in the designated parking spots in the upper parking lot on the mansion side. The upper parking lot is located adjacent to the mansion and orangery and is designated by the flagpole.  Parking: Home Farm Individuals who have state issued handicap parking tags may park in the designated parking spots in the home farm parking lot. The home farm parking lot is behind the mule barn.  Lower House: The lower house is handicap accessible via wheelchair lift. Please speak with the ranger to assist with operation.  Slave Quarters, Tenant Quarters, Log Building and Dairy: At this time none of these buildings are accessible to individuals in wheelchairs.  Grounds: Hampton has some paved surfaces, some gravel surfaces, and some marble path walks. Please use caution when traveling the grounds at Hampton.  Park Offices: Hampton's park offices are handicap accessible.  Restrooms: Public restrooms in the orangery and the home farm are handicap accessible.  Special Events: Some special events or private functions may require that the upper parking lot on the mansion side be closed to public parking. In these instances, the event planners will provide a shuttle service from the satellite parking locations to the upper parking lot and\/or may be required to provide for a drop off\/pickup zone in the upper lot. Shuttles will run in a continuous loop between parking lots. Shuttles buses will be handicap accessible.  If you have further questions about the site and accessibility, please feel free to contact the park at 410-823-1309 x 251 during park hours.",
    "url": "https:\/\/www.nps.gov\/hamp\/planyourvisit\/accessibility.htm"
}
