{
    "title": "Hampton National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           535 Hampton Lane  Towson, MD 21286                 Directions         BY CAR: Hampton is easy to get to because it's close to three interstate highways--routes 695, 70, and 95. From the Baltimore Beltway (I 695) eastbound or westbound: Take Exit 27B, Dulaney Valley Road northbound. Take the first right turn onto Hampton Lane. The park will be on your right, about one mile from the intersection. PUBLIC TRANSPORTATION: Bus #11 stops at Goucher College, less than one mile from Hampton. The Light Rail stop at Lutherville is approximately three miles from Hampton.   Directions Details           Operating Hours & Seasons         Hampton Mansion Historic Site Park will open Saturday and Sunday Only for tours until spring Mansion Tours - \"Hampton: The Story of America\", Times -10 am, 11 am, 1 pm, 2 pm and 3 pm Home farm, Save Quarters, Tenant Quarters, Dairy, Open Saturday and Sunday, 9:30 am to 3:30 pm Family Cemetery, Stables and Ice House, Open Saturday and Sunday, 9:30 am - 3:30 pm The Visitor Contact Station will remain open Thursday-Sunday to provide orientation to the park and park grounds. Restrooms will be open 7 days a week.   Standard Hours    Sunday: 9:30 AM - 3:30 AM   Monday: 9:30 AM - 3:30 AM   Tuesday: 9:30 AM - 3:30 AM   Wednesday: 9:30 AM - 3:30 AM   Thursday: 9:30 AM - 3:30 AM   Friday: 9:30 AM - 3:30 AM   Saturday: 9:30 AM - 3:30 AM             Weather           Spring and Fall mild and pleasant. Summer season can be extremely hot, Winter season extremely cold         Fees & Passes     Entrance Fees:   Hampton Mansion Historic Site - $0.00 Hampton does not charge any entrance or visitor fees         Visitor Centers                     Visiting Hampton is a great way to spend a morning, afternoon, or the entire day. In fact we have so much to see and do that we encourage visitors to return, and return often. Daily we offer guided mansion tours, lower house tours, and grounds tours. We do suggest that you call ahead to confirm tour times and park hours of operation before you plan your visit. Seasonally we offer special programs and tours- check here for a listing. Even a short visit can be a memorable one! Visitors are free to explore the 63 acre park that is home to several state champion trees, a falling garden, dozens of historic structures, and various birds and other wildlife. We recommend that you plan to spend at least 2 hours on site- but you are more than welcome to stay longer             Before you visit Hampton or once you've gotten home- become a fan of our Facebook page or follow us on Twitter. We update both frequently with new events, historical trivia, and even park weather conditions.",
    "url": "https:\/\/www.nps.gov\/hamp\/planyourvisit\/basicinfo.htm"
}
