{
    "title": "Pu`ukoholā Heiau National Historic Site: Liholiho (Kamehameha II)",
    "body": "Liholiho (Kamehameha II)          Like his famous father Kamehameha, Liholiho became an agent of change for the Hawaiian people. However, unlike his father, the changes that Liholiho helped bring about changed the very fabric of society. Whereas Kamehameha the Great practiced the religion of his ancestors and followed the strict guidelines of the kapu system, Liholiho would usher in dramatic changes that would alter daily life and worship in Hawai'i.  Shortly after the death of Kamehameha in 1819, Liholiho brought both the kapu system and the ritual system to an abrupt end. In 1820, with the advisement of his father's advisor, John Young, Liholiho tentatively allowed the first New England Protestant missionaries to settle in the Islands. Despite this dramatic break with past traditions, some of Liholiho's actions were similar to those of rulers before him. He gathered around him young chiefs, children of warriors, and even commoners, making them members of his household. He collected taxes in the form of food and subsistence goods from the different islands of his kingdom. Like his father, Liholiho moved his residence several times in response to the need for his presence in an area. At one point he lived at Kawaihae and later, upon the advice of his cabinet, moved his principal residence from Kailua to Honolulu. However, the short reign of King Kamehameha II was clouded by excesses in drinking and spending on luxury goods. The king, queen, and their attendants visited London in 1824. In their absence, Ka'ahumanu acted as regent, imposing strict new moral rules on the islands. At about the same time, a revolt was instigated on Kaua'i by the son of the old chief Ka'umu'ali'i. Although the government put an end to the revolt, these events combined to further the missionary cause, while diminishing the power of the king. King Kamehameha II and Queen Kamamalu died of measles in London in July 1824. A national council appointed his younger brother Kauikeaouli as king, and Ka'ahumanu continued as regent. The council also decreed that hereditary succession was now the law of the land. Though Liholiho ruled for a mere 5 years, the changes that he helped bring about forever altered Hawaiian society.",
    "url": "https:\/\/www.nps.gov\/puhe\/learn\/historyculture\/kamehameha2.htm"
}
