{
    "title": "Cape Hatteras National Seashore: The Ghost Ship",
    "body": "The Ghost Ship of the Outer Banks         The five-masted schooner Carroll A. Deering was built in 1919 in Bath, Maine and wrecked on January 31, 1921. The Mariners Museum  Cape Hatteras is home to many maritime legends but perhaps none is as curious as the real-life story of the massive schooner, Carroll A. Deering. Lost on the Outer Shoals in 1921 and discovered completely abandoned by the Coast Guard, this historical event has all the makings of a Hollywood ghost story. On January 29, 1921, the Carroll A. Deering was making a return trip to Hampton Roads, Virginia from Barbados when she passed the Cape Lookout Lightship. According to the lightship keeper, the crew was milling about and a crewman, who did not look or act like an officer, reported that the ship had lost its anchors. The following day, the ship passed the SS Lake Elon southwest of the Diamond Shoals Lightship at approximately 5:45 pm. The Deering seemed to be steering a peculiar course. This was the last report of the ill-fated Deering before she was found run aground and abandoned. At 6:30 am on January 31st, C.P. Brady of the Cape Hatteras Coast Guard Station spotted a five-masted schooner in the morning light, aground and helpless on the shoals. It was reported that the ship’s decks were awash, sails were set, lifeboats were missing, and she appeared abandoned. Due to heavy seas, the surf boats failed to reach the wreck. Finally, the wrecker Rescue arrived on the morning of February 4th and, with the cutter Manning, reached the battered ship around 9:30 am. Captain James Carlson of the Rescue boarded the ship and confirmed its identity as the Carroll A. Deering. Upon investigating the ship, it was discovered that all personal belongings, key navigational equipment, certain papers, and the ship’s anchors were missing. Furthermore, food was laid out as if in preparation for a meal. But there was no sign of the crew.        Wreckage of the Carroll A. Deering.  No remains of the ship can be seen on the seashore's beaches today.   The wrecked and battered hull of the Deering was all that was left to signify the vessel’s strange passage. In March of 1921, with the vessel breaking apart on the shoals, it was towed away then dynamited. In April, Christopher Columbus Gray, a Buxton, N.C. resident, reported finding a note in a bottle, which told of the capture of the Deering by pirates. Handwriting experts authenticated the note as being written by engineer Herbert Bates. Later examination, however, by federal government experts proved the letter was a hoax, written by Gray himself. In May, Mrs. Lula Wormel (wife of the ship’s master), Captain Merritt (the former master), and Rev. Dr. Addison Lorimer visited Washington and convinced Secretary of Commerce Herbert Hoover to commence an investigation. The ongoing lure of the Deering mystery may be due to the many historical threads uncovered in the investigation of this amazing story. Agent Thompson of the FBI visited Dare County in July of 1921. Among the leads he followed were stories of Bolshevik sympathizing pirates, rum-running gangsters, and mutiny. When he asked local Coast Guardsmen about the theory that the crew had mutinied and abandoned ship before striking the Shoals, “Impossible!” was the answer - the coast was too rough for lifeboat landings. “I believe they abandoned her after taking everything of value,” said Captain Ballance of the Cape Hatteras station, “and ran her up on the Shoals intentionally….” In the end, the investigation proved fruitless. No trace of the crew, the ship’s log, or the navigation equipment was ever discovered. A true maritime mystery began…and continues to this day.",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/historyculture\/theghostship.htm"
}
