{
    "title": "Fort Raleigh National Historic Site: Roanoke Revisited",
    "body": "Roanoke Revisited       Introduction Roanoke Revisited supplements concepts in core curricula courses and provides teachers and their students with appropriate information for the study of pre-colonial America. Although each classroom teacher is likely to find multiple uses for the materials, the suggested method for implementation is through the use of peer-counseling techniques and experiential activities. Please note: Throughout these materials, the spelling Ralegh is used instead of the more modern Raleigh. This was chosen so as to be more historically accurate when discussing the time period.  Although he spelled his name a variety of ways in his lifetime, Ralegh was the preferred spelling used after Sir Walter was knighted in 1584.  This program divides the study of the Roanoke voyages into eight units. Unit 1: The Elizabethan Expansion Unit 2: Exploration of Roanoke Island, 1584 Unit 3: Ralegh's First Colony, 1585-1586 Unit 4: John White's Watercolors Unit 5: The Lost Colony of 1587 Unit 6: Links with Jamestown and New England Unit 7: Search for the \"Cittie of Ralegh\" Unit 8: Take a look \"on the lighter side\"  Available as part of this educational package is the Teachers' Handbook to the Heritage Education Program, Roanoke Revisited.  Teachers and students are encouraged to visit Fort Raleigh National Historic Site, The Lost Colony, the Elizabethan Gardens, and Roanoke Island Festival Park after completing their classroom study of the Roanoke voyages and colonies.  The Roanoke Colonies Research Office serves as a clearinghouse for information related to all topics of study and research regarding the Roanoke Colonies, including anthropology, American studies, archaeology, biology, history, geography, literature and Native American studies. A Bibliography of Books, Pamphlets, and Articles on the Roanoke Island Colonies provides a bibliography of source materials on the Roanoke voyages. A List of Participants in the Roanoke Voyages provides an alphabetical list of most of the known colonists and explorers associated with the Roanoke voyages. The White-DeBry Map of Virginia (1590) ,  provides a look at the earliest published map of North Carolina's Outer Banks area and the location of American Indian settlements. Thomas Hariot's \"A Brief and True Report of the New Found Land of Virginia\" describes what the explorers found when they resided on Roanoke Island from 1585 to 1586.",
    "url": "https:\/\/www.nps.gov\/fora\/learn\/education\/roanoke-revisited.htm"
}
