{
    "title": "Carl Sandburg Home National Historic Site: Helga Sandburg Crile",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Sandburg Children     Helga Sandburg Crile                  Helga Sandburg Crile       Helga Sandburg Crile 1918-2014 Helga Sandburg Crile died at her home in Cleveland Heights, Ohio on Sunday evening, January 26, 2014 after a period of failing health. She was 95. She was born November 24, 1918 in Maywood, Illinois, the youngest of three daughters. Her father was the poet and historian Carl Sandburg and her mother was Lilian Steichen Sandburg, sister of the photographer, Edward Steichen. Ms. Sandburg would become the only one of the three Sandburg sisters to marry. She and her first husband, Joseph Thoman, had two children, John Carl and Paula. Ms. Sandburg spent most of her childhood in Elmhurst, Illinois, and then in Harbert, Michigan, on the lake, about ninety miles from Chicago. As a child she was fascinated with nature and mounted butterfly and leaf collections. In the family's home she saw great political and literary figures come to visit. She began her own literary career typing manuscripts for her father in the loft room of a barn at the family's small farm in Harbert. She was close to her family and beloved by both her parents. Her father dedicated several books to her and wrote poems in her honor. The poem, \"Helga,\" from Carl Sandburg's 1920 book, Smoke and Steel, reads:  \"The wishes on this child's mouth Came like snow on marsh cranberries; The tamarack kept something for her; The wind is ready to help her shoes. The north has loved her; she will be A grandmother feeding geese on frosty Mornings; she will understand Early snow on the cranberries Better and better then.\"   In 1945, divorced from her first husband, Ms. Sandburg moved with her parents, her sisters, and her two children to \"Connemara\" in Flat Rock, NC. There she and her mother operated a dairy goat farm while her father continued to write and publish. An energetic and inquisitive woman, she filled her days not only with the work involving the farm and her family responsibilities, but also with her own writing, painting of portraits and landscapes, bee-keeping, and the raising of registered Doberman pinschers and Siamese cats. She also bound books, worked with sheet metal, and continued her life-long habit as an avid reader. In 1952, after marriage to a second husband, Ms. Sandburg moved to the Washington, DC area, where she worked in the Library of Congress. During these years she began writing seriously, and in 1958 won the Emily Clark Balch prize for her short story, \"Witch Chicken,\" which had been published in the Virginia Quarterly Review. Her first novel, The Wheel of Earth, was received enthusiastically by the critics in 1958. The New York Times Book Review described the book, saying: \"It is necessary to go back to the fine realistic novels of Ole Rolvaag and Theodore Dreiser to find the equal…. A strong and intensely interesting novel…that commands deep respect for its compassion and its integrity…. Miss Sandburg writes with a power and simplicity that is sometimes elemental and yet is shot through with imagery almost startling in its vividness.\" Ms. Sandburg's literary career eventually included the publication of seventeen books, including novels, memoirs, children's books, a music book, and several volumes of poetry. Her writing frequently appeared in a variety of publications, including The New Yorker, Harper's, Saturday Review, the Georgia Review, and Cricket. After her divorce in 1959 from her second husband, Ms. Sandburg lectured widely, both in America and abroad. She was the recipient of several grants and traveled as an American Specialist in England and Europe for the State Department's Bureau of Cultural and Educational Affairs. In 1963 she married Dr. George Crile, Jr., who was then the Chief of Surgery at the Cleveland Clinic, and moved to Cleveland, Ohio. She traveled extensively with Dr. Crile, and the documentaries that they made together concerning these travels eventually became the basis for a film festival that they put on each year during the Christmas season, which was attended annually by hundreds of people. Ms. Sandburg developed a real love for her adopted city, Cleveland, and even after her husband's death in 1992 she remained in the same home on Kent Road that she and her husband had shared for 29 years. In his 1992 autobiography, The Way It Was, Dr. Crile described his wife during their years together, saying that his words could only be a \"synopsis of Helga, because if I had told it all, this book could go on for volumes.\" He wrote: \"Helga is the busiest woman I have ever known. She not only takes care of the house, does the shopping, the cooking, the caring for the animals, the feeding of the wild birds and of the fish in our backyard pond, but she also is always writing, and also always editing my papers, essays, and books. Helga is the most talented woman I have ever met. She not only looks fifteen years younger than she is, she also acts that way. 'What any woman can do Helga can do better,' is still my characterization of her. She writes on her word processor with the speed of lightning. She is master of all the recording and projection equipment that we use at the Film Festival. She is an expert barber and has saved me thousands of dollars by cutting my hair for the last twenty-five years. Helga is an artist in the kitchen and in both preparation and preservation of food. I've never seen anyone as good as she is in a garden. She knows all about goats and cows. She is an excellent horseback rider. She is as good at filing and accounting as she is in her library work. She plays the guitar and signs professionally and she is a fearless and helpful traveling companion, talking to everyone she meets and learning all about the countries she travels in. In addition to all these skills, Helga is a devoted mother, a perfect wife, and a person who loves everyone for what he is and not for anything else.\" Helga Sandburg Crile is survived by her son, Dr. John Steichen, and wife, Liz, of Landenburg, PA; her daughter, Paula Steichen Polega, and husband, Stanley, of Hendersonville, NC; her step-daughter, Anne Crile Esselstyn, and husband, Dr. Caldwell B. Esselstyn, of Pepper Pike, OH; her step-daughter, Susan Crile of NYC; and numerous grandchildren, step-grandchildren, and great-grandchildren. She was preceded in death by her sisters, Margaret Sandburg and Janet Sandburg, a step-daughter, Joan Crile Foster, and a step-son, George Crile III. A memorial service will be held in the spring of 2014. Further information can be obtained by contacting Fioritto Funeral Service, 5236 Mayfield Road, Cleveland, Ohio 44124. (440) 442-5900. http:\/\/fiorittofuneralservice.net\/. In lieu of flowers memorial contributions may be made to the Friends of Carl Sandburg at Connemara, P.O. Box 16, Flat Rock, NC 28731.",
    "url": "https:\/\/www.nps.gov\/carl\/learn\/historyculture\/helga-sandburg-crile.htm"
}
