{
    "title": "Wilson's Creek National Battlefield: Laws & Policies",
    "body": "Laws & Policies       Firearms and other weapons Legislation – As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. Refer to Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, Public Law 111-24, 123 Stat. 1764-65.  Park User Responsibility – It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit Missouri Revised Statutes, Chapter 571.  Weapons Prohibited in Federal Facilities – Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Refer to 18 U.S.C. Sec. 930.  Federal facilities at Wilson’s Creek National Battlefield include the visitor center, library, museum, historic Ray House, and park maintenance buildings.       Superintendent's Compendium     Press Release Regarding Use of Unmanned Aircraft at Wilson's Creek National Battlefield   August 20, 2014 For Immediate Release Contact: Angela Pirotte, 417-732-2662, ext. 221   USE OF UNMANNED AIRCRAFT PROHIBITED AT WILSON’S CREEK NATIONAL BATTLEFIELD   Superintendent T. John Hillmer, Jr. announced today that the use of unmanned aircraft systems (UAS) is prohibited at Wilson’s Creek National Battlefield. The prohibition is consistent with a policy memorandum signed on June 19, 2014, by National Park Service Director Jonathan B. Jarvis, directing superintendents nationwide to prohibit launching, landing, and operating unmanned aircraft on lands and waters administered by the National Park Service. Director Jarvis has stated, \"We embrace many activities in national parks because they enhance visitor experiences with the iconic natural, historical, and cultural landscapes in our care.\" He continued, \"However, we have serious concerns about the negative impact that the flying unmanned aircraft is having in parks, so we are prohibiting their use until we can determine the most appropriate policy that will protect park resources and provide all visitors with a rich experience.\" The NPS is taking this action in response to a proliferation of unmanned aircraft, including drones, and a number of incidents involving these devices that resulted in noise and nuisance complaints from park visitors, concerns for park visitor safety, and reported incidents in which park wildlife was harassed. Last September, an unmanned aircraft flew above some evening visitors, seated in the Mt. Rushmore National Memorial Amphitheater. Park rangers, concerned for the visitors’ safety, confiscated the unmanned aircraft. In April, visitors at the Grand Canyon National Park gathered for a quiet sunset, which was interrupted by a loud unmanned aircraft, flying back and forth and eventually crashing into the canyon. Later in the month, volunteers at Zion National Park witnessed an unmanned aircraft disturb a herd of bighorn sheep, reportedly separating adults from their young. According to Supt Hillmer, there have been no reported incidents involving the use of unmanned aircraft at Wilson’s Creek NB.",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/management\/lawsandpolicies.htm"
}
