{
    "title": "Bighorn Canyon National Recreation Area: Natural Trap Cave",
    "body": "Natural Trap Cave         Excavation at Natural Trap Cave BLM  Caves have provided shelters for humans and animals for thousands of years. Archeologists have identified and excavated many inhabited caves and rock shelters within the Bighorn Basin, including Natural Trap Cave, which yielded fossils dating from 20,000 years ago. Animals of Natural Trap Cave Natural Trap Cave, an 80-foot-deep sinkhole-type pit with a 15 foot wide entry, is virtually impossible to see until it is directly underfoot. This cave, located on Bureau of Land Management land, became a deadly trap for prehistoric animals. Excavations have revealed fossils buried beneath the sediments here, including mammoth, short-faced bear, collared lemming, lion, cheetah, and camel. Over 30,000 specimens have been collected from the cave over the years, mostly from extinct animals. Migratory Corridor Scientists doubt that humans played a role in forcing wildlife into Natural Trap Cave. The bell-shaped cave, nearly impossible for humans to safely enter and exit, never yielded any evidence of human occupations. Scientists believe instead that the cave was located within a major wildlife migratory corridor. The cave is closed to protect paleontological resources.  Ancient Shelters Rock shelters made excellent living places for ancient people, who often left evidence of their presence in the form of projectile points, beads, pottery, or other artifacts. Several rock shelters within the park have been studied and excavated by archaeologists. Two Moon shelter, located near Black Mountain, has produced 10,900-year old projectile points. Ancient Climate The sediments within Natural Trap Cave are stratified meaning that the layers were formed in chronological order, with the newest layer on top. Armed with this knowledge and additional research, scientists have identified not only how old the bones and fossils are, but also what kind of environments the extinct animals lived in. Evidence from the cave reveals that within a span of just 500 years, the region's climate went from glacial to the current high desert.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/natural-trap-cave.htm"
}
