{
    "title": "Bighorn Canyon National Recreation Area: Fossils Part Two - Bighorn Canyon Area",
    "body": "Fossils Part Two - The Bighorn Canyon Area       A variety of fossils have been found in formations that have exposures within the park as well as in other areas of Montana and Wyoming. Among these are:  The Gros Ventre Formation has occasional trilobites and mollusks. Mollusks, corals, conodonts and graptolites are reported from the Bighorn Dolomite. The Jefferson and Three Forks Formations contain a few stromatoporids, horn corals and brachiopods. The Madison Formation contains a decent variety of marine corals, brachiopods, crinoid fragments, and mollusks. The Amsden Formation and Tensleep Formations have a variety of invertebrates. The Sundance Formation has abundant belemnites and gryphaea (squids and Devils Toenails) as well as crinoid fragments which are the tiny little star shaped fossils one only finds when on hands and knees. Seeing a complete crinoid in the Smithsonian Museum truly improves one’s understanding of this sea floor dwelling animal. The Morrison Formation is famous for a huge variety of dinosaur fossils and a few have even been found here in the park. The Cloverly Formation also contains dinosaur fossils. Younger layers outside the park contain Cretaceous and Tertiary age rocks with their respective fossil assemblages.  Famous Discoveries Some fossil discoveries become famous even outside the world of paleontology. One site within view of the canyon is certainly within the second tier of famous sites and well known within the “fossil community.”  Natural Trap Cave has had over 40,000 fossil bones collected from the following species: Short-faced bear, American lion, American Cheetah, Dire Wolf, Gray Wolf, Wolverine, Marten, Yellow-bellied marmots, various voles, Antelope, Bighorn sheep, five species of horse, American camel, Bison antiquus, rabbits, Woodland muskox and Mammoth. Almost all of those fossils date from 20,000 to 11,000 years ago. Natural Trap is a good example of just how fast the fossil assemblage can change as many of these species are now extinct. What makes those dates particularly interesting is that the park has archeological evidence that dates back as far as 12,000 years ago. Yes that does indeed make the past very, very interesting. We need to know more.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/fossils-part-two-the-bighorn-canyon-area.htm"
}
