{
    "title": "Bighorn Canyon National Recreation Area: 1 - Formation Of The Rocks",
    "body": "1 - Formation Of The Rocks        This wall at the mouth of Big Bull Elk Canyon shows the amazing array of Sedimentary Rock layers which make up the canyon NPS       Formation of the Rocks The oldest rocks and thus the ones representing the start of our geologic history are the ones at the bottom. After all, there needs to be someplace to put the next rocks (that is if we are talking about sedimentary rocks). Mountains of long, long ago In pre-Cambrian times, older than 570 million years ago, ancient mountains were formed when molten rock material was forced up nearer the surface and cooled to form igneous coarse grained granite. Some of those rocks were changed through heat and pressure to form metamorphosed schist and gneiss. These igneous and metamorphic rocks were eroded down to a fairly flat plain over millions of years, and it is that erosion surface upon which the many sedimentary layers were to form. Layer after layer after layer Sedimentary rocks are formed when bits and pieces of rock material are deposited on the substrate in various environmental settings. This fomation occured in several distinct periods:   Cambrian period: near shore sands accumulated as the seas covered the land and formed the Flathead Sandstone. This was followed by fine silts laid down in shallow seas which produced shale. Various on shore and shallow and deeper marine environments produced a series of sandstone, shale, dolomite and limestone layers. Mississippian period: about 350 to 320 million years ago, the deeper marine environment here resulted in the formation of the Madison Limestone, the layer which makes up the top 700 feet of the canyon walls for the entire length of the canyon. In places sea shells can be found embedded in this rock layer. More layers followed. Visually prominent is the deep red sandstone of the Chugwater Formation. Although this layer was originally deposited over the whole region as were most of the layers here, within the park it is now just found at the north end along the road to Ok-A-Beh and very prominently at Horseshoe Bend. Jurassic period: about 150 million years ago, dinosaurs became part of the terrestrial and fluvial (river) deposits formed over a large region of Wyoming, Colorado, Utah, Arizona and New Mexico. This layer is famous for all the dinosaur fossils it contains and while some fossils have been found in the park, the layer only outcrops in narrow bands across the north and south ends of the park.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/1-formation-of-the-rocks.htm"
}
