{
    "title": "Bighorn Canyon National Recreation Area: Sagebrush Lizard",
    "body": "Sagebrush Lizard         Sagebrush Lizard NPS  Characteristics The Sagebrush Lizard (Sceloporous graciosus) has keeled and spiny scales along its dorsal side and is often found among sagebrush for which it is named. These scales are usually gray or tan, but can be a variety of colors which help it blend in with its habitat. A lighter stripe runs down the center of the back and a stripe also runs the length of the body lower down on each side. They are only about 2 to 4 inches long. Females have white or yellow bellies, but the males have very distinctive blue patches on the abdomen and throat although some are missing the blue throat patch. The males are typically a little bigger. Predator and Prey They prey on a variety of insects such as ants, beetles, grasshoppers, flies, termites, butterflies, moths, and spiders. They in turn are preyed upon by snakes and birds of prey. Smaller carnivorous mammals will also take Sagebrush Lizards. Territory And Habitat The Sagebrush Lizard is found throughout the Colorado Plateau as well as the basin and range country of Nevada. They also extend into the mid elevations in Wyoming and a few scattered areas of Montana. On the western front of its range it extends mostly into Northern California as well as some scattered areas in Central and Southern California. It can also be found in Southern Oregon extending up through central Oregon and Central Washington. The Sagebrush Lizard can live at elevations ranging from 500 to 10,500 feet. While preferring sagebrush, it can also be found in pine and fir forests, redwood forests, brushland, and pinyon-juniper woodlands. Sometimes they can be found sunning on logs or rock outcrops.  They are easily frightened and will dash off to hide in and under crevices, brush, holes, or rocks. They are almost exclusively diurnal and hibernate during cold periods. While it varies with locality, the active period is most typically from early spring to early fall. Courting and Mating Males defend territories by posturing and physical combat both during and after breeding season. The males home ranges is larger than the females, although neither is very big. The key is that the ranges overlap so a male will have a few different females to court and mate. Courting involves head bobbing and shoulder displays. They mate in the spring and the females will have one or two clutches of four to five eggs, though it may range from two to ten eggs. They are laid during late spring to mid-summer. The eggs are laid about an inch deep in loose soil usually at the base of some brush. They hatch in 45 to 75 days. Young become sexually mature in the first or second year. If they are lucky they can reach a ripe old age of 6.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/sagebrush-lizard.htm"
}
