{
    "title": "Bighorn Canyon National Recreation Area: Spiny Softshell Turtle",
    "body": "Spiny Softshell Turtle         Spiny Softshell Turtle Brad Shaffer (USGS)  Characteristics The Spiny Softshell Turtle (Apalone Spinifera) has a very flat almost pancake like carapace with flexible edges that is covered with leathery skin. They are olive to gray or tan with black speckles and a yellow border on the carapace and a pale or yellowish plastron. It has two yellow stripes with black borders along the sides of the neck. Small conical tubercles or “spines” are present on the front edge of the carapace above the neck which account for its name. There are no scutes, the scales found on the carapace and plastron of most turtles. The snout is tubular and rather pig like with a ridge along the inner margin of each nostril and is upturned near the end which lets the turtle remain beneath the water surface with just the snout exposed to breath. The feet have claws and are webbed for swimming. Males have a carapace that feels like sandpaper which is marked with small, dark spots and circles and the tail is thick and long with the vent well beyond the rear end of the carapace. Females have a carapace that is not like sandpaper and which is mottled with blotches, but the tubercles are more prominent and the tail is rather short. The female’s carapace can grow to 20 inches while the males are about 16 inches. Females get darker with age, but males stay the same color throughout their life. Seven subspecies are known. Bottom Feeders Softshells are generally carnivores that primarily feed on the bottom especially liking crayfish, aquatic insects, and fish but also prey on mollusks, worms, isopods, amphibians, reptiles, carrion as well as a good amount of vegetation. Prey may be chased, ambushed or flushed and pursued. They are also preyed upon. Skunks, raccoons, fox, coyotes feed upon the eggs and young turtles fall to fish, wading birds and muskrats. Territory And Habitat The Spiny Softshell’s range is best described as the drainage basin of the Ohio, Mississippi, Lower Missouri and Arkansas Rivers plus Alabama, Georgia and South Carolina in the southeast, as well as Lower Michigan and Eastern Texas with a few isolated populations along other rivers. These include the Yellowstone and Missouri Rivers in Montana. Some dams create isolated populations on the upstream side. A couple of these isolated populations are found in Wyoming. Spiny Softshells prefer large rivers and river impoundments as well as lakes, ponds along rivers, pools along intermittent streams, bayous, irrigation canals and oxbows. They like open sandy or mud banks, and a soft or muddy bottom with submerged brush. They are capable of exchanging gas through their skin in both air and water and can stay submerged for up to five hours. They are active from April to October, but that varies according to their home range. During the winter they burrow into the bottom. Mating And Lifespan Mating is usually in June in deep water. The male will nudge the female’s head while swimming and there is lots of waving of large webbed feet. If the female chooses to mate the male will swim above her without clasping her with his claws (which is unlike other turtles). The eggs are laid in nests fairly close to shore that are dug in open or soft soil during late May and June. The nests are bowl shaped with a narrower opening that descends to a larger egg chamber. They may be 4 to 10 inches deep. The typical clutch size will range from 20 to 40 hard shelled eggs, but as few as 6 and as many as 109 have been documented. A single clutch is laid and most mature females nest each year. The eggs hatch during August and September. Females may nest as early as age 8, but commonly the first clutch comes in the age range of 11 to 16 years. They sometimes live to an age of 50.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/spiny-softshell-turtle.htm"
}
