{
    "title": "Bighorn Canyon National Recreation Area: Bobcats",
    "body": "Bobcats        Bighorn Canyon resource managers radio collar bobcats to help track and better understand their behavior  NPS       The Bobcat (Lynx rufus) is the smallest member of the cat family. Adults range from 16 to 30 pounds and 30-40 inches long. Their fur coat may range from tan to gray to brown and include black streaks and bars on the legs and tail as well as a spotted pattern on the body. The ears have black, pointed tufts but not as prominent as those of the Lynx. Some thought the short tail looked like it had been “bobbed” and thus its Bobcat name. Bobcats can be found throughout southern Canada, in most of the continental United States except a section of the Midwest, and extending south well into Mexico. Their absence from the Midwest is not due to unsuitable habitat but rather the value of their fur. Forests and various wooded areas are not their only habitat as they can be found in swamps, semi-deserts, mountains and canyons as well. Stealthy Stalkers They are largely solitary and their home ranges or territories might be as small as three or four square miles or even over a hundred square miles. The abundance or lack of prey is one of the main factors determining territory size. Males generally have larger territories and they may overlap some female territories. Within their home range they will have one main den and several other sheltered spots such as rock overhangs, hollow logs, or brush piles that they will regularly utilize. With their large paws they are stealthy stalkers, and will often catch their prey with a final ten foot pounce. The preferred species of prey are rabbits or hares, but if those numbers drop, the Bobcat will go after a wide variety of prey. Rodents, squirrels, birds, fish and even insects will fall prey to the Bobcat. Larger mammals such as fox, skunks, small dogs and domestic cats and up to deer are also Bobcat targets. While the Bobcat may gorge on the larger prey initially, they will cover the carcass and return to feed again and again. During February and March, males may accompany females with established territories and mate several times, but the female raises the young alone. Two to four Bobcat kittens commonly arrive in April or May when prey is more abundant. They are born blind, are weaned by about two months, and start to travel with their mother between three and five months. By the time they learn to hunt come the fall months, they are soon out on their own. Sightings In Bighorn Canyon Like other residents of Bighorn Canyon such as the Elk and Bighorn Sheep, the Bobcat crossed from Asia into North America via the Bering land bridge during the ice ages. Scientists believe they evolved into the modern Bobcat about 20,000 years ago and that a more recent influx developed into the Canadian Lynx possibly explaining their more limited and northerly range. Since Bobcats are more active at twilight and the early evening hours or the hours around dawn they are not commonly spotted but reports by visitors and park rangers indicate that some are lucky and see this elusive predator however briefly.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/bobcats.htm"
}
