{
    "title": "Bighorn Canyon National Recreation Area: Sauger",
    "body": "Sauger        Sauger NPS       Characteristics The Sauger (Sander Canadenis) is native to Montana and Wyoming. The body is torpedo shaped and fairly round in cross section. The generally grayish to brassy color is interspersed with dark blotches. The jaw and the roof of the mouth have large canine teeth. Sauger can be distinguished from the very closely related Walleye by the dark round spots in lines between the rays of the spiny, front dorsal fin, and the absence of a white spot on the bottom lobe of the caudal (tail) fin which Walleye possess. Sauger are typically one to three pounds, but the record is 17 pounds. While they are usually smaller than Walleye, size is not a valid way to tell them apart. Preferences While native to much of the region east of the continental divide, Sauger are losing range in the upper, clearer tributaries. Sauger prefer large turbid rivers and shallow turbid lakes which explains why they especially like the southern end of Bighorn Lake. Walleye prefer deeper lakes and reservoirs. Spawning Habits The highly advanced, light gathering retina allow Sauger to thrive in even more turbid waters than Walleye. In April and May, Sauger migrate to spawning habitats preferring large tributaries with gravelly or rocky areas in shallow water. After emergence in 12 to 18 days, the larval sauger will drift down stream before they gain the ability to swim horizontally and start feeding. Then they tend to stay in side channels feeding on zooplankton, invertebrates and insects. As they grow, smaller prey fish become the larger portion of their diet. They become sexually mature between two and five years, and live up to eight years. Decline of Sauger Populations Fishing harvest, water flow fluctuations, migration barriers, loss of spawning habitat as well as the loss of side channels due to irrigation and power generation all foster the decline of Sauger populations. Competition with introduced species is also a factor. But perhaps of most significance in Bighorn Lake is potential hybridization with Walleye. For years Montana planted about 4 million walleye fry and 200,000 fingerlings. The walleye are popular for fishing but not great at natural reproduction in this area which is outside their native range. The drought five to ten years ago had a major impact on the fishery.  Potential Recovery Sauger made a good recovery in 2005 with plenty of forage in the turbid, shallow end of the lake. The last three years have been good for fishing in general. Wyoming and Montana are working together to build the native Sauger fishery. Helping to keep the Sauger and Walleye from hybridizing is the fact that most of the walleye being planted into Bighorn Lake are sterile. Testing shows the Sauger to be 100% pure. Sauger eggs that Wyoming collects can be raised in warm water hatcheries in Montana before being returned to the Bighorn Lake. The gill netting surveys indicate good fishing ahead.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/sauger.htm"
}
