{
    "title": "Bighorn Canyon National Recreation Area: Prairie Falcon",
    "body": "Prairie Falcon        Prairie Falcon Erik Hendrickson       Characteristics The Prairie Falcon (Falco mexicanus) is grayish to sandy brown above and creamy white with more or less dark brown spots or streaks below. The head has a brown cap and a white line above the dark brown eye. A narrow “moustache” like streak extends down and back from the corner of the mouth. The hooked beak and sharp talons are typical of birds of prey. The tail is rufus brown with very fine dark barring. A leading characteristic of Prairie Falcons are the dark brown feathers on the underside of the wings close to the body but not along the leading edge of the pointed wings. When perching, the wingtips are a couple inches short of the tail. The males are about 15 inches long with a wingspan of 37 inches and the females are a little bigger with an average length of 17 inches and a 41 inch wingspan. Fast And Low: Hunting at 45 MPH Prairie Falcons primarily prey on small birds and mammals especially ground squirrels as well as reptiles and insects. Horned Larks and Meadowlarks are their favorites among songbirds. They often hunt by flying fast and low hoping to surprise prey, catching the birds in flight or flushing them from hiding. They cruise at around 45 miles per hour. They will also search for prey from a perch and then pursue that prey with the low level flight and grasping the prey in mid air, rather than knocking them down in dives like Peregrine Falcons typically do although they can and will occasionally dive. The adults have few enemies, but may fall prey to Great Horned Owls. The young can be taken from the nesting sites by coyotes, badgers, bobcats, eagles and owls. Habitat and Territory Their habitat of choice is open country with hills and plains, canyons and mountains, shrub steppes, and grasslands, alpine tundra, prairie, and high desert. Their range is primarily the Mountain West barely extending into the Dakotas, south to Mexico and west to California, except not in the Central Valley of California, nor along the foggy coasts of Oregon and Washington. They extend into Canada and what little migration they do is a bit further north up into Canada.  With a name including “prairie” one might expect them to be found down through Nebraska and on down into Eastern Texas, but they are to the west of the great prairie states. Cliff Mating One essential requirement of their habitat is a suitable cliff for a nesting site. Mating usually starts at two years of age and their courtship consists of the male performing fast flying swoops and other aerial acrobatics to try to impress the female with his ability to hunt and catch prey.  The clutch size is usually 3 to 6 pinkish eggs with brown, reddish-brown and purplish spots. Incubation becomes more intense after all the eggs are laid which evens out the hatching times. The female does most of the incubating and brooding and the male brings in most of the food. The young hatch after about a month and once they are two weeks old the female will have to hunt for prey as well. The young fledge when they are 5 to 6 weeks old. They remain for a short while before dispersing and becoming totally independent.  While a few may live as long as twenty years, only one out of four will reach sexual maturity. Like all species, they contribute a few strands to the web of life, which makes the natural world so complex and strong.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/prairie-falcon.htm"
}
