{
    "title": "Bighorn Canyon National Recreation Area: Black Crappie",
    "body": "Black Crappie        Black Crappie NPS       Characteristics Black Crappie (Pomoxis nigromaculatus) and the very similar White Crappie are both members of the sunfish family. While colors can vary, they range from dark olive to black on top to greenish or golden brown. The Black Crappie has irregular and scattered dark spots while the White Crappie has dark blotches that are distinctly arranged in 7 to 9 vertical stripes. The sure way to distinguish them is that the Black Crappie has 7 or 8 dorsal spines and the White Crappie has only 6. Crappie are very narrow side to side and have a deep or fairly high body top to bottom. Both dorsal and anal fins are large and extend well back toward the tail. The dorsal and anal fins as well as the tail have the black dots and speckle pattern that is on the body.  Did You Know   Black Crappie can weigh up to five pounds and grow to 15 inches, but more typically are two to three pounds and 6-12 inches in length. Originally Black Crappie were native to eastern Canada and the United States, but have been widely introduced elsewhere. Black Crappie are sometimes known as Calico Bass. Some consider Crappie to be among the best tasting freshwater fish.  Feeding And Spawning Habits They feed on zooplankton, insects and crustaceans and smaller fish including the young of their own predators such as perch, walleye and bass. They typically feed at dawn and dusk. They may grow three to five inches during their first year and can be seven to eight inches by age two. They typically live seven to eight years.  Black Crappie are sexually mature in two to three years. Spawning takes place in May and June when the water warms up to the 58 to 68 degree range. They move to shallower water to feed and mate. The male will fan out shallow depressions on the bottom in and around brush, rocks or vegetation in water between one to five feet deep. The females will lay 5,000 to 30,000 eggs in the nest which the male will cover with milt. The female will spawn with several different males in their separate nests laying a total of anywhere from 120,000 to 200,000 eggs. The males then guard their nests. The eggs hatch in five to ten days and the males continue to guard the young until they can swim and feed on their own.  The young usually have less coloration. Those living in clearer water usually are more boldly patterned. The breeding males have a darker head and breast. That the young need to mature and the mature need to sexually reproduce drives their adaptations. In Bighorn Lake The Black Crappie that are in Bighorn Lake tend to be in the shallow, Wyoming end of the lake. While their spines offer some protection from predators, they also have to be concerned while feeding in the shallows because great blue herons or mergansers may be waiting for their next meal. As throughout nature, the necessity of fulfilling certain needs for food or water and the other requirements for life exposes individuals to the hazards of life such as falling prey to other species trying to fulfill their needs. It all makes the fabric of life wonderfully complex.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/black-crappie.htm"
}
