{
    "title": "Bighorn Canyon National Recreation Area: Walleye",
    "body": "Walleye        Walleye NPS       Characteristics Walleyes (Sander vitreus) are mostly olive and gold arranged in a prominent pattern. The dorsal side is olive and that gradually changes to a golden color on the sides. That coloration is covered over by five darker bands or saddles that extend part way down the sides. All the color fades to white on the belly. The first dorsal fin and the anal fin have spines as well as the operculum, the flap that covers the gill opening.  Walleyes have a large mouth with many sharp teeth. A typical walleye can grow to about 30 inches and weigh about 15 pounds. The record is 42 inches and 25 pounds. Females tend to grow larger. They may live for decades and the record age is 29 years. Two ways to tell walleyes apart from the closely related and very similar sauger are the white coloration on the bottom of the caudal fin (the tail fin) on the walleye and the distinctive rows of black dots on the caudal fin of the sauger.   Glowing Eyes The distinctive eye has led to its common name. Like cats, alligators and some other animals, walleyes have eye shine which is the result of a layer in the eye called the tapetum lucidum, which gathers light which is reflected back which we see as eyes glowing in the dark of night. This lets the walleye see particularly well in low light conditions. This allows the walleyes to feed in murky or deeper water. The knowing angler will thus fish for walleye in deeper water during the warmer parts of the summer and in the evening when the walleye are more actively feeding. Fish Eaters Walleyes are native to most of Canada and the northern part of the United States. Male walleyes mature at about three or four years of age and females about a year later. The adults migrate into tributary streams in late winter or early spring and lay and fertilize the eggs over gravel or rocky areas. A large female may lay a half million eggs. The parents role is then over. The eggs incubate from 12 to 30 days and then hatch. The free swimming embryo uses up the last of the yoke and then must start feeding on invertebrates, fly larvae and plankton. After 40 to 60 days they become piscivores meaning they are fish eaters like their parents. Walleyes feed on perch, various minnows as well as crayfish, leeches and earthworms. Is it this diet that makes them into what many consider to be the best tasting freshwater fish? In Bighorn Lake Walleyes have been raised artificially and added to already existing populations or introduced to bodies of water where they are not native for over a hundred years. But as they are predatory fish, they can have significant impacts on native fish populations. The practice of “bucket biology” where individuals decide to introduce a species into a new body of water is illegal and can destroy good fisheries. The drought in recent years especially 2000 to 2004 has also had a significant impact on fishing in Bighorn Lake. When the upper end of the lake south of Horseshoe Bend is exposed lakebed with the river confined in the old river channel, forage fish production drops very dramatically and that forage availability drives the rest of the fishery. The higher lake levels since then have led to good recovery in Bighorn Lake for walleye as well as for sauger and small mouth bass according to studies by Montana Fish, Wildlife and Parks.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/walleye.htm"
}
