{
    "title": "Bighorn Canyon National Recreation Area: American Kestrel",
    "body": "American Kestrel         American Kestrel NPS (Will Elder)  Characteristics The American Kestrel (Falco sparverius) is the smallest and most colorful falcon in North America being a little bigger than a robin. The male has blue gray wings with some black spots, the back is rufus and also has black spots or variable amounts of barring and the belly and flanks are white to pale buff or orange. The head is white with a bluish gray top and there are two vertical black facial markings on each side, one of which is below the eyes and the other to the rear of the first. The wings are long and fairly narrow and taper to a point. When perching, the wingtips are shorter than the tail tip. The tail is rufus with a black band near the tips, but the tips are white. The female has rufus wings and back which have dark brown barring. The belly of the female is white with some rufus streaking and the tail is rufus but has numerous dark brown or black bars and no band near the tips. The males are 8 to 10 inches long with a 20 to 22 inch wingspan and the females are a little bigger being 9 to 11 inches long with a 21-24 inch wingspan. They have also been called Sparrow Hawks because of their small size for a bird of prey. Predator And Prey In the warmer months, kestrels feed primarily on grasshoppers, crickets, dragonflies, lizards, mice and voles and occasionally on small birds as well as taking bats from their tree roosts or from above when they leave or enter caves. During winter months they prey more on rodents and birds.   Kestrels will sometimes kill and cache their prey. On other occasions they will harass larger hawks and Golden Eagles in flight to chase them away. In turn, kestrels are preyed upon by larger hawks like Red-tailed Hawks, Northern Goshawks and Cooper’s Hawks and by owls such as Barn Owls and Great Horned Owls. Territory And Range Kestrels prefer open fields and grasslands, forest edges and openings, marshes, prairies, open areas on mountainsides, and plains, but they have also adapted to parks, suburbs and highway corridors. This is particularly due to one of their preferred hunting methods of spotting prey from elevated perches such as utility lines and poles, or isolated trees and snags. The kestrel often bobs its head and pumps its tail before attacking. Sometimes they will land and flush their prey and then take them in flight. Perhaps most striking and memorable is their hovering technique when they face into the wind and their head seems fixed in space while the wings alternately flap and glide and the tail continually adjusts to the breeze, then it will fold its wings and drop lower a time or two or more before making its strike. This is the kind of bird behavior that should make an observer pull over to the side of the road to watch and marvel for awhile. The Kestrel has a great range in the Americas. They are year round residents through most of the United States except Alaska and the northern most plains, but they also migrate into most of Canada and much of Alaska to breed in the summer. They extend south into Mexico and most of South America except the Amazon River Basin and a couple of the Pacific Coast Deserts. Courtship And Broods American Kestrels form long lasting pairs and often use the same territories year after year. Initially the male establishes a territory and will perform a series of display dives with notes at the top of each climb to entice females. Courtship may also include gifts of food. The female, if suitably impressed initiates copulation by bowing her tail.  They nest in cavities, crevices, former woodpecker nests, small spaces in buildings or in nest boxes placed by interested people. They don’t build or add on to the sites they use, but both will defend the site from potential predators. Both male and female will incubate the eggs, rare for North American birds of prey, where usually just the female does the incubation. The clutch size is usually 3 to 7 with 4 to 6 being the most common. The eggs are white to pinkish white with fine spots and flecks of various shades of brown. The young grow quickly reaching close to adult weight in only two and a half weeks. They fledge in about a month. They may remain together for a week or two after fledging and have dispersed by a month after fledging. Kestrels may have a second brood in the same year and can also lay replacement clutches if something happens to the first clutch of eggs. The oldest banded bird on record was nearly 12 years old. They have adapted well to the deforestation, agriculture, utility lines, and urbanization brought on by people.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/american-kestrel.htm"
}
