{
    "title": "Bighorn Canyon National Recreation Area: Smallmouth Bass",
    "body": "Smallmouth Bass         Smallmouth Bass NPS  Characteristics The Smallmouth Bass (Micropterus dolomieu) is the newcomer on the Bighorn Lake scene. Generally brown, to golden bronze with dark brown vertical bands and a lighter underbelly, it has a mouth that extends back to below the middle of the red eye. The dorsal fins are joined and has ten spines in the front one and 13 or 14 soft rays in the posterior dorsal fin.  Males are generally smaller than the females at two pounds while the females can range from three to six pounds. They can reach 20 inches or more in length. Records While the Montana record is over six pounds, the Wyoming record is only a bit over five pounds. The overall record was a fish caught in Tennessee at well over eleven pounds. Those that live in streams tend to be more torpedo shaped and dark brown while those residing in sandy bottom lakes are more oval shaped and tend to be a light yellow brown color. They are a member of the sunfish family. The Smallmouth Bass are found in clearer and cooler water than its close relative the Largemouth Bass. They like streams, rivers, rocky areas, and stumps as well as the sandy bottoms of lakes and reservoirs. Smallmouth are intolerant of pollution. They feed on crayfish, insects, frogs and smaller fish after starting life on a diet of zooplankton. They often rely on ambushing their prey. Spawning Habits Smallmouth Bass usually spawn in late spring during May or early June as water temperatures warm up. The male builds a nest by using his fins to fan a circular depression in the gravel or sand. The nest is usually a foot to two and a half feet in diameter and is in water three to four feet deep although in very clear water it might be much deeper. Several females (at different times) will spawn on the same nest adding 2,000 to 7,000 eggs for every pound they weigh. The male guards the eggs which hatch in two to nine days. The young leave the nest five or six days later. The male may end up guarding his nest for about a month. Extending Their Range Fish extending their natural range or surviving in decreasing amounts of suitable habitat has been going on in this country for a long time. Often people have a significant role in this happening. These changes can be perceived as good or sometimes bad, and sometimes it depends on one’s perspective. Smallmouth are native to the upper and middle Mississippi River basin, the Great Lakes\/Saint Lawrence River basin and up into the Hudson Bay drainage. With the opening of the Erie Canal in 1825, Smallmouth extended their range into central New York. During the mid to late 1800s, people transplanted them throughout the northern and western United States by the ever expanding railroads. With the industrial revolution and warmer streams, the Smallmouth replaced native Brook Trout in streams that had become too warm for the trout. But then the Smallmouth themselves declined as the rivers became too polluted for them. Some rivers like the Cuyahoga in Ohio became so polluted that they burned. Fierce Fighter Efforts to preserve water quality have led to revival of Smallmouth populations. Its fierce fighting ability has led to its becoming very popular with anglers and their being flushed downstream into Bighorn Lake in the mid 1990s has been one of the more dramatic fish stories in recent years at Bighorn Canyon and have changed the entire dynamics of the Bighorn Lake fishery.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/smallmouth-bass.htm"
}
