{
    "title": "Bighorn Canyon National Recreation Area: Raptors",
    "body": "Raptors       Canyon Raptors are carnivorous birds that use hooked bills, sharp talons, and keen eyesight to capture and devour their prey. Insects, small mammals, and other birds are hunted by raptors in the wide open spaces and high walls of the Bighorn Canyon. Species of Raptors Accipters An accipter is a small to medium size hawk with short, rounded wings and a long tail that allows for speed and maneuverability. Buteos (Red-tailed and Rough-legged) A buteo is a medium to large size hawk with broad wings and tail for soaring. Falcons (Prairie and Kestrel) A falcon's body is streamlined for speed, with long, pointed wings, a notched bill, and a long, narrow tail.  Bighorn Canyon Raptors - Specifics Red-Tailed hawk (Buteo jamaicensis) Habitat: open country Hunting: perching or soaring Prey: small mammals, birds, reptiles & insects Plummage: (common) light underneath with bar and streaks on belly, dark head and upper parts, and brick-red tail  Rough-legged hawk (Buteo lagopus) Habitat: open country Hunting: perching or hovering Prey: small mammals & carrion Plummage: (light phase) brownish above with light feather edgings, dark belly, white on base of tail and black on wrists American Kestrel (Falco sparverius) formerly called the sparrow hawk Habitat: open & partly open country Hunting: perching or hovering Prey: small mammals, insects & vertebrates Plummage: (male) slate-blue wings, a rufous back, a reddish tail, and head patches of slate-blue, black, white & rufous  Prairie falcon (Falco mexicannus) Habitat: open country Hunting: perching or flying low Prey: small mammals, insects & reptiles Plummage: sandy-brown upper parts, light breast and belly with dark markings, and brown markings on face referred to as a mustache; in flight, dark wing linings are visible  Turkey vulture (Cathartes aura) Habitat: open country in summer Hunting: keen eyesight Prey: carrion Plummage: (adult) head lacks feather and is red; in flight, pale gray feathers on trailing edge of wings contrast with dark body  Golden Eagle (Aquila chrysaetos) Habitat: mountainous & open country Hunting: perching or soaring Prey: small mammals, birds, reptiles & carrion Plummage: (adult) solid-brown except for a golden buff crown and nape   Survival of the animals in the Bighorn Canyon depends of you. Please respect their home",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/raptors.htm"
}
