{
    "title": "Bighorn Canyon National Recreation Area: Chronology of Bighorn Canyon History Part One 1805-1863",
    "body": "Chronology of Bighorn Canyon History Part One 1805-1863       Part One 1805-1863 The following chronology takes into account the first recorded contact by fur traders, explorers, and gold seekers with the Bighorn Canyon area. It also includes an important intertribal battle that took place in the area. The chronology ends in 1863 1805 - Francois Antoine Larocque makes the first recorded visit to Bighorn Canyon. He sees the mouth of the canyon (the area in and around the Yellowtail Dam today). He records the first description stating, “it is aweful (sic) to behold and makes one giddy to look down upon the river. Fall 1823 - Fur trappers acting as couriers are dispatched by Captain John H. Weber from the Bighorn Basin area. They cross the Bad Pass Trail, making their way to Fort Henry two miles below the mouth of the Bighorn River on the Yellowstone. They pick up trade goods from Andrew Henry, recross the Bad Pass in the late fall to rendezvous on the Wind River. Spring 1824 - Andrew Henry - partner with William Ashley in the Rocky Mountain Fur Company -  leads his men up the Bighorn, crossing the Bad Pass trail. They make their way to the Green River basin in western Wyoming where they trap. In June, Henry and his men traverse the Bad Pass again with their fur packs. At the mouth of the Bighorn River, in early July, a group of trappers, including Caleb Greenwood and Daniel Potts, head back down the Bighorn, once again over the Bad Pass and onto the Sweetwater to continue trapping. July - August 1825 - William Ashley crosses the Bad Pass with 100 packs of beaver pelts. One member of this party, Jim Bridger, makes the first recorded trip through Bighorn Canyon via a homemade driftwood raft. Meanwhile, one member of Ashley’s party on the Bad Pass is mauled by a grizzly bear near Dryhead Creek. On August 7th, the party makes it to the mouth of the canyon. Here they spend five days fashioning bull boats, then make a clean run all the way back to St. Louis. The pelts net a total of $50,000. In July, 1826 Ashley sells his interest in the Rocky Mountain Fur Company to Jedediah Smith, David Jackson, and William Sublette. 1829 - Robert Campbell, working for the Rocky Mountain Fur Company - reports to his superiors that during the spring hunt on the Bighorn he had lost four men on the Bad Pass Trail from an attack by the Blackfoot. August 9 - 15, 1833 - Competing companies cross the Bad Pass together in a caravan. Robert Campbell led a party of about 20 men from the Rocky Mountain Fur Company. The other party is led by Captain Benjamin Bonneville and includes Nathaniel Wyeth. Bonneville’s expedition is funded by John Jacob Astor. The parties were heading north from the Green River area. They decided to travel together after suffering Indian attacks near the confluence of the Shoshone and Bighorn Rivers. On August 10th, Wyeth took time to reconnoiter Bighorn Canyon close to the Devil Canyon area. The crossing of the trail west of the Bighorn Canyon area takes place from the 9th -12th. They camp on Grapevine Creek until the 15th. 1840 - Jesuit priest Father Pierre-Jean De Smet preached to a large Crow village of approximately 1,000 men, women, and children. exactly where the sermon took place is disputed as occurring at either: a) on the east side of the Bighorn, three miles from the mouth of the canyon; or b) near St. Xavier. Around 1850 - The Crow (Apsalooke) resoundingly defeat a Blackfoot (Itshipite) attack at Grapevine Creek along the Bad Pass Trail. The battle occurs approximately five miles from the mouth of Bighorn Canyon. September 9, 1859 - Captain William F. Raynolds, leading an expedition to map the Bighorn and Yellowstone country, arrives at the mouth of Bighorn Canyon. The expedition is the first scientific and surveying party to visit the canyon area. May 1863 - Captain James Stuart leads 15 men down the Bighorn River valley in search of gold. They make camp at the mouth of Lime Kiln Creek, about a mile below the canyon, on May 12th. This same day they find some “very fine float gold” while prospecting the river bars and banks. That night they are attacked by Indians and suffer at least seven casualties. They retreat by way of the area between the canyon and Lodge Grass, the first recorded trip by a party through this rugged landscape. Click here to see the Chronology of Bighorn Canyon History Part Two 1864-1968",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/chronology-of-bighorn-canyon-history-part-one-1805-1863.htm"
}
