{
    "title": "Bighorn Canyon National Recreation Area: Doc Barry and the Voyage of the Edith",
    "body": "Doc Barry and the Voyage of the Edith         Doc Barry and friends, including Theodore Roosevelt (far right), near Hillsboro, circa 1900s NPS  Rich With Possibilities In 1913 Grosvener W. Barry began a new enterprise in the Trail Creek valley, the Cedarvale Dude Ranch in the community of Hillsboro, Montana. Doc Barry (as he was known by friends), was a native New Yorker. He had moved to the Bighorn Canyon area in the 1890s to homestead.  While he had been able to build a ranch and “prove up” on his homestead claim, greater successes proved elusive. Over the past decade, Barry had formed three gold mining companies, only to see each and every one of them go bust. One of the companies even had the backing of powerful investors who had sunk $50,000 into the enterprise, only to see it go belly up. Undeterred, Barry believed the land in and around his homestead was still rich with possibilities. He turned his efforts towards exploiting the recreation potential of the area. Hunting, fishing, hiking, boating and overnight excursions would hopefully be the calling card for Barry’s newly founded Cedarvale Dude Ranch.  Cedarvale would have amenities that were quite rare for the area at that time. A brochure that was part of Barry’s promotional efforts described Cedarvale as “A Sportsman’s Paradise” where “the ranch lies in a beautiful valley between the Bighorn and Pryor Mountains, this valley being divided by the canyon of the Bighorn River. The ranch house is far removed from the environments of civilization, but it is thoroughly modernized, being electrically lighted throughout.” The Trip of a Lifetime One big problem loomed though, where was Barry going to get his visitors? Friends and acquaintances, including President Theodore Roosevelt had visited Barry’s ranch, but getting tourists from across the nation to the region was a tough prospect. Even today, the Trail Creek valley is remote and not easily accessible.  One advantage Barry did have was the Chicago, Burlington and Quincy Railroad depot at the nearby town of Kane, on the banks of the Bighorn River. From the depot, Barry hoped to ferry visitors down the waterway to a vacation at Cedarvale. Yet brochures and promotional literature from the railroad only went so far. Barry needed to make even bigger news. He wanted to market his ranch to a national audience. That’s when Barry, along with his stepson Claude St. John, hit upon the idea of a headline making river voyage. Using, the Edith, an 18 foot, two cylinder, eight horsepower motor boat, Barry, St. John and close friend Delbert Smith would make the trip of a lifetime. Putting in on the Bighorn, at what is today known as Barry’s Landing, the adventurers would make their way first through the treacherous waters of the canyon, ascend the Bighorn, and move upstream on the Yellowstone. From the Yellowstone they would float into the Missouri, navigating the longest waterway in North America. Then they would make their way to St. Louis, and converge with the mighty Mississippi. The final leg of their trip, would take them downriver to New Orleans. It seemed like a great idea. The only problem, the toughest part of the trip would take place at the start, floating Bighorn Canyon. Narrow Escapes On May 31, 1913 at 9:15 a.m. the three men set off aboard the Edith. It wasn’t long until trouble ensued. According to Barry’s reminiscences, “we had may (sic) narrow escapes, as the boat seemed almost to touch rock after rock as she dipped her bows into the eddies, while the turbulent waters threw the spray so thick at times that the other occupants of the boat could not be seen by the writer who had the ‘wheel’ near the stern.” Claude St. John kept a diary during the trip. His entry for the first day, reinforces Barry’s sentiments: “Engine went dead Jumped in a hole and out again. Drowned the engine and ignition. Swamped the boat half a dozen times and had to hand bail her out some water. Camped a mile below Black canyon Our cat quit us but the dog stayed wit(sic).” Yet after the initial tough start the trip began to go smoothly. By June 2nd, they had arrived in Hardin, Montana, only 45 miles from the confluence with the Yellowstone. Claude paints a picture of Hardin as a colorful frontier community: “Met all kind of fellows. The blacksmith did some work for us and was decent in his prices. The rest of them skin you of all they can. Saw a fellow named King that had lots of money and all he had to do was loaf and lie…Stayed both night with an old fellow at the pump house. He was pretty good to us.”                Mighty and Muddy By mid-June the men were making their way down the heart of the Missouri. On the 4th of July the Edith was swamped twice by high water. Nonetheless, they passed by the city of Omaha in the evening. While landing that night Barry got more than he bargained for. This time it was not with water, but mud. As Claude tells it: “Had a very muddy landing. Doc made a big jump when we came ashore and went in up to his waist.” By July 15th, the Edith was on the verge of St. Louis. That evening they met the roiling waters where the Missouri amd Mississippi converge. Claude related, “You could see some difference in the water before they mixed. The Misiouri (sic) you could cut with a knife and the Mississippi was as clear as crystal. It didn‘t stay that way long after the Missouri (sic) hit it.” The trip down the Mississippi was relatively smooth save for the food Claude commented on in several entries. On July 19th in New Madrid, Missouri: “ About the worst town we have struck on the run. We went into a restaurant and came away hungry. The feed they gave you was something fierce.” At Arkansas City on July 25th: “Doc came back with six pies for a quarter that were nothing but crust and that was mighty poor.” Safe and Sick On Friday, August 1st, the Edith docked in New Orleans. After just over 3 months the voyage was complete. The men were safe, but Claude had come down with malaria and typhoid fever. As his final entry states: “Have been so sick for the last four days that I didn’t know my head from my feet.” Claude would spend a couple of months with relatives in New Orleans before he finally recovered. Barry and Smith would soon return to Cedarvale. Their efforts paid off. The trip made headlines, generated interest and the ranch hosted guests from around the nation into the late 1920s. Barry also started the “Big Horn Motor Boat and Outing Co.” with a fleet of six boats to lead visitors on river runs. A Fitting Monument In 1930, Doc Barry succumbed to a brain tumor. His life and legacy can be seen and felt at the historic ghost town of Hillsboro. There are several original structures from the Cedarvale Dude ranch still intact. At Barry’s Landing, a replica of one of his boats is now displayed. This is a fitting monument to the man who first realized Bighorn Canyon’s recreation potential.  (Sources: Bighorn Canyon Historic Resource Study, Edwin Bearss; On the Fringe of the Bighorn, Jeanne M. Davis; Claude St. John’s River Trip Journal.)       Replica of Doc Barry's boat on display at Barry's landing today NPS",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/doc-barry-and-the-voyage-of-the-edith.htm"
}
