{
    "title": "Bighorn Canyon National Recreation Area: Jim Bridger Floats the Bighorn",
    "body": "Jim Bridger Floats the Bighorn         Jim Bridger NPS  Jim Bridger, mountain man extraordinaire, roamed the Northern Rockies for over 50 years. As a fur trader, scout, interpreter and guide, Bridger’s accomplishments are well documented in frontier history. One of Bridger’s lesser known, yet most impressive feats was his float trip through Bighorn Canyon in 1825. That year, Bridger was part of the Mountain Man expedition returning from the annual rendezvous on the Green River. Working for General William Ashley’s Rocky Mountain Fur Company, the expedition was returning with over $50,000 in fur packs (equivalent to over a million dollars in today’s terms) which eventually were to be brought back to St. Louis. With so much commercial value in their possession, the party dare not chance losing the packs in a voyage down the Bighorn Canyon. Thus, everyone in the party took the Bad Pass Trail, with the exception of Bridger who decided to try floating the canyon. Alone, on a small raft built of driftwood, Bridger braved the treacherous Bighorn River through the canyon. The main description of this perilous trip would not be published until thirty-four years later, in the Report of the Exploration of the Yellowstone River 1859-60 by Captain William F. Raynolds. At the time, Bridger was employed as a guide, leading the Raynolds party through the area. The report states, “Bridger claims to have descended the lower Big Horn Canyon, some years since on a raft, during his service as a trapper, His descriptions of the grandeur of the scenery along its banks are glowing and remarkable. He portrays a series of rugged canyons, the river foaming among jagged rocks, between lofty overhanging precipices, whose threatening arches shut out all sunlight; interspersed with narrow valleys, teeming with luxuriant verdure, through whose pleasant banks the stream flows as placidly as in its broad valleys below.” An amazing accomplishment. As historian Edwin Bearss states “He (Bridger) succeeded, performing a feat unequalled in western travels except by Ashley’s descent of Green River and John Wesley Powell’s voyage much later down the Green and Colorado.” Thus, Bridger has gone down in history as having completed the first recorded trip down the Bighorn River through the towering canyon.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/jim-bridger-floats-the-bighorn.htm"
}
