{
    "title": "Bighorn Canyon National Recreation Area: Garvin Basin and Cattle Rustling",
    "body": "Garvin Basin and Cattle Rustling         The remote and rugged region surrounding Bighorn Canyon made it a great hideout for cattle rustlers NPS  Today, one of the most remote regions of Bighorn Canyon is known as Garvin Basin. This piece of land is bounded on the west by the canyon itself, on the south by Devil Canyon and to the north and east by Big Bull Elk Ridge. The namesake of this area is none other than Samuel Garvin, a man who became infamous for his cattle rustling ability. Altering Brands Cattle rustling was a problem going back to the earliest days of open range ranching. Rustlers made their living by thieving cattle, altering brands with the “running iron,” then selling these contraband cattle for a hefty profit. Stockgrowers fought back in a variety of ways. They used a combination of:  hiring their own range detectives to locate stolen cattle taking justice into their own hands by forming vigilance committees to hunt down perpetrators form stockgrowers associations to license brands and protect their interests  The cattle rustlers tried to stay one step ahead of stockgrowers by continuing to refine their methods. In many cases this meant finding exceedingly remote areas to hide stolen cattle. In 1893, Samuel Garvin most likely selected the basin now named for him because for two reasons:  its remoteness; it was part of the Crow Reservation, where large numbers of cattle were ranging with the lack of a large law enforcement presence to keep an eye out for rustlers.  Preying On the Crow Herd So remote was the basin that it took seven years before an agent tracked down Garvin to make him pay the required lease for the land. During that same time Crow cattle were constantly disappearing. Rumors began to circulate that Garvin was involved in rustling cattle. When Carl Leider who lived on Soap Creek - about 6 miles north of the mouth of the canyon - found one of his steers with an altered brand, he reported this to Frank Heinrich, one of the leading ranchers in the area. Heinrich believed that rustlers were preying on the Crow herd. Heinrich went on a personal reconnaissance in the early winter of 1900 to locate the culprits. This led him to Garvin’s hideout where he saw newly branded cattle kept in a pole corral. Heinrich concluded that the cattle were kept in this corral until they could be driven down into the Bighorn basin and sold off unawares to prospective buyers. Heinrich reported his findings to law enforcement. Soon thereafter more Crow cattle showed up with altered brands. The altered brand was traced to Garvin. When questioned, Garvin denied any wrongdoing. Furthermore, he said that Robert Lee, his foreman actually owned the brand in question. The Best Defense Money Can Buy During the dead of winter in 1901, Indian police, Yellowstone County law enforcement and stock inspector W.D. Smith, crossed the frozen Bighorn and made their way into the basin. There they discovered over 750 Crow cattle with the altered brand. Foreman Lee did not deny that the brands had been changed, but instead produced a bill of sale for 600 cattle and claimed that the people he had purchased the cattle from had altered the brands. Edwards decided to charge Garvin and Lee with the stealing of Indian cattle. Garvin and Lee quickly hired the best defense lawyers in the state. In June, 1901, a Grand Jury met in Billings to decide whether to indict Garvin and Lee. In the weeks before the proceedings Garvin and Lee were hard at work offering witnesses large sums of money to leave the state. They also tried to intimidate Agent Edwards. When Edwards arrived at the train depot in Billings, he was met by Lee and one of his cowboys. Lee began to argue with Edwards, while the cowboy pulled out a Winchester and cocked the gun. Edwards stood firm and the outlaws backed down. The Grand Jury proceeded to indict both Lee and Garvin on six counts after they tried to blame each other for the thefts. Landmark Verdict The trial finally opened in Helena in mid-December of 1901. Several witnesses told of efforts by the outlaws to intimidate them into keeping quiet. One even quoted Lee as saying “If you go on the witness stand and tell that the cattle with blotched brands were Indian cattle I will spill blood before I get off.” Frank Heinrich added his own eyewitness story of what he had seen a year earlier. On Christmas Eve the case went to jury. They deliberated through the night, in a room so cold that they could not even sleep. Finally in the late afternoon on Christmas day, the jury produced a verdict of guilty. The case was a landmark, as Lee and Garvin were the first men ever prosecuted and convicted for theft of Crow cattle. Each man was sentenced to a one year in the state penitentiary in Deer Lodge. Unfortunately this provided only a temporary reprieve from rustling on the Crow reservation. Over the next couple of years the Indian police arrested several different gangs of men who involved in the theft of Crow cattle and horses. Sentencing was even stiffer for these outlaws, some getting up to six years in the state prison. Agent Edwards actually had estimated the total cost of rustling to Crow from 1884-1901 at $250,000. In today’s terms that would come to $6.4 million dollars, an irreplaceable sum.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/garvin-basin-and-cattle-rustling.htm"
}
