{
    "title": "Bighorn Canyon National Recreation Area: Raynolds Expedition 1859-60",
    "body": "Raynolds Expedition 1859-60 and Bighorn Canyon Part 1         Captain William F. Raynolds NPS  In 1859, just two years before the American Civil War broke out, the War Department sent two of its officers to lead a surveying party to explore the Bighorn and Yellowstone Country. These officers were Captain William F. Raynolds and Lieutenant H.E. Maynadier. Among several areas they were to explore was: the vicinity of Fort Laramie northwest, skirting the foot of the Bighorns, toward Fort Benton and the Bitterroot Valley. The route they were going to take would include traveling along the Yellowstone River to the mouth of the Bighorn and ascending the river to the mouth of the canyon. Once at the canyon, the expedition would decide whether to pass the winter of 1859-60 there, or if time allowed they could head further up the Bighorn to the Wind River. They were then going to spend the next year exploring the Missouri and Yellowstone River areas. The expedition was allotted a budget of $60,000, eight technicians and a 30-man infantry detachment to escort the expedition. In addition, Jim Bridger, a former mountain man with intimate knowledge of the country was hired to guide the party at a rate of $125 per month. In late May of 1859 the expedition left St. Louis aboard two steamboats containing supplies, provisions, and trade goods for fur companies along with annuity goods for the Sioux. Meeting the Crow On June 28th at Fort Pierre, in what is now central South Dakota, the party began to head overland. They skirted the Black Hills to the north, than headed into the Powder River region. After finding it nearly impossible to make it through that area with large supply wagons, Bridger convinced Raynolds to head back towards the Yellowstone. The party did reconnoiter the Tongue River for quite a distance before finally gaining the Yellowstone in mid-August. At this point they came into contact with the Crow. Raynolds initial description of the Crow is quite vivid: “They are well formed and of medium height. In their costume the most striking feature is a cap made of par fleche, or prepared buffalo hide, consisting of a large visor shading the eyes, with the addition of a band of the same material encircling the head, the upper edge of which is cut into points, imparting a decidedly regal appearance. It is entirely crownless, however and thus affords no protection whatever to the head, They are well mounted and armed with both guns and bows and arrows. They do not present a formidable appearance, but have the reputation of being as good warriors as any tribe in this region.” Fort Sarpy and the Yellowstone On August 29th the party moved up the Yellowstone to Fort Sarpy, a mere 18 miles from the confluence with the Bighorn. Raynolds found the fort in total confusion. The post agent was more interested in trading with the local Indians then supplying the expedition. The fort was also a danger zone, hostilities between the Crow and Blackfoot were running high. After only two days the party left the fort, heading up the Yellowstone and eventually on to the Bighorn. On September 2nd, after two days of hard travel, where sandy soil bogged down the expedition’s wagons, Raynolds column came upon the Bighorn. In the meantime, Raynolds had divided the party, with Lieutenant Maynadier instructed to reconnoiter the Tongue River area once again. The plan was for the two columns to eventually rendezvous on the middle fork of Powder River in central Wyoming.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/raynolds-expedition-1859-60-and-bighorn-canyon-part-1.htm"
}
