{
    "title": "Bighorn Canyon National Recreation Area: Burlington Railroad 1893 Canyon Survey",
    "body": "Burlington Railroad 1893 Canyon Survey        Winter scenes such as this one would have greeted the Burlington Surveyors in 1893 NPS (Henthorne)       In 1893 G.W. Pease led a survey for the Chicago, Burlington, and Quincy Railroad of Bighorn Canyon. As improbable as it might seem today, the railroad company was doing this survey (the second one in as many years) “to determine the practicality for a railroad route.” through the canyon itself. Pease and the rest of his survey party began their work during the dead of winter while the river was frozen solid. Ice skating through the canyon The icy conditions led to an interesting and innovative work environment. The party depended on sleds for transportation. Pease ice skated down the river as much as 10 to 12 miles a day to perform reconnaissance. Many of the men passed the hours by ice skating for recreation. The dark confines of the canyon, even during winter daylight hours, led to the use of candles by map draftsmen. Temperature readings varied by up to fifty degrees on a daily basis. When the mercury fell past -20 below the men would not leave camp. The work took several months due to the fact that supplies had to be procured in Billings, at times over one hundred miles way. This round trip took from eight to ten days. Provisions were then brought down into the canyon by pack train, using mules and burros. Six different camps were setup to carry out the work:  Camp No. 1: located about 3 ½ miles from Devil Canyon, on a sandbar on the west side of the iced over river. The survey line was done by running two “continuous traverses,” one on each side of the river. Topography was taken by hand level and tape from the water’s edge to above the transit line. Maps were torn by strong winds that swept through the canyon from time to time. Camp No. 2: located on the east side of the river, opposite Chain Canyon. Moved to this camp on February 5th via sled. Camp No. 3: located on Deadman Creek. The move here was made by pack train over the Bad Pass Trail. At the mouth of the creek, the surveyors came upon an abandoned cabin along with the remains of a rope ladder up a nearby cliff.  On the above bench land lived a few ranches. One of the surveyors recalled, “We made the acquaintance of two or three of these near hermits. They lived on game and a few vegetables they could grow.” Camp No. 4: located on the mouth of Dryhead Creek. The party arriving at the site after dark on March 10th, did not have time to setup tents and slept out in the open. The ice was beginning to break up, thus Pease went to Billings, where he procured two boats. To get the boats into the canyon, a system was devised where ropes were anchored to edge of a cliff and a cedar tree on a talus slope. One of the surveyors, George Tinker recalled, “the boats were slid down the rope, relayed to the bottom, a total drop of 600 feet.” Camp No. 5: located on the east bank of the Bighorn, a short distance above the mouth of Black Canyon. Several members of the party went hunting and fishing. They found trout to be quite plentiful in this area. Camp No. 6: the final camp was located on a small bench, one mile above the mouth of the canyon. On the first Sunday in camp, four surveyors took one of their boats downstream and visited the ruins of Fort C.F. Smith.  A Fanciful Idea The canyon survey was completed on May 10th. The party continued north, a few by boat, the others by wagon to St. Xavier. A week later the party made their way to Fort Custer. By mid-May, Pease had disbanded the crew. There was no attempt by the Burlington to follow up the survey of 1893. Instead, in 1901 the railway company constructed a new line futher to the west, through Pryor Gap. In retrospect, the idea of running a railroad through the canyon was fanciful at best. The project would have been costly and further threatened by spring runoff that often inundated the canyon. Nonetheless, the survey did add to the knowledge of Bighorn Canyon’s deepest recesses. (Sources: Bighorn Canyon Historic Resource Study, Edwin Bearss; Big Horn Canyon, George Tinker)",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/burlington-railroad-1893-canyon-survey.htm"
}
