{
    "title": "Bighorn Canyon National Recreation Area: Bighorn Expedition Of 1863",
    "body": "The Bighorn Expedition Of 1863         James Stuart led the Bighorn Expedition of 1863 in search of gold Public Domain  In July, 1862 gold was discovered on Grasshopper Creek in what now southwestern Montana. Though the nation was engulfed in a massive civil war, the discovery aroused the interest of fortune seekers. By April, 1863 the area around Grasshopper Creek had been transformed from a gold camp into the first territorial capital of Montana, the town of Bannack. Already the bustling community had a population of over 1,000 people. Soon thereafter, hundreds of gold seekers began scouring the creeks and rivers of the territory in search of the next big strike. Anything, But Romantic In the spring of 1863, a party of 15 men led by Captain James Stuart set out from Bannack to search the headwaters of the Yellowstone and nearby areas for gold. On May 5, several of the men began to pan for gold in the Bighorn. They soon found smaller specimens of gold. This gave them the necessary incentive to try their luck on the Bighorn. By May 8th the party was at the confluence of the Little Bighorn and Bighorn. A few men prospected the Little Bighorn and found a few gold colors in a sandbar, but nothing to stimulate further interest. The expedition was anything, but romantic. Each night the camp had to be guarded from possible attack by hostile Indians. As Stuart related, “all the romance (is taken) out of traveling in the mountains to have to leave a warm comfortable bed at one a.m. on a cold, windy, rainy night, and stand guard until six next morning, the weary hours cheered by the infernal howling of coyotes, buffalo, wolves, and pleasing thoughts of Indians crawling around camp, and the probabilities of hearing their arrows and bullets come hissing through the pitchy darkness.” Mouth Of The Canyon On May 11th the party sighted three people riding horses, about a mile away, on the opposite side of the Bighorn. They attempted to hail the riders, who they assumed were whites, by the way they rode their horses. Stuart and his men were unable to come into contact with them though, as they quickly fled. Stuart later learned that the riders were John Bozeman, John Jacobs, and Jacob’s eight year old daughter. The trio had decided to ride away from the Stuart expedtion because they assumed it was a party of hostile Indians. On May 12th the party reached the mouth of Bighorn Canyon, where they saw “old red sandstone, in perpendicular walls, two hundred feet high. On the west side of the river the red sandstone crops out for several miles, and can be plainly seen for a long distance.” Several prospectors began to try their luck around the river banks and sand bars. Soon they discovered some fine specimens of float gold. As the party set up camp at the mouth of Lime Kiln Creek, they noticed numerous signs of fresh Indian activity in the area. Stuart decided to post a guard around the camp.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/the-bighorn-expedition-of-1863.htm"
}
