{
    "title": "Bighorn Canyon National Recreation Area: Hillsboro",
    "body": "Hillsboro         Road to Hillsboro NPS Photo  Grosvener W. Barry was drawn to the Bighorn Canyon area by gold in 1903. After startingthree different gold mining companies, he found that he was not going to extract a fortunein gold from the Bighorn Canyon placer deposits. Being a promoter at heart, Barry and his family turned to dude ranching. He advertised his Cedarvale Ranch as a sportsman’s paradise in brochures and a vacation guide published by the Chicago, Burlington & Quincy Railroad. The Sportsman’s Paradise “The ranch lies in a beautiful valley between the Bighorn and Pryor Mountains, this valley being divided by the canyon of the Bighorn River. The ranch house is far removed from the environments of civilization, but it is thoroughly modernized, being electrically lighted throughout. The bountiful and well prepared table is supplied from our extensive gardens, and fresh meat is available at all times due to the large ice plant we operate. We have the typical stock ranch of the west. The hunting and fishing is remarkable. Parents cansend their children here where there are no bad influences. The ranch is easy to access by our powered motor boats, the only power boats on the Bighorn River. Those who have made the boat trip through the entire canyon pronounce it to be the finest and the only trip of its kind. Ascending the river is sublime and coming down is positively thrilling. Camping trips in the fine mountain scenery of a few days or as long as one cares to stay brings rest, peace and comfort.” Trip Of A Lifetime The boats used at Barry’s Landing were built by Barry and Eddy Hulbert. To publicize Cedarvale and the Barry Boats, Doc Barry, Claude St. John, and a neighbor, Bert Smith, started downstream on May 31, 1913, in the sixteen foot, motorized Edith. On June 3rd they entered the Yellowstone and four days later the Missouri. They entered the Mississippi on July 15th and on August 1st they reached New Orleans. Claude’s uncle sold the boat the next day, but it had proven its sturdiness. Years later, three boats, presumably the Flirt, the Reliance, and the Mistral, slipped beneath the rising waters of Bighorn Lake. The Hillmont, saved from this watery grave, is now partially restored and displayed at Barry’s Landing. The Post Office A post office was established at Hillsboro in 1915. Barry was appointed postmaster. Claude St. John replaced Barry as postmaster on June 15, 1920. With the exodus of homesteaders during World War II, the post office closed on March 31, 1945. A Visionary The successful dude ranch was operated by Edith Barry, for many years after Barry’s death in the early 1930’s. The main house burned down in the winter of 1947-48. The St. Johns added to their three room cabin the next spring. Later that home also burned. During his later years, Claude turned to cattle and horse ranching. The days of entertaining dudes were only something he reminisced about. Grosvener W. Barry enjoys the distinction of being the firstperson to recognize and exploit the recreation potential of Bighorn Canyon.                    1951 or 1952 Smithsonian Expedition Boat trip   1 Photos  1951 or 1952 Smithsonian Expedition Boat trip          Lockhart Ranch   19 Photos  A gallery of images showcasing the historic structures at writer, journalist, and cattlewoman Caroline Lockhart's ranch          Hillsboro and Cedarvale Dude Ranch   8 Photos  A gallery of images showing the great variety of historic structures at the Ghost town of Hillsboro and Doc Barry's Cedarvale Dude Ranch            Mountain Men and Explorers   8 Photos  A gallery of images featuring Mountain Men and explorers who crossed the Bad Pass Trail during the 1820's and 1830's as part of fur trade expeditions.          Ewing-Snell Ranch   11 Photos            Mason-Lovell Ranch   11 Photos",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/hillsboro.htm"
}
