{
    "title": "Bighorn Canyon National Recreation Area: Caroline Lockhart Ranch",
    "body": "Caroline Lockhart Ranch         Gray Spring Day at the Lockhart Ranch NPS Photo  An Oasis Driving down the sagebrush, mountain mahogany, juniper, lined dirt road to the Lockhart Ranch, it is hard to imagine a green oasis as far away from civilization, it seems, as one could get. However, that is exactly what Caroline Lockhart wanted when she purchased the L\/♥ Ranch in 1926. Starting with 160 acres, she added land through purchase, homesteading and leases until she controlled over 6,034 acres. From the previous owners, Caroline inherited a two-room cabin, a few run-down sheds, and 20 acres of cultivated ground. Lockhart added onto and landscaped the area around the cabin with irises and hollyhocks, cottonwood trees for shade, and stone pathways. She constructed fences, corrals, and irrigation systems and added up to 15 structures, some reassembled from acquired property. The buildings were clustered at the main ranch according to their functions. The barn, corrals, stables, coops, blacksmith shop, garage and storage sheds are grouped in the north side of Cottonwood Creek in the working area of the ranch. They face onto a commons yard that provides access to some of the irrigated pastures. The main house, guest cabin, root cellar\/generator building, Crow’s Nest, storage sheds, springhouse, and bunkhouses are located on the south side of the creek.  The Cattle Queen Life on the ranch was mostly self-sufficient. Potatoes, apples, onions, carrots, dried beans and peas, along with beef, pork, and wild game were stored in the powerhouse\/storage building. Milk, butter, and eggs from ranch cows and chickens went from the milk shed and chicken coop to the spring house for chilling. A small apple orchard was also an important part of the ranch agriculture.  Keeping equipment running, repairing or building items, and shoeing horses made a blacksmith shop a necessity. Most important to a cattle operation were corrals where livestock was branded, doctored, and separated for sale. When three loads of Lockhart steers topped the market in Omaha in1935, Caroline must have indeed felt she was the “Cattle Queen”.  For Future Generations In 1952, Caroline moved to her home in Cody, Wyoming. Being in her eighties, her eyesight was failing and life on the ranch was just too hard. She sold the ranch to Isaac Tippetts in 1955. Issac would later grant the ranch to his son, Ivan. By 1980, the National Park Service acquired the property. Today, the buildings remain intact with minor alterations from the time Lockhart had the ranch. Along with restoration and stabilization of the buildings, irises, hollyhocks, and apple trees have been replanted to bring the ranch landscape back to the way it was when Lockhart was living in her oasis in the desert. The Lockhart Ranch provides visitors with a window into the past with an example of regional architecture that represents the Dryhead frontier during the first half of the 20th century.                    1951 or 1952 Smithsonian Expedition Boat trip   1 Photos  1951 or 1952 Smithsonian Expedition Boat trip          Lockhart Ranch   19 Photos  A gallery of images showcasing the historic structures at writer, journalist, and cattlewoman Caroline Lockhart's ranch          Hillsboro and Cedarvale Dude Ranch   8 Photos  A gallery of images showing the great variety of historic structures at the Ghost town of Hillsboro and Doc Barry's Cedarvale Dude Ranch            Mountain Men and Explorers   8 Photos  A gallery of images featuring Mountain Men and explorers who crossed the Bad Pass Trail during the 1820's and 1830's as part of fur trade expeditions.          Ewing-Snell Ranch   11 Photos            Mason-Lovell Ranch   11 Photos",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/caroline-lockhart-ranch.htm"
}
