{
    "title": "Bighorn Canyon National Recreation Area: Christmas at Fort CF Smith",
    "body": "Christmas at Fort C.F. Smith         Sketch of Fort C.F. Smith  National Archives  Life at Fort C.F. Smith did have its brighter moments. Despite the trying circumstances, the commanding officers, soldiers and civilians at the fort, were able to celebrate Christmas twice. The two celebrations differed in flavor, but the overall tone was one of relaxation. 1866 - A White Christmas The initial Christmas at the fort was greeted by an all day snowfall. By evening, six inches lay on the ground. A feast commenced at dinner time, as the commissary storeroom issued large quantities of oysters along with other delicacies. Commanding officer Captain Nathaniel C. Kinney, ordered the artillery to fire a three gun salute from a mountain howitzer to commemorate the occasion. 1867 - A Family Affair The previous year had been an all male celebration, but women and children had arrived at the fort by the winter of 1867. Captain Andrew Burt had arrived with his wife and family in late November. The post baker's family was present and Crow mail courier Iron Bull also had a daughter. A tree was easily procured from the nearby mountains, popcorn was made from several ears of corn brought by Mrs. Burt, and candy was made to fill cornucopias made of yellow paper. Several rooms in the Burt’s quarters were decorated with evergreens, holly and red berries. On orders from Captain Burt, three sleds were made by the post carpenter. One of these was used by his own children, another by the post baker’s three kids and one for Iron Bull’s daughter. A hunt was organized whereby soldiers were able to obtain several deer. Thus for dinner, roast venison was served along with soup, vegetables, and current jelly. The Burts even topped their dinner off with a plum pudding. The second Christmas was also the last. Fort C.F. Smith's existence was merely temporary. A year later, hollow ruins were all that was left as icy winds whipped the vacant post.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/christmas-at-fort-cf-smith.htm"
}
