{
    "title": "Bighorn Canyon National Recreation Area: The Murder of Julia Roach",
    "body": "The Murder of Julia Roach         The gravesite of Julia Roach, Custer National Cemetery NPS  The First Woman Ever Shot In Montana The popular image of the frontier is most often a “wild west” filled with lawlessness and arbitrary violence. While this has become something of a cliché, some of that reputation is well deserved. Many times arguments in frontier towns or forts could end in gunfights. The lack of entertainment options in remote outposts often meant that citizens and soldiers sometimes amused themselves with fighting, gambling and drinking. While many shootouts are relatively well documented and in many cases heavily mythologized, much less has been researched or written concerning another scourge of the frontier: domestic violence. Often times men and women were cooped up during harsh winters in homesteads or forts for weeks or even months on end. They would find their nerves fraying to the point where physical violence became manifest. A slighting remark or seemingly minor disagreement could lead to terrible violence, with sometimes tragic consequences. A Violent End There is perhaps no finer illustration of this phenemenom, then the murder of Mrs. Julia Roach (Doyle), the first woman known to be shot dead in Montana. This shooting or as will soon be shown, murder, occurred at Fort C.F. Smith. There were only a handful of women at Fort C.F. Smith. These were the family members of officers, enlisted men or in a few cases working civilian personnel. One of these women was Julia Roach (Doyle). The story goes that she had “the fastest, sharpest tongue in the west.” While working at Fort Phil Kearney, further south on the Bozeman trail, she had been warned by the military authorities for her promiscuous, profane and abusive behavior. It turns out that Mrs. Roach (Doyle) was on the trail trying to find her husband, Corporal John Doyle. She was able to make her way to Fort C.F. Smith accompanied by several of their children and gained employment as a laundress.  Corporal Doyle must have been quite surprised by her sudden appearance. The last time he had supposedly seen them was in New York City, where he had first come to the shores of the United States, emigrating from Ireland. Corporal Doyle, as the story goes, was of a rather mild-mannered disposition. Yet even his reserve was not enough to withstand her verbal barrages. After one slighting remark - rumored to have been made about his fathering skills - he shot her dead. Frontier Justice? In this case, frontier justice was not served. Though Corporal Doyle was put under house arrest, the fort's commander believed the murder did not come under army jurisdiction. He did promise to turn Corporal Doyle over to civilian authorities.   The problem was that the closest magistrate was in Bozeman, a couple of hundred miles away. Doyle was soon released, returned to duty and transferred with the rest of his unit when the post was abandoned. Less than a month after leaving the post, Doyle deserted and was never heard from again. As for the remains of Mrs. Julia Roach (Doyle), they were buried along with 16 others who died of violent or natural causes while at the fort. Many years after the fort was closed, the U.S. Army reinterred the remains at Custer National Cemetery, which is today part of Little Bighorn Battlefield National Monument. The grave of Julia Roach (Doyle) can be seen in section B, it is number 324.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/the-murder-of-julia-roach.htm"
}
