{
    "title": "Bighorn Canyon National Recreation Area: Erastus Ewing",
    "body": "Erastus Ewing         Erastus Ewing selected a beautiful site for his ranch on Layout Creek NPS (Wilkinson)  In 1896 prospectors combed the Dryhead area of Bighorn Canyon country. Many of them believed that this remote stretch of rugged land - just west of the canyon and east of the Pryor Mountains - held a mother lode of gold. As these groups of prospectors began to file claims, the name of Erastus Ewing showed up on numerous, prominent claims. Among the unique names given to these claims were: Sun Dog Quartz, Dead Man’s Bar, and Lady Temple. Over the following year, the claims proved to be little more than wishful thinking. Almost all of the prospectors soon moved on to more promising areas in search of the next big strike. Yet Erastus Ewing stayed behind. He had claimed something more valuable then gold in this forbidding high desert - water.  Staking A Claim In 1897 Ewing was already 51 years old. He had born in Tennessee, a full fifteen years before the civil war began. Eventually he had migrated west in search of a better life. The Dryhead area was one of the most remote places in an exceedingly remote land. In the 1880’s, prospectors had discovered gold in the Bighorns with the Bald Mountain strike. This claim would soon play out.  For the next decade, the area remained relatively quiet until the coming of Ewing and other fortune seekers. Ewing’s numerous claims paid off, just not in the manner he had initially thought. Some of the claims gave him not only the right to any minerals, but also the water rights to Layout Creek. In effect, Ewing held control of the one resource necessary for settlement. On April 8, 1897, Ewing claimed the rights for 200 inches of water from Layout Creek for irrigation, mining, and milling. Soon afterward, a ditch was dug to divert water from the stream eastward, to where Ewing had settled on Layout Creek. At this point, Ewing had found the place he would call home for the rest of his life. A Rough And Tumble Life Over the next seven years, Ewing ran a modest ranching operation. He also became the postmaster for Ewing, Montana, so named in his honor. The post office was in a cabin, which also served as Ewing‘s home. One of those who got to know Erastus Ewing was Bessie Strong Tillett. She delivered mail to the area for several years. She distinctly remembered Ewing’s pronounced limp when he walked. This was said to have been caused by a broken leg he suffered while hunting mountain sheep. Ewing was also not immune from the vicissitudes of frontier justice that often settled disputes between ranchers. In one notorious episode, several locals, including Link Hannon., ran cattle that Ewing was ranging to their death in the Bighorn. A shootout ensued, with one man wounded. The Name Lives On Erastus Ewing would survive, but not for long. In 1904 he died of natural causes, less than a decade after he had claimed the land and in around Layout Creek. His son Lee took over the ranch and post office for the next couple of years. The Ewing family continued ownership of the ranch until it was sold in the winter of 1910-11. The Ewing’s were now gone from the area, but Erastus Ewing’s name and legacy would live on. The Ewing-Snell ranch is now a protected historic site in Bighorn Canyon National Recreation Area.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/erastus-ewing.htm"
}
