{
    "title": "Bighorn Canyon National Recreation Area: Lime Kiln and Limestone Quarry",
    "body": "Lime Kiln and Limestone Quarry         Lime Kiln Creek froze solid in the winter NPS  Logs And Limestone When the army established Fort C.F. Smith in 1866, the two primary building materials needed were logs and limestone. To obtain timber a Wood Road was opened up by Lime Kiln Creek to provide access to the stands of ponderosa pine on the higher slopes of the mountain. Limestone used in fort construction was also hauled on this road from the limestone quarry on the west side of Lime Kiln Creek. However, before the blocks of limestone rock could be used as mortar to cement building materials together and as foundations for the buildings, they had to go through a process. This is where the term “Lime Kiln” comes from. The Lime Kiln A lime kiln is a hollowed out area on the side of a hill or in the case of this particular kiln, a circular structure built from hard, preferably igneous rocks that melt from the extreme heat. There was an opening at the bottom and another at the top. Limestone was hauled by a team of horses and wagon from the limestone quarry and stacked inside the kiln, leaving only enough room for firewood.  Juniper logs were placed in the remaining space and lighted. This fire had to be maintained continuously for seventy-two hours. At the end of this period, the bottom and top openings were sealed. It was left to cool for several days, after which the lime was taken out, loaded again on horse or mule drawn wagons and transported to the area in which it was to be used. The process used today to manufacture cement is much the same. The limestone rocks still have to be quarried and hauled to a mill. Of course with today’s technology, the limestone is blasted loose, loaded with powerful loaders and hauled with huge tractors pulling trailers that can haul anywhere from ten to thirty yards of material at a time. The process then used to render the limestone rocks into powder is basically by crushing. This requires much more energy than was available to the people of that time. The end product is now packaged in nice neat bags that weigh approximately 100 pounds each. Where large amounts are required, the cement is hauled in huge closed gondolas. The Presence Of The Past In 1867 when Lt. Col. Luther P. Bradley rebuilt part of Fort C.F. Smith in adobe, a kiln was established where the Old Wood Road crosses Lime Kiln creek. The remains of the Old Wood RoadLimestone Quarry, and the Lime Kiln can still be seen by the discerning eye as one travels the road to Ok-A-Beh. Approximately 0.6 miles from where you turn off the main park road onto the Ok-A-Beh road, to the left down in the creek bottom, is where the remains of the lime kiln are located. Whitish material that is still on the top of the bank is dirt and other debris that was cleaned from the kiln before using it again. The kiln itself is no longer visible, but there is a circular hole at the base of the bank where it stood. At 0.8 mile along the OK-A-Beh Road you can make out the lime quarry to your upper right. Perhaps this little glimpse of history will help you have a more meaningful visit to Bighorn Canyon National Recreation Area. The Limestone Quarry is listed on the National Register of Historic Places as part of the Fort C.F. Smith Historic District.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/lime-kiln-and-limestone-quarry.htm"
}
