{
    "title": "Bighorn Canyon National Recreation Area: Insanity at Fort CF Smith",
    "body": "Insanity at Fort CF Smith         St. Elizabeth's Asylum, Washington, D.C. National Archives  Insanity at Fort C.F. Smith From 1866-1868 Fort C.F. Smith was one of the most remote and dangerous forts in frontier history. The fort was in a near constant state of siege during its short, tenuous life. The fort has become quite famous because of its role on the Bozeman Trail and notable incidents such as the Hayfield Fight. Much less research has been done concerning the psychological effects of frontier duty. Boredom, fear, isolation and loneliness were near constant companions. The ultimate outcome of these emotions could lead to desertion or in several alarming cases: insanity. According to post records, in late March of 1868, Hospital Steward Albert Simmons was taken from the post with a party heading south to Fort Phil Kearney. He had to be under the constant watch and care of Assistant Surgeon Frantz all the way to Omaha, Nebraska. From there, Simmons would be sent to the East Coast, where he was committed to St. Elizabeth’s Asylum in Washington, D.C. It seems that caring for the sick and wounded at the fort, may have caused Simmons to lose his mind. The Case of McCleary Sadly, Simmons was not the first person who worked at the Post Hospital to go insane. It will probably never be known for sure, exactly what sent Assistant Surgeon McCleary over the edge, but a harrowing incident in which he was involved while stationed at the fort may provide some explanation. McCleary was among the lead of an advance guard headed back to the post after a trip to Fort Benton in 1867. The party was ambushed by the Sioux about 30 miles north of the fort. A guide by the name of Brennan, riding alongside McCleary, was immediately killed. McCleary had his horse shot out from under him and had to run for his life. While he was able to survive this incident, McCleary soon after succumbed to the loss of his mind. Private Murphy Succumbs Finally, Private John Murphy had succumbed to madness just before the fort’s closure in the late summer of 1868. During the latter part of his time at the fort he had to be kept under constant watch, for fear that he would stray from the fort and strike out into the surrounding wilderness, never to be seen again. These three cases may well have been caused by the constant state of tension that surrounded life at the fort. We can never really know how many of the men and handful of women who lived at Fort C.F. Smith came close to the loss of their mental faculties. We can be sure though, that in such an insular and isolated world, where they witnessed such cases as the ones described above, they would have been left to ponder their own fates.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/insanity-at-fort-cf-smith.htm"
}
