{
    "title": "Bighorn Canyon National Recreation Area: Bad Pass Trail Timeline",
    "body": "Bad Pass Trail Timeline       Bad Pass Trail Timeline 1805 - August 31st: Francois Antoine Larocque arrives at the mouth of the Bighorn Canyon. In his journal he records the first known written description of the canyon. 1806 - July 26th: William Clark and the Corps of Discovery camp at the mouth of the Bighorn River on their return trip. 1807: While looking for Crow Indians to trade with, George Drouillard becomes the first white man to visit the southern district of the park. In October, Manuel Lisa builds Fort Raymond just above the mouth of the Bighorn and Yellowstone Rivers. It’s the first post built for the mountain trade and Montana’s first building. 1821: Missouri Fur Company builds Fort Benton at the mouth of Bighorn River. 1822 - March: Ashley & Henry Co. advertise in St. Louis newspaper for “…100 men to ascend the river Missouri to its source, there to be employed for one, two or three years…” This productive ad resulted in recruiting Jedediah Smith, David Jackson, William Sublette, Jim Bridger and Tom Fitzpatrick, who were all Bad Pass veterans. 1824: Andrew Henry leads first major pack train over Bad Pass. 1825: Member of Ashley party mauled by grizzly on Bad Pass between Layout Creek and Dryhead Creek. Jim Bridger cobbles together a driftwood raft and runs the entire length of the rapids in Bighorn Canyon. 1829: Blackfoot Indians kill 4 mountain men on Bad Pass 1832: American Fur Company builds Fort Cass three miles below the mouth of the Bighorn River. A company of free trappers spends the winter of 1832-33 at the mouth of the Shoshone River near a Crow village. Trappers include John Gantt, Jim Beckwourth, and Zenas Leonard. 1833 - August 8th: Combined group of three fur companies (led by Bonneville, Campbell & Wyeth) camps on the Bighorn River at mouth of Shoshone River. August 9th: Combined group camps on Bad Pass at Crooked Creek. August 10th: Wyeth explores section along canyon rim, approximately from Crooked Creek to Layout Creek.  August 11th: Trappers see hundreds of buffalo from Bad Pass near Dryhead Creek area, and kill 6 of them. August 12th: Combined group arrives at the mouth of Grapevine Creek and begins building bull boats. August 13th: Blackfoot attack a group of Bonneville’s men at the head of Grapevine Creek on Bad Pass. No mountain men are killed, but one is wounded. August 15th: Combined group launch bull boats on Bighorn River. While underway, Wyeth’s group gets into the whiskey and drinks “too much liquor to proceed.” Wyeth orders a stop to set up camp for the night.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/bad-pass-trail-timeline.htm"
}
