{
    "title": "Bighorn Canyon National Recreation Area: Grosvener W Barry",
    "body": "Grosvener W. Barry         Doc Barry relaxing with his dog. D. Cory  Around the turn of the 20th century, Grosvener W. Barry chanced upon Trail Creek Valley and liked what he saw. After deciding to stay, he built a cabin and several other buildings from the dead timber on one side of the canyon. (As the story goes, years before, a prospector had set fire to a bush in order to exterminate a rattlesnake, and the fire got out of hand.) Barry's wife Edith and Claude St. John, her son by a previous marriage, joined him at the ranch. Living on the Dryhead Barry was a true promoter from New York. Over the years, his schemes to extract a fortune in gold from the Bighorn Canyon placer deposits led to the formation of three gold mining companies: Hidden Canyon Gold Mining, Big Horn Gold Dredging, and Gold Creek Consolidated Dredging Companies.  Stock was sold in the first two of these companies. He was able to raise $50,000 ($2.1 million in 2008 terms) from officials of U.S. Steel enough to purchase, ship, and assemble a huge dredge on the Bighorn River at the mouth of Trail Creek. The dredge never recovered enough gold to even pay for its operation. Cedarvale Dude Ranch Barry then turned to dude ranching, using the natural opportunities of hiking, fishing, hunting, camping, sightseeing, and horseback riding to make his fortune. One of his promotional efforts was a river trip from the Bighorn canyon area to New Orleans. Using a two cylinder, eight horsepower motorboat the Edith - named  after Barry's wife - the adventurers made the trip in just over two months. The trip made national headlines. Eventually \"dudes\" would come from as far away as Maine and Texas to experience the great outdoors in the Trail Creek Valley. During World War I dude ranching business was slow, but was revived in the 1920's. Barry also formed the Big Horn Motor Boat Company. He had a fleet of six motorboats. These transported vacationers arriving by railroad at the nearby town of Kane, Wyoming down the river, across the Montana stateline, and to the Cedarvale Dude Ranch. A Lasting Legacy Grosvener W. Barry died of a brain tumor in Billings, MT on January 25, 1920. Mrs. Edith Barry and Claude St. John continued to operate the dude ranch for several years after his death, eventually turning solely to cattle and horse ranching. The ranch operated until the late 1950's. Today Barry's Landing, one of the main boat ramps in the park, is named for Doc Barry. Barry is credited as the first person to exploit the recreational potential of the Bighorn Canyon area. Over 200,000 people now come to Bighorn Canyon for recreational purposes, experiencing Doc Barry's vision first hand.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/grosvener-w-barry.htm"
}
