{
    "title": "Bighorn Canyon National Recreation Area: Crow Beadwork",
    "body": "Crow Beadwork         Fine examples of Crow beadwork. American Museum of Natural History  Crow Indian Beadwork In the days when the buffalo were many, the Crow Indians were renowned for their beadwork. In colorful full dress and astride magnificent horses with beautifully adorned riding gear, they were a striking procession as they rode across the open plains. An abundant land had provided them with pigments for rawhide painting and porcupine quills for quillwork. The introduction of glass seed beads by 18th-century European traders made possible a third art form - beadwork. The beads were much simpler to work with than quills and eventually replaced the traditional rawhide painting and quillwork. Color & Design Crow Indian beadwork from about 1850 to 1910 is sophisticated in use of color and design. Each design during this “classic” era worked in harmony with the decorated article. To intensify color, borders of white beads outlines darker design areas. The hourglass and triangular shapes made for a distinctive geometric style. Crow beaders also showed discrimination in their selection of color schemes. One favorite combination was a light blue with a dusty pink sometimes called “Crow rose.” Their beadwork often featured elegant color schemes which were only possible with Italian beads from Murano. In addition to richness of composition and color, Crow beadwork also projected sacred power and life. Pink symbolized the early morning glow. Blue represented the sky. Green was the color of Mother Earth. Yellow was the color of the East, the place of the Sun’s rising. Techniques Most Plains Indians used mainly two methods of sewing beads to skin or cloth. Crow women, though, often used three techniques in beading a single article. Overlay Stitch The first technique involved an overlay stitch. The beads were threaded on sinew and positioned in place. Then, with a second thread, the rows of beads were secured by taking an overlay stitch between every two or three beads. The beadwork was held flat against the material. Crow women used this stitch primarily in beading curved lines or in tacking down the single lines of white beads which outline darker areas. Lazy Stitch A second type of stitch was the lazy stitch. A single thread was passed through short, parallel rows of beads. The thread was sewn into the fabric only at the ends of the rows. Beads near the middle of the rows would buckle up slightly while those at the ends were held flat. This stitch showed up in narrow borders, small triangles, and the narrow (usually less than one-half-inch wide) bands on the neck flaps of men’s shirts, leggings, and robes. Modified Lazy Stitch The Crow women also used a modified lazy stitch, beads were placed upon the material in parallel rows and sewn down at the ends. These rows of beads, however, measured three or more inches in width. Any sagging in the centers of these rows was minimized by backstitching at right angles to the rows of beads. This technique was used to fill in large areas.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/crow-beadwork.htm"
}
