{
    "title": "Bighorn Canyon National Recreation Area: Joseph Medicine Crow",
    "body": "Joseph Medicine Crow         Joseph Medicine Crow   A Rich Legacy Born October 27, 1913 near Lodge Grass, Montana, Dr. Joseph Medicine Crow is the last living person with a direct oral history from a participant of the Battle of Little Bighorn in 1876. His grandfather, White Man Runs Him was a scout with General Custer and died in 1925 when Medicine Crow was 11 years old.  Dr. Medicine Crow’s grandparents lived before the United States Government sent Indians to a reservation in 1884. His father was a boyhood friend of Chief Plenty Coups and had advised Plenty Coups to go to the nation’s capital to present the Indians cases for preserving their ancestral land. Medicine Crow was the first one of his tribe to earn a Master’s Degree. He attended the University of Southern California and earned his degree in 1939. Military Exploits According to tribal tradition, in order to become a Chief of the Tribe, certain Crow Military requirements have to be met, consisting of four deeds.  Touch or strike the first enemy fallen, whether alive or dead To wrestle a weapon away from an enemy warrior To enter an enemy camp at night and steal a horse To command a war party successfully  One of the requirements he accomplished also complied with the U.S. government policy.                                                                                        During World War 2 he served in Europe. One of his most notable exploits occurred in a planned raid. His unit hit a little town with just one main street. He did not want to participate in such a raid but instead asked his superior’s permission to have a little extra time to accomplish a deed. The Commanding Officer (C.O.) sent him around the street and down an alley.  He saw an opening in a gate and a German was doing the same thing. They bumped heads and Joe gave him a butt stroke with his rifle and knocked the enemy’s rifle out of his hand. Another time, Joe’s company had breached the German line and pushed them into the hills. The Germans came back, surrounding Joe’s company which had run out of ammunition. The C.O. said if anybody could get through it would be Joe. He was ordered to lead a group of soldiers on a mission through the lines to procure much needed ammunition. Joe was 34 years old; the old man of his company. Medicine Crow led his squad through land mines, avoiding enemy fire to reach the U.S lines. There they had a quick meal and managed to return to their company with ammunition. Medicine Crow was scouting ahead of his company when he saw some Germans riding horses along a road. It was near dark so he followed them to a ranch with a shed, unsaddled and then went inside. The idea was to attack early in the morning while the enemy was still sleeping. A Big War Whoop He asked the Captain to give him five minutes before daylight and he would take care of those horses. The time came and he took a fellow soldier to give him a hand. They went to the shed and crawled in. He got on a horse with a little rope, fashioning a double half hitch for an Indian bridle. Then he started the horses out, gave a big war whoop and took off. They chased those horses over the hill and out of site. He did not want to be a part of the raid, as he might stop a bullet, so over the hill he went with a bunch of horses leaving the enemy without transportation. Accolades These deeds among many others met the requirements for Joe to be honored as Chief of his tribe. For his efforts during the war he earned a Bronze Star and in 1948 he was given the prestigious French Legion of Honor for his services. He was appointed Crow Tribal Historian and Anthropologist in 1948 and the last Crow War Chief. Dr. Medicine Crow has received many special awards in his time, among them a Gold Congressional Medal of Honor, an honorary doctorate in 2003 from the University of California and in August of 2008 he received the Presidential Medal of Freedom at the White House in Washington D.C. As an historian and anthropologist he wrote several books and has continued his work as Tribal Historian. He authored the script that has been used at the reenactment of the Battle of the Little Bighorn held every summer in Hardin, Montana since 1965. But in war he said “No One wins. Both sides lose. The Indians, so called hostiles, won the battle of the day, but lost their way of life.”  “The worst enemies are ourselves”, he said.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/joseph-medicine-crow.htm"
}
