{
    "title": "Bighorn Canyon National Recreation Area: Jedediah Smith",
    "body": "Jedediah Smith         The only known portrait of Jedediah Smith Public Domain  Jedediah Smith was one of the premier frontiersmen of his day. In his short life he became the first white man to traverse Utah, Nevada, and parts of California. He also helped find a new route over the continental divide to the western side of the Rocky Mountains through South Pass in Wyoming.  These accomplishments have made his name synonymous with path breaking exploration throughout the American West. Often overlooked, though key to Smith’s eventual success, was that he got his start in western exploration around the Bighorn area. A Bible, A Gun, And A Teddy Bear Like many of his colleagues who became Mountain Men, Smith hailed from the eastern United States. He was born in 1799 into a large family - he had 11 siblings – in New York State. Smith headed to the frontier after he answered William Ashley’s famous call advertised in St. Louis newspapers for “enterprising  young men” to work as trappers for the Rocky Mountain Fur Company.  He was much different from many of his other mountain men colleagues, as he was known right from the start for his religious fervor. He had grown up immersed in the Methodist faith. His favorite possessions were said to be a bible along with his gun and a teddy bear. In 1823, Smith was placed in charge of a party that was to strike overland from Fort Kiowa along the Missouri River in present day South Dakota. Their overriding goal was to find a route into the beaver rich country of the Green River Basin in western Wyoming.  On this journey, Smith was badly mauled by a grizzly bear on the Cheyenne River. He had his scalp ripped open and almost lost an ear. For the rest of his life, Smith was said to be easily recognizable by these scars.    By the fall, Smith’s party had crossed the Bighorn Mountains, most likely by way of Tongue River Canyon. They soon found themselves following the “Old Crow Trail” down Shell Creek Canyon, crossing the Bighorn at the mouth of the Greybull River, than dropping into the Bighorn Basin. They would spend the winter camping at a Crow village in the Wind River area. Historic Travels And Partnerships In 1824 Smith made his first claim to fame as his party traveled over South Pass to the western side of the Rocky Mountains. This feat could only be accomplished with the vital assistance of a group of Crow Indians that guided the trappers. This historic route would be used for the next several decades by first trappers then those crossing the Oregon Trail. The relatively even grade of South pass made for a relatively easy crossing of the Rockies. The next year William Ashley offered Smith a partnership in the Rocky Mountain Fur Company, which was readily accepted. Smith then went with the other trappers in bringing the fur over the Bad Pass Trail to a navigable point on the Bighorn at Grapevine Creek. They then transported the furs on back to St. Louis where they were valued at $50,000. The trade was proving to be quite profitable. Click Here for Jedediah Smith Part 2 - A Legacy Of Exploration",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/jedediah-smith.htm"
}
