{
    "title": "Bighorn Canyon National Recreation Area: St. Xavier Mission & Pretty Eagle School",
    "body": "Saint Xavier Mission And Pretty Eagle School       St. Xavier Mission Catholic missions have a long historical tradition in establishing schools for Native Americans. In 1887, two Jesuit priests, Father Paul Prando and Urban Grassi who had been working among the Crow for the past two years, founded St. Xavier Mission, near the mouth of Rotten Grass Creek. On October 1, 1887 the mission opened with a school, chapel, and residence for the fathers in charge. The mission was staffed by Ursuline sisters. In the coming years a host of buildings were constructed, including a bake house, wash house, quarters for workmen, and coalhouse along with a church for the Indians. By 1892 a brick structure was finished that could house up to 150 students.   During the decades before the mission, the Crows were forced onto the reservations and remain there. They no longer had the buffalo to hunt or means of sustaining their traditional way of life. It was becoming necessary to depend on the U.S. Government allotments for food and survival. Prior to this time the Crows had been helping and relying on Fort C.F. Smith (1866-1868) for trade and other assistance. When Fort C.F. Smith was abandoned this had created another hardship for the Crows. It meant greater dependence on the need for assistance. The missions were one possible place to help fill this need. The main goal was to educate Crow children and to assimilate them to the white man’s way of life after many broken treaties. There were many difficulties starting the missions and keeping it going through the years. Attendance though was always an issue because it meant that the Crow parents would have to part with their children. Despite the many hardships endured by the St. Xavier mission it did manage to last for some 30 years but finally had to close due to financial difficulties and lack of needed supplies, including food. Pretty Eagle School At the time of the building of Yellowtail Dam in the early 1960’s, Pretty Eagle School at St. Xavier came by way of necessity for educating the children in the local community. It had been next to impossible to transport children daily to Hardin. It was named after a famous war Chief Pretty Eagle. Pretty Eagle school was originally initiated between 1961 and 1965 by the families of the Yellowtail Dam construction workers. The families petitioned the senators of Montana at that time and went to the capital in Helena to plead their case. They succeeded and the school was built. It was attended by some 120 students at that time, with grades K thru 8 and high school serving students from a 45 mile radius. The school is still operating today. It serves students within a 30 mile radius, but is now strictly an elementary school.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/saint-xavier-mission-and-pretty-eagle-school.htm"
}
