{
    "title": "Bighorn Canyon National Recreation Area: Andrew Henry",
    "body": "Andrew Henry         Andrew Henry led one of the first recorded crossings of the Bad Pass Trail in 1824 NPS  Andrew Henry made history…twice! Henry’s first brush with history came in 1809, when he went into partnership with none other than William Clark, Manuel Lisa, and Jean Pierre Choteau. These four men founded the Missouri Fur Company. Henry led an expedition into present day Montana that helped open the area to the fur trade. His party made it to the Three Forks of the Missouri where they established one of the first posts. The fort did not last long though as constant attacks from the Blackfeet eventually caused the it to be abandoned. Henry went back to Missouri where he ran a lead mining operation . Enterprising Young Men Just over a decade later, in 1822, Henry reentry into the fur trade was announced in a historic ad run by his partner William Ashley . To Enterprising Young Men The subscriber wishes to engage one hundred men to ascend the river Missouri to its source, there to be employed for one, two, or three years – For particulars, enquire of Major Andrew Henry near the Lead Mines, in the Country of Washington (who will ascend with and command the party) or to the subscriber at St. Louis. Wm. H. Ashley From this advertisement, which was placed in St. Louis newspapers, the Rocky Mountain Fur Company was born and the fur trade would be transformed. Later that year, Henry led a large expedition of 150 men up the Missouri, to the mouth of the Yellowstone where they established Fort Henry. Though the names of such men as Jim Bridger, David Jackson, William Sublette, and Jedediah Smith are now legendary throughout the West, few remember Henry, who led them on this initial expedition. Many of these trappers would become the Mountain Men of frontier lore. For his part, Henry had held the rank of major in the Missouri Militia. He was used to being in command whether in military or business endeavors. The expedition west would demand skills in both. Henry’s leadership was tested by the most demanding circumstances over the following two years. In the spring of 1823 he led a party up the Missouri. Near the Great Falls they were attacked by his old nemesis the Blackfeet. They lost several men and were forced to flee back to the Yellowstone. Later that same year, as the company tried to open up the amazingly rich beaver country of the Green River basin in western Wyoming, Henry oversaw the founding of a fur post two miles up the Yellowstone, from the mouth of the Bighorn River. In late 1823, couriers sent by Jedediah Smith who was in the Green River area came to Henry’s newly established post to pick up trade goods and take back to trappers in exchange for furs. Henry now saw his opportunity. He sent the couriers back south though the Bad Pass area with suggestions for a rendezvous in the spring. Through Bad Pass Thus in the spring of 1824, Henry ascended the Bighorn, up to near the canyon’s mouth, then crossed through Bad Pass where he soon joined Smith and others in trapping the Green River area. After a highly successful trapping season a rendezvous was made on the Sweetwater River. Here the company split into two parties for the homeward trek. On the Sweetwater, half of the company’s men attempted to take a southern route back via the Platte River. This party lost most of its furs in the water. Henry led the other party in the summer as it successfully recrossed the Bad Pass, then floated from the Bighorn eventually all the way to St. Louis where he arrived in late August. The haul of furs was good, but not as good as he had expected. Henry had been gone for over two years. He did not make near enough in monetary gain to justify the effort expended in such a dangerous enterprise. Disenchanted with the low profits and high risk of the fur trade, Henry soon sold his share of the partnership to Ashley. Though Henry’s fur trading days were over, he had left an indelible mark upon the business. The rendezvous system he helped popularize would grow over the next decade to become a thriving commercial entity. The Green River area which Henry had championed became the richest beaver hunting grounds in the west. Finally, Henry had led a pioneering expedition across the Bad Pass. This route would be used by his partner Ashley, over the next two years, to bring back over $100,000 of beaver pelts. The final years of Henry’s life were quiet. He went back to lead mining for the last eight years of his life, passing away at the age of 57 in 1832. Henry had led the vanguard of men who would explore and further the knowledge of what would become the American West.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/andrew-henry.htm"
}
