{
    "title": "Bighorn Canyon National Recreation Area: Grapevine Creek Battle",
    "body": "Grapevine Creek Battle Part One         Crow Indians, as painted by Karl Bodmer in early 1840's Library Of Congress  On a vast, windswept, upland prairie in the heart of Absaroka, Crow Country, approximately eight miles south west of Fort Smith, is a small, inconspicuous promontory. Closer inspection reveals twenty-three, small U shaped rock, defensive bulwarks set up in circular formation as if the occupants were surrounded. It is readily apparent to any visitor that some kind of defensive battle must have taken place here long ago. This is the site of the Grapevine Creek Battle, which took place around the mid 1800’s between the Crow (Apsaalooke)and the Piegan Blackfeet (Itshipite) Indians.  It is one of the largest known intertribal battle sites in the country. Absaroka - Homeland Of The Crow Absaroka has always been the homeland of the Crow, they believe their country was given to them by the First Maker, who created the world and then divided it up between the people. The Crow say their land is neither too hot in the summer nor to cold in the winter, but is pretty much perfect when it comes to climate. It has high mountains, including all parts of the Bighorns, Pryors and Beartooth ranges. The Crow brag on their clean, clear rivers and lakes, abundant wildlife, and rich grasslands. They say First Maker gave them their country so he could test their courage, and that he surrounded them with powerful enemies to make them strong. Finest Horsemen On The Plains The Crow were also known as the finest horsemen on the plains. Their great horse herds were the targets of many horse stealing war parties from enemy tribes. In those days it was common for young warriors to set out on foot, carrying only a bow, a quiver full of arrows, a few extra pair of moccasins, some dry meat and a braided rope. The rope was to half hitch around a stolen horse’s lower jaw, so it could be ridden, herding as many other stolen horses as possible back to their homeland. As they traveled, these war parties would try very hard to go unseen through enemy country, they would camp along the rivers in the cottonwoods and brush or on some high timbered butte where they could watch the country. They would read the movements of buffalo, elk, antelope and deer herds as we read a book. If the animals browsed slowly and did not look alarmed there was a good chance no two legged’s were around and it would be safe to cross open country. If they read these signs wrong it could mean disaster for there war party. Often, these war parties were lead by a medicine man that would take his pipe and tobacco, and go off alone to smoke and pray for dreams of the outcome of their journey. The Crow like the area west of Bighorn Canyon because of its abundant wildlife and good hunting. This area was one of the last hold outs for the buffalo as they were being slaughtered by white hunters, far to the south. The terrain itself, as you can see if you visit the area, offered them several buffalo jumps. Furthermore, the canyons, were very good natural traps to channel buffalo into killing zones. This was the homeland of the Mountain Crow.    Blackfoot Warriors On Grapevine Creek Sometime around 1850 a war party of around 35 Blackfoot warriors entered the Bighorn River Valley looking for Crow horses. It has been passed on by Crow oral historians that this war party may have picked up the tracks of a small Crow hunting party. The Blackfoot then followed them from the Bighorn River up Grapevine Creek, southwest towards Hoodoo Creek, which in those days was known to the Crow as “Where they ate bear”. However, this small Crow hunting party was returning to a large hunting camp located about five miles from the battle site. When the Piegans realized they had been spotted, by Crow hunters butchering a buffalo, they immediately retired to a small knoll and began erecting stone breastworks. They knew they had small chance of outrunning Crow warriors mounted horseback. Click Here To Read Grapevine Battle Part Two",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/grapevine-creek-battle-part-one.htm"
}
