{
    "title": "Bighorn Canyon National Recreation Area: Chief Plenty Coups",
    "body": "Chief Plenty Coups         Chief Plenty Coups Library of Congress  The Apsalookee (Crow) people arrived in Bighorn country in very early times and remained. They called this place home-the best place in the entire world. From their arrival in the early 1700's they were constantly challenged by strong tribes from every direction. From the north and west they fought Assiniboine, Blackfeet, and Flatheads. From the east, the Sioux and Cheyenne were constantly at war with them. Fortunately, the Crow have been blessed with great leaders. One of these leaders was Chief Plenty Coups who was born in 1848, a time of great change for the tribe. A Vision Of The Future By the time Plenty Coups was born, the Crow tribe had been devastated by unrelenting outbreaks of smallpox from contact with Euro-Americans. Their population had dwindled by at least eighty percent, down to at most two thousand people. Surrounded on all sides by enemy tribes, the Crow were in dire need of allies. As a young man, Plenty Coups went on a vision quest where he foresaw the disappearance of the buffalo and cattle eventually covering the Plains. In this vision he also witnessed a strong wind blowing all the trees down in a forest, except for one. He interpreted this to mean the white man would take over the land, just as the wind had swept away all the trees in the forest. The only one left would be the Crow, but only if they worked with them. Plenty Coups vision would help bridge the gap between two distinct cultures. Recognized for his bravery and leadership he was made a chief of the Apsalookee (Crow Tribe) by age 28. Allies With The U.S. Government Historically, the Crow people had been friendly with the mountain men and fur traders who passed through the area. They soon befriended the U.S. Government in the area, serving as mail couriers for soldiers at Fort C.F. Smith and guided explorers safely through the area. Plenty Coups counseled that they side with the U.S. government forces throughout the Indian Wars. They brought warnings of attacks by the Sioux and Cheyenne. For help in the Indian Wars, the U.S. Government promised to reserve land in the valley of the Bighorn River and Bighorn Mountains for the Crow people. By the middle of the 1880's the Crow Indians had moved to their reservation along the Yellowstone Valley of Montana. When Plenty Coups gave up his nomadic ways in 1884 he became one of the first Crow to work and settle on a farm, which was deeded to him through the Federal Indian Allotment Act. On his 320 acre tract, located a half mile east of Pryor, Montana he opened a general store, built a home, and began farming. The Most Important Battle Nonetheless, Plenty Coups still had to help his people not only adapt to life on the reservation, but also fend off powerful interests that wanted to take the reservation land from the Crow people. The Crow had already lost a majority of their original 38 million acre reservation. By the early 20th century the reservation was down to 1.8 million acres. In 1910, Montana Senator Thomas Walsh introduced a bill to open up the rest of Crow Reservation to white homesteaders. Plenty Coups ,  last of the traditional Crow chiefs, determined to fight Walsh’s efforts. He knew he needed educated young men with knowledge of the law to help. He called on Robert Yellowtail to assist in the battle. After seven long years, in 1917, Chief Plenty Coups, Yellowtail, and other tribal members stopped legislation that would open the Crow Indian reservation to general homesteading. The loss of reservation land had finally been stopped. Plenty Coups continued to defend the rights of his community and expressed no second thought about his lifelong conciliatory policy toward the whites, stating “When I think back, my heart sings because we acted as we did. “ Upon his death in 1932, at the age of 84, the Apsalookee (Crow) people voted to designate him as their last traditional tribal chief.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/chief-plenty-coups.htm"
}
