{
    "title": "Bighorn Canyon National Recreation Area: Chief Pretty Eagle",
    "body": "Chief Pretty Eagle         Chief Pretty Eagle's gravesite NPS (Narvick)  One rather well known area near the edge of Bighorn Canyon on the Crow Reservation is Pretty Eagle Point. It is located on top of a mountain overlooking Bighorn Lake -somewhat above the Yellowtail Dam Visitor Center. The story behind this location has to do with the final resting place of Chief Pretty Eagle’s remains. One Of The Last War Chiefs Pretty Eagle was born in 1846 near the Crow Agency. He was Chief of the Crows during the first organized incursions into Crow Country by the United States Army. He was a member of the Piegan Clan and the Fox Warrior Society. He was revered for his many war deeds against the tribal enemies. He also battled government representatives over issues of land sales and grazing leases. For instance, he was a member of the delegation to Washington D.C. which met with President Rutherford B.Hayes about the sales of Crow land and the construction of the Chicago, Burlington and Quincy Railroad across part of the Crow Reservation. He depended on Chief Plenty Coups for diplomatic input. Plenty Coups counseled the Crows to support the United States Indian Bureau when Crow land was threatened. Chief Plenty Coups felt it was better to get along with the US government than to fight them. The Crow had too many enemies with other tribes as there were too few Crows as compared to the others. Pretty Eagle decided it was best to follow this wise counsel.  A Distinctive Burial Following the death of Pretty Eagle in 1903 his body was placed in a wagon box instead of the usual scaffold. This was a very distinctive burial usually reserved for Chiefs.. This took place about 11 miles southwest of Hardin, Montana. His remains, along with sixty other tribal members were removed from the burial sites along the Bighorn River in the early part of the 1900's by Bighorn County Sanitarian Dr. W. A Russell according to the Crow Cultural Director John Pretty-on Top. The remains were sold to museums throughout the country-some for less than $500. Returning Home Through the efforts of Hugh White Clay (great, great grandson of Pretty on Top) and others including the Crow Cultural Commission, Pretty Eagle’s remains were returned to the reservation, 72 years later. On June 4, 1994 the remains were carried to Pretty Eagle Point by a horse drawn Travois made of weathered lodge poles and buffalo hide. This grave site overlooks the brightly covered walls of the Bighorn Canyon about 10 miles south-west of Fort Smith. This was a great moment in Crow history and one that is still celebrated today among the Crow people. Frequently, offerings are placed on the grave site. The public is only allowed to visit the gravesite by guidance and special permission from the Crow Agency.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/chief-pretty-eagle.htm"
}
