{
    "title": "Bighorn Canyon National Recreation Area: Larocque 1805 Expedition Timeline",
    "body": "Larocque 1805 Expedition Timeline       Francois Antoine Larocque, a fur trader for the Northwest Company in Canada, left the first recorded description of Bighorn Canyon. This took place during an expedition where he was sent to reconnoiter the beaver resources in the land of the Crow Indians. The Northwest Company was looking to extend its fur trade business into land that had been bought by the United States in the Louisiana Purchase. The expedition took just over four and a half months to complete. On this journey, Larocque was accompanied by Mr. Charles McKenzie and a Mr. Lasana. June 2nd, 1805 - leaves from Fort La Bosse on the Assiniboine River, Canada in present day Manitoba. June 10th - camps on Coteau du Missouri, tableland separating waters of the Assiniboine and Missouri Rivers. The following day sights banks of the Missouri. June 12th - reaches Hidatsa villages on Missouri River in present day central North Dakota. Hidatsa bring Larocque's party across the Missouri in bullboats, Camps around the villages for two and a half weeks. Meets Crow Indians and informs them of his expedition into their country. June 29th - breaks camp and heads for Rockies along the north bank of Knife River. Larocque estimates the Crow are armed with 204 guns on the trip. July 4th - reaches Heart River. July 13th - reaches banks of Little Missouri River. Larocque treats and cures a sick Crow child suffering from colic. This incident enhances his reputation with the tribe. July 27th - passes over Blue Mud Hills and reaches Powder River. Gives one of the first descriptions of the river as “very strong and the water so muddy that it is scarcely drinkable…is for this reason that they (the Crow) called the river Powder, for the wind rises and carries from the slope a fine sand which obscures and dirties the water.” July 30th - reaches Tongue River. August 4th - Sights Bighorn Mountains for the first time with a small telescope. Takes place in the area of the confluence of Piney Creek with the Clear Fork of Powder River. August 11th - camps at foot of the Bighorn Mountains near Prairie Dog Creek, north of present day Story, Wyoming. During this time and over the following three weeks, Larocque and the Crow follow the general alignment of what would become the Bozeman Trail. August 16th - crosses Tongue River and camps on its north side, near present day Dayton, Wyoming. August 18th - crosses Little Bighorn River. August 22nd - Spotted Crow relinquishes leadership in guiding the march. There had been some disagreement within the tribe over whether to continue with Larocque who was going further west, eventually to the Bighorn Canyon area. August 25th - sets up camp on creek that’s tributary of the Bighorn River. Visits mouth of the Bighorn Canyon and writes first recorded description of the area. Commenting on the view from atop rock walls at the canyon mouth, Larocque states, “On certain parts of these rocks are presented to the gaze some admirable pictures but the highest places are inaccessible. One there sees the Big Horn River wind across a level plain of about three miles width and can follow its course for a great distance, not far from its point of meeting with the Yellowstone.” September 1st - Crows move camp three miles downriver. This begins Larocque’s movement down the valley of the Bighorn River. September 10th - arrives at Pryor’s Fork of the Yellowstone River, a few miles northeast of present day Billings, Montana. September 14th - Larocque begins departure from Crow country. He has procured a total of 122 beaver skins, 4 bear skins, and 2 otter skins. He leaves the Crows and travels back with no guides. September 17th - passes by the mouth of Bighorn River while descending the Yellowstone. Over the next 35 days he recrosses southeastern Montana, western, and central North Dakota. Makes as much as 39 miles a day on the return march. October 22nd - arrives at River la Sourie Fort, southside of Assiniboine River, at the mouth of Souris River in present day Manitoba.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/larocque-1805-expedition-timeline.htm"
}
