{
    "title": "Bighorn Canyon National Recreation Area: A Beginners Guide to Fishing the Bighorn",
    "body": "A Beginners Guide to Fishing the Bighorn        A fly fisher and guide cast for a strike on the Bighorn NPS (Henthorne)       The River The Bighorn is a gentle cool, clear water river. Though not a challenge to rafters or other whitewater enthusiasts, it does demand the attention of those who use the river. The loose rocky bottom is lined with mosses and aquatic vegetation making it slippery and quite deceptive, presenting an illusion of shallow water where it may be over ten deep. Water currents are much swifter than they appear on the surface. There are numerous short runs or rapids which are easily negotiable by raft, canoe, kayak, or any other type of watercraft, even to the novice floater. Boats with motors are prohibited on this upper thirteen miles of the Bighorn. The river banks are lined with willow thickets, stands of cottonwood trees, ash, and numerous shrubs. The land above the high water line is almost entirely in private ownership and is not open to the public. Respect landowner rights! History Fifty years ago the Bighorn was a wild river. Water levels fluctuated drastically with snow melt and rain storms in the Bighorn and Pryor Mountains. Water temperatures could vary from freezing to tepid within a few days. The Bighorn-Wind-Shoshone drainage was laden with tons of sand, silt and gravel. These sediments rendered the Bighorn River unsuitable for a trout fishery. Fort C.F. Smith was built in 1866 on the south side of the Bighorn just downstream from the present site of Afterbay Dam. The fort provided limited protection for travelers on the Bozeman Trail. One hundred years later, the Yellowtail Dam was completed providing irrigation water and flood control. Relatively stable water releases and temperatures and sediment deposition in Bighorn Lake allowed an additional benefit: an ideal trout habitat. The Bighorn River has since developed into a “World Class” blue ribbon trout fishery\/ Fishing (Before Fishing Consult State Fishing Regulations For Size and Possession Limits and License Requirements) The most frequently caught fish are the brown trout. Rainbow trout are highly prized but relatively scarce. Fish limits are quite restrictive in order to preserve a quality fishery. The majority of fish are released back into the stream by sport fishermen. The most popular method of fishing here is with artificial flies. Spinners are allowed, but bait, worms and minnows are restricted to the first 200 yards immediately below the Afterbay Dam. A sizeable population of carp is in the river. In the fall, shad, a silvery, flat sided, large scaled fish spawn in the Bighorn. Though neither are sought after by anglers, they can be interesting to catch. Trout can be caught anywhere regardless of current or stream depth. Dry and wet flies are used year round. Fine trout can be taken at any time of year, even during a snowstorm. Though many different patterns of fly will take fish, some are more popular and productive. Here are a few of each type:  Dry: Midges (dark), sizes 16-22 or as small as can be managed, work well as midge hatches occur at any time of the year. The Adams, sizes 16-22, as well as the Blue Dun will produce well when any surface feeding is observed. Wet: Numerous nymph patterns will take fish. Scud (freshwater shrimp), San Juan Worm, Hares Ear, Muddler Minnows, Pheasant Tail Nymph, and the Zug Bug work well. Streamers: The Bighorn Special, Wooly Buggers, Dirty Red or Yellow, and others will do the job particularly in the cool winter months. Grasshoppers: Various grasshopper patterns produce well at times, fished wet or dry.  River Access Due to Crow Tribal and private land ownership, access to the Bighorn is very limited. The National Park Service maintains public parking and launching facilities at the Afterbay Dam (River Launch) and the 3 mile (Lind) access downstream. The state of Montana maintains the Bighorn Access thirteen miles downstream. Most anglers drift the river, stopping along the way and fishing likely spots. The river can be waded, as long as you remain below the high water mark, below where terrestrial vegetation ceases. Limited shoreline access exists at the above access points. Trespassing on Crow Tribal or private lands can result in a citation and fines which would spoil your experience on the Bighorn.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/a-beginners-guide-to-fishing-the-bighorn.htm"
}
