{
    "title": "Bighorn Canyon National Recreation Area: Crow History and Bighorn Country",
    "body": "Crow History and Bighorn Country        Bighorn canyon and the land surrounding it is considered sacred by the Crow people NPS (Henthorne)       “People of the Canyon” For over 10,000 years Bighorn Canyon has been home to the “People of the Canyon.“ They followed the ancient trails through the region. Winters were spent in deep caves, rock shelters and canyon recesses. One of the most traveled routes from ancient times was the Bad Pass Trail., which is on the western side of Bighorn Canyon. It was used for literally thousands of years by Paleo-Indians. This route went from the Wind River Mountains to the mouth of the Shoshone River then detoured around the western side of the Bighorn Canyon, finishing at Grapevine Creek. One group of wanderers didn’t just use the Bad Pass Trail as a through route, they instead arrived in the canyon area and remained - The Crows. A Reservation and the Bozeman Trail The Crow people are believed to have first reached the area in the early 1700’s. Over the next 150 years they were constantly under assault from all directions. Acting as scouts and guides, the Crow gave valuable help to United States military surveyors and soldiers over the next three decades. In the1860s gold was discovered in Montana, leading to an increased rush across tribal lands. The Bozeman Trail was blazed as a short cut to the goldfields. This enraged the Sioux and Northern Cheyenne as it cut straight through their hunting grounds. These tribes declared war on the wagon trains and eventually the U.S. military that was sent to guard the trail. Conversely, though the trail also bisected Crow lands, the Crows were friendly and willing to assist travelers along the trail. Fort C.F. Smith and the Fort Laramie Treaty Interests that relied on the Bozeman Trail exerted pressure on the federal government to protect travelers using the route. Several forts were thus designated to be built along the trail. One of these, Fort C.F. Smith, was at the heart of Crow territory, a few miles from the mouth of Bighorn canyon. The Crows assisted in building the fort and later depended on it as a further means of trade. Several Crows performed contract work as mail couriers and scouts. The fort was used until the mid-summer of 1868, but was closed due to continued raids by other tribes and a peace policy being enacted by the federal government. The Crow nation that had depended on the fort for many needs was sorry to see it abandoned, yet continued their friendly ways. Unfortunately, this did not stop the government from downsizing the reservation in the Fort Laramie Treaty of 1868, to 8 million acres. The Crows continued to act as allies during the ensuing Indian Wars of the 1870s. They were also key to a permanent peace agreement that resulted from the conflict’s end. Chief Plenty Coups, leader of the Crow, helped the U.S. government in bringing the wars to a close. As a reward for their efforts, the government promised to reserve land for the Crow in perpetuity around the Bighorn region. Crow Country Yet the government twice more amended the reservation’s acreage due to pressure from settlers who coveted Crow land for ranching and agricultural purposes. By the 20th century, the reservation stood at 2.2 million acres, the same size it is today. Though out their history, the Crow have experienced attacks from all sides, yet they have managed to hold onto much of the Bighorn river and canyon country. The Bighorn region is still today, what it has been for the past 300 years, Crow country.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/crow-history-and-bighorn-country.htm"
}
