{
    "title": "Bighorn Canyon National Recreation Area: Ice Fishing",
    "body": "Ice Fishing         Ice fisherman waiting for a strike on his line Friends of Bighorn Lake  Ice Fishing at Bighorn Lake Ice fishing at Bighorn Lake is an over 40 year winter tradition for many families in Wyoming and Montana. You will find groups all over the South District, from Crooked Creek Bay to Horseshoe Bend, all the way down to the east shore areas off the John Blue Canyon road.  Season The ice fishing season usually begins in December and runs to early March. The ice gets very thick, reaching a depth of 20 to 30 inches.  Be Aware Ice fishing is limited in the Barry’s Landing area. Due to the deep, warmer water it freezes late into the winter and is not uniformly thick. One needs to be extremely careful fishing this area. Check ice depth with your ice spud on every step for thin spots. Also, going into the canyon from Crooked Creek Bay to the north is not recommended due to the varying thickness of the ice caused by the river current and springs of warmer water. Travel Corridors Remember no motorized vehicles on the ice. Please click here for a map showing approved roads that can be driven below the high water line.  The Yellowtail Unit has a lot of shore line access in the winter from both sides of the lake. In Crooked Creek Bay, walk from the parking lot and in Horseshoe Bend, walk from the boat ramp area. Always use your ice spud when checking out your fishing spot. This can save your life, detecting thin ice before you fall thru. The use of ice cleats is a must to keep from falling on the slick ice! Regulations Be sure to review the Montana and Wyoming fishing regulations, especially the special winter time fishing changes. Check about National Park Service regulations at the Bighorn Canyon Visitor Center in Lovell, Wyoming.  Fishing Tips  Walleye and sauger prefer limited light so dawn and dusk are preferred times to fish for these species.   It is not necessary to go away from shore a long distance since good fishing is possible close to the shore where there is depth change and bottom structure present.   A lot of the fish caught are within 100 yards of the Horseshoe Bend shore lines.   You can expect to catch trout, walleye, sauger, ling, perch, crappie and some large catfish in southern Bighorn Lake.   Most of the fishing is done using tip ups with a live minnow as bait. Some fisherman will also jig using live or artificial baits.   Equipment & Supplies Essential equipment and supplies are helpful for a safe, fun trip. Some items to consider:   a hand or power ice auger   a five to six foot long ice spud   a sled for transporting your things   warm boots and clothes   ice cleats for your boots   a sonar rig and flash light   plenty of food and warm drinks are a must.   Words of Caution As the lake level drops in the winter the ice falls at the shore, making it steep and slick, so use caution when going on and off the ice covered lake. Snow drifts can be a problem in the Yellowtail Unit after a snow storm with wind.  Always inform a friend as to where you are going and your estimated time of return. Have a wonderful experience this winter on Bighorn Lake!",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/ice-fishing.htm"
}
