{
    "title": "Bighorn Canyon National Recreation Area: Bighorn River in Montana",
    "body": "Bighorn River in Montana         The beautiful blue waters of the Bighorn River flow northward NPS  Bighorn River - Montana Open to the public since 1981, the Bighorn River is one of the finest trout streams in the United States. The Yellowtail Dam created a classic tail water fishery that is cold and clear in the summer and ice free in the winter. Rainbow and brown trout are prevalent. Public access to the Bighorn River is limited to three points on the upper 13 miles of the river: Afterbay, 3 Mile (Lind Ranch) and 13 Mile (Bighorn Access). Fisherman can float and wade the waters of the Bighorn, but are required to stay below the high water mark.  Do's and Don'ts - While Fishing the Bighorn Since trout populations depend primarily on natural reproduction, environmental factors are important to their well being. Please follow the guidelines listed below to have an enjoyable experience and protect this blue ribbon stream!  Net your trout carefully and release all immediately after a short playing time while making sure that all trout have fully recovered after being played. Remove barbs from all large hooks and avoid hooks on San Juan worms larger than #10. DO NOT walk on gravel bed, during and immediately after trout are on spawn beds. During spawning, fish are stressed to their physical limits and anglers are asked not to work their flys over redds where trout are engaged in the egg laying process. Under no circumstances should you kick loose gravel above good fish lies. This destroys prime insect habitat. Do not crowd anglers who are working backs or have established themselves on runs, especially if casting over rising fish. FORTY yards is the appropriate distance. If the river is crowded and the fishing is good, establish a time and set number of fish you catch and then move to a new area. Remember that no owns the river and we are all responsible for good conduct while on this blue ribbon stream. Rental boats are sometimes a problem on the river. Check carefully with your shop about what is expected from you. After completing your trip make sure you dock well away from access areas.  It is your responsibility to know and understand the fishing regulations on the Bighorn River and surrounding areas (Afterbay Reservoir and Bighorn Lake). If you are unsure about a regulation or fishing practice, ask a Park Ranger or reference the fishing regulation manual.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/bighorn-river-in-montana.htm"
}
