{
    "title": "Bighorn Canyon National Recreation Area: Do Business With Us",
    "body": "Do Business With Us       Bighorn Canyon National Recreation Area is a unit of the National Park System. As in any other National Park Service area, commercial visitor services may be provided only by those holding an authorization from the United States. Larger visitor service operations are provided under concession contracts. Smaller, single-service businesses are issued a Commercial Use Authorization, if certain requirements are met. Concessions Management The National Park Service will provide, through the use of concessions, those commercial facilities and services within the parks necessary for visitors' use and enjoyment. Concession development will be limited to that necessary and appropriate for public use and enjoyment of the parks and be consistent, to the highest degree possible, with their preservation and conservation. When the National Park Service was established in 1916, a provision granting the privilege for the use of land for visitor accommodations was included. The National Park Service Concession Management Improvement Act of 1998 (Public Law 105-391) articulates comprehensive legislative direction with respect to the management of the concessions program by the National Park Service.  Concession operations throughout the national park system are subject to the provisions of the above legislation and to NPS regulations governing concession contracts and permits (36 CFR 51), NPS Concessions Management Guideline (NPS-48). 2001 NPS Management Policies - Chapter 10: Commercial Visitor Services. http:\/\/concessions.nps.gov\/ More Information For more information about Concessions at Bighorn Canyon National Recreation Area, please contact the Chief Ranger by phone at: (307)-548-5401, or by e-mail, or stop by the Bighorn Canyon Visitor Center in Lovell, Wyoming, Monday through Friday, 8 am to 4 pm.",
    "url": "https:\/\/www.nps.gov\/bica\/getinvolved\/dobusinesswithus.htm"
}
