{
    "title": "Bighorn Canyon National Recreation Area: Fire Suppression",
    "body": "Fire Suppression       Fire suppression is the variety of tactics used by various firefighting crews to contain, control or put out wildland fires. Fighting fires in forests or other wildland areas is vastly different than putting out fires in cities or towns where fire departments with various fire trucks and plenty of water put out structural fires. Working By Hand And Air Wildland fire crews work with a variety of hand tools such as shovels, Pulaskis (which is an ax on one side and a blade rotated 90 degrees to it on the other), McLeods (which is a combination hoe on one side and a rake on the other), axes, and chain saws. If the crew can reach the fire while it is still small, these tools can be enough to contain or put out the fire. If the crew is near water rubber bags with spray nozzles can be employed. Since it typically takes longer to learn of wildland fires and dispatch crews to fight them, and it may be difficult to get the crews to the fire location, a hand tool crew may well not be enough to fight the fire. Firefighting aircraft may then need to be employed. Helicopters can drop water on the biggest flames and airplanes can drop fire retardant chemicals on the fires and these methods can be quite effective. Wildland-Urban Interface These crews increasingly have to deal with a wildland-urban interface because more and more homes are being built out in the forests and other areas susceptible to wildland fire. Some of these areas in Southern California can be especially hazardous due to dry conditions and strong winds that spread the flames. These fires are fought to protect the homes and lives of the people living in these areas. Significant Blazes Even in areas with few if any people living in them, fires have been fought for most of the 20th Century. The conflagration of the Peshtigo Fire on October 8, 1871 around Green Bay, Wisconsin killed between 1,200 and 2,500 people and is the largest death toll of any fire in United States history. The Great Fire of 1910 in northeast Washington, northern Idaho and western Montana burned about 3,000,000 acres and is believed to be the largest area to burn in United States history (and about five times the area that burned in Yellowstone in 1988). The policy of complete fire suppression has to be looked at in light of the history of the fires just mentioned as well as other significant blazes. Changes In Fire Policy The effect of fires in areas with a history of complete fire suppression has shown the dangers of that policy of producing potentially even larger fires. This along with a greater awareness of fire’s role in nature has led to changes in fire policy. The availability of fire suppression equipment and techniques far superior to what was available a hundred years ago has also played a part in our ability to allow fire to play a different and more natural role in the natural world. Even in light of all the above, there are still further considerations when considering fire policy. The uses of the land involved, the facilities present, the potential of fire to spread onto adjacent land with other uses or ownership all have played a role in Bighorn Canyon suppressing fires whether they are natural or man-caused. But the park has used prescribed fire in a number of cases to further management policies, but those fires are only under conditions where there is a much high degree of control.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/management\/fire-suppression.htm"
}
