{
    "title": "Bighorn Canyon National Recreation Area: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management               Fire Management        Bighorn Canyon personnel works on a prescribed fire to restore Bighorn Sheep habitat NPS       Fire has the potential to change park landscapes more often than volcanoes, earthquakes or even floods. Such forces of change are completely natural and often necessary. Plants and animals have evolved with, and many depend on, the role fire plays in creating and maintaining a diversity of habitats. Resource managers at Bighorn Canyon National Recreation Area follow a comprehensive fire plan that allows the restoration of fire regimes through a full range of management tools. Natural fire, prescribed fire, hazardous fuel reduction, and fire effects monitoring help restore natural processes while providing for firefighter and public safety. Forging The Landscape The Park has 5 different climate zones in and around the 71 mile long Bighorn Lake. These include high desert, sagebrush steppe with mixed grass prairie, mountain terrain with open meadows, and ponderosa pine forests. Fire played the dominant role in maintaining these zones. To understand the current fire management policy, how it came to be and where it will take us in the future, click on the above links to learn more about the effects of fire in forging the landscape of Bighorn Canyon.  NPS Fire Policy And Mission National Park Service policy stresses managing fire, not simply suppressing it. This means planning for the inevitable and promoting the use of fire as a land management tool. The goal is to restore fire's role as a dynamic and necessary natural process. Mission: The National Park Service manages wildland fire to protect the public, communities and infrastructure, conserve natural and cultural resources, and restore and maintain ecological health.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/management\/firemanagement.htm"
}
