{
    "title": "Bighorn Canyon National Recreation Area: Sagebrush Steppe\/Mixed Grass Prairie",
    "body": "Sagebrush Steppe And Mixed Grass Prairie        Mixed Grass Prairie surrounds the Afterbay in the Fort Smith area NPS (Wilkinson)       Characteristics  - Sagebrush Steppe The Sagebrush Steppe areas are on the plateau around the Lockhart Ranch and extending to the north. They are typical of the moister parts of the Great Basin. The precipitation is 12-16 inches a year with the rainfall in April and May being a significant part. The Sagebrush Steppe evolved with more winter grazing by deer and elk and can be degraded by heavy spring and summer grazing. Elevations range from 4,000 to over 5,000 feet. The normal full pool elevation for Bighorn Lake is 3,640 feet and the Madison Limestone cliff is 400 feet high through most of the area north of Barry’s Landing to the Monocline, the large uplifted fold of the rock layers. Thus the Sagebrush Steppe extends from the canyon rim west. Some of the soils are quite rocky and thin. Mixed Grass Prairie - Location And Characteristics The Mixed Grass Prairie is found around the Fort Smith area and represents the edge of the Great Plains. The precipitation around Fort Smith is 15 – 18 inches a year, a far cry from the much dryer end of the recreation area. The rain here is more likely to be significant in May and June. The Mixed Grass Prairie is more tolerant of summer grazing because of the rainfall pattern and its history of evolving with intermittent bison grazing. The effect of the Pryor Mountains and the north end of the Bighorn Mountains on orthographic lifting has a significant influence on the amounts of precipitation. Topography always has to be a major consideration when studying the distribution of plant habitats. The soils here are deeper than on the Sagebrush Steppe. Fire is important here to prevent the incursion of shrubs and trees. Grasses are able to come back quickly after fire sweeps through. Distinctions And Similarities - Plant Life Grasses dominate the Mixed Grass Prairie with such species as bluebunch wheatgrass, western wheatgrass, junegrass and blue grama. Idaho fesque, sideoats grama, and little bluestem are seen only in the Mixed Grass Prairie. The Sagebrush Steppe is dominated by Wyoming sagebrush on the deeper soils and black sagebrush on the rockier soils. Other plants in these two habitats include spreading juniper, lanceleaf sage (also called silver sage), yucca, plains prickly pear cactus, blue flax, lupine, arrowleaf balsamroot, larkspur, sego lilies and sticky geranium. Many of these flowers can be seen on the drive up to Ok-A-Beh.  One year the Arrowleaf balsamroot was so abundant that the yellow coloration of the flowers here was distinct from 20 miles to the north. Bitterroot, the Montana state flower, and Wyoming paintbrush, the state flower of Wyoming can both be found here. Late May and early June is a great time for wildflower displays. Yucca Territory A good variety of birds can be seen in the Fort Smith\/Afterbay area, as well as deer with an occasional black bear wandering through. Yet most often it is the Yucca (Yucca glauca) that attracts the most attention because it heavily dots the hillside from the campground up to the Yellowtail Dam. The clumps of basal, sword-shaped leaves with their sharp points are often 30 inches high. The flowering stems, often 3 to 5 of them per plant, are over twice the height of the leaves. The 2 to 3 inch long creamy or greenish white flowers are arranged in a very conspicuous raceme heavy with all the abundant pendant flowers. The yucca has a special, mutualistic pollination system. The yucca moth does the transfer of pollen while also laying its eggs in the yucca flower. The moth larva then feeds on some of the developing seeds. The developing fruits look like large green peanuts. Even the previous year’s dried flowering stems with their brown, open, and empty seed pods still attract attention. Of course, a hundred and fifty years ago they just might have been over-shadowed by a wandering herd of bison.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/sagebrush-steppe-and-mixed-grass-prairie.htm"
}
