{
    "title": "Bighorn Canyon National Recreation Area: Great Basin Desert",
    "body": "Great Basin Desert        Horseshoe Bend Area, fine example of a Great Basin Desert NPS       Characteristics The Great Basin Desert is found in the southern part of the park around the Horseshoe Bend area. The high temperatures, high winds, and less than 6 inches of precipitation put it firmly in the desert category.  The presence of big sagebrush, prickly pear cactus, and fewer junipers along with more open space are good visual indications of this habitat. The elevation is just above 3,600 feet. The soils vary from fine salty soils to crumbling shales and gravelly stream deposited soils. Plant And Animal Life Rabbitbrush grabs the spotlight with its bright yellow flower covering in August and September. Other plants include:  shadscale Indian ricegrass bottlebrush squirreltail greasewood Gardiner saltbush  Among the flowers that can make the desert bloom.  Prince’s plume scarlet globemallow rough mule’s ears evening primrose crested beardstongue  A prairie rattlesnake might warn of its presence, but not always. Remember some animals can be found in more than one habitat within the park so always watch where you place your feet and hands. A sagebrush lizard might be sunning itself on a rock. A black-billed magpie with its long bright iridescent tail and bold black and white pattern won’t go un-noticed as it passes by. Sagebrush Country Big sagebrush (Artemisia tridentate) is a hardy, silvery green to gray shrub that is the primary vegetation across most of the Great Basin Desert. While it can grow as high as 10 feet along rivers or other wet areas, 4 to 6 feet is more typical. Sagebrush leaves are wedge shaped ½ to 1 ½ inches long and are attached to the branch at the narrow end.  The wider end is divided into three lobes hence its scientific name, although two or four lobes may also occur. The leaves are covered with fine silvery hairs that are supposed to minimize water loss. The leaves are carried throughout the year. The yellow flowers bloom in late summer to early fall and form in long clusters.  Big sagebrush is not fire resistant and relies on reseeding from plants living outside the burned area. Although not related to common sage, sagebrush has a pungent fragrance very similar to sage. The odor may discourage browsing, but sagebrush also contains oils that are toxic to the bacteria in the rumens of most ruminants.  The only large herbivore to browse sagebrush extensively is the pronghorn antelope and having evolved along with sagebrush may well have allowed any tolerances necessary to develop. Possibly some of the large herbivores that became extinct at the end of the Pleistocene such as the ground sloth and the American camel might have grazed on sagebrush. Many of our large herbivores like elk and bighorn sheep are originally from Asia and likely did not have the opportunity to develop a tolerance for sagebrush. We can learn so much about the natural world when scientific studies include what various animals eat and what they do not eat, as well as which animals prey on what other animals. It is all part of trying to understand the web of life. Pricklypear Cactus Plains pricklypear cactus (Opuntia polyacantha) usually grows from 4 to 12 inches in height. The flattened stems or pads may reach up to 4 inches across and 5 inches long. This cactus species tends to form clumps that may extend for several yards. The fruits are covered with spines and if they are removed the fruit is edible. The root system is fairly shallow but extensive. Individual plants rarely live over 20 years. The 2 to 3 inch wide blossoms are yellow to creamy and bloom during late May and June. While the cactus pads have some long needles, the fine glochids that are easily dislodged when the plant is touched are much more bothersome and difficult to see and remove. Some people always carry tweezers in cactus country just because of the glochids. Invasive Species Some species of cactus have been introduced to Australia, the Mediterranean and South Africa. Exotic, invasive species can travel in both directions. As the primary agent of transport in the modern world, either on purpose or more often without knowing the ramifications people need to become knowledgeable and responsible stewards of the Earth.  Scientists might even introduce a species as a biological control agent and later discover unintended negative consequences. We need to keep on learning. Did you think you were just “going for a walk in the desert?”",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/great-basin-desert.htm"
}
