{
    "title": "Bighorn Canyon National Recreation Area: Juniper And Mountain Mahogany Woodland",
    "body": "Juniper And Mountain Mahogany Woodland        Juniper and Mountain Mahogany can be seen all along the edge of the canyon on the Stateline Trail. Pete Sawtell       Characteristics The Utah Juniper\/Mountain Mahogany Woodland is the most common habitat in the recreation area as the conditions on the rim of the canyon and on the plateau back from the rim south of the monocline is just right. The precipitation runs about 8 to 10 inches a year, with temperatures a little cooler than the desert areas.  The elevations range from 3,800 to 5,000 feet. The wind is somewhat dispersed by the woodland, but windswept knobs have plant forms suitably adapted. Soils are very shallow and rocky with fractured bedrock. The strain of being uplifted has cracked the rocks and the water in those cracks is sought out by the roots of the Juniper and Mountain Mahogany. Animal And Plant Life Bighorn sheep graze on Mountain Mahogany and are often spotted here along with desert cottontail rabbits and an occasional coyote. Mule deer are common in the colder months, but most head up higher in the Pryor Mountains in the summer. Some of the Pryor Mountain wild horses stay in this habitat throughout the year, although more of them move up and down the Pryors with the varying snow levels.  There will also be bluebunch wheatgrass, blue grama, sandwort, phlox, cactus, death camus, ten petal blazing star, penstamon as well as black sagebrush and fringed sagewort. Mounds of rockmat provide a home for a variety of flowers such as Hymenoxys, a small sunflower. A pinyon jay may announce your presence, or a mountain bluebird might catch your eye as a fluttering of bright blue among the junipers. Utah Junipers Utah Junipers (Juniperus osteosperma) have scale like leaves that clasp and wrap around the young twigs covering them. The twigs are densely clumped at the branch ends. The female seed cones have scales that fuse together to form a berry like structure. The grayish blue cones have a waxy coating that gives them their distinctive color.  The gray bark is broken into thin fibrous elongated scales. The heartwood can be yellowish brown or occasionally reddish brown and is very durable. They grow to around 20 feet tall with broad open crowns and sometimes twisted trunks.  Their sometimes attractively misshapen forms are a result of how they relate to drought conditions. For the first 250 years of their life they are extremely resistant to drought. They form a ring of nutrient depleted soil and dense needles that inhibits the growth of other plants. But those junipers fighting drought can become very dry and susceptible to rapid and raging fire damage. Some grow to be over 600 years old. Mountain Mahogany Curl-leaf Mountain Mahogany (Cercocarpus ledifolius) is the dark green, densely-branching shrub or tree that is the other prominent plant along the park road between Crooked Creek Bay and Barry’s Landing. While commonly 5 to 15 feet tall it can reach heights over 30 feet. The dark green leaves are a half inch to inch long and usually have curled under margins. The leaf undersides are rusty to white and hairy.  The flower is a small tan tube with a long, plume like style covered in tan hairs. The seed is rather like a corkscrew nature designed to penetrate the ground. The wood is so dense most of it will not float. The branches are very stout and almost impenetrable patches can form, such as those seeming to protect the arch known as The Eye of the Eagle. Some have lived over a thousand years. On The Trails Some of the best trails in the recreation area such as the Sullivan’s Knob, Ranger Delight, and State Line Trails pass through this habitat on the way to marvelous viewpoints of Bighorn Canyon.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/juniper-and-mountain-mahogany-woodland.htm"
}
