{
    "title": "Bighorn Canyon National Recreation Area: Mountain With Open Meadows",
    "body": "Mountain With Open Meadows       Characteristics Above the canyon rim, where the canyon has cut through the northern end of the Bighorn Mountains are moist open meadows with patches of small conifers. This same plant community can be visited on the top of the Pryor Mountains where the same conditions occur. Precipitation ranges from 20 to 24 inches a year. Snow covers the ground most of the winter above an elevation in the 6,000 to 7,000 foot range. During the summer the mountains will squeeze moisture out of the thunderstorms as the air temperatures cool and the air can nt hold as much moisture. The soils are relatively deep, high in organic matter and fertile, but not as well drained as the forested sections.  The snow pack will often remain into early summer and has been utilized in the development of water resources for the wildlife. While the growing season is short, the meadows are rich and productive. The meadows may lose out to conifer forest if they dry out, but they recover with forest fires and increased snow pack. Plant Life Dominant plants include Quaking aspen, mountain ninebark, Engelman spruce, Douglas-fir, bearberry, buffalo berry, mountain bluegrass, shooting star, silvery lupine, shrubby cinquefoil, alpine mertensia (bluebells), alpine forget-me-not, Richard’s geranium, lousewort, elephant head pedicularis, green gentian, bistort, and sedges. Mountain sagebrush is a subspecies of big sagebrush that can be found at these higher elevations. Engelmann Spruce (Picea engelmannii) is a dominate member of the forest in this subalpine area. It may typically grow to 75 to 120 feet high. The bark is thin and scaly and comes off in small round plates. The crown is narrow and conical. The stiff, inch long evergreen needles grow singly from woody peg like bases. The cones are slender, cylindrical, pendulous, and 1 to 2.5 inches long. They are light chestnut brown in color. Animal Life Stellar’s jay, ruby-crowned kinglets, and Clark’s nutcrackers will be among the birds seen flitting through the evergreens. Least chipmunks, yellow-bellied marmots and pocket gophers will be around though you may be more apt to see burrowings of the pocket gopher than the gopher itself.  All of the above may go un-noticed except for the purple lupine flowers and those may be noticed only because there just might be a Pryor Mountain wild horse foal laying in a meadow full of them. Wild Horse Territory The top of East Pryor Mountain is the best place to see the wild horses on the first wild horse range the federal government set aside. In fact, the Pryor Mountain Wild Horse Range was set aside in 1968 which was three years before the Wild Horse and Burro Act was even passed. According to the Equine Center at the University of Kentucky, these horses are the closest genetically to the Spanish Colonial Horses that were brought from Spain in the early 1500s. Distinctive markings include the dark dorsal strip down the center of the back, a cross bar at the withers, leg banding somewhat like zebra stripes, a two tone mane and tail, black tufts on the ears, a sloping rump, and a narrow pointy face.  It is not unusual to see 80 to 100 wild horses in the higher meadows during the summer. Many people have watched them on Sunday evenings on public television’s Nature series about Cloud. That doesn’t compare to being there and watching them run free in the mountain meadows.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/mountain-with-open-meadows.htm"
}
