{
    "title": "Bighorn Canyon National Recreation Area: Faults",
    "body": "Faults       Faults are where the rocks on one side of a planar fracture move in relationship to the rocks on the other side. When this happens suddenly along large faults we have an earthquake. A fault line is where the fault plane intersects the surface of the earth. Since faults are not always clean breaks from one side of the fault to the other, the term fault zone is often used. Types Of Faults There are different kinds of faults and they are categorized by the orientation of the fault plane and the movement of the rock on one side of the fault in relation to the rock on the other side.  When the fault plane is nearer to the vertical it is a high angle fault. When the fault is closer to the horizontal it is a low angle fault. By definition the rock on the side of the fault that is above the fault plane is called the hanging wall and the rock below the fault plane is called the footwall. When the hanging wall on a high angle fault moves down relative to the footwall, it is a normal fault. When the hanging wall moves up in relation to the footwall it is a reverse fault. With low angle faults the hanging wall virtually always moves up and over the footwall and it is call a thrust fault. But the relative movement is not restrained to up and down movement as there is also a lateral motion. When most of the motion is in the horizontal direction it is a strike slip fault.  When the forces acting on adjacent rock are not the same, there is potential for faulting to occur. It may take place on a very small scale and produce minor faults. It may also take place on exceedingly large scales. Small scale faults can have a major effect on the land surface.  Since movement along a fault can produce numerous cracks in the rock, subsequent erosion along those cracks will be greater because there is more surface area exposed to all the different forces of erosion. One example of this is just north of Barry’s Landing where erosion along the cracks have cut Chain Canyon diagonally across the main cut of Bighorn Canyon. Examples At Bighorn Canyon Just north of Barry’s Island and Medicine Creek Campground a fault cuts across Bighorn Canyon that is easy to see. The north side of the fault which includes the pillar of rock known as The Sentinel is about 200 feet higher than the south side of the fault. If one looks across the lake from the Sentinel one sees that the top of the Madison Limestone is 200 feet lower.  As one boats to the north and makes the left hand bend both walls of the canyon are suddenly 400 feet high above the lake. The 200 foot offset is clearly visible on the east side of the canyon. If one hikes from the Medicine Creek Campground up the creek, they encounter this same fault as they enter the mouth of Wassin Canyon. The Pryor Mountains have been tilted up along faults to leave the sedimentary rock layers exposed at a distinct angle. The main faults trend from just west of north to just east of south and almost east to west. Driving out to Horseshoe Bend these tilted fault blocks are prominently visible to the north. Some faults occur at greater depths and by the time the effect reaches the surface it is expressed as a fold.  This happens just north of where Dryhead Creek enters the main canyon. The height of the canyon wall goes from 400 feet above the lake to over 2,000 feet above the lake in less than a horizontal mile. This is expressed as a hinge type fold where the layers are tilted up at a steep angle over 50 degrees and then gradually curve and flatten out on top. As one boats through the dramatic Monocline one can almost feel the forces of uplift that created the Bighorn Mountains, but they are at the north end of the mountains and the 1,600 feet of uplift is only a fraction of the over 30,000 feet of uplift that has taken place to form the Bighorn Mountain Range. Earthquakes, Plate Tectonics, And Mountain Building When faults are studied on the grand scale and the locations of movement along faults – in other words where ever there are earthquakes – a map results that in essence illustrates the boundaries of all the continental and oceanic plates that make up the surface of the Earth. These plates are bumping into each other to form mountains like the Himalayas or the Andes, or spreading apart to form places like the Mid-Atlantic Ridge or Africa’s Great Rift Valley, or sliding past one another like along the San Andreas Fault in California. Just these fascinating aspects of Plate Tectonics and Continental Drift are enough to make one take up the study of geology.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/faults.htm"
}
