{
    "title": "Bighorn Canyon National Recreation Area: Geologic Activity",
    "body": "Geologic Activity        The geologic process of erosion has been the main force in the creation of Bighorn Canyon NPS       Geological Activity is what produces the great scenic vistas in our various national parks. Volcanic eruptions like those occurring in Iceland have occurred in many national parks, though mostly before they were made national parks. Mount Rainier, Crater Lake and Lassen Volcanic National Parks may immediately come to mind, but Yellowstone and Grand Canyon also have significant volcanic histories. Hawaii Volcanic National Park has been having relatively mild eruptions for decades. Glaciers can be associated with Glacier, Mount Rainier, Yosemite and Grand Teton as well as most of the Alaskan parks. Erosion is well represented by the Grand Canyon, Zion, Bryce, Badlands, Black Canyon, Dinosaur and Bighorn Canyon. But these lists could be greatly expanded upon. A Common History All the large, land based parks have a geologic history. Often they are among the best examples in the world of one or two major geological processes. Devils Tower here in Wyoming is a prime example. There are parks and monuments best known for fossils, whether they are dinosaurs, fish or horses. Many parks are the result of rock formation, uplift and erosion. A few parks represent some of the rarest geological processes on the Earth such as the geysers of Yellowstone. Even parks covered in vegetation like the Great Smokey Mountains tell us much about continental drift and plate tectonics. Seeing Geology In Action Actually seeing the geologic activity going on during your park visit really depends on which process and the size or amount of that process you hope to see. Major earthquakes, volcanic eruptions or tsunamis are not very predictable. But visitors regularly do get to see rock falls, flash floods resulting from summer thunderstorms, and sediment laden rivers endlessly carrying out their erosional work. Geology often happens in catastrophic events or relentlessly repeated processes. The resulting landforms often are dramatically scenic and as a result many of our national parks protect outstanding examples of geologic activity. In Bighorn Canyon A rich variety of sedimentary layers are represented in the Bighorn Canyon Area. The region was subsequently uplifted and erosion has been changing the land ever since. This geologic history is covered in depth on the park website and a new film illustrates this geologic history and is shown in the park visitor centers. While many rivers periodically cut off and abandon meanders, the examples are usually relatively recent and frequently eroded away soon thereafter. Perhaps the best example of this happening in the more distant past is here at Bighorn Canyon where 200 feet of down cutting in the Madison Limestone was followed by 900 feet of down cutting along a shorter route that abandoned a meander of the Bighorn River. This abandoned river canyon is now known as the Natural Corrals and is right across the canyon from Devil Canyon Overlook. The park is very interested in learning of other abandoned river meanders throughout the world that have stood the test of time. Could the one in Bighorn Canyon be the best or oldest example in the world?",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/geologicactivity.htm"
}
