{
    "title": "Bighorn Canyon National Recreation Area: Fossils",
    "body": "Fossils       Fossils are the preserved remains of animals, plants and other various organisms that lived in the distant past or the traces they left behind. While bones, shells or other hard parts of past living organisms are usually what first come to mind as fossils, skin, scales and feathers as well as bacteria can also be preserved. Tracks, feces or nests are fossils as well and these trace fossils also tell us something of the organism’s life. A Remarkable Past Geologists have been studying sedimentary rocks and through radiometric dating have been able to determine how old the various layers are. Those geologists who specialize in fossils are called paleontologists. When they describe the fossil record, they tell the story of life on the Earth and how it has changed through time. While most of the history of life was never preserved, we have discovered enough to reveal a remarkable past.  From the dramatic appearance of many forms of life in the Cambrian, the mass extinctions of the Permian, to the prominence and sudden disappearance of dinosaurs, as well as the environments in which the organisms lived and how those environments whether they be terrestrial or marine have been moving around and banging into each other on the surface of the Earth, our understanding of the past continues to grow and fascinate us.  Geologists often use the phrase “The present is the key to understanding the past” but discovering the past also allows us to better understand and know how the world came to be in the present and where the Earth and its inhabitants are headed in the future. The Evolution Of Life The oldest fossils we know of are the stromatolites formed by massive colonies of cyanobacteria in the Archaean time about three billion years ago. The oxygen byproduct of their photosynthetic metabolism resulted in the Earth’s massive banded iron formations and subsequently oxygenated the Earth’s atmosphere. Early scientists discovered that different layers of rocks contained different fossil assemblages and that those in overlying and thus more recent layers contained more complex life forms. Eventually it was discovered that these assemblages changed through time and that the various organisms either adapted to natural and changing environments or they became extinct. There was a history of life and that history was changing as time passed. Life evolved. Formation And Preservation Fossils form in different ways, but the faster an organism is preserved before it deteriorates after death, the better the fossil. Insects and plant parts have been trapped in amber, a hardened form of tree sap, and been preserved virtually unaltered. Permineralization or petrification happens when water carrying silica, calcite or pyrite seeps in and the mineral gradually replaces the organic tissues. Organisms’ hard parts can dissolve and be replaced later by other minerals. Carbonization occurs when only the carbon remains and the other elements are removed and thus coal is produced. Molds or casts of organisms may form and be preserved or filled and the filling material is preserved. Click here to go to Fossils Part 2 - The Bighorn Canyon Area",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/fossils.htm"
}
