{
    "title": "Bighorn Canyon National Recreation Area: Cave \/ Karst Systems",
    "body": "Cave \/ Karst Systems         Cave popcorn inside Bighorn Cavern Pete Sawtell  Karst Topography is a landscape that is primarily formed by the dissolving of the underlying bedrock. It consists of such things as caves, sinkholes, dry valleys, sinking streams, springs, and seeps. When hiking parts of Bighorn Canyon National Recreation Area and coming across circular or linear depressions, there is a good chance a sinkhole or cave is beneath. Basically karst is water flowing through rocks and making the openings bigger by dissolving the rocks. More easily dissolved rocks form the most significant areas of karst topography. These include:  sedimentary carbonate rocks such as limestone and dolostone metamorphic rock marble sulfate layers like gypsum  Madison Limestone\/Amsden Formation The Madison Limestone is over 700 feet thick and has a dominating influence on the landscape of the Bighorn Basin and the surrounding mountains because of its high resistance to erosion. Less obvious is the dissolving of the Madison Limestone to form numerous caves throughout the region as well. The Madison Limestone formed during the Mississippian Period about 350 million years ago. Some caves formed in this limestone way back then. One might wonder how does one date a hole in the rock. Radiometric dating comes from carbon 14 dating or dating radioactive minerals. Actually what we are dating is the filling of those vertical cave entrances by the sediments that came after the formation of the Madison Limestone.  These are the sediments that make up the next higher layer of rock: the Amsden Formation. The red silts and muds that make up the Amsden Formation also filled in some of the cave entrances such as two directly across the canyon from Devil Canyon Overlook. A prominent third filled cave entrance visible from the overlook is to the southeast, known as the “Natural Corral.” Stress Fractures, Joints, And Cave Passageways Most of the caves are of a much younger origin. When the region was uplifted it put a lot of strain on the rocks and that resulted in stress fractures called joints. These typically form in two primary directions (which depend on the direction from which the uplifting force is coming) and these can be seen as cracks running in those two directions on the surface of the rock. Some great examples are visible on the ridge line of the State Line Trail. If one measured the directions of these two sets of parallel lines that intersect each other at about 60 degrees or so and then compared these directions with the directions of the passageways in Bighorn Cavern (which just so happens to run in two primary directions) one would find the joint sets and the cave passageways run in the same directions. That is because the water seeped along the cracks, dissolved the rock along the cracks, and thus forming the passageways along the cracks. And as the caves formed after the joints were made - and they were made from the uplift which started about 70 million years ago - most of the caves which follow the joints were formed after the start of the uplift. To complicate things a little, some of the cave passageways have been caves twice: post 350 million years ago and post 70 million years ago. Visiting Bighorn Cavern Permits for the cave must be obtained from the National Park Service at the Bighorn Canyon Visitor Center in Lovell, Wyoming. Caving parties must have 3 to 6 people and contain at least one person familiar with the cave. Only two parties are allowed in the cave at any one time. The entrance is protected by a cage which also protects the cavers’ ropes that are necessary to negotiate the 70-80 foot cave entrance. So far fourteen miles of passageway are known making it the longest cave in Montana. Bighorn Cavern contains a decent variety of stalactites, stalagmites, columns, soda straws and bacon, but the really outstanding feature is the variety of crystal formations. White gypsum flowers, aragonite needles, epsomite crystals in fragile curls, and calcite crystals decorate the cave. Other Caves At Bighorn Canyon Bighorn Canyon National Recreation Area is usually not thought of as a cave park in the National Park system, and most visitors only see the big holes about 75 feet down from the top of the Madison Limestone as they look into the canyon or go up and down the lake. Many of those holes however extend back into the canyon walls and are indeed caves. Horsethief Cave and Natural Trap Cave are among the many nearby caves found in the Madison Limestone. Over 90% of the caves in Montana are found in limestones of the Madison Group. Boaters often spot an arch named Eye of the Eagle 2,000 feet above the lake in Bull Elk Basin and never realize that it is the shortest cave in the park. The rest of the surrounding cave eroded away a long time ago.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/cave.htm"
}
