{
    "title": "Bighorn Canyon National Recreation Area: Soundscape \/ Noise",
    "body": "Soundscape \/ Noise         Not only the sight, but also the sound of this waterfall on the Upper Layout Creek Trail is to be enjoyed Pete Sawtell  Sound - An Essential Park Experience  A meadowlark’s song seems to bring spring time. A coyote yips and howls in the distance on a still summer night. Fall brings the bugling of the elk. The cracking of the ice on the lake interrupts a cold winter’s day in Bighorn Canyon. If boaters stop to take a picture or try to catch some walleye, they may hear only the water lapping on the shore or the wings of the rock doves taking flight.  The sounds guide us to what may seem hidden around us. They tell us a story we should want to know, especially if it belongs to a rattlesnake in our pathway. Soundscapes Could we experience the Lower Falls of the Yellowstone without the sound of the water? A backpacker in the Grand Canyon on a three day trip recounted how irritated he was for the last two days after two jet fighters screamed directly overhead. There are desirable sounds and even essential sounds as well as the sounds of quiet solitude. A park ranger was doing a training exercise at Mather Point in the Grand Canyon and had his ears muffled. He was looking out into the canyon, feeling the warmth of the sun, enjoying the wonderful view when something caused him to turn around. Two buses, fifty cars and all the associated people filled his vision. For the previous five minutes he had felt he was alone on the rim of the canyon. He couldn’t get the feeling back, but the lesson had been learned. Sounds or their absence determine what our park experience will be. Quiet Please! Knowing the symphony of sounds that complete our park experience, the National Park Service has recognized that there are ways to protect and enhance those experiences. Many of the geysers, hot springs and waterfalls in Yellowstone are just far enough away from parking lots so that traffic sounds do not intrude. Shuttle bus systems in Yosemite, Zion and Grand Canyon provide intervals of silence between buses. Flight regulations have given us many skies only intruded by the hawks calling overhead. And there are regulations about making loud and disturbing sounds in inappropriate manners and places in our parks. Sometimes however we just have to let the sound of a passing boat fade away to have our quiet return. A Heightened Awareness Some sounds we may not hear such as a stampeding bison herd, a thunderstorm, battle sounds of canon and rifle fire, or music of one culture or another. These sounds are becoming part of the visitor experience through films, re-enactments, festivals, and other means. Many of the intrusive noises we hear in our parks seem to be ones we generate ourselves through the various modes of transportation we use and the radios and other devices we use to be entertained. We need to be aware when the sounds we make, become disruptive noises that are adversely affecting the enjoyable park experience of other visitors. It is not what we bring with us, but what is intrinsic in our parks that make for memorable park experiences. Maybe on your next visit you will hear bighorn rams battling.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/soundscape.htm"
}
