{
    "title": "Bighorn Canyon National Recreation Area: Hydrologic Activity",
    "body": "Hydrologic Activity        Water worked its magic in the carving of Bighorn Canyon NPS       Hydrologic activity plays a big role in Bighorn Canyon. Water flowing over the land surface in rivers and streams has been the primary agent of erosion in forming the landscape of Bighorn Canyon. Water not only carved the canyon, but carried the eroded rock material downstream. Water also dissolved the cement in some of the rocks and helped weather the rocks to get it ready to erode. Water And Plant Life Water is the biggest factor in determining what plants grow where.  Much of the south end of the recreation area only gets about 5-8 inches of precipitation a year and consequently cactus and sagebrush are among the prominent plants in the desert part of the park. Out along the bench between Bighorn Canyon and the Pryor Mountains there is usually 12-15 inches of precipitation a year and a Juniper\/Mountain Mahogany woodland results. The north facing slopes in the north end of the canyon hold the moisture longer and there is more moisture as well (15-19 inches of precipitation a year) so there is a Douglas-fir\/Ponderosa Pine forest. The water in the Bighorn and Shoshone Rivers gives us a riparian Cottonwood habitats. The prairie and sub-alpine habitats are also influenced by water but other factors like temperature, elevation and soils also play more of a role.  Feeding Bighorn Lake It might seem like the lake level would be solely determined by the hydrological activity levels, but we must not forget that the lake level is determined not only by how much water is flowing into the lake, but also by how much water is allowed to flow through the Yellowtail Dam.  The precipitation that falls in the drainage area of the Bighorn, Wind, Greybull and Shoshone Rivers and their tributaries all eventually flows through Bighorn Lake and Yellowtail Dam unless it joins another part of the water cycle. The lake level is also determined by how much water and when that water goes through the dam. Even with equipment to measure snowpack, it is still largely a guessing situation as to when and how much run off will occur. Water, Water Everywhere Water soaks down into the ground and becomes part of the water table, some of it to later emerge as springs. Some water evaporates directly into the air. Some water is taken up by the roots of plants before it transpires into the air. There are some small mountain glaciers in the Bighorn\/Wind River drainage basin.  Some water of course makes it all the way downstream to the ocean where eventually it will evaporate again only to fall once more as precipitation. But in the process it has sustained countless plants and animals. When we look at all the stops water makes along the way in its various hydrologic cycle pathways, we realize how water seems to play a role in just about everything. Whether it thrills us as a waterfall, refreshes us when we plunge into Bighorn Lake or quenches our thirst on a hot summer day, in a manner of speaking, water always seems to be there to float our boat. Water is such a huge part of life. And come to think of it, water is a huge part of us.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/hydrologicactivity.htm"
}
