{
    "title": "Bighorn Canyon National Recreation Area: Disturbed Lands",
    "body": "Disturbed Lands         Restored habitat such as this land in the Yellowtail Wildlife Habitat Management Area involved the removal of non-native tamarisk and Russian Olive NPS  Natural landforms are impacted by a variety of agricultural, mining, timber harvest and other cultural practices such as road development. Disturbed lands restoration is the process of returning those lands to their unimpaired natural condition. While the National Park Service has most often included large tracts of undisturbed ecosystems, there have still been roads, dams, canals, railroads, grazed areas, campgrounds, and mines that have not been in keeping with the mission to “conserve the scenery and the natural and historic objects and the wildlife therein… unimpaired for the enjoyment of future generations.” Unintended Consequences These disturbed lands may cause problems that affect other resources. Soil profiles can be obliterated, exotic species may invade, water and soils may be contaminated, and rates of erosion and sedimentation increased. Restoration may be a very complex process as the natural processes that resulted in the natural landscape in the first place are many and inter-related. Often it is not reasonable or possible to restore an area to an unimpaired state, but intermediate actions can be taken that will allow natural processes to take over and head in the direction that will lead to restoration over time. Restoration At Bighorn Canyon Back primarily during the 1950s there was a lot of mineral exploration much of which was directed toward finding uranium ores. A bulldozer would scoop out a pit and it would be inspected for the desired mineral samples. Anyone hiking off trail through much of the southern part of Bighorn Canyon would likely come across a fair number of these exploration pits in the course of a day’s hike. The Resource Management team has been working on restoring these sites by filling them back in and encouraging natural vegetation. As much of the area does not have a lot of soil development and is desert and Juniper woodland, it will take many years for nature to complete the restoration. As of this writing, 203 of the 369 known and mapped sites have had the restoration work completed. Two Miles A Year – Roads To Roadless The park road does not completely follow the earliest roads into the area and some sections have undergone a similar restoration as the mining exploration pits. While those familiar with where those road sections were can easily identify them, the casual visitor will most likely not notice the restored areas. The park is restoring these road sections at the rate of about two miles a year. Some of the historic ranches involve lands that were used for agriculture and those will be evident for a long time. The orchard at the Ewing-Snell ranch has been restored. Of the almost 30 trees, only two are original. Human culture and development will always be evident at Bighorn Canyon but it will seem like part of the historic fabric and the recreational uses for which the area was set aside.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/disturbedlands.htm"
}
