{
    "title": "Bighorn Canyon National Recreation Area: Yucca",
    "body": "Yucca         A Yucca supplies the fruits of life. NPS  Surprising Partners The often stark beauty of the lands surrounding the Bighorn River is transformed each spring into an extraordinary wildflower garden. Among the showiest flowers are the tall, creamy spikes of yucca. Equally noticeable are the thousands of yucca moths which fill the air at dusk. These two residents of Bighorn Canyon are so closely connected that if either were to disappear, so would the other. The seeds of the yucca can only be pollinated by the yucca moth, and the larvae of the yucca moth can only develop within the seed pod of the yucca plant.  Coevolution in Action There are about forty species of yucca, most of them found in the West. The particular species found in Crow Country is Yucca glauca. It is conspicuous among the generally low-growing plants of the area. Long, spiky leaves rise two feet or more from its base. One or more flower stalks rise another couple of feet above the leaves.  Bell-shaped, waxy blossoms open at dusk to welcome the moth (Tegeticula yuccasella) which has such a remarkable partnership with the yucca. The female moth gathers pollen and forms it into a little ball. Carrying the pollen ball to another yucca, she stuffs it into the cup-shaped stigma of a flower. Then she lays her eggs at the base of the flower. As the seeds develop, they provide nourishment for the moth larvae.  Eventually eating their way out of the woody seed pod, the larvae descend to the ground on a silken thread. Wintering underground, they emerge as moths in the spring to begin the cycle again. Greed Is Not Encouraged With the air seemingly filled with moths at dusk, one might wonder how any yucca seeds have a chance to develop. Some scientists have observed that if a female moth is “greedy”, that is, if she lays so many eggs that all the developing seed would be eaten, the flower will not begin to develop seeds at all. This could be nature’s way of eliminating strains of moths which would eventually destroy the yucca’s life cycle. Such greed is rare. Generally, the moth lays one to three eggs in each of several flowers, rather than laying them all in one flower. As the developing seed pod has six chambers of seeds, this means there is both food for developing larvae and seeds for future yucca. A General Store With Roots Food, clothing, medicines and cleaning products can all be found at your friendly, neighborhood yucca. Indians throughout the West have made many uses of the plant.  Alma Snell, a Crow tribal member, has long studied the native plants of Crow Country and has compiled a book on the subject, Taste of Heritage. She remembers that when she was a child, all of the yucca was used. Today, the Crow people still make good use of the plant. A tea made from the roots is used as a shampoo which is notable for its ability to cure scalp problems.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/yucca.htm"
}
