{
    "title": "Bighorn Canyon National Recreation Area: Environmental Factors",
    "body": "Environmental Factors        The landscape in and around Bighorn Canyon is managed to balance environmental protection with visitor use NPS       The National Park Service & Environmental Protection Congress established the National Park Service in 1916 stating that “the service thus established shall promote and regulate the use of the Federal areas known as national parks, monuments, and reservations hereinafter specified…by such means and measures as conform to the fundamental purpose of the said parks, monuments, and reservations, which purpose is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.” Much has been written and many debates have taken place over just what the above words really mean. At times various circumstances seem to put the two purposes in conflict with one another. National Parks: The American Experience by Alfred Runte is a great book for those who want to explore this subject and come away with a good understanding of the issues and history of the National Park Service. Protecting The Natural World So how do we protect a National Park? How does one protect a forest or a canyon? How would we protect the bison or the elk? And what do we protect them from? What destroys them? Our first answers might not really serve the purpose we intend. Do we really protect the forest by not allowing any fires and putting out fires once they start?  If the seeds of some pine trees are only released from the pine cones after a forest fire, might we not make the forest grow old and die if we keep new seedlings from having a place to start life anew? If we protect each elk fawn from falling prey to predators, might we not cause over population of elk which could lead to mass die offs when food becomes scarce? Would not the predators die out as well? Does erosion destroy a canyon or is it erosion that creates the canyon? When we ask and answer these and the thousands of related questions, we eventually come to realize that we are not trying to protect each individual plant or each individual animal, but we are trying to protect a natural environment where all the natural processes operate and interact as they have through time. What Are Natural Environments And Processes So what are natural environments and natural processes? If we can agree that they are ones where human influence is not significantly out of proportion to impact when compared to any of the other species we share the planet with, perhaps we have a starting point. Try as we might, we cannot separate ourselves from being part of nature. We are certainly part of and dependent upon the natural world just as every other species is. But we have come to where we have a significant impact on the Earth far more than any other species has and with that recent change comes the responsibility to be a steward for the Earth and the natural processes that make the world function in such an amazing manner. Our impacts need to be ones that the Earth can sustain through time. Environmental Impacts And Processes Thus lightening caused fires are part of what allows the forests and other habitats to go through the various life processes. Predation is just one of the processes that allow species to live and grow. Plants too have ways to compete for space and other requirements needed to live and grow.  Water’s quality and abundance have a tremendous effect on life. Weather and climate greatly influences what lives where. Sudden changes in what lives where can have huge impacts especially when they come about un-naturally. Animal and plant extinctions have been going on throughout time, but not at the rate or result of the actions of one particular species like they are occurring now. So how do we live without adverse impacts on our fellow species here on Earth, and sustain our own lives in the face of earthquakes, volcanic eruptions, tsunamis, sea level changes, global warming, asteroid impacts, and limited resources? Learning Sources – The Natural History Of Bighorn Canyon The various articles on this site provide a learning source for the natural history of Bighorn Canyon, the natural processes that go on about us and how the National Park Service protects and manages the area in an environmentally enlightened manner in keeping with the changing world around us and our responsibility to educate and lead in an increasingly environmentally threatened world.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/environmentalfactors.htm"
}
