{
    "title": "Bighorn Canyon National Recreation Area: Diseases",
    "body": "Diseases         Bighorn Sheep are susceptible to a range of diseases, including pneumonia. NPS  For visitors to the national parks, diseases are often something that never comes to mind and that is largely because they don't see them. For instance, at Bighorn Canyon once some visitors reported that a group of Bighorn Sheep out near Barry's Landing were coughing and a couple had fluid draining from their nostrils. This led to a discussion that even with people we often do not see the outward signs of disease, but we are aware of how significant and widespread diseases are and thus perhaps it is the same in the animal world. Decimating Populations Bighorn sheep get pneumonia and this has led to significant decreases in their populations. Some planned sheep reintroductions have been delayed or cancelled because of pneumonia in the areas where they were to be taken from and these cases reach the newspapers, but more often we remain unaware. Other sheep diseases like pasteurellosis and others are spread from domestic sheep populations so efforts are made by game management agencies to maintain separation of wild and domestic sheep populations, insure good nutrition and habitat, and try to lower stress in order to improve resistance to disease. When Europeans started settling North America they brought diseases like small pox that decimated Native American populations and the same thing happened with the domestic sheep they brought with them and the bighorn sheep that were here when they arrived. Insects - Spreaders Of Disease Bluetongue is the common name for hemorrhagic disease which is spread by insects to deer, antelope and sheep. In 2007 there were significant outbreaks in eastern Montana and also in Wyoming's Bighorn Basin. Outbreaks are more common in the southeast, but again the similarity with human diseases is noticeable. Many diseases are transmitted by insects and one of the most notorious is the mosquito. West Nile is a virus that infects a wide variety of animals and that includes humans, and humans most often become infected through the bite of an infected mosquito. Tick Borne Diseases Tick borne diseases such as Rocky Mountain Spotted Fever, a bacteria, get transmitted into the blood system through the tick bite and hikers should make inspections to be sure they haven't picked up any hitch-hiking ticks especially if they have been going through brushy areas. Yes there are ticks in Bighorn Canyon. Lyme disease is another bacterium that is transmitted through tick bites and is now the most common tick borne disease in the Northern Hemisphere. So insect bites need to be paid attention to, any symptoms noted, and medical attention promptly sought. It is easy to overlook a bite and not make the connection, but informing your doctor can be a big help in finding the correct diagnosis. Giardia - Visitors Beware Giardia is a flagellated protozoan parasite that uses a variety of animals such as dogs, cats, birds, cows, beavers, deer and sheep as its host. After reproducing in the small intestine, the Giardia cyst can contaminate cold water where it is able to survive for weeks to months. Even mountain streams can be contaminated and making assumptions about the purity of the water can lead to you being the next Giardia host. Diseases do play a part in the lives of the animals in Bighorn Canyon and that most certainly includes Visitor americanus.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/diseases.htm"
}
