{
    "title": "Bighorn Canyon National Recreation Area: Painted Turtle",
    "body": "Painted Turtle         Painted Turtle NPS  Characteristics The Painted Turtle (Chrysemys picta) is the most common turtle in North America. Of the four sub-species, the Western Painted Turtle, Chrysemys picta bellii, is the one in this region.  The top shell called the carapace is smooth, flattened, oval, unkeeled, and olive to black. The individual scutes may have a pale yellow outline, and the marginal scutes have two dark rectangles outlined in orange-red which wraps underneath the edge of the carapace. While the plastron of some of the other sub-species is a distinctive solid yellow, the Western Painted Turtle has the most distinctive plastron which is red or orange-red with a bold dark pattern of black with some yellow lines on the interior and with lobes that extend out along the scute margins giving it the appearance of an inkblot. The background skin color is olive green to black. The yellow lines on the head start by the eyes and snout and become orange-red on the neck and behind. The upper jaw has a notch just below the nostrils.  The males have long front claws and longer, thicker tails with the cloacal opening extending past the edge of the carapace. The males range from  4 ½ to 7  inches and the females range from 8 to 11 inches. Prey - The Living And The Dead Most any animal or plant, living or dead, found in their habitat will suit these omnivores. Snails, slugs, insects, crayfish, tadpoles, worms, frogs, small fish, carrion, algae, aquatic plants will all do. The young are primarily carnivorous, but as they grow older they become more herbivorous. They have no teeth and like most all semi-aquatic turtles, they cannot ingest their food unless their mouths are totally underwater because they have a fixed tongue. But while they are omnivores, they are not on top of the food chain. Raccoons, squirrels, chipmunks, woodchucks, skunks, badgers, fox, crows, garter snakes, deer, ants, beavers and humans will prey on turtle nests. Newly hatched turtles are eaten by muskrats, raccoons, snapping turtles, snakes, bullfrogs, large fish, and herons. As they get bigger they face bigger predators such as alligators, bald eagles, osprey, and red shoulder hawks. Their shells do not offer full protection from predators. They fall prey to humans in a number of ways including habitat destruction, pesticides, vehicles on roads and capture as pets. Territory And Habitat The species as a whole can be found from northern Georgia to coastal North Carolina north to southern Maine and then west through Kansas and eastern Colorado as well as through southern Canada then out through Montana into the Columbia River drainage. The range edges into Wyoming in a few spots. Painted turtles like ponds, lakes, marshes and slow moving streams and rivers that have soft muddy bottoms with suitable basking sites and ample aquatic vegetation. The favorite basking sites are on partially submerged logs where they soak in the warmth of the sun. This helps them maintain their preferred body temperature and gives them the energy for their food to properly digest. They usually spend the night sleeping on the muddy bottom. During the winter they bury themselves deep in the mud and hibernate, or more technically brumate. Basically they go with what oxygen they need being absorbed from water through their skin. This prevents a buildup of lactic acid by slowing their metabolic rate and using magnesium and calcium stored in its shell to buffer and neutralize the acid. Brumation may last from 4 to 6 months in the northern portion of their range. Mating, Birth, And Lifespan Mating begins shortly after emerging in March and lasts into June. The male swims after the female, passes her and turns to face her. He strokes her head and neck with his long front claws. She will either swim away or if suitably impressed she will stroke his forelimbs with her claws. She will then sink to the bottom and the male will mount from behind. Nesting then occurs from late May to mid-July. As Painted Turtles are amniotes the females must nest on land and they prefer soft, slightly moist, sandy soil with good exposure to the sun. With her hind legs, the females dig a conical, flask shaped hole about 4 to 5 inches deep and lays 2 to 20 soft shelled, white to off white, elliptical eggs. The female covers the eggs and leaves the nest unattended. Females may lay up to five clutches, but the number per clutch declines. Larger females will lay more eggs per clutch. In 72 to 80 days the hatchlings use their caruncle (egg tooth) to emerge from the egg then dig their way to the surface and head for water. Their pigmentation is brighter than adults. The males reach sexual maturity in 3 to 5 years and the females in 4 to 6 years. Those that escape predation may live for well over 20 years.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/painted-turtle.htm"
}
