{
    "title": "Bighorn Canyon National Recreation Area: Elk",
    "body": "Elk         Elk can be found in Bighorn Canyon National Recreation Area NPS  The elk (Cervus Canadensis) is the second largest member of the deer family (Cervidae). Only the moose is larger. The red deer of Europe is essentially the same size and was once thought to be the same species.  Wapiti Elk have a reddish hue to their fur when compared to deer and a darker fur around the head and neck. They have a buff colored rump which is the meaning of the Native American word for elk: wapiti. The tail is very short. The bulls weigh about 700 pounds while the females (known as cows) weigh an average 500 pounds. Antlers are the most obvious characteristic of elk and have several unique characteristics:    only the males have them among the deer family, the only females to have antlers are the caribou. start growing in spring around May. They grow beneath a furry skin rich with blood vessels known as velvet. The tender antlers stop growing and the bone hardens in August when the bulls will scrap the velvet off. Bull elk may have eight or more tines on each antler, but six is very common for a mature bull. Bull elk have to grow a new set of antlers each year.  Antlers are different from horns which continue to grow throughout life, come to only one point (except for the two points on pronghorn antelope) and are composed of keratin instead of calcareous bone like antlers. Human hair and fingernails are made of keratin. As impressive as elk antlers are they are not nearly as large as those antlers the Pleistocene age Irish Elk had. While antlers are used for defense against predators, they are also part of the male behavior during mating in the fall known as rut. They will posture showing how impressive their antlers are and that alone may cause smaller bulls to give way. Sparring and wrestling with antlers amongst more evenly matched bulls will usually determine which bull is stronger and thus which will mate more often and with more cows. Call of the Wild The bugling, the loud vocalizations heard over miles, attract females and is part of the male dominance battles as well. Bugling is a favorite sound during fall in elk country. A mature bull may build a harem of 20 or more cows and protect them from other rutting males as well as predators. The prime bulls usually pay a heavy price in body weight to successfully gather, breed and maintain a large harem. After breeding in the fall, and a gestation period of 240 to 260 days, each cow will try to seclude themselves when giving birth and will not rejoin the herd until their calf can travel and have a chance to escape predators. Some cows will have twins but a single calf is most typical. The calves are spotted which does help protect them from predators. By fall the spots will have faded. During spring and summer elk tend to stay in single sex groups until the next rutting season. Habitat Elk live in forests and along the edges of those forests. They are ruminants and thus have four chambered stomachs. They are primarily grazers, but will browse as well. They will feed in the morning and evening and do the digesting in more protected areas. Grasses and various plants make up their food source. Aspen sprouts are particularly liked. Tree bark can tide them through tougher times. During summer they will often migrate into higher country for the better grazing, but winter snows will force them back to lower elevations during the next winter. Where to Find Them Elk came to North America across the Bering land bridge and used to range over a much larger area. Today they are largely found in the Rocky Mountains and the northern coastal forests. They are hunted as a game animal for their very tasty meat. The antlers are also prized for use as traditional medicines in Asia. A big auction takes place in Jackson, Wyoming each year of antlers gathered on the national elk refuge. There are laws and regulations governing where and when elk antlers can be gathered. Some elk can be found in the Pryor Mountains, more in the Bighorn Mountains, and good sized populations in the greater Yellowstone region. Historically, the Crow tribe found rich hunting grounds for elk in the highest section of the Bighorn Canyon they named Bull Elk Basin.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/elk.htm"
}
