{
    "title": "Bighorn Canyon National Recreation Area: Plants",
    "body": "Plants        Wildflowers thrive in the meadows just off OK-A-Beh road in the North District. NPS (Henthrone)       About 750 species of plants have been identified at Bighorn Canyon. There may still be other varieties hidden away, waiting to be found. As with all living things, plants occur in an infinite variety. Bighorn Canyon is home to plants of various shapes and forms, reflecting the environment in which each particular species is found.  Climatic differences result in 3 major groups of plants at Bighorn Canyon. From the south to the north in the recreation area:  1) Great Basin: these plants occupy the greatest portion of the park. Receiving the least amount of moisture, the plants of this section are typical of those found in desert regions such as Utah juniper and different species of sagebrush. 2) Rocky Mountain: the plants in this group exhibit a tremendous amount of variety, from shrubland on lower mountain slopes to heavily forested areas at higher elevations. 3) Great Plains: found in the northern areas of the park around Fort Smith, Montana. Plant species include both prairie grasses and wildflowers, such as big bluestem grass, purple prairie clover and blazing star. One of the most fascinating aspects of Bighorn Canyon is that these diverse species are located in such a relatively small area. Some plants are short-lived, while others last for many years: some are showy and beautiful, others drab and plain.  Some seek a warm, dry climate, others relish a cool, moist environment, and at Bighorn Canyon, the climatic differences brought about by the rain shadow of the Beartooth Mountains are reflected in the location and distribution of the area’s plants. Invasive Species Certain plants now growing in Bighorn Canyon National Recreation Area would not have been seen here two hundred years ago. Many, including Russian thistle, Russian and spotted knapweed, and field birdweed, have made their appearance within the last seventy-five years, Introduced by man's activities, these plants are hardy, have pushed the native species aside, and taken the best growing areas. With the stress caused by the introduction of exotic species, overgrazing, and soil erosion many native plants are at a critical time in their existence.  Through better-managed grazing practices, control of off-road vehicles, and eradication of certain nonnative species, hopefully all the native plants of Bighorn Canyon will thrive in the coming years.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/plants.htm"
}
