{
    "title": "Bighorn Canyon National Recreation Area: Air Quality",
    "body": "Air Quality        Clear views of the Pryor Mountains such as this can be seen in Bighorn Canyon NRA due to the good air quality in the park. NPS       Bighorn Canyon National Recreation Area has very clean and clear air compared too much of the country. Air quality has improved significantly over the last few decades in the United States. At times the stench and smog around some of the most highly industrialized areas was enough to make people want to physically get away from those areas as soon as they could. Impact And Impairment Poor visibility caused by air pollution is only one aspect of the impacts on park lands, but it is the one park visitors are most apt to be aware of. Some of the most spectacular vistas in our national parks are obscured at times by air pollutants, especially fine particles in the atmosphere. The National Park Service now monitors air quality at various points, investigates the causes of visibility impairment, and works cooperatively with air regulatory agencies to remedy the impairment. Basically the more the light is scattered and otherwise affected by particulates in the atmosphere, the more the site path is distorted and disrupted. Visitors should be able to see the scenic wonders they come to the parks to enjoy. Studies have shown direct correlation with the length of stay and visitor enjoyment with the clarity of the view and air quality conditions. Challenges And Strategies Air pollution can come from many sources including power plants, industrial facilities, dry cleaners, cars, buses, trucks, planes as well as wind blown dust, wildfires and volcanoes. The National Park Service studies in-park air emissions to determine the magnitude of in-park emissions compared to those from surrounding areas. Strategies are identified to mitigate in-park emissions, and ensure park compliance with various pollution regulations. Major challenges lay ahead in protecting human health and air quality while restoring fire dependent forest ecosystems to their natural, wilderness character. Problems And Solutions Air pollutants can harm water quality, soils, plants and animals. Atmospheric deposition of sulfur and nitrogen compounds can cause acidification, eutrophication and changes in soil and water chemistry. Community structure, biodiversity, reproduction and decomposition are among the natural processes that can be altered by air pollution. Ozone in the stratosphere shields the Earth from harmful ultraviolet rays, yet close to the surface ozone can have undesirable affects on the respiratory system. As our scientific knowledge of the Earth’s various ecosystems continues to increase, we become more aware of the inter-connectedness of life on Earth. We know changes one place can have significant effects elsewhere. As good stewards of life on Earth, we want to try to eliminate any harmful affects our species may have on the world around us. While we have no control over some natural processes such as eruptions of huge amounts of volcanic ash into the atmosphere, we still need to understand those processes and know what we can do to mitigate the harmful effects on our species and those species with which we share the Earth.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/nature\/airquality.htm"
}
