{
    "title": "Bighorn Canyon National Recreation Area: Collections",
    "body": "Collections        Photo of Doc Barry's boats at Barry's Landing just before construction of Yellowtail Dam in the early 1960's. Historic images such as these are part of the permanent museum collection at the park. NPS       The story of the Bighorn Canyon area involves diverse peoples, places, and cultures in one of the United States most stunning landscapes. This story has manifested itself in the site's extensive museum collection. This collection is crucial to the purpose stated by the park's enabling legislation for Bighorn Canyon National Recreation Area \"to preserve the scenic, scientific and historical resources.\" The site's collection reflects the magnificent breadth of natural and cultural history in the area. Artifacts range from prehistoric times all the way up to the modern era when man and machinery transformed the canyon through the construction of the Yellowtail Dam. Today there are nearly 400,000 objects in the collection. There are also over 133,000 archival documentary materials. These include rare books, photographs, reports, and memorabilia. One of the most amazing photos shows President Theodore Roosevelt on a ride with Doc Barry, the founder of Hillsboro and the Cedarvale Dude Ranch. Some of the most extraordinary items in the collection include:  A war shirt belonging to Chief Plenty Coups of the Crow Nation. Furnishings from the cabin of Eddy Hulbert at Hillsboro. Hulbert's work as a silversmith is now highly sought by collectors. Over 8,000 artifacts from the Pretty Creek archeological site. A premier archeological site documenting Paleo-Indian life during prehistoric times. The last wooden boat, pulled from the canyon just before the construction of the Yellowtail Dam and the subsequent creation of Bighorn Lake. Over 40 River Before the Dam interviews. Click here to review the finding aid for this collection.  For inquiries regarding the park collections please contact Suika Rivett, Archaeologist, at 307-548-5409 or e-mail us",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/collections.htm"
}
