{
    "title": "Bighorn Canyon National Recreation Area: The Legend of Big Metal",
    "body": "The Legend of Big Metal              The Legend of Big Metal The name must endure, for should the name ‘Bighorn’ ever leave the water, the Crow People will be no more.” Due to the Legend of Big Metal—the canyon, the waters of the lake and the river will forever be called Bighorn. In the days soon after the Crow came to this area, a boy and his stepfather went hunting. While the boy was looking over the edge of the canyon, the stepfather pushed him. The boy disappeared from view, and the cruel stepfather returned to the village telling the others that the boy had started home earlier in the day. A search party was sent out and when no sign of the boy was found it was assumed another tribe had captured him.  However, the boy was safe; an outcrop of cedars had broken his fall. Here, from his precarious perch. He waited, hoping and praying for rescue. On the fourth day, his prayers were answered. He was rescued by seven bighorn sheep led by Big Metal, the chief of the bighorns.  A Magnificent Creature Big Metal was a magnificent creature with horns and hooves of glistening metal. He gave the boy his powers and his name, Big Iron. In turn, the seven sheep gave the boy a power that each possessed; wisdom, sharp eyes, keen hearing, great strength, a strong heart and sure footedness. They then gave him a warning: “We seven rule these Bighorn Mountains. The rivers down there in the bottom are the Bighorn River. Whatever you do, do not change the name. It shall be known as the Bighorn River. It you ever change the name of the river there will be no more Absarokee (Crow). The Absarokee will be no more.” To Practice Their Powers Other animals than gave the boy “the right to practice their powers by calling upon them.” Among these gifts was knowledge, given by the Badger. This clever creature taught the young boy how to construct a sweat lodge and told him to build it when he returned to his village.  Upon seeing the boy return to the village, the stepfather fled as the young boy’s mother wept. Big Iron (Big Metal) told his people about the Bighorn sheep and gave them the warning which the sheep had given him. Following the badger’s instructions, Big Iron built the sweat lodge and taught his people how to do the same. Outlived Four Generations When Big Iron grew into manhood, his people observed that he had “unusual powers – keen eyes, a fine sense of humor, and a sharp mind. He was physically very active and strong… He became a good Warrior.” Big Iron outlived four generations and before he died he told his people” he desired to be buried next to the Big horn River, because his father, the sheep, would come for him.  One day Big Iron wrapped his blanket around himself and died. In accordance with his wishes, he was buried on the east side of his beloved Bighorn River about two miles above the Mouth of Rotten Grass Creek. Today, thousands of visitors come to Bighorn Canyon, drawn by the waters of the lake and the river. But it is the country itself and the deeply-rooted history of the people, who call this land home, which casts a spell over those who would let it. For this is the Bighorn, and as the Bighorn it shall endure.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/the-legend-of-big-metal.htm"
}
