{
    "title": "Bighorn Canyon National Recreation Area: Stories",
    "body": "Stories         Doc Berry on the verge of another river trip. NPS  An unforgettable landscape, Bighorn Canyon, is the subject of incredible stories that often match the scenery.The following stories are often just as dramatic as this otherworldly landscape. The area in and around the canyon has acted as a set piece for legends, lives, and legacies to play out. As these stories show, this canyon is a land that challenges, inspires, sometimes defeats yet always enthralls, those who have set foot in the land of the Bighorn. Click on the links to read stories about human activity in the Grandest Canyon in the Northern Rockies. Subjects and Stories Due to the Legend of Big Metal—the canyon, the waters of the lake and the river will forever be called Bighorn. Mountain Men and the Fur Trade led to the first contact between whites and the Crow Indians. As the fur traders crossed the Bad Pass Trail in the 1820’s and 1830’s they opened a new commercial route to the beaver rich hunting grounds of the intermountain west. In the process their exploits became legendary. Exploration, Expeditions and Surveys first brought military men to the outskirts of the canyon in 1859. Over the next three and a half decades the canyon would be mapped and surveyed as diverse groups of adventurers cast a fresh light on the canyon. Ranching and Rustlers were in direct conflict throughout the west. In the remote basins and quiet canyons of the Bighorn these two forces competed into the 20th century. Eventually the ranchers would emerge victorious, but only after untold numbers of cattle had disappeared. River Trips filled adventurers with dread and wonder in the 19th century. Only after Doc Barry began to exploit the recreation potential of the canyon with his Big Horn Motor Boat Company in the 1910’s did they become more commonplace. Yet they still could prove to be treacherous, especially during spring snowmelt season. The Chronologies that outline Bighorn Canyon’s history give timelines of when, where, and how human activity influenced this magnificent land. Online Publications contains official National Park Service Historic Resource Studies and Structures Reports that take in-depth looks at respectively: Bighorn Canyon History, the ML Ranch, Ewing-Snell Ranch, Hillsboro, and Caroline Lockhart Ranch.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/stories.htm"
}
