{
    "title": "Bighorn Canyon National Recreation Area: Exploration - Expeditions And Surveys",
    "body": "Exploration - Expeditions And Surveys         The remote and rugged landscape of Bighorn Canyon was a mystery until the mid-19th century NPS (Henthorne)  On The Outskirts The Bighorn canyon area was a mystery to almost all those who came to the western United States up until the mid-19th century. Even when explorers finally came into contact with the area, they only briefly brushed up against the very outskirts of the canyon. The first scientific expedition to come into the area was led by captain William B. Raynolds in 1859.  Yet his mandate was not to explore the Bighorn Canyon, but instead skirt the foot of the Bighorn mountains. This brought him to the mouth of the canyon on September 9, 1859. A day later the expedition was gone, heading south and east. The Raynolds Expedition would become better known for its foray into the greater Yellowstone area the following year. In Through The Out Door In 1863, Captain James Stuart led a small party of men on a gold prospecting trip. They camped at the mouth of the canyon in May, where they were promptly attacked by Indians. The party had no choice, but to head south in and around the canyon area. There goal soon focused not on the discovery of gold or exploration, but survival. The construction of Fort C.F. Smith just a mile north of the canyon’s mouth brought the U.S. military into the area. They expanded knowledge of the canyon by incident and accident. Captain Nathaniel C. Kinney and a small party of woodcutters sighted Black Canyon in the late summer of 1866. Their goal was to procure timber for the fort, not make further inroads into this beautiful, yet mysterious canyon. Over a decade after the fort had been abandoned, Colonel A.W. Brackett took it upon himself to lead a small party to investigate the wondrous stories about Black Canyon passed down by Fort C.F. Smith’s former inhabitants. They found the stories to be true, but did not delve further into the area’s magnificent landscape. Winter Treks Edward Gillette and N.S. Sharpe went looking for gold in the canyon during the late winter of 1891. They did not find much gold, but instead had an unforgettable trek through a winter wonderland. On that trip they came across surveyors from the Chicago, Burlington and Quincy Railroad. Looking to put a railroad through the canyon, another party would arrive in 1893. G.W Pease led this second survey party, mainly on a set of ice skates, as they traversed the frozen chasm that winter. By the time the railroad surveys were finished the canyon area had been mapped, but to the general public it would still be a mystery waiting to be discovered.   Stories The Raynolds Expedition of 1859-60 and Bighorn Canyon literally put “one of the most remarkable sights upon the continent” on the map. The 1863 Bighorn Expedition went in search of gold, instead the party’s 15 men found misery and had to fight for their survival On August 30, 1866, Captain Nathaniel C. Kinney's party sighted Black Canyon. They were the first to record a desrciption of this magnificent wonder. The 1879 Exploration of Black Canyon left this impression on Colonel A.W. Brackett: “I have never been more impressed by any object of natural scenery on this earth. Edward Gillette and N.S. Sharpe’s 1891 Canyon Trek subjected them to an enchanting and sometimes terrifying winter experience. The Burlington Railroad’s 1893 Canyon Survey party literally ice skated through Bighorn Canyon.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/exploration-expeditions-and-surveys.htm"
}
