{
    "title": "Bighorn Canyon National Recreation Area: Mountain Men And The Fur Trade",
    "body": "Mountain Men And The Fur Trade         Fur Traders on the Missouri by George Caleb Bingham The Metropolitan Museum of Art, New York  Opening Up The West As the Lewis and Clark expedition was on its return journey to St. Louis in the summer of 1806, the expedition was already meeting men who were headed north up the Missouri River in search of beaver furs. Members who had been with Lewis and Clark soon spread the word that rich beaver resources could be found throughout the upper Missouri and Northern Rockies regions. This began three legendary decades of exploration in this area by trappers and fur companies. The beaver resources of western Wyoming’s Green River Basin became the focal point for efforts to procure the valuable pelts. The reasons why were threefold: 1) the Northern Rockies beaver had much thicker fur then its counterpart to the south; 2) beaver fur was in high demand because it was the preferred fashion on hats at the time; 3) this region had an astoundingly high quantity of beavers. On To The Bighorn Getting to this area brought the first mountain men and fur traders to the land in and around Bighorn Canyon, using what became known as the Bad Pass Trail. In 1807, St. Louis businessman Manuel Lisa organized a fur gathering journey. His outfit built Fort Raymond - the first permanent structure in what is today Montana - where the Bighorn River comes into the Yellowstone. It would take another 16 years before trappers again came through the Bighorn Canyon area. This would be done by the so called Mountain Men who were working for the Rocky Mountain Fur Company headed by business partners William Ashley and Andrew Henry. These mountain men inaugurated a ten year period from 1823 - 1833, where the Bad Pass Trail was heavily traveled. A Route Wild And Perilous Such legendary figures as Jedediah Smith, Jim Bridger, Robert Campbell and Jim Beckwourth, among many others made these trips. In 1833 competitors, financed by John Jacob Astor, such as Captain Benjamin Bonneville and Nathaniel Wyeth, shadowed and even joined the mountain men in following the Bad Pass Trail. This proved to be the last foray of fur traders through the area. The difficult Bad Pass route, plagued by rugged terrain and the constant threat of Indian attack was given up. By the late 1830s the trade in beaver furs was also dying out. Most of the major trapping grounds had been exhausted and a change in fashion - to silk hats - sent the business into a downward spiral from which it never recovered. Nonetheless, the mountain men had blazed new paths in and around the Bighorn Canyon region. Though the era lasted only a few decades, the fur trader’s legacy of exploration, commerce and contact with native tribes would influence the course of western history for years to come. Stories Mountain Men At The Mouth Of Bighorn Canyon, having packed valuable furs over the rugged uplands, prepared for yet another perilous journey. Mountain Men And The Bad Pass Trail was a perfect fit to carry furs back from fur trade rendezvous.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/mountain-men-and-the-fur-trade.htm"
}
