{
    "title": "Bighorn Canyon National Recreation Area: River Trips",
    "body": "River Trips         A photo from the last river trip down Bighorn canyon before the Yellowtail Dam was built NPS  Long before the Bighorn River was tamed by the Yellowtail Dam, the roiling waters through the canyon were feared by natives, mountain men and immigrants. During spring snowmelt, the waters turned into a raging torrent, a combination of whirlpools, rapids, and eddies meant that those who braved the waters did so at their own peril. By the early 20th century, one notorious area near the northern end of the canyon was known as the Homborg whirlpools, named after a couple of German boys who had drowned amid the turbulent waters. Conversely, the river through the canyon also had a reputation for being placid by late summer, when dry heat and lack of rainfall turned it into a sedate stream. Two To Remember River trips were a rare occurrence in spring or summer throughout the 19th century when mountain men, soldiers and surveyors made the first recorded trips through the area. One notable trip that did occur was Jim Bridger’s float trip through Bighorn Canyon in 1825. This was the first recorded trip down the river. Bridger is lucky to have survived since his vessel was a homemade raft, constructed from driftwood. By the early 20th century, the industrial revolution had come of age. Mass production of engines led to the development of small motor boats. One of these motor boats happened to be the Edith, owned by Grosvenor W. Barry, owner of the Cedarvale Dude Ranch at Hillsboro. Barry along with his stepson and a friend would use this boat to make a promotional boat trip from the mouth of Trail Creek (Barry’s Landing today) in the southern part of Bighorn Canyon all the way to New Orleans. The trip lasted from May 31, 1913 to August 1st, just a little over two months. A Last Glimpse Through the years several other river trips were made by thrill seekers, adventurers and finally those looking to get a last glimpse of the canyon before the damming of the river changed it irreparably. Today trips up and down Bighorn Lake are characterized by magnificent scenery and smooth water. The time when the waters tossed and turned small watercraft is now over, yet the stories memory of the Bighorn’s once wicked waters lives on. Stories Jim Bridger’s float trip through Bighorn Canyon in 1825 is one of the lesser known, yet most impressive feats of exploration and adventure in the American West. It was the first recorded river trip through the canyon and it took place on a driftwood raft!  Doc Barry and the voyage of the Edith began in Bighorn Canyon on May 31, 1913, the eventual destination - New Orleans!                       1951 or 1952 Smithsonian Expedition Boat trip   1 Photos  1951 or 1952 Smithsonian Expedition Boat trip",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/river-trips.htm"
}
