{
    "title": "Bighorn Canyon National Recreation Area: Hayfield Fight",
    "body": "Hayfield Fight        Hayfield Fight diagram Hebard and Brininstool, The Bozeman Trail         Site of the Hayfield Fight as it looks today NPS  A Busy Day Thursday August 1, 1867 was a busy day at Fort C.F. Smith. Before daybreak, Captain Gordon turned out his horse-soldiers to guard the Well Fargo & Company wagon train and wood detail that was sent up Lime Kiln Creek. As the detail returned to the fort, Indians were spotted. They followed the train closely back to the fort but they did not attack. The hay cutters were not as fortunate.             Richards, the civilian haycutting contractor, started cutting hay early that morning. The scene of the operation was in the Bighorn Valley, about two and one-half miles northeast of the fort. The Fortified Corral As a place of defense, a fortified corral was erected on the left bank of War Man Creek, about 40 feet from the steam. The corral measured 100 feet by 60 feet. Upright post were placed in pairs at six foot intervals and along the logs, heavy pole stringers were secured to the posts halfway up and at the top. Green willow branches, with their leaves left on, were laced in between the stringers. As the branches dried, they shrunk, forming a very dense barrier between the stringers.  On the south side a wagons running gears were placed in the entrance and the wheels were chained to the entrance posts at night. Inside the corral, on the west wall, were four wagon boxes in a row with their bows and canvas tops. Three military tents were pitched north of the wagon boxes. A line, to which the livestock were tethered at night, ran the length of the corral, north to south. The field kitchen stood just outside at its southwest corner. This location, though ideal for harvesting hay, had one significant disadvantage: it could not be seen or heard from the fort. Technological advantage Nineteen soldiers and six civilians occupied the hay corral that morning. A man by the name of Sigmund Sternberg of Company G was in charge of the armed guard at the corral. He was a veteran of the Prussian and Union armies and he had only been at Fort C.F. Smith for seven days when he was appointed to take charge of the soldiers in the hayfield. The soldiers he commanded were armed with the recently issued Allin-Modified Springfield Breech-Loading rifle and the civilians had either Spencer or Henry repeating rifles and revolvers. The Sioux Warriors had no knowledge of these weapons.  Under Attack August 1st began as any other day. After Breakfast, the mowers were hard at work cutting hay and the soldiers took up their guard positions. About mid-morning, the men at the corral heard shots down in the valley, where the hayers were at work. A few moments later , the hayers came thundering back to the corral with several warriors close behind. At first, the Sioux warriors made several dashes at the corral and then fell back, trying to entice the soldiers out the corral and into an ambush. Lieutenant Sternberg refused to fall for this ruse and kept his men employed strengthening the defenses. The warriors realized that their tactics were not working, so they with drew and regrouped. Later, they made a cautious approach from the northeast. The haycutters and soldiers, seeing the warriors approaching, threw themselves on the ground behind the fence and wagon boxes. Sternberg, a veteran of many battles, refused to fight on his belly. He drew his revolver and stood tall. The First Casualties The warriors galloped, yelling and whooping, up the valley toward the corral. They were met with a destructive, sweeping volley of gunfire. The charge split in two sections, one group going to the east and the other to the west of the corral. A desperate fight now ensued; the Indians swept close to the corral and showered the defenders with arrows. Lieutenant Sternberg, who had “stood tall,” was shot in the head and killed. He was the first casualty of the fight. After Sergeant James Norton was wounded, Don A. Colvin, a Civilian, took charge of the fight. He called for everyone to stay on the ground and fight from behind the lower log. During this action, private Navin met his end, as one of the warriors hit his mark. Their initial attack repulsed the Indians as they took up sniping positions of the bluffs to the southeast, and in the willows that lined War Man Creek.          Hayfield Fight Monument NPS  Burn Them Out The Indians now set fire to the dried hay around the corral. Private Lockhart recalled that this tactic almost succeeded. “[The] fire came in rolling billows, like the waves of the ocean, the Indians whooping behind. When it arrived within twenty feet of the barricade, it stopped, as though arrested by supernatural power. The flames arose to a perpendicular height of at least forty feet, made one or two undulating movements, and were extinguished with a spanking slap… the wind, the succeeding instant, carried the smoke of the smoldering grass from the providentially saved encampment.” The Indians used this cover to retrieve their dead and wounded. Then they made their second attack. Two defenders were wounded during this assault; J.G. Hollister was severely wounded in the chest and died the next day, and Sergeant Norton was again wounded in the shoulder. Water and War After the second repulse, the warriors resumed sniping. For reasons unknown, the fighting ceased, and the defenders used this time to fetch water from War Man Creek. Sniping resumed and an Indian, perhaps a chief, rode up the east side of the steam and was killed.  The warriors made to mid-afternoon charges. Sweeping down from the bluffs south of the strongpoint, the Indians galloped back and forth along the west side of the corral. During this time, a warrior, a warrior, believe to be a medicine man , was shot by George Duncan. He was rescued by several by several warriors and carried back to their camp. The Final Attack & A Ride To Help The final attack was delivered against the south face of the corral. Civilian Colvin anticipated this and reinforced the south wall. The warriors attacked on foot. They crossed War Man Creek, beat through the willows, and began to cross the few feet of open ground to the corral. The defenders held their fire until all the Indians were out of the dense bush. Colvin fired first and the other followed suit. The leader, believed to be a Minneconju chief, was killed and several of his warriors were sent sprawling. Private Bradley now volunteered to ride to the fort for help. Although chased by several hostiles, he made it to the fort just after Captain Burrowes had moved out with Company G. Colonel Bradley now ordered Lieutenant Fenton to reinforce Burrowes with a detachment of Company H, and a Mountain Howitzer. They reached the corral at sundown.  Relief and the Return It was discovered that 19 of the 22 mules had been killed or wounded. Therefore only two wagons could be used and all the mowing machines had to be abandoned. The two wagons were loaded with the wounded and the quartermaster’s stores.  While the wagons were being loaded , Fenton’s soldier skirmished with the Indian and as soon as they were ready to roll, Burrowes scattered them with the howitzer. Only one halt was made on the return march, and that occurred when the mountain howitzer had to be unlimbered to shell the Indians who were on the bluff above the wagon train. The column finally returned to the fort at about 8:30 p.m. During the days after the fight, Lieutenant Sternberg, Private Navin, J. G. Hollister were laid to rest in the cemetery. Three days later, on August 5, Lieutenant Fenton, with 50 men and a mountain howitzer, re-established the hay corral in the valley. The soldiers were delighted that the Indians had not destroyed the wagon and mowers that were left behind. The haying operations resumed without further incidents. Less than a year later, on July 29, 1868, Fort C.F. Smith and the hay corral were abandoned. (The site of the Hayfield Fight is on private property. Please respect the property holder's rights and do not trespass.)",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/hayfield-fight.htm"
}
