{
    "title": "Bighorn Canyon National Recreation Area: Prospectors Turned Ranchers",
    "body": "Prospectors Turned Ranchers         Doc Barry built and ran a post office at Hillsboro just like Erastus Ewing had done in his cabin several years before at Ewing, Montana. NPS  The similarities between Erastus Ewing and Grosverner W. Barry are striking:  Both men looked to make a fortune mining gold from the sandbars and waters of the Bighorn River.   They both staked numerous claims, on tributaries of the Bighorn. Ewing, in and around the Layout Creek area, Barry throughout the Dryhead locale.   They gave exotic names to many of their claims that reveal as much about their imagination as it does the reality of what they found. Ewing held such claims as the Sun Dog Quartz, Deadman’s Bar, and Lady Temple. Among Barry’s claims were the Natchez Placer, Golden Chief, and Prosperity Group.   They took up ranching after failing at gold mining ventures. Both built and owned officially designated post offices. Ewing in his cabin, Barry at Hillsboro. Within a decade of giving up mining they both passed away. Key to their ranching success both held claims to the one vital resource that could sustain a lifestyle in the rugged region west of Bighorn Canyon: water.  These water rights allowed them to irrigate their respective ranches. Hay and gardens were then created that produced food and fodder for livestock as well as their families. Neither was a stranger to controversy. Ewing was caught up in a dispute over cattle he was grazing. This conflict led him to a close brush with frontier justice. Barry was reviled by many of his neighbors. Some even stated that he had only come to the Dryhead while fleeing creditors. One Big Difference There was one big difference though. Ewing came to the area with limited financial resources. He and his family could only eke out a hardscrabble living. Within five years of his death Ewing’s ranch had left family hands. Conversely, Barry came from a cultivated background. His parents were well to do and he never wanted for anything. Even in the remote Dryhead he affected the life of a frontier intellect. His bookshelf was well stocked with the classics. He had thousands of dollars worth of antiques and furniture shipped in to furnish his home. Even after his death Barry’s ranch remained operational for several decades. In both their similarities and differences, Ewing and Barry are bound together by history. They were among a select few who found a way to exploit this land and live a legendary lifestyle that in retrospect seems to be as much about myth as reality.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/prospectors-turned-ranchers.htm"
}
