{
    "title": "Bighorn Canyon National Recreation Area: The Crow Nation",
    "body": "The Crow Nation         Crow Tipi Village NPS  For over 10,000 years, Bighorn Canyon has been home to untold generations of people. These “people of the canyon” followed an ancient trail, which led from the mouth of Bighorn Canyon, south through the Bighorn Basin and eventually to the Wind River Mountains. The winter months were spent deep in the canyon recesses, in caves and rock shelters. The summer months were spent in the cool mountain air of the Wind River and Pryor Mountains. Over time, these people disappeared and more recently, tribesmen and wanderers made their way to, and through Bighorn Canyon. “Children of the Large Beaked Bird” One group of wanderers arrived in the Bighorn Country and remained. They called this place home and cherished the canyons, mountains, and waters of this country. As one of their great men said, “This is the best of all places in all of this world.” The land is ingrained in their heritage, in their very being. These are the people who call themselves Absarokaa, meaning of ‘Children of the Large Beaked Bird.’ Others would call them Crow. The Crow people arrived in the Bighorn country in the early 1700’s. from the time of their arrival, they were constantly being challenged, to call this land home. Strong tribes from every direction contested the Crow’s claim to this land. From the North and the West, they fought the Assiniboine, Blackfeet, and Flatheads. The Sioux and Cheyenne harassed them from the East. Often outnumbered and constantly at war, they were gradually forced west of their beloved Bighorns. Throughout the area, battlefields, and fortifications mark the landscape as reminders of their defense. The Struggle For Home Their enemies, who continued to push the Crow further and further west, finally conceded the territory the Crow people had struggled for so long to call home. At a formal council held at Fort Phil Kearney in July 1866, between Colonel Carrington and certain Cheyenne chiefs, who were then in close relations with Red Cloud and other Oglala Sioux, Carrington addressed the following question to Black Horse: “Why do the Sioux and Cheyenne claim the land which belongs to the Crows?” Black Horse promptly answered: “We stole the hunting grounds of the Crows because they were the best.” By 1876, the Crow people only dared to cross the Bighorn River in strong war parties. That year, under the leadership of their great warrior Chief Plenty Coups, they allied with the United States government in the Indian Wars of 1876. Allies and Saving Lives Historically, the Crow people have been friendly to non-Indian settlers and United States' soldiers of the area. They served as mail carriers for soldiers of Fort C.F. Smith and guided the early explorers safely through the area. The Crow couriers also brought warnings of attacks by the Sioux and Cheyenne, thereby saving the lives of many soldiers and settlers. Serving as scouts for Generals Terry, Crook, Gibbon, and Custer, and they were involved repeatedly in battles throughout the area. The Crow Warriors, White Swan, Hairy Moccasins, Whiteman Runs Him, Curly and Goes Ahead, scouted for Custer, warning him of the over whelming Sioux forces. Failing to heed their warnings, he went to rendezvous with history on the Little Bighorn. For their help in the Indian Wars, the U.S. Government promised to reserve land in the valley of the Bighorn River and Bighorn Mountains for the Crow people. Now they could finally be allowed to live in peace and to roam their sacred lands.  Arapooash’s Words - Exactly the Right Place One of their chiefs, Rotten Belly (Arapooash), attempted to put into words the great magnitude of emotion the Crow people have for this sacred land:  “The Crow country…is a good country. The Great Spirit has put it exactly in the right place; while you are in it you fare well; whenever you go out of it, whichever way you travel, you fare worse. If you go to the South you have to wander over great barren plains; the water is warm and bad, and you meet the fever and ague. To the north it is cold; the winters are long and bitter, with no grass; you cannot keep horses there, but must travel with dogs. What is a country without horses? On the Columbia they are poor and dirty, paddle about in canoes, and eat fish. Their teeth are worn out; they are always taking fish bones out of their mouths. Fish is poor food. To the east they dwell in villages; they live well; but they drink muddy water of the Missouri - that is bad. A Crow’s dog would not drink such water. About the forks of the Missouri is a fine country; good water; good grass; plenty of buffalo. In summer, it is almost as good as the (Crow) country; but in winter it is cold; the grass is gone and there is no salt weed for the horses. The Crow country is in exactly the right place.”",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/the-crow-nation.htm"
}
