{
    "title": "Bighorn Canyon National Recreation Area: Tom Campbell",
    "body": "Tom Campbell         Tom Campbell   Tom Campbell grew up on an 80 acre farm with a sod homestead in eastern North Dakota. Day after grueling day he worked alongside his family farming the land with a team of oxen and cradle. It was the thought of this drudgery which pushed Campbell into becoming one of the most innovative corporate farmers in American history. The land where he made some of his greatest achievements can still be seen today, looking out from the Ok-A-Beh Road. Food Would Win the War Campbell first got his start in large scale farming as a result of the First World War. He was part of a group of men who believed the slogan that “Food Would Win the War.” Realizing that wheat would be an integral part of this strategy, Campbell presented a plan to the federal government that would use power equipment to cultivate mass acreages of semi-arid land. He was then told to find land suitable for such an undertaking. He selected four large tracts of land on the Shoshone, Blackfoot, Fort Peck, and Crow Indian reservations in Montana and Wyoming. One of the main stipulations of such an agreement was that the tribes would receive ten percent of the crop’s cash value. The Crow lands Campbell selected were bench land on the western side of the Bighorn River and south of Beauvais Creek. Campbell secured investment capital of two million dollars from the House of Morgan for his enterprise. The Campbell Farming Corporation was thus formed. Bumper Crops to the Verge of Bankruptcy In 1918, using inexperienced teenagers who had never operated powerful farming machinery, 7,000 acres of ground was broken for winter wheat. Unfortunately, an early snow followed by a cold autumn meant that the crop was a disappointment. Though the war had ended, Campbell continued with his initial plan. In 1919 and 1920, droughts led to successive failures. Yet Campbell’s crew was gaining valuable experience and perfecting their methods.  Finally in 1921, a profitable crop was yielded, allowing Campbell to buy the corporation’s assets from the House of Morgan. He now has full control. Over the next seven years each crop proved profitable. In 1922, a bumper crop yielded half a million bushels of wheat, nearly ten times the yield during the drought years. Unfortunately, the Great Depression hit Campbell hard. By 1932, due to falling prices, he was on the verge of bankruptcy. The passage of New Deal farming legislation by the administration of President Franklin Roosevelt arrived just in time for Campbell to recoup his losses.  Unprecedented Success Over the next fifteen years the corporation attained unprecedented success. During World War II, Campbell expanded his leased lands on the Crow Reservation. In the post-war aftermath, wheat was in high demand to feed war ravaged nations. Campbell used the latest technology to reap ever greater yields from the land. In 1947, the corporation was farming 28 square miles of bench land just beyond the Bighorn. Cash value of the crop that year was one and a half million dollars. Campbell continued to innovate, using aerial spraying for grasshopper and weed control. This allowed even marginal fields to become highly profitable. By the late 1940s, the corporation was using 78 foot plows and had 65,000 acres under lease. One-third of the land would be cultivated, while the other two-thirds lay fallow or uncultivated. Campbell’s success did not come without criticism. Some saw him as a symbol of corporate greed, while others thought him nothing more than a land baron. Yet Campbell’s innovations and success made him world famous. Perhaps the Crow people best described Campbell when they gave him the name, Ahwagoda-Agoush, translated to English this means, “Known all over the World.”",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/tom-campbell.htm"
}
