{
    "title": "Bighorn Canyon National Recreation Area: Paleo-Indians",
    "body": "Paleo-Indians        The Bad Pass Trail has been traveled repeatedly for thousands of years NPS       An Ancient Trail The rough canyon country between the Pryor and Bighorn mountains was an unlikely place for some of the earliest human inhabitants of North America to make their homes. However, archaeologists using radiocarbon dating and other scientific methods have established that people lived in the vicinity at least 10,000 years ago and possibly as far back as 12,000 years. An ancient trail led from the mouth of Bighorn Canyon southward into the Bighorn Basin and eventually to the Wind River Mountains. This route served the inhabitants of the Bighorn canyon region. The Annual Cycle Of Life For untold generations, the people of the Canyon followed an annual cycle of life. The winter months found them in the deep canyons, living in caves and rock shelters. There they lived on the stores of food they had collected the preceding summer and fall. By early spring there would be a gradual movement to the uplands between the canyon rim and the foot of the Pryor Mountains. Gathering and hunting small game along with deer, antelope, and even, on a lucky day, elk occupied the time. As the season advanced, the people moved ever higher into the mountains until by June or July they, and the animals they hunted, could be found among the cool mountaintops of the Pryors. Here they quarried stone for tools and weapons, tanned and sewed animal skin clothing, gathered any food available, and probably enjoyed life to the fullest. Bison Hunts - A Matter Of Life And Death As summer slipped toward fall, the game and the people began to drift down from the high country. Along the high bluffs and cliffs bordering Dryhead and other creeks that flowed into the Bighorn, the scattered bands came together for the fall bison hunt, a time of great significance. If successful, the people lived well through another winter, failure spelled possible starvation and misery; maybe the end of the people. The hunting methods used revolved around the stampeding of bison herds over cliffs or into canyons. There are a number of these killing sites, commonly known as buffalo jumps, throughout the Bighorn country. Through generations of use, stacks of bones from the slaughtered animals became many feet deep. Following the hunt, the people returned once again to the canyon and it shelters to complete yet another cycle. What happened to these people and why they abandoned their way of life after untold generations is unknown. All that is sure is that long before the arrival of the white man, there were no permanent residents left and the Plains Indians generally scorned the rough canyon country between the Pryors and the Bighorns.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/paleo-indians.htm"
}
