{
    "title": "Bighorn Canyon National Recreation Area: John Blue",
    "body": "John Blue        John Blue's stone dugout NPS         John Blue NPS  With sparkling blue eyes and a long beard, John Blue made quite an impression on those who met him. Blue came to the Bighorn country following World War I. He claimed to have deserted the German Army and made his way to the United States via Cuba and Mexico. Blue worked for a while as a blacksmith before turning to coyote trapping in order to make a living. He also raised a garden and hunted deer to put food on his table. A Suspicious Mind Spending much of his time as a hermit, Blue became increasingly suspicious of people after his cabin burned. He believed that his neighbors may have been involved in setting the fire because they were plotting to kill him. He built a stone dugout for quarters, complete with a makeshift periscope to watch for trespassers. Unfortunately it did not work. One day he discovered strychnine in his oatmeal, this led to a paranoia. Blue did not take into account that he kept the poison to kill coyotes, or the fact that it probably was scattered into his food by mice and rats that were his only company in the dugout. Going To Meet The President Blue then moved to the small town of Lovell. As his paranoia worsened, he got a friend to write letters to members of Congress and the President stating that people were out to get him. Blue finally decided to take matters into his own hands. Hitching up a horse, along with a couple of pack animals, he set off for Washington to speak with the chief executive personally. He made it to Worland, 70 miles to the south. A friend was called to come get him. Blue was taken to the county courthouse where he promptly pitched a tent on the lawn. Finally the friend, Chris Lynn, escorted him back to Lovell. Following this incident, John Blue was committed to the Wyoming State Insane Asylum, where he committed suicide. The John Blue dugout today still stands, albeit in dilapidated fashion. It is just outside the park boundary. (Sources: Bighorn Canyon Historic Resource Study, Edwin Bearss)",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/john-blue.htm"
}
