{
    "title": "Bighorn Canyon National Recreation Area: Frank Sykes",
    "body": "Frank Sykes        Frank Sykes cabin NPS         Graves of Frank Sykes and family NPS  In the 1890s, Frank Sykes built a cabin on Crooked Creek. The cabin occupied a piece of high ground, giving views in all directions. Sykes selected this place not for the stunning beauty of the area; instead it was because he didn’t want anyone sneaking up on him.  Where Sykes came from was as legendary as his life. Some said Michigan, others Canada, acquaintances all agreed that he had been raised by Shoshone Indians and become a mountain man before settling down. How he got to the Crooked Creek area was disputed almost as much as his wife's death. Some say she died during childbirth, others that she was killed while defending Sykes from an attacker. She was buried near the cabin, but not on Sykes property. It was said that she was a little too friendly with some men in Billings. Perhaps just rumors or legends, when it came to Sykes the truth was always larger than life. Tanning Day Sykes was extraordinarily eccentric. Short and powerfully built, he dressed in buckskins, sported a black slouch hat, and wore a handlebar mustache. He always had his trusty single-action Colt 44 at his side. He tanned his own clothing. When this was in progress he posted a sign on his mail box stating, “No Visitors Today. This is Tanning Day.” One intrepid visitor found out why, Sykes tanned in the nude. Until The Day He Died Sykes, suspicious at best, was said to have worn a pistol on his side all the time, literally until the day he died. He supposedly kept a “Death List” of those who had crossed him. These included men or women who had committed relatively minor offences. One woman, a Mrs. LaRoche, ended up on the list for siding with Sykes wife, when the couple was having a dispute. A man by the name of George “Starky” Teeples made the list after he asked Sykes for a few of his plum trees. Sykes agreed, as long as Teeples did not take any of Mrs. Sykes trees, but Teeples took Mrs. Sykes trees anyway. It wasn’t long until Frank Sykes found Teeples, pulled his gun and made Teeples cut the trees into tiny little pieces. A Third Helping Sykes would only eat one course at a meal. Another Crooked Creek settler, George Kelsey joined Sykes for one of these meals, potatoes cooked in rancid bear grease. Sykes literally shoved a skillet in front of Kelsey for not one, but two helpings. He refused a third, only to have Sykes pull out his Colt 44 and demand that Kelsey “go ahead and finish up these spuds because you are going to eat potatoes just like that horse of yours is eating my hay!” Kelsey ate potatoes until he was sick. Colorful stories such as this abound when it comes to Sykes. In the late summer of 1921, Sykes was found by a young friend who had stopped by the cabin for a visit, slumped on his bunk, dead. His Colt 44 was hanging in a gun belt on the bed post, within reach of its legendary owner.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/frank-sykes.htm"
}
