{
    "title": "Bighorn Canyon National Recreation Area: Henry Lovell",
    "body": "Henry Lovell         Henry Clay Lovell NPS  By the time Henry Clay Lovell came to the Bighorn Basin in 1880, he sported 3 bullet wounds and a knife wound.  Lovell had grown up in Michigan, leaving there at the tender age of 14. He became a conductor on a government mail train, gaining a wealth of experience running mail between Fort Dodge, Kansas and Mexico City. Attacked by both Indians and outlaws, the mail train was a dangerous way to make a living. Soon thereafter, Lovell turned to the cattle business. North to the Bighorn He started out in the southern plains, where he met his future financier, wealthy Kansas City businessman, Anthony Mason. With the backing of Mason’s capital, Lovell took a couple of large herds of cattle, numbering into the thousands, north into the Bighorn Basin. Locating on the west bank of the Bighorn River, Lovell started what would become known as the Mason-Lovell ranch, a cattle empire. In 1882, Lovell brought in 12,000 head of cattle from Oregon, doubling the M-L herd to 25,000. This herd ranged from Thermopolis, Wyoming to the Crow Indian Reservation, literally across hundreds of miles of basin and canyon country. A second ranch was established to accommodate this influx. Exposure and Starvation A year later, the M-L would move its home ranch to the Five Springs area, in and around what is today Bighorn Canyon National Recreation Area. This position was advantageous, as it brought their operations closer to the nearest large supply point, Billings. In 1883 the Northern Pacific line was completed through the Billings area.  Lovell was the first rancher from the Bighorn Basin to run his cattle north to the rail head. In September of that year 3,200 head of steer were rounded up, driven across the Crow Reservation, eventually to Custer junction. Over the ensuing months, Lovell sold off every one of them, in three shipments, that is said to have netted him an average of $45 apiece ($1,025 in 2008). Yet the ferocious winter of 1886-87 sent Lovell and Mason reeling. Blizzards in both fall and spring, with sub-zero temperatures throughout much of the winter caused cattle to die by the thousands. Lovell estimated that half his herd was lost to exposure and starvation. While many ranchers forced into bankruptcy gave up the open range, Lovell set about rebuilding his herd. Purchasing high-grade Hereford bulls and heifers, Lovell increased the quality of his herds, which in turn led to an increase in numbers. The M-L ranch rose to success once again. Selling off “The Big Outfit” Another blow was to strike Lovell’s prospects in 1892 with the death of close friend and financier Mason. The Mason family decided to sell off the “Big Outfit” leaving Lovell with only a small number of horses and the deeded land from the ranch headquarters. But Lovell was not through with ranching. In 1894-95 he trailed in several thousand head of cattle once again from the west, this time eastern Washington. Yet another successful stock raising campaign was now underway. Lovell finally gave up the cattle business a few years later. He lived out his last days in Portland, Oregon, where he died in 1903. Today Lovell’s legacy is best remembered by the town which took his name. Lovell, Wyoming is named in honor of this pioneer cattleman.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/henry-lovell.htm"
}
