{
    "title": "Bighorn Canyon National Recreation Area: Francois Antoine Larocque",
    "body": "Francois Antoine Larocque         British Northwest Company Coat of Arms Library and Archives of Canada  Francois Antoine Larocque was a French-Canadian fur trader who became the first person to give a recorded description of the Bighorn Canyon area. As an employee of the British Northwest Company, his exploration of the region was a direct result of the Northwest Company and British interests being caught unawares by news of the United States purchase of the Louisiana Territory. The ensuing Lewis and Clark expedition, exploring the region, directly threatened vital British interests that had thus far monopolized the Upper Missouri trade. Expedition in Search of Lewis and Clark Larocque left Fort Montagne La Bosse on January 30, 1805, in what is today southwestern Manitoba. He traveled with trade goods to the Mandan villages on the upper Missouri. There he found Lewis and Clark at their winter quarters. He asked to accompany them on their expedition and was promptly denied permission. He then returned to Fort Montagne La Bosse, where he reported this information to his superiors. Larocque was then sent by the company to investigate the possibilities for opening trade with Indians of the Northern Rockies. Into the Crow Country Traveling back to the Mandan villages, Larocque arrived there in mid-June, 1805. He encountered some resistance from the Mandans who did not want him to travel into the Crow country. Heretofore, the Mandans had benefited as middleman for trade between the fur traders and the Crow. Nonetheless, following the arrival of 645 Crow at the villages in late June, Larocque spoke with their chiefs, stating that “the chief of the White people…was desirous of making them his children and brethren.” He was then allowed to accompany them west, to their homelands. Journey to Bighorn Canyon On June 29th Larocque left the Crow, heading slowly to the southwest. Passing through the watersheds of the Knife, Little Missouri and Powder Rivers the party made their way to the Tongue River by mid-August. Heading north through the Wolf Mountains, the party came upon the Little Bighorn and then headed west again, finally sighting the Bighorn River on August 30th. The party camped on Lime Kiln Creek that evening. On August 31st, Larocque gave the first recorded description of the Bighorn and its canyon. “The river is broad deep and clear water, strong courrant, bed stone and gravel.” Approximately one-half mile above the camp on Lime Kiln Creek, the Bighorn passed between two huge rocks and lost “2\/3rds of its breadth but gains proportionally in depth.” Larocque climbed the east wall of the canyon, where he observed, “it is aweful to behold and makes one giddy to look down upon the river.” Flowing “with great rapidity immediately under our feet, so that I did not dare to look down (until) I could find a stone behind which I could keep and looking over it…see the foaming water without danger of falling in.” Sighting the Yellowstone before Clark Larocque also learned from the Crow that the Bighorn River’s headwaters were not in the Bighorn Mountains, but in another Rocky Mountain range, the Wind Rivers. On September 4th, Larocque headed northwest. Over the next week he crossed the divide to Pryor Creek and on September 10th, sighted the Yellowstone. Larocque had found that great waterway, ten months before William Clark. A Series of Firsts His mission complete, Larocque took leave of the Crow, but not before promising that he would return the next year with trade goods to exchange for beaver and bear hides. He also had the Crow draw a map locating the sections of their country where they could be found depending upon the season. He reached the Missouri on September 30th and was back at Fort Montagne La Bosse by October 17th. Larocque had accomplished a considerable amount during his expedition. He had become the first white man to record descriptions of the Bighorn River and Canyon. He had also been the first to make contact with the Crows in their homelands and return with information on the rich fur resources there. Though he was in territory recently purchased by the United States, Larocque, a foreign merchant, had been the first to penetrate the region. In effect the Northwest Company, a British venture, investigated the area’s resources, several years before an American firm would place a trading post in the region. Finally, his journal would be the first to give recorded descriptions of what is today southeastern Montana and northeastern Wyoming. Lost to history Yet Larocque’s explorations have been largely lost to history. Reasons for this are quite understandable. Larocque wasn’t an American and publicity in the young nation went to the Lewis and Clark expedition. British authorities were wise to refrain from publicizing Larocque’s exploration. After all, this was a blatant British encroachment on American territorial aspirations. Also, the Northwest Company, never did send traders to the region and follow up on Larocque’s contact with the Crow. Thus, though Larocque acquired valuable information, his efforts would come to naught.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/francois-antoine-larocque.htm"
}
