{
    "title": "Bighorn Canyon National Recreation Area: Caroline Lockhart",
    "body": "Caroline Lockhart         Caroline Lockhart and Wampy American Heritage Center  Caroline Lockhart, reporter, author, and editor, was born in Illinois in 1871, and moved with her family to Kansas early in her life. She was sent by her father, a cattleman, to Bethany College in Topeka and to the Moravian Seminary in Bethlehem, Pennsylvania.  Reporter In Boston, at age 18, Caroline started her career as a writer, working as a reporter for the Boston Post. While employed by the Post and searching to find material for articles, she donned diver’s gear and spent 30 minutes at the bottom of Boston Harbor. Her adventuresome spirit became legendary. She soon became one of the first people to jump into a fire safety net. In fact, there was no task her editor, Andrew McKenzie, asked her to do that she declined. Before coming to Wyoming, she also worked as a reporter for the Philadelphia Bulletin. Coming to the West Assigned to do a story on the Blackfeet Indians, she stopped in Cody, Wyoming, and she fell in love with the area and decided to stay. She soon bought the local Cody Enterprise newspaper. In the early 1900s, Cody was known for its colorful characters. She renewed her acquaintance with William F. Cody, whom she had interviewed while working for the Post. She eventually became president of the Cody Stampede, and used her knack for pubilicty to raise funds for the annual rodeo. Here she found inspiration for the books she had always wanted to write. Her first novel was Me, Smith, to be followed in 1912 by The Lady Doc. The latter, she recalled, “made me infamous,” because some of her friends recognized themselves in the characters. Other novels authored by Miss Lockhart were: Full of the Moon, Man from the Bitter Roots, The Dude Wrangler, The Old West and the New, and Fighting Shepherdess. The latter was made into a movie starring Anita Stewart.  Dreams In 1926, Caroline purchased a ranch in the Dryhead area - of what is today Bighorn Canyon National Recreation Area - to pursue her dream to become “the Cattle Queen of Montana.”  She was no stranger to ranch life, but operating the L\/♥ ranch that grew from 160 acres to 6,034 acres, demanded most of her time and energy. However, when three loads of Lockhart steers topped the market in Omaha in 1935, Caroline must have indeed felt she was the “Cattle Queen”.  Caroline fully intended to continue writing, but she never produced anything of consequence after The Old West and New in 1933. Instead she went from writing the novel to living the myth. Liberated Lady Throughout her life she was involved with many men but never married. This contributed to her reputation as a liberated lady. In 1952, in her eighties, she moved back to her home in Cody and later sold the ranch. She died in 1962. Her ashes were scattered over the L\/♥. In her later years she wrote, “There are no old timers left anymore. I feel like the last leaf on the tree.”",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/caroline-lockhart.htm"
}
