{
    "title": "Bighorn Canyon National Recreation Area: Mountain Men",
    "body": "Mountain Men        Rendezvous on the Green River Alfred Jacob Miller (Public Domain)       During the legendary days of the Rocky Mountain fur trade, the list of mountain men crossing the Bad Pass Trail and floating furs from the mouth of Bighorn Canyon to the Yellowstone River read like a who's who of the mountains. Jedediah Smith, Alexander Henry, William Ashley, Milton Sublette, Jim Bridger, and Jim Beckwourth. The Bad Pass Trail There are at least three known instances - 1824,1815, and 1833 - where the Bad Pass Trail was used as the primary route to bring back furs from the rich beaver trapping grounds in the Green River Basin of western Wyoming. There were other crossings during this time where couriers for the fur trade companies brought messages back to their superiors asking for supplies or trade goods be transported to their men in the field or at a rendezvous. Crossing the trail brought considerable risks. There were maulings by grizzly bears and attacks by hostile tribes. Conversely, the trail was much easier to cross than overland routes further south or a trek across the high country of the Bighorn Mountains. With one notable exception no one wanted to chance the dangerous rapids of the down in the Bighorn Canyon. Bullboats At the end of the Bad Pass Trail was Grapevine Creek, at the mouth of Bighorn Canyon. It was here that the mountain men would construct bullboats. These simple yet effective watercraft were made from tanned buffalo hides, stretched over a green willow frame, and waterproofed with elk tallow. The trappers would then run the bullboats down the Bighorn to the Yellowstone River. From there they would head downriver to forts either on the Yellowstone itself or near its confluence on the Missouri. The fur packs would then be placed on keelboats, headed for St. Louis. The furs were exceedingly valuable. In 1825, William Ashley and his Rocky Mountain Fur Company's men brought in $50,000 worth of furs. This would be literally millions of dollars in today's terms. Back To the Mountains Meanwhile, other groups of trappers would not make the long journey downriver. They would head from the mouth of the Canyon back over the Bad Pass Trail and reenter the Green River basin or head to other areas further south and west to continue their hunts. The era of the beaver fur trade lasted from approximately 1805 to 1840. The whims of fashion then changed, silk replacing beaver fur on hats worn by the masses in the eastern United States and Europe.                     1951 or 1952 Smithsonian Expedition Boat trip   1 Photos  1951 or 1952 Smithsonian Expedition Boat trip          Lockhart Ranch   19 Photos  A gallery of images showcasing the historic structures at writer, journalist, and cattlewoman Caroline Lockhart's ranch          Hillsboro and Cedarvale Dude Ranch   8 Photos  A gallery of images showing the great variety of historic structures at the Ghost town of Hillsboro and Doc Barry's Cedarvale Dude Ranch            Mountain Men and Explorers   8 Photos  A gallery of images featuring Mountain Men and explorers who crossed the Bad Pass Trail during the 1820's and 1830's as part of fur trade expeditions.          Ewing-Snell Ranch   11 Photos            Mason-Lovell Ranch   11 Photos",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/historyculture\/mountain-men.htm"
}
