{
    "title": "Bighorn Canyon National Recreation Area: Podcasts",
    "body": "Podcasts       The following podcasts will help you gain a better understanding of Bighorn Canyon National Recreation Area. Podcasts On Natural And Cultural Resources Of Bighorn Canyon Introduction to Bighorn Canyon - is a great way to prepare for your visit. This short video provides an introduction to the park, including a brief look at this landscape that has come to be known as the Grandest Canyon in the Northern Rockies. Bighorn Canyon: The Unexpected - A one and a half minute segment that provides an overview of the amazing breadth of resources that exist at Bighorn Canyon National Recreation Area. Learn how outdoor enthusiasts can enjoy strikingly diverse experiences, everything from water sports to viewing a magnificent wild horse herd.  Bighorn Canyon's Multiple Ecosystems - A three minute podcast that looks at the tremendously diverse ecosystems that exist throughout the canyon area. Learn how within a fifty mile area the ecosystems in and around the canyon can vary from harsh desert to cool sub-alpine terrain.  Bighorn Canyon's Diversity of Wildlife - This three and a half minute film gives an overview of the diverse wildlife that inhabits the Bighorn Canyon landscape. The podcast covers waterfowl, bighorn sheep, and the amazing Pryor Mountain Wild Horse herd.   Bighorn Canyon: Human Development - This six minute podcast looks at the building of the Yellowtail Dam and its effect upon the natural landscape of Bighorn Canyon. This segment includes looks at the creation of the Afterbay Lake, the Yellowtail Wildlife Habitat Management Area and the animals which inhabit the area surrounding the canyon.   Podcasts On The Geology of Bighorn Canyon Bighorn Canyon's Geology: An Introduction - This short one and a half minute film gives an overview of the geological forces that shaped the canyon as it is seen today. Bighorn Canyon Rock Formation  This four minute podcast goes in-depth to help viewers discover the rocks that provide the foundation of Bighorn Canyon Bighorn Canyon Rock Formation Part 2 - This three and a half minute podcast covers the rock formations above and just beyond the canyon walls. Bighorn Canyon Geological Erosion - a three minute podcast that looks at the role of water in forming the canyon. This short film includes in-depth illustrations and animation of the river cutting through the Madison Limestone to form the Natural Corrals. Download Instructions: Either left-click on each link which will open up each movie in a new window or you can right-click on each link and the click on \"Save Target As\" which will allow you to download each segment onto your computer. You can then play those segments on your computer or upload them onto your iPod or other portable media player. Please note that these segments are large and that they may take a few moments to load.  You will need either Apple's QuickTime or Windows Media Player software to view the videos below. Click on the links above to download the latest versions of each for free.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/photosmultimedia\/podcasts.htm"
}
