{
    "title": "Bighorn Canyon National Recreation Area: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     October 19, 2015  Boundary Fence Fixed For Horse Range  The fence for the horse range has been fixed.   October 01, 2015  Artist Marilyn Feather Arrives  Artist Marilyn Feather will be ay Bighorn Canyon for the artist weekend Oct. 3-4.   September 24, 2015  New Artist in Residence Here Now  The new artist in residence will be will be performing wood block art on September 26, 2015.   September 21, 2015  Find Your Park Through Art  Find your park through art on Oct. 3 and 4.   September 19, 2015  Public Lands Day Fee Free  To celebrate Public Lands Day, the parks are fee free September 26th.   September 03, 2015  Bighorn Canyon NRA Prepares for Winter  Bighorn Canyon winterizes soon.   August 27, 2015  Last Campfire Talks  The last campfire talks for the summer.   July 16, 2015  Late July Programs  Programs in late July for Bighorn Canyon NRA.   July 03, 2015  Bighorn Canyon Needs Camp Host  Bighorn Canyon needs a campground host for Ft. Smith, MT.   June 29, 2015  Early July Programs  Great programs at Bighorn Canyon.   June 25, 2015  2016 Photo Contest  Turn in your photos of Bighorn Canyon for the 2016 contest to possibly have it placed on the new annual pass.   June 11, 2015  Kayak Programs at Bighorn Canyon  Kayak tours are starting again for 2015.   June 11, 2015  High Water  The water in Bighorn Canyon has risen lately.   June 03, 2015  Early June Campfire Talks  Campfire talks for the first half of June 2015.   June 02, 2015  Campground Fees Change  Campground fees go up.   May 25, 2015  Ok-A-Beh Water System Down  The water system at Ok-A-Beh Marina has been shutdown for health concerns.   May 22, 2015  Bighorn Canyon Receives Kayak Grant  Bighorn Canyon receives a grant for kayak trips.   May 16, 2015  Harold Meadors Artist In Residence  Artist Harold Meadors will be in Bighorn Canyon NRA painting this month.   May 15, 2015  Ready by Memorial Day  Bighorn Canyon NRA is getting ready for Memorial Day weekend.   May 07, 2015  Kane Clean Up Day  Come help clean the Kane Cemetery.   April 24, 2015  Economic Benefits Report Released  Economics report released for Bighorn Canyon.   March 08, 2015  Artists in Residence fro 2015 Chosen  New artists in residence for 2015.   March 02, 2015  Bighorn Canyon Partners With Storytellers  Yearlong program of Crow heritage.   February 05, 2015  Presidents Day Weekend Fee Free  All national parks are fee free Presidents Day weekend.   February 02, 2015  Campground Hosts Needed for Summer  Bighorn Canyon needs campground hosts in the South District.   January 15, 2015  MLK Day Fee Free  No charge at National Parks on MLK Day.   January 10, 2015  Public Comments for Camping Fees Needed  Bighorn Canyon NRA is seeking public comments on the proposed camping fees increase.   December 15, 2014  Christmas Tree Recycling  Bighorn Canyon NRA will be recycling and chipping Christmas trees again this year at the Lovell visitor center.   December 04, 2014  Superintendent Seeks Comments  The superintendent at Bighorn Canyon seeks comments on the new compendium.   November 07, 2014  Parks Are Fee Free Veterans Day  There will be no fees charged at the national parks for Veterans Day.   October 03, 2014  Hike and Sketch Event in October  Join an artist in residence in October to hike and sketch in Bighorn Canyon NRA.   September 25, 2014  Fee Free Day September 27  There is no entrance fee on September 27, 2014 for Public Lands Day in all national parks.   August 21, 2014  New Bighorn Canyon NRA Superintendent  New superintendent at Bighorn Canyon NRA.   August 21, 2014  Fee Free Day for NPS Birthday  August 25, 2014 is fee free because it is the National Park Service's birthday.   August 04, 2014  Parking Lot Work In Lovell  There will micro-sealing at the Lovell visitor center August 7-8.   July 10, 2014  Mustang Sign Dedication  New mustang signs in Bighorn Canyon to be dedicated.   July 10, 2014  Lockhart Ranch Tour  There will be a tour of the Lockhart Ranch on July 20, 2014.   June 27, 2014  Guided Kayak Program Information  Guided kayak information for this summer.   June 27, 2014  Artists in Residence  The artists in residence will be arriving this summer.   June 20, 2014  No Potable Water at Ok-A-Beh For Now  The potable water system at the Ok-A-Beh Marina is temporarily shut down.   June 18, 2014  Parking Lot Work for June  Parking lot work will start soon in Lovell, WY.   June 07, 2014  Road Work in Park Soon  Road work will start soon in Bighorn Canyon NRA.   June 07, 2014  Marinas Opening Soon  The marinas in the north district and south district will open soon.   May 30, 2014  Marinas Still Closed  Marinas still closed due to low water levels.   May 23, 2014  Opening of Ok-A-Beh Marina Delayed  Delay of Ok-A-Beh Marina   April 24, 2014  Bighorn Canyon NRA Preparing for Summer 2014  Bighorn Canyon NRA prepares campgrounds, floating toilets and docks.   April 18, 2014  Fee Free Weekend April 19-20  Fee free weekend April 19-20 for National Parks Week.   March 21, 2014  Campground Hosts Needed  Volunteer campground hosts are needed for the summer of 2014 at Bighorn Canyon NRA.   March 03, 2014  Park Economic Benefit Report  A report about the economic impact of Bighorn Canyon NRA.   February 12, 2014  Fee Free Weekends for 2014  Fee Free Weekends for 2014   November 26, 2013  Superintendents Compendium Public Comments Sought  Bighorn Canyon NRA is soliciting public comment for the Superintendent’s Compendium.  The Compendium is reviewed annually each year.   November 04, 2013  Artist in Residence Program Kick Off  The Artist in Residence program at Bighorn Canyon NRA will begin ove Veterans Day Weekend.   November 04, 2013  Fee Free Veterans Day Weekend  No fees will be charged over Veterans Day Weekend, November 9th to 11th.   October 31, 2013  Bighorn Canyon Photo Contest Winners  Photo contest winners announced.   September 19, 2013  Kane Boat Ramp Closed for Improvements  This fall Yellowtail Habitat users will notice a few changes.  Three projects will be completed this fall with project funding from the Wyoming Game and Fish Commission through the Federal Aid Sport Fish Restoration Funds.   September 19, 2013  Celebrates National Public Lands Day at Bighorn Canyon  Saturday, September 28, 2013 is National Public Lands Day.  It is the country's biggest day of volunteering on public lands all year.  It is also entrance fee free at all National Park Service sites, Fish and Wildlife Service, Bureau of Land Management, Bureau of Reclamation and US Forest Service.   August 16, 2013  Living Off the Land Exhibit Open House  Open house for the Living Off the Land exhibit.   August 10, 2013  Black Bear Destroyed at Black Canyon  A black bear had to be destroyed after attempts to scare it away from Black Canyon failed.   August 01, 2013  Yellowstone Yesterday Book Signing  Book sigining at Bighorn Canyon Lovell, Wyoming visitor center.   July 02, 2013  JULY  PROGRAMS AT BIGHORN CANYON  Rangers at Bighorn Canyon National Recreation Area have a variety of campground programs planned for the month of July on both the North End of the park and the South End of the park. There is a program for everyone this month.  All campground programs start at 8 p.m.  The Speaker Series program starts at 7 p.m.   July 02, 2013  Visitor Center Landscape to become Environmentally-friendly  Bighorn Canyon NRA’s Cal S. Taggart Visitor Center in Lovell, Wyoming, will begin a landscape transformation process from its expansive lawns to more environmentally-friendly native plant beds with limited lawn areas.   July 02, 2013  Bighorn Canyon Annual Pass Photo Contest  For the first time Bighorn Canyon is holding a photo contest looking for a dynamic new photo for the 2014 Bighorn Canyon Annual pass.   June 23, 2013  River Before the Dam Presentations  Jonathan Hall, a PhD candidate from the University of Montana, will be performing presentations about the Bighorn River before the Yellowtail Dam.   June 23, 2013  August 8th Talk Added  Talk on eagles of Bighorn Basin on August 8th.   June 23, 2013  Three Talks left  Speakers will be giving interpretive programs on various subjects.   May 25, 2013  Kane Clean Up Day June 8th  Kane Day 2013   May 25, 2013  Campfire Programs 2013  Campfire talks for summer 2013 start in June.   May 10, 2013  LOVELL FFA WORKS WITH BIGHORN CANYON STAFF WITH REVEGITATION PROJECT  On May 9th, a group of 18 FFA students from Lovell High School worked with Bighorn Canyon staff to reclaim a short segment of an abandoned road that was used as an access road for construction of the power line in 1956 and 1966 with in the National Recreation Area.   May 09, 2013  BIGHORN CANYON RECEIVES 2013 ACTIVE TRAILS GRANT FROM THE NATIONAL PARK FOUNDATION  Bighorn Canyon is one of 22 national parks across the country selected to receive a 2013 Active Trails grant from the National Park Foundation, the official charity of America’s national parks.   April 02, 2013  Lovell Area Community Earth Day Festival  Bighorn Canyon invites and encourages you to come and enjoy the Lovell Area Community Earth Day Festival on Saturday, April 20, 2013 at Mural Park, north of the stop light in Lovell, from 10AM to 1PM.   March 14, 2013  Life Guard Jobs  Life guard jobs available at Bighorn Canyon NRA.   March 01, 2013  Local Economic Benefit  Bighorn Canyon NRA helps bring nearly 6.3 million dollars to the local economy.   March 01, 2013  Last Winter Speeches in March  Last two speeches about wild horses and historic preservation.   February 19, 2013  Two New Staff Members Welcomed to Bighorn Canyon  Bighorn Canyon has welcomed two new staff members.  David Marshall has accepted the position as Administrative Officer and Curtis Rintz has accepted the Chief of Maintenance position.  Both will be stationed in Fort Smith, MT. Both are relatively new to the National Park Service (NPS) and are dedicated to its mission.   January 14, 2013  BIGHORN CANYON WINTER SPEAKER SERIES  Bighorn Canyon has put together an exciting line-up for the 2013 Winter Speaker Series.  The speakers are a mix of park staff and local partners from the Bighorn National Forest, Homesteader Museum, and the Pryor Mountain Wild Mustang Center.   December 20, 2012  Job Openings at Bighorn Canyon  Have you have ever considered or know someone that may be considering a job in the National Park Service?  Bighorn Canyon has several openings.   December 20, 2012  Bighorn Canyon works with the Town of Lovell to Recycle Christmas Trees  Bring your Christmas trees to the Lovell Visitor Center parking lot between December 26 and January 15.  All trees will be chipped and chips will be available for the community to collect from January 19 to February 15.   September 09, 2011  Archeology Tour of the Two Eagles Site at Bighorn Canyon  Join Park Archeologist Cindy Norum for a guided tour through the winter home of generations of American Indians. Participants should meet at the Cal S. Taggart Visitor Center in Lovell, Wyoming where they will follow Bighorn Canyon National Recreation Area park rangers to the Two Eagles Site via their personal vehicles at 10:00 a.m., September 24th, 2011.   September 01, 2011  Bighorn Canyon NRA Requesting Public Comment On Proposed change To Current Entrance Fee.  Bighorn Canyon NRA Requesting Public Comment On Proposed Change To Current Entrance Fee   August 19, 2011  August 18th - Hoss Fire Update  08\/18\/2011 Hoss Fire Update   August 18, 2011  Bighorn Canyon NRA Proposes New Trails and New Trail Uses  Bighorn Canyon NRA Proposes New Trails and New Trail Uses   August 15, 2011  William Babingtons Subterranean Experiences - Spelunking And Geology of Area Caves  William Babington, presently a National Park Service lifeguard and avid caver, will be presenting a program on the geology of local caves and sharing his personal experiences of caving across the country and in some of the local cave systems.   August 14, 2011  Bighorn Canyon NRA Lovell Visitor Center Operating Hours  Bighorn Canyon NRA Lovell Visitor Center Operating Hours   August 02, 2011  OK-A-Beh Swim Beach To Reopen  Bighorn Canyon National Recreation Area is pleased to announce that the Ok-A-Beh swim beach will be reopened no later than Friday morning, August 5th.   July 19, 2011  Bighorn Canyon National Recreation Area Prepares for Peak Lake Levels  The Bighorn Lake level is expected to peak at about 3657 ft sometime in the next week and may well continue at high levels throughout the month.   July 11, 2011  Yellowtail Dam - 50th Anniversary Celebration  Bighorn Canyon National Recreation Area To Recognize The 50th Anniversary of the Construction of the Yellowtail Dam on July 30th   July 06, 2011  Bighorn Canyon Preparing For High Water Levels  Bighorn Canyon National Recreation Area prepares for high water levels due to record inflow into the Yellowtail reservoir.   June 12, 2011  BIGHORN CANYON RIVER PROJECTS SCHEDULED TO START ON JUNE 14  During the public meeting on Thursday, June 9, 2011 to review new proposals for work at the Afterbay Dam North River Access and the 3-Mile River Ranch Access, the proposal recommending work starting as soon as possible was determined to have the least impact to stakeholders.  It was also recommended that work begin at 3-Mile parking and launch ramp first according to park Superintendent Jerry Case.   June 06, 2011  BIGHORN CANYON RIVER PROJECTS MEETING SCHEDULED  Bighorn Canyon National Recreation Area has scheduled another public meeting on Thursday, June 9, 2011 to review new proposals for work at the Afterbay Dam North River Access and the 3-Mile River Ranch Access   May 25, 2011  Yellowtail Dam Visitor Center To Open Memorial Day Weekend  The Yellowtail Dam Visitor Center at Bighorn Canyon National Recreation Area will begin its 2011 summer season by opening on Saturday May 28th. The visitor center will be open seven days a week from 9:00 a.m. to 5:00 p.m. through Labor Day, September 5th.   May 24, 2011  NATIONAL PARK SERVICE ANNOUNCES OK-A-BEH MARINA WILL BE OPEN WITH LIMITED OPERATIONS OVER MEMORIAL DAY WEEKEND  The National Park Service announces that the Ok-A-Beh Marina will only be open under limited operations during the Memorial Day weekend due to recent flooding and road closures.   May 24, 2011  NATIONAL PARK SERVICE ANNOUNCES OK-A-BEH MARINA WILL BE OPEN WITH LIMITED OPERATIONS ON MEMORIAL DAY WEEKEND  NATIONAL PARK SERVICE ANNOUNCES OK-A-BEH MARINA WILL BE OPEN WITH LIMITED OPERATIONS OVER MEMORIAL DAY WEEKEND   May 12, 2011  Scoping Meeting For Construction Work At Fishing Accesses  Scoping Meeting for National Park Service Parking Lot Construction Work   May 10, 2011  Bighorn Canyon National Recreation Area River Projects Delayed  Due to concerns expressed by a variety of stakeholders, Bighorn Canyon National Recreation Area will delay the scheduled improvements to the Afterbay Dam North River Access and the 3-Mile River Ranch Access, according to park Superintendent Jerry Case.   May 05, 2011  Bighorn Canyon National Recreation Area Seeks Oral Histories of Park Resources  University of Montana graduate student, Jonathan Hall will be at the Cal S. Taggart Visitor Center in Lovell, WY conducting interview with residents who have information and or stories to share regarding the following: 1) history of the Bighorn River and its inhabitants before construction of the dam; 2) building of the Yellowtail Dam; and 3) the life and work of Eddy Hulbert.  If you feel you may have information to share regarding these topics please plan on visiting with Mr. Hall between the hours of 9 -5 p.m.   March 19, 2011  Bighorn Canyon Seeks Oral Histories From Area Residents  Bighorn Canyon National Recreation Area in conjunction with the University of Montana is conducting a historic research project aimed at preserving the history of the river before the dam, the building of the dam, and the history of Eddy Hulbert the self taught silversmith of the Hillsboro Ranch.   March 03, 2011  NATIONAL PARK SERVICE IS NOW ACCEPTING APPLICATIONS FOR A COMMERCIAL USE AUTHORIZATION TO SELL BOAT GASOLINE AT THE HORSESHOE BEND MARINA  The National Park Service is now accepting applications for a Commercial Use Authorization to sell Boat Gas at the Horseshoe Bend Marina for the 2011 summer season.   December 01, 2010  Bighorn Canyon Visitor Center Hours To Change For Winter  The Cal Taggart Visitor Center at Bighorn Canyon National Recreation Area will be changing to winter hours effective December 5, 2010. From December 5, 2010 – March 26, 2011, the visitor center will be open five days a week from 8:30 a.m. to 4:30 p.m. Thursday – Monday.   October 21, 2010  Bighorn Canyon Visitor Center Hours To Change For The Winter  Bighorn Canyon Visitor Center Hours to Change   October 11, 2010  Bighorn Canyon And Lovell Wyoming Recycle  No abstract supplied.   October 10, 2010  Bighorn Canyon And Lovell Wyoming Recycling  Bighorn Canyon and the town of Lovell, Wyoming recycling program   September 06, 2010  The Last Best Hike  On Saturday, September 11, 2010 meet Ranger Jim Staebler at 11:00AM at the Crooked Creek Contact Station, across from the Horseshoe Bend turn off, for the Last Best Hike.   September 06, 2010  The Last Best Hike At Bighorn Canyon 2010  On Saturday, September 11, 2010 meet Ranger Jim Staebler at 11:00AM at the Crooked Creek Contact Station, across from the Horseshoe Bend turn off, for the Last Best Hike.   August 29, 2010  New Chief Ranger At Bighorn Canyon  New Chief Ranger At Bighorn Canyon   August 11, 2010  Kane Cemetery Vandalism  No abstract supplied.   August 11, 2010  Lets Move Outside More actions And New rewards for Junior Rangers  Today Bighorn Canyon becomes one of 36 national parks that offer Let's Move Outside Junior Ranger. Let's Move Outside provides tools and information to parents to make it easy to enjoy the outdoors and be active and healthy.   August 11, 2010  Lets Move Outside Junior Rangers  We dare you to try to keep up with the Junior Rangers at Bighorn Canyon! It’s fun and healthy to play in the parks and now National Park Junior Rangers get an extra reward for movin’ it outside. Today Bighorn Canyon becomes one of 36 national parks that offer Let’s Move Outside Junior Ranger. Let’s Move Outside, led by the Department of the Interior and the Department of Agriculture, provides tools and information to parents to make it easy to enjoy the outdoors and be active and healthy. It is part of First Lady Michelle Obama’s nationwide campaign to end childhood obesity within a generation. “Young people inspire us; we want to help them be healthy and curious for life. It starts with family fun. We want to help parents learn the skills they need to enjoy the outdoors with their kids,” National Park Service Director Jon Jarvis said. Young people who complete at least one physical activity in pursuit of their Junior Ranger badge receive a special sticker that designates them as a Let’s Move Outside Junior Ranger. The activities range from adventures like hiking with a ranger to body surfing and canoeing. “Bighorn Canyon’s Let’s Move Outside Junior Ranger program offers kids and parents the chance to hike to and explore one or more of the parks historic sites.  Junior Rangers can choose to hike to one of the historic ranches on the south end or hike the Beaver Pond Nature Trail or the Headgate Trail on the north end. These hikes are not only great exercise, but also incredibly fun ways to see and learn about the park,” Chris Wilkinson, Chief of Interpretation said. By summer’s end, 50 national parks will offer Let’s Move Outside Junior Ranger programs. Young people can become Junior Rangers at more than 200 national parks nationwide. Before heading out, families can look at www.letsmove.gov\/letsmoveoutside.php for more information about activities and participating parks. This website hub will link families to the great outdoors and give tips and ideas on how to best plan and enjoy an active adventure. The National Park Service provides 84 million acres to explore, so there are many places and ways to move outside!   August 11, 2010  Kane Cemetery Vandalism Prosecution  On Wednesday August 4, 2010, three local individuals, who were juveniles at the time of the crime, pled guilty in federal court to vandalizing the Kane Cemetery between October 31 and November 4, 2009.   August 11, 2010  Lets Move Outside Program For Junior Rangers  No abstract supplied.   July 27, 2010  August Ranger Programs  No abstract supplied.   July 14, 2010  Fur Fortune and Empire Book Signing  Eric Jay Dolin takes us on a dramatic journey through the fur trade and delivers a compulsively readable, richly detailed account of the most important, lucrative trade in early American history.   June 30, 2010  July 2010 Ranger Programs at Bighorn Canyon  Rangers at Bighorn Canyon National Recreation Area have a variety of campground programs and guided tours planned for the month of July on both the North End of the park and the South End of the park.  There is a program for everyone this month.   June 30, 2010  Crow Skills and Trade Fair  No abstract supplied.   June 26, 2010  Fireworks at Fort Smith  The annual Independence Day (July 4) fireworks display held at Bighorn Canyon National Recreation Area’s North District at Fort Smith, Montana has been canceled for 2010.   May 31, 2010  June Ranger Programs at Bighorn Canyon  No abstract supplied.   May 24, 2010  Summer Vacation Planning  No abstract supplied.   May 06, 2010  BIGHORN LAKE GEARING UP FOR ANOTHER GREAT SUMMER  As of May 2, 2010, the lake level was 3630.57.  The public docks are in at Horseshoe Bend, Barry’s Landing, and Ok-A-Beh. The concession docks will be installed at Horseshoe Bend and Ok-A-Beh by Memorial Day.  Floating restrooms are located at Black Canyon, Day Board 9, Box Canyon, and Dryhead Creek.  Floating restrooms at Devil Canyon and Medicine Creek will be in place by Memorial Day. All of the campgrounds are open. On May 15, 2010, the electricity and water to the Horseshoe Bend campsites will be turned on.  These sites are $15 per night.  Registration slips and the pay station are located near the restrooms in Loop A and B of the campground.  The unimproved sites in Horseshoe Bend and the sites at Trail Creek and Afterbay campground are free. Dump and fill stations are located at Horseshoe Bend and near the Afterbay Campground.  Fish cleaning stations at Horseshoe Bend and Ok-A-Beh are operational.  Hiking trails are open and offer a variety of scenery.   May 06, 2010  Pack it in Pack it out and Recycle  No abstract supplied.   May 02, 2010  THE BIGHORN CANYON COMMON CORRALS HAVE BEEN REBUILT  The project to rebuild the Common Corral began on site, February 17, 2010 and was completed on March 14, 2010. During this time period, 27 volunteers donated their time, working around their busy schedules as ranchers and farmers. Every rancher who submits a cattle trailing permit to Bighorn Canyon donated a minimum of 20 hours toward the project. Some volunteered gave more than 100 hours of their time over a two month period.   April 21, 2010  May Day Flower Tour at Bighorn Canyon  No abstract supplied.   April 08, 2010  MAKE EVERY DAY EARTH DAY  The Arbor Day Committee, Earth Day Committee, and Bighorn Canyon invite and encourage you to come and enjoy the first annual Earth Day Festival on Saturday, April 24, 2010 at the Western Sugar Park, one block north of the Western Sugar Factory, from 9AM to 1PM.    Several organizations, businesses, and agencies have worked together to help make this day possible.  There will be booths covering everything from composting, to mining methane gas in landfills, to environmental mining practices.  The Arbor Day Committee will hand out trees starting at 9 AM until they are gone.   March 25, 2010  National Park Week Announced With Free Entry  National Park Service Director Jon Jarvis has just announced  that National Park Week will take place from April 17 to 25. Entrance fees will be waived for the entire period   March 17, 2010  Printing Press Demonstration  No abstract supplied.   February 05, 2010  The History of Kane  For the past four years, Art Schatz has been working on a book about growing up in the Kane area.  The book is not completed, but Art has collected oral histories and information about the Kane farmers’ way of life.  On February 25, 2010 at 7:00 pm at the Lovell Visitor Center, Art will share the history and stories from the town of Kane, as well as talk about the trauma felt by the families that were uprooted when the Yellowtail Dam was built.    January 15, 2010  Bighorn Canyon Movie Night The Canyon Before the Dam  On January 28, 2010, starting at 7 PM at the Bighorn Canyon Visitor Center, Wes Meeker will share his story and film footage of what has been referred to as \"The Last Trip.\"     December 14, 2009  Reward for information about Historic Kane  Cemetery Vandalism  A $1000.00 reward is being offered by the National Park Service for the successful prosecution and conviction of the individual(s) responsible for the vandalism to the historic Kane Cemetery.   December 11, 2009  Bighorn Canyon is Now on Facebook  Bighorn Canyon National Recreation Area is proud to announce its new Facebook page. The park is entering the realm of social networking in its continued search for innovative ways to perform outreach to the public and developing new audiences.   November 29, 2009  Book Signing at the Bighorn Canyon Visitor Center  WNPA is hosting a book signing at the Bighorn Canyon Visitor Center in Lovell on December 10, 2009 from 4 to 6 pm.   November 14, 2009  Kane Cemetery Vandalized  Between Halloween and November 4, 2009, someone entered the Kane Cemetery and maliciously vandalized thirteen grave sites.  An additional nine sites were vandalized between the hours of 2:00 pm and 5:00 pm on November 13, 2009.   October 07, 2009  Geology Day Set for Bighorn Canyon  As one of the park’s activities during Earth Science Week, the public is invited to gain a better understanding of the canyon during Geology Day October 17, 2009 beginning at 9:00 A.M. at the Bighorn Canyon Visitor Center in Lovell, WY.   September 29, 2009  Bighorn Canyon NRA Preparing for the Winter  No abstract supplied.   September 09, 2009  Bighorn Canyon Movie Night  No abstract supplied.   August 18, 2009  Bighorn Canyon Visitor Center Hours to Change  The Cal Taggart Visitor Center at Bighorn Canyon National Recreation Area will be changing to fall and winter hours effective September 13, 2009.  The hours of operation will be 8:30 a.m. to 4:30 p.m. seven days a week.    July 30, 2009  August Ranger Programs at Bighorn Canyon  Rangers at Bighorn Canyon National Recreation Area have a variety of campground programs planned for the month of August.  There is a program for everyone this month.   July 14, 2009  Bighorn Canyon Announces the Second of Three Entrance Fee Free Weekends  We invite you to come and enjoy the park during one of the remaining weekends when entrance fees will be waived: · July 18-19 · August 15-16   June 30, 2009  July Ranger Programs at Bighorn Canyon  Rangers at Bighorn Canyon National Recreation Area have a variety of campground programs and guided tours planned for the month of July.  There is a program for everyone this month.   June 24, 2009  Bighorn River Flows High  No abstract supplied.   June 16, 2009  SOME THINGS YOU MAY NEED TO KNOW WHEN VISITING BIGHORN LAKE THIS SUMMER  Bighorn Canyon has activities for everyone. We invite you to come and see what Bighorn Canyon has for you this summer.    June 03, 2009  Bighorn Canyon Announces Three Entrance Fee Free Weekends  Secretary Salazar announced three summer weekends where national park entrance fees will be waived.   May 25, 2009  Public Meetings Scheduled to Discuss Trail and Access Plan for Bighorn Canyon National Recreation Area  Bighorn Canyon National Recreation Area would like to invite the public to attend an open forum public scoping meeting to assist us in writing and establishing a Trail and Access Plan for the park.   May 07, 2009  Boat Inspection Times Scheduled  Boat inspections scheduled for May 16, 17 and 23, at Crooked Creek Contact Station.    April 17, 2009  New Utility Fee at Horseshoe Bend Campground  Beginning May 1, 2009, Bighorn Canyon will implement a $15 per night utiltiy fee in the 19 improved sites at Horseshoe Bend Campground.    April 17, 2009  State Line Fire Planned to Improve Bighorn Sheep Habitat  A prescribed fire in Bighorn Canyon near the Wyoming Montana state line is scheduled for this spring, if conditions permit,to improve Bighorn Sheep habitat.    January 14, 2009  Public Comment on Utility Fee at Horseshoe Bend Campground  No abstract supplied.   May 22, 2008  Bighorn Canyon Gearing up for Busy Summer  No abstract supplied.   March 25, 2008  Bighorn Canyon Plans Spring Burn  Spring burn planned at Bighorn Canyon NRA   May 17, 2007  Bighorn Lake Ready for Visitors  All boat ramps on Bighorn Lake are open.   June 01, 2005  Bighorn Canyon National Recreation Area Allows Personal Watercraft Use  Bighorn Canyon National Recreation Area announces that personal watercraft use (PWC Use) on Bighorn Lake and Afterbay reservoir opens on June 3, 2005.",
    "url": "https:\/\/www.nps.gov\/bica\/learn\/news\/newsarchive.htm"
}
