{
    "title": "Bighorn Canyon National Recreation Area: Green Travel",
    "body": "Green Travel       The following are some helpful hints to assist you in planning a trip that has minimum impact on the environment. Before you book your holiday  Plan your route to minimize carbon emissions- travel by train and public transport where possible, and minimize internal flights. Minimize flying time and stopovers - the worst carbon emissions are emitted during take off and landing. For the flights that you cannot avoid, offset the carbon emissions of your flight using our carbon calculator . That way the money is invested in carbon reducing initiatives around the world, offsetting the emissions caused by your flight. Ask to see the tour operator's policy for responsible tourism. All responsibletravel.com members have to have one. Make sure it explains how they minimize environmental impacts and  support the local economy.  BEFORE YOU TRAVEL:  Read up on local cultures and learn a few words of the local language - travelling with respect earns you respect Remove all excess packaging - waste disposal is difficult in remote places and developing countries Ask your tour operator for specific tips for responsible travel in your destination  Ask your tour operator\/hotel if there are useful gifts that you could pack for your hosts, local people or schools Ask your tour operator whether there are local conservation or social projects that you could visit on your trip, and if\/how you could help support them   BEFORE YOU LEAVE HOME:  Turn water heater to \"Vacation\" or lowest setting. Turn off AC\/heat or adjust the thermostat to protect plants, etc. Turn water off at outside connection (to prevent flooding should a pipe break while you're gone). When you return, turn on the water slowly and check for problems. Appliances, such as TVs and cable converter boxes, should be unplugged because they can draw or \"leak\" as much as 40 watts per hour even when they're off. Turn icemaker off (lift wire) to prevent flooding should it break while you're away. Stop your newspaper. You may be able to donate it to a school.  DURING TRAVEL:  Purchase electronic-tickets for airline travel whenever possible. Less waste. If paper tickets are lost, they may cost $75-100 to have replaced. Enjoy walking tours. Walk where sensible.  Use public transportation when available.  Use the hotel van instead of renting a car. Use the bus or local transit system. Share taxis. Less pollution, and you can leave the driving to others.  If you're driving, turn your motor off when idling. Encourage tour\/bus drivers to turn the motor off when idling.  Don't allow anything to be thrown out of your car windows—ever HOTEL STAYS:  Participate in hotel linen programs, or let the hotel know that it's not necessary to change your sheets and towels every day.    Reduce the amount of water used for bathing or showering.  When you leave your hotel room, turn off the AC\/heat, lights, TV and radio. Close the drapes.  Participate in hotel recycling programs by placing recyclables in appropriate bins.  Carry a dry cleaning or grocery bag with you in which to carry dirty laundry home.  Leave little bottles of amenities in the guestroom if unopened.  Keep bar soap wrappers and take used bars of soap home.  Let hotel management know, by speaking directly to management or writing them a note, that you want them to conserve and that you want to participate.  Patronize hotels, airlines, tour operators who support \"greening\" programs. (contact \"Green\" Hotels Association at 713\/789-8889 or go to their web site for a current listing of hotel members (www.greenhotels.com\/members.htm).  Instead of leaving bathroom lights (and fans) on all night, it's wise to pack night lights for hotel stays.  If the hotel provides complimentary newspapers, pass yours on to someone else, or leave it in the lobby for another reader. Ask the hotel to see that it's recycled.  Take only the brochures or maps necessary. Return others to the brochure stand.  Pick up at least one piece of litter every day-especially at national tourist locations which are vulnerable to huge tourist populations.  Expensive cosmetic bags are unnecessary and often do not prevent or control spills. Use zippable plastic bags for cosmetics. Separate bath needs and makeup needs.  Be sure to turn off exercise equipment, sauna, whirlpool, Jacuzzi or tennis court lights when you're through.  Check out of the hotel via the hotel's electronic program available on the TV in some hotels. You can view your bill, approve it, and help reduce paperwork.  Environmental programs or events may be listed on \"things to do in the area\" portion of the in-house TV programming.  Give yourself a pat on the back for doing all you can to help protect the beautiful destinations we all love to visit and Mother Earth! See more at   www.greenhotels.com  FOOD\/RESTAURANTS:  Carry bottled water with you. Refill as needed.  Reduce fast food waste whenever possible.  Pack a few plastic bags. They come in handy for saving half-eaten treats, used hotel bar soaps, keeping salt and pepper packets dry in the cooler, and many other uses.  Avoid styrofoam. Carry your own cup.  Avoid room service and carryout.  When offered individual packages of condiments, take only what you'll use.  If you commonly take home leftovers from restaurant meals, carry a container, a square of aluminum foil or waxpaper with you. You'll be responsible for putting less styrofoam into the waste stream.     Learn more about Eating for a healthy planet  While on holiday   Buy local produce in preference to imported goods Do not buy products made from endangered species, hard woods or ancient artifacts Respect local cultures, traditions and holy places - if in doubt ask advice or don't visit Use public transport, hire a bike or walk when convenient - its a great way to meet local people on their terms and reduce pollution and carbon emissions Use water sparingly - its very precious in many countries and tourists tend to use far more than local people Remember that local people have different ways of thinking and concepts of time, this just makes them different not wrong - cultivate the habit of asking questions (rather than the Western habit of knowing the answers).",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/green-travel.htm"
}
