{
    "title": "Bighorn Canyon National Recreation Area: Top 5 Things To See And Do - South District - Lovell Wyoming",
    "body": "Top 5 Things To See And Do In The South District - Lovell Wyoming        The walls of Bighorn Canyon tower over 500 hundred feet above the lake in the South District NPS         Top 5 Things To Do - South District, Bighorn Lovell, WY 1. Boating on Bighorn Lake – The waters of Bighorn Lake await boaters who come to ride between walls, cliffs, and spires that tower over 500 feet above the lake. The recreation opportunities on a boat trip along the lake are amazing. Water ski, fish, camp or enjoy the sights. This is truly an unforgettable trip! 2. Visit Devil Canyon Overlook – In a word: Stunning. Drive up to the Devil Canyon overlook just off the park road (Wyoming Hwy. 37), park your car, walk ten yards, and look down hundreds of vertical feet at the shimmering waters of Bighorn Lake. To understand how the river carved the canyon over millions and millions of years, Devil Canyon is a must see. 3. Fishing Bighorn Lake – Walleye and sauger are two of the most sought after species of fish in the 71 mile long waters of Bighorn Lake. Anglers have their choice of literally thousands of secluded spots along both the lake and shore. All this plus incredible scenery. 4. Visit the Historic Ranches - There are four historic ranches which tell the story of ranching history in the American West. From the wild, legendary days of the open range to the beginning of tourist dude ranches, these symbols of a not so long ago past tell a story of hope and hardship in one of the most rugged landscapes in North America. 5. Take A Hike - With over 25 miles of trails there are a plethora of options all over the South District. Try the stateline trail which straddles the Wyoming-Montana border and leads to amazing views of the canyon.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/top-5-things-to-see-and-do-in-the-south-district-lovell-wyoming.htm"
}
