{
    "title": "Bighorn Canyon National Recreation Area: Boating",
    "body": "Boating         Boating on Bighorn Lake near Eye of the Eagle Sharon Genaux  Boating Boating, kayaking, and canoeing are all excellent ways to enjoy the colors and scenic beauty of Bighorn Canyon.  Marinas Ok-A-Beh Marina The Ok-A-Beh Marina is located near Fort Smith, Montana and offers boaters a variety of amenities. To learn more click here...  Horseshoe Bend Marina The Horseshoe Bend Marina is near Lovell, Wyoming and is fully stocked to take care of boaters needs. To learn more click here...  More information about boating the southern portion of Bighorn Lake can be obtained from the Friends of Bighorn Lake website at: www.bighornlake.com  Boat Tours n Treasure Charters offers scenic boat tours of Bighorn Canyon throughout the summer season! To learn more click here...  Registers Boating registers are located at Ok-A-Beh, Barry’s Landing, and Horseshoe Bend. For your boating safety, please sign the register prior to your departure and upon your return. The information on the register will assist us in locating you if necessary. If your boat stalls, NEVER attempt to climb out of the canyon. Stay with your craft until help arrives. Aquatic Invasive Species (AIS) Aquatic invasive species are non-native organisms that can cause significant harm to an ecosystem when introduced. Aquatic invasive species like quagga mussels and zebra mussels are small organisms that could have huge impacts for Montana and Wyoming waters, boaters, and anglers. They can ruin fisheries, clog cooling systems in motorboats, foul hulls, and ruin equipment. Click on the links below for more information...  Aquatic Invasive Species Background - Frequently Asked Questions  Aquatic Invasive Species Watercraft Inspection and Decontamination - Frequently Asked Questions  Aquatic Invasive Species - Wyoming Decals FAQs Zebra Mussels - What Boaters Should Know  Requirements A special permit is not required to operate on Bighorn Lake; however, boats must display valid registrations for the state in which they are registered. Vessels must carry appropriate lights for operating between sunset and sunrise, clean and operating flame arrester, proper ventilations, muffling system and a valid certificate of numbers. Depending on the type of boat, sound-producing devices and fire extinguishers may be required. A Coast Guard approved, personal flotation device in good and serviceable condition, and of appropriate size for the intended user is required for each person on board. Watercraft 16 feet and over (except canoes and kayaks in Montana) must also have a type IV throwable PFD on board and immediately available for use. In Montana and Wyoming, children under 12 must wear a PFD on boats less than 26 feet that are in motion. Detailed state and federal regulations are at visitor centers and ranger stations. A Boating map of Bighorn lake is available by clicking here.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/boating.htm"
}
