{
    "title": "Bighorn Canyon National Recreation Area: Hiking",
    "body": "Hiking         Mother and son hiking the Upper Layout Creek Trail on a crisp, fall day.  NPS Photo  Bighorn Canyon has approximately:  28 miles of described trails (14 trails park wide) within the park.   The North District of Bighorn Canyon has 3 trails (Beaver Pond Nature Trail, Bighorn Head Gate, & Three Mile Access). 11 of the trails are in the South District  Hiking is a great way to experience Bighorn Canyon. These trails offer varying sights and tranquil settings to better explore the natural diversity the park has to offer. Some trails go through historic ranches while others take visitors to scenic vistas. The trail system is a wonderful way to extend your visit and make it truly unique.  Hiking information and maps can be found at:   Yellowtail Dam Visitor Center Cal S. Taggart Bighorn Canyon National Recreation Area Visitor Center  Afterbay Contact Station Crooked Creek Contact Station.          Trail Safety and Tips Bighorn Canyon is a dry, desert area with many terrific views. For your safety, please take the following precautions whenever hiking:  Carry plenty of water especially on longer hikes and on hot summer days. Wear good, sturdy shoes with closed toes. The canyon trails are rocky and have a lot of spiny vegetation. There may be rattlesnakes anywhere in Bighorn Canyon. Although they generally shy away from people, you need to watch where you put your hands and feet. Do not get too close to the canyon rim. In some places there may be weak, unstable overhangs and winds can become hazardous. Don’t forget sunscreen, a broad brimmed hat, and sunglasses to keep you protected from the sun. After any spring or summer hike, check your skin and clothing for ticks. If hiking alone, let someone know where you are going and when you plan to return.  Enjoy your hike and remember to stop and look around occasionally. Sometimes the best views are behind you.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/hiking.htm"
}
