{
    "title": "Pu`ukoholā Heiau National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Pu'ukohola Heiau National Historic Site 62-3601 Kawaihae Road  Kawaihae, HI 96743                 Directions         From Keahole (Kona) International Airport: Head east on HI-19 toward HI-19 26.0 mi Turn left onto HI-270 0.4 mi Turn left  0.3 mi (Approximately 34 minute drive)   Directions Details           Operating Hours & Seasons         Entrance The Visitor Center is open from 8:00 AM - 4:45 PM daily. Parking Lot Entrance Gate may open earlier during the week, however each evening the Parking Lot Exit Gate will close at 5:00 PM Daily.   Standard Hours    Sunday: 8:00 AM - 4:45 PM   Monday: 8:00 AM - 4:45 PM   Tuesday: 8:00 AM - 4:45 PM   Wednesday: 8:00 AM - 4:45 PM   Thursday: 8:00 AM - 4:45 PM   Friday: 8:00 AM - 4:45 PM   Saturday: 8:00 AM - 4:45 PM             Weather           The weather in the park is typically hot and sunny with daytime temperatures in the upper 80's. An excellent time to experience the park is in the morning and in the late afternoon when the temperatures are a bit cooler. The park is open daily from 8 a.m. until 5 p.m. However the park does occasionally close because of high winds or dangerous storm conditions. Please check with the visitor center or your hotel for any weather advisories or hazardous conditions on the day of your visit.          Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 FREE - ALL DAY EVERYDAY!!         Visitor Centers       Pu'ukoholā Heiau National Historic Site Our Visitor Center is ADA and offers wall exhibits with both English and Hawaiian Language interpretive information. We also offer self selecting videos with a 50 person capacity. FREE Audio tour available for Smart Phones (Data\/Service Provider fees may apply) Restrooms and drinking fountains are located outside of Visitor Center. Museum exhibits and Park Store located in Visitor Center                 Hawaiian cultural ceremony during Pu‘ukoholā Heiau NHS annual cultural festival. NPS photo  Pu‘ukoholā Heiau National Historic Site is located in Kawaihae on the Island of Hawai‘i. Many of the island‘s popular resorts and hotels are just minutes away from the park.",
    "url": "https:\/\/www.nps.gov\/puhe\/planyourvisit\/basicinfo.htm"
}
