{
    "title": "Bighorn Canyon National Recreation Area: Top 5 Things To See And Do - North District At Fort Smith MT",
    "body": "Top 5 Things To See And Do - North District At Fort Smith MT        The Bighorn River awaits anglers looking for a truly world class fishing experience NPS         Top 5 Things To Do - North District, Fort Smith, MT 1. Fish the Bighorn River - If you like to fish, then you’ll love the Bighorn River. The first 3 miles below the Afterbay Dam are truly world class. Anywhere between 8,000 to 11,000 trout per mile can be found on the most fished stretch of river in the state of Montana. Two National Park Service managed fishing accesses that are part of Bighorn Canyon NRA give anglers this amazing opportunity. 2. Boating on Bighorn Lake – The waters of Bighorn Lake await boaters who come to ride between walls, cliffs, and spires that tower over 500 feet above the lake. The recreation opportunities on a boat trip along the lake are amazing. Water ski, fish, camp or enjoy the sights. This is truly an unforgettable trip! 3. Viewing Yellowtail Dam – From Memorial Day through Labor Day, the Yellowtail Dam visitor center is open to the public seven days a week. Walk to the back of the visitor center to look through the glass windows at a truly stunning view. The Yellowtail Dam stands 525 feet high, damming the Bighorn and backing the lake up behind it for 71 miles. 4. Camping at Black Canyon – Could there be a prettier spot. Black Canyon’s grandeur has few rivals. Towering sandstone cliffs rise above the lake. The campground sits where the lake turns to a clear stream. Spend a night enjoying the crisp, cool canyon air while experiencing the beauty Black Canyon evokes. 5. Ranger Led Programs - Every Saturday night throughout the summer National Park Service Rangers give evening programs at the Afterbay campground theater. Learn about the history of the Crow Nation, historic river trips, the bears of Bighorn Canyon, floating the Bighorn, and more. The natural and cultural history of Bighorn Canyon comes to life as past, present, and future intermingle at these programs along the peaceful shores of the Afterbay.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/top-5-things-north-district.htm"
}
