{
    "title": "Bighorn Canyon National Recreation Area: Hunting",
    "body": "Hunting       Hunting is a permitted use under the enabling legislation for Bighorn Canyon National Recreation Area and can be done in accordance with state law. The legislation also provides for the designation of zones and periods when no hunting is permitted for reasons of public safety, administration, wildlife management, or public use and enjoyment. In general, National Park Service (NPS) regulations do prohibit hunting in national parklands—i.e., unless Congress specifically states otherwise in the unit’s founding or enabling legislation. Where hunting is allowed, like in Bighorn Canyon National Recreation Area, the NPS continues to provide a unique experience. Rules and Regulations Hunters are asked to be familiar with both Montana and Wyoming hunting regulations along with applicable federal rules concerning hunting in Bighorn Canyon National Recreation Area. Many park visitors are unaware that hunting activities may be ongoing within the recreation area. For more information on Montana hunting regulations: http:\/\/fwp.mt.gov\/hunting\/regulations\/ For more information on Wyoming hunting regulations: http:\/\/gf.state.wy.us\/wildlife\/hunting\/index.asp Superintendent's Compedium These sections of the superintendent's compendium specifically pertain to hunting. Please familiarise yourself with these before hunting in the park. Section 2.2 Wildlife Protection (b)(1)  Hunting is permitted on the NPS property adjoining Three Mile Fishing Access for upland game birds and migratory waterfowl, subject to Montana State and Federal law.  In accordance with the enabling legislation establishing Bighorn Canyon   National Recreation Area, hunting has been mandated as outlined in Title        16 of the United States Code section 460t-3, i.e., 16 USC § 460t-3.  Per 36 CFR 1.5, the Superintendent has prohibited hunting within anydeveloped area of the park.  Hunting activities are subject to State and Federal laws and regulations. Hunters intending to use hounds in pursuit of mountain lions are subject to            applicable State and Federal laws and regulations and are encouraged to      contact the appropriate State agency prior to going afield.  Definitions: Hunting means taking or attempting to take wildlife, except trapping. Developed Area means roads, parking areas, picnic areas, campgrounds, or other structures, facilities or lands located within development and   historic zones depicted on the park area land management and use map.  (e) Bighorn Canyon NRA is closed to the use of an artificial light for the purposes of wildlife viewing. Section 2.4 Weapons, Traps and Nets (a)(2)(ii)Target practice is only allowed at the Fort Smith Firing Range. Weapons may not be discharged (No Shoot Zones) in the following areas: In the Fort Smith Government Camp and Yellowtail Dam area including the golf course and the area north and east of M-K Hill (Fort Smith Firing Range excepted). On the Afterbay, on the north-side of the Afterbay, and at the Fort Smith Airstrip. Bow fishing for non-game fish on ponds located on the north side of the Afterbay is permitted pursuant to State law and Federal law. At any developed area or campground. At any historic area (M-L, Lockhart, Hillsboro, Ewing Snell Historic Ranch\/Science Center). At Common Corrals near Layout Creek.  Call A Ranger If you have questions it is best to check with a Bighorn Canyon Law Enforcement Ranger first. If you are going to hunt in the North District call: 406-666-3317 If you are going to hunt in the South District call: 307-548-5401 Report Poaching To report poaching in Montana: Call 1-800-TIP-MONT To report poaching in Wyoming: Call 1-877-WGFDTIP - 1-877-943-3847",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/hunting.htm"
}
