{
    "title": "Bighorn Canyon National Recreation Area: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Campgrounds         There are campgrounds on both sides of the beautiful Afterbay, which are $10 per night. NPS  Afterbay Campground    Open All Year!   $10 dollars per night.   Near Fort Smith, Montana, on the south shore of the Afterbay   28 RV and tent sites are located around a line of nice shade trees   Composting vault toilets, RV dump station, and drinking water available.   There are no RV hookups.   Additional 12 sites without water, available on north shore of Afterbay.    Camping is on a first come first serve basis. No reservations will be taken.          Black Canyon slips await boat-in campers NPS  Black Canyon Campground This boat-in-only campground, five miles south of Ok-A-Beh boat ramp, is along the lake shore in Douglas fir\/ponderosa pine forest.  Open All Year The 17 tent sites are sometimes visited by black bears A floating, vault toilet is available, but no drinking water is available Lake level affects the proximity of the boat moorings to campsites  Camping is free and on a first come first serve basis. No reservations will be taken.           Horseshoe Bend Campground with Sykes Mountain in the distance Loner Collection  Horseshoe Bend Campground  Open All Year-Utilities are shut off between Sept. and May $10 dollars undeveloped sites and $20 dollars for sites with utilities per night Uphill from the Horseshoe Bend Marina boat docks Swim beach and picnic area, nestled in sagebrush   48 campsites overlook the lake and the red sandstone cliffs of Sykes Mountain The campground is 14 miles north of Lovell, Wyoming via WY Hwy 37 Modern restrooms, RV dump station and drinking water are available  19 sites have been remodeled to accommodate larger RVs and boats There are 3 pull through sites Water will be turned off on Sept. 8, 2015 for repairs and rest of the winter.  Please see the Horseshoe Bend Campground page for more details.          Tent camping at Trail Creek campground NPS  Trail Creek Campground  Open All Year $10 dollars per night Primitive campground 27 miles north of Lovell, Wyoming, via WY Hwy 37 10 RV sites for small RVs 16 tent sites 4 RV sites just off Barry's Landing parking lot  There is no drinking water or RV hookups Most of the sites are small  Camping is on a first come first serve basis. No reservations will be taken.           Beautiful sunsets can be seen while camping at Medicine Creek NPS  Medicine Creek Campground  Open All Year Boat-in or hike-in only to access Six sites on lake shore of side canyon Vault toilet available when lake level is at 3635 feet above sea level No drinking water        All camping in Bighorn Canyon is on a first come first serve basis. No reservations will be taken.  Lake levels and seasonal weather can affect the proximity of the boat moorings to campsites at Black Canyon Camprground and Medicine Creek Campground. Docks to these campsites are removed in the winter.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/campgrounds.htm"
}
