{
    "title": "Bighorn Canyon National Recreation Area: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         The Bighorn River is Montana's most fished river. Now that's saying something! NPS  Bighorn Canyon National Recreation Area is a destination for over 200,000 visitors each year. The hardest part may be choosing which fishing spot, auto tour, water route, overlook, or historic area to explore! Be sure to see our calendar page to see if something special is happening the day you will be here.  Bicycling - Ride the South District park road where you can parallel the ancient Bad Pass Trail or in the North District pedal the Ok-A-Beh road for an intense workout! Boating - Float the waters of Bighorn Lake beneath towering walls up to a thousand feet in height. Camping - Bighorn Canyon offers five camping areas with over 100 spots. Best of all, the majority are surrounded by some of the most beautiful scenery in the west. Fishing - The Bighorn River is a world class trout fishery, unrivaled even in Montana. Bighorn Lake allows anglers the opportunity to catch a diverse variety of fish, including large walleyes. Hiking - Choose from over 27 miles of trails, ranging from short walks to dramatic overlooks or longer hikes that can take you to a historic ghost town.  Historic Ranches - The park has an amazing collection of ranches still kept in their original state. These tell the stories of open range, family and dude ranching. Horseback Riding - The park allows horseback riding in the South District. Limitless opportunities await riders looking for a true western experience. Picnicking - Kick back, relax and enjoy a meal amidst the grandeur of Bighorn Canyon or by the serene waters of the Afterbay. There are numerous spots on both ends of the park. Wildlife watching - See for yourself the largest herd of wild horses in the United States and sight bears in their natural habitat, or view magnificent Bighorn Sheep roaming the high desert.       Ok-A-Beh Marina and Bighorn Lake NPS",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/things2do.htm"
}
