{
    "title": "Bighorn Canyon National Recreation Area: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Driving Directions to North District - Fort Smith, Montana Contact 307-548-5406 if you need additional help. From Billings, Montana:  Take Interstate 90 south for 43 miles to Hardin, Montana. Turn off at exit 495 onto State Highway 313. Take State Highway 313 south 22 miles to St. Xavier. Turn left at St. Xavier to stay on State Highway 313, then travel 19 miles south to Fort Smith, Montana. Drive through the community of Fort Smith. You will then see a sign that gives directions to several areas of the park, on the bottom of the sign it says Fee Station. Turn right towards the Fee Station. The Afterbay Contact Station is on your immediate left. This should be your first point of entry to the park. There is an \"iron ranger\" fee payment station in the parking lot where you can get entrance passes for the park. You can get a map at the contact station. During the summer, drive up to the Yellowtail Dam Visitor Center. Distance: 95 miles  From Sheridan, Wyoming:  Take Interstate 90 north 70 miles to Crow Agency, Montana. Turn off at exit 509. At the exit ramp take a left and go under the highway overpass. Veer right onto BIA 1 (Crow-St. Xavier Road) Take BIA 1 west for 20 miles Take a left onto State Highway 313, then travel 19 miles south to Fort Smith, Montana. Drive through the community of Fort Smith. You will then see a sign that gives directions to several areas of the park, on the bottom of the sign it says Fee Station. Turn right towards the Fee Station. The Afterbay Contact Station (Fee Station) is on your immediate left. This should be your first point of entry into the park. There is an \"iron ranger\" fee payment station in the parking lot where you can get entrance passes for the park. You can get a map at the contact station. During the summer, drive up to the Yellowtail Dam Visitor Center. Distance: 110 miles   From Little Bighorn Battlefield:  From the battlefield, take I-90 west to Hardin, MT and take the Highway 313 exit to the north district in Ft. Smith, MT. It is 45 minutes from Hardin to Ft. Smith. It takes most of two hours to drive to the park. You can get a map at the ranger station. During the summer, drive up to the Yellowtail Dam Visitor Center.   Driving Directions to South District - Lovell, Wyoming From Billings, Montana:  Take Interstate 90 west for 12 miles. Turn off at exit 434 for Laurel\/Red Lodge, Montana. At the exit ramp take a left onto US 310 East\/US 212 South. Follow this highway for the next 12 miles. Turn left at US 310 East and follow the highway for 63 miles to Lovell, Wyoming. Once in Lovell continue all the way through town then take a left onto US 14 East. The Bighorn Canyon Visitor Center will be 0.2 miles on your right. You can get a map at the visitor center. Distance: 90 miles  From Sheridan, Wyoming:  Take Interstate 90 north for 12 miles. Turn off at exit 9 for Ranchester-Dayton\/Greybull-Lovell Take a left onto US 14 West and follow this highway for 33 miles. At Burgess Junction turn right at US 14 West and follow this highway for 52 miles. The Bighorn Canyon Visitor Center is on your left, on the outskirts of Lovell, Wyoming. You can get a map at the visitor center. Distance: 100 miles  From Cody, Wyoming:  Take US Alt 14 East for 44 miles. Turn right on US 310 East for 3 miles onto Lovell, Wyoming. Once in Lovell continue all the way through town then take a left onto US 14 East. The Bighorn Canyon Visitor Center will be 0.2 miles on your right. You can get a map at the visitor center. Distance: 47 miles  From Little Bighorn Battlefield:  From the battlefield, take I-90 going east into Wyoming. Take exit 9 at Ranchester, WY to Highway 14. Follow Highway 14 west over the Bighorn Mountains to 14A towards Lovell, WY. As you are driving west on 14A, turn left on Highway 37. The park entrance is 10 miles up Highway 37. From November to May, 14A is closed for the winter. You will need to take Highway 14 to Greybull, WY, and then take Highway 310 north to Lovell, You can reach the south district by taking I-90 west to Laurel, MT, and taking the Highway 310 exit at Laurel all the way to Lovell, WY. Highway 37 is two miles east of Lovell. Driving time is about 3 hours. You can get a map in Lovell at the visitor center.              Click on map for PDF version (56kb)        Plane Logan International Airport in Billings, Montana for either North or South entrances. Yellowstone Regional Airport in Cody, Wyoming for South entrance. Private Planes - The 5U7 airstrip in Fort Smith, Montana is unattended and a day use VFR airstrip. There are mountains and power lines surrounding the airstrip. It is suggested that with winds permitting take off should be done on Runway 07 and landings on Runway 25.  Public Transportation None available.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/directions.htm"
}
