{
    "title": "Bighorn Canyon National Recreation Area: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Current Launch Ramp & Road Conditions Get the most up to date information on travel conditions at the park. Horseshoe Bend WebCam 1 Horseshoe Bend WebCam 2 The interactive webcam 2 at Horseshoe bend doesn't work with Internet Explorer.  It's been tested and works well with the Firefox and Chrome web browsers. Upon connecting, you'll be asked to select a mode.  The \"Server Push Mode\" works best for most browsers.    Things to Do Our Things to Do Page features links to pages that discuss the incredible outdoor activities available to visitors in Bighorn Canyon. If you want to learn more about natural or historical places, or learn about world class fishing,boating, or hiking opportunities, visit this page. It will also lead you to a schedule of special events which take place throughout the year.  Maps Fine downloadable versions of park, boating and area maps right at your fingertips.  Visitor Centers Learn about our four visitor center\/contact stations. Details on what each offers will get you headed to the right one. Operating Hours and Seasons This page lists when each of our facilties is open. You will want to check here to find out opening and closing hours for our facilities facilities as you plan your visit.  Things To Know Before You Come Learn how to get around, what weather to expect, what to do with your pet, and what's available in the nearby communities.  Weather Information The weather in Bighorn Canyon can change in a matter of minutes. A trip here should be planned to take all types of weather into consideration.   Nearby Parks Information regarding nearby parks and national forests is provided through this link. If you are looking for other things to see and do while in the area many of the possibilities are covered here. Closures Due to National Security issues, Yellowtail Dam no longer offers tours of the Dam or allows access to the top of the Dam. Yellowtail Visitor Center remains open to the public from Memorial Day through Labor Day.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/index.htm"
}
