{
    "title": "Bighorn Canyon National Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Bighorn Canyon National Recreation Area Headquarters Office 5 AVE B  Fort Smith, MT 59035                 Directions         Bighorn Canyon has two districts that are separated by a three hour drive. To get to the North District at Fort Smith, MT from Billings,take Interstate 90 south to Hardin, MT. Turn at exit 495 onto State Highway 313 to St. Xavier and then to Fort Smith, Montana. To get to the South District at Lovell, WY from Billings, MT, take Interstate 90 west. Turn at exit 434 at Laurel, MT. Turn onto US 310 East\/US 212 South. Turn at US 310 East to Lovell. The visitor center is on the east side of Lovell.   Directions Details           Operating Hours & Seasons         Bighorn Canyon National Recreation Area The park is open every day. Some park facilities may be closed for federal holidays.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           North District: Semi-arid, receiving 18 to 20 inches of rain annually. South District: High-desert, receiving 6 to 10 inches of rain annually. Summer temperatures: Highs in the 80s (F) and 90s (F), lows in the 50s (F) and 60s (F). Summer temperatures can peak over 100 degrees. Winter temperatures: Range in the 20s and 30s with low temperatures averaging the 10s (F) and 20s (F). During the winter the thermometer can drop below 0 (F) with extreme wind chill factors.         Fees & Passes     Entrance Fees:   Bighorn Canyon Entrance Daily Pass - $5.00 $5 per 24 hours for each privately owned vehicle or individual on a bicycle.   Bighorn Canyon Annual Pass - $30.00 The Bighorn Canyon Annual Pass is good for one full year from the month of purchase. An Annual Pass may be purchased at the visitor center in Lovell, WY, the Afterbay Contact Station or Park Headquarters or at the Yellowtail Dam Visitor Center in the summer.   Commercial Vehicle Pass 1-6  - $25.00 A 24 hour commercial vehicle pass for a vehicle that will be transporting 1-6 passengers in the park may be purchased at the Visitor Center in Lovell, WY, the Afterbay Contact Station or Park Headquarters or at the Yellowtail Dam Visitor Center in the summer.   Commercial Vehicle pass 7-25 - $40.00 A 24 hour commercial vehicle pass for a vehicle that will be transporting 7-25 passengers in the park may be purchased at the Visitor Center in Lovell, WY, the Afterbay Contact Station or Park Headquarters or at the Yellowtail Dam Visitor Center in the summer.   Commercial Vehicle Pass 25+ - $100.00 A 24 hour commercial vehicle pass for a vehicle that will be transporting 25+ passengers in the park may be purchased at the Visitor Center in Lovell, WY, the Afterbay Contact Station or Park Headquarters or at the Yellowtail Dam Visitor Center in the summer.         Visitor Centers       Yellowtail Dam Visitor Center Construction of the Yellowtail Dam was completed by by the Bureau of Reclamation. This dam, named after the famous Crow chairman Robert Yellowtail, harnesses the waters of the Bighorn River and turns this variable stream into a magnificent lake.   Cal S. Taggart Bighorn Canyon Visitor Center The visitor center includes various exhibits and programs, ranging from a large, regional relief map to films about the wild horses, canyon\/area geology, and authentic, historic displays.                 Stormy Skies Over Devil Canyon Diana Boudreau       Welcome to Bighorn Canyon National Recreation Area! The park is open every day. Some park facilities may be closed for federal holidays. Visit Operating Hours & Seasons for more information. Looking to buy a park pass? Check out our Fees and Passes page. Traveling with your dog or your horse, please visit our Pets page.",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/basicinfo.htm"
}
