{
    "title": "Bighorn Canyon National Recreation Area: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Special Use Permits A Special Use Permit is required for activities and events that occur in the Recreation Area. A Special Use Permit is required for activities that provide a benefit to individuals, groups or organizations; rather than to the general public, and require some degree of management for the Recreation Area to protect its resources. Examples of events that may need a permit are:  Wedding Ceremonies Public Assemblies and Events Fishing Tournaments  Please fill out the entire Special Use permit Application Form 10-930. Electronic payment for the special use permit is administered through pay.gov. Proof of insurance and\/or posting of a bond may be required. For additional information contact the Chief Ranger's office at (406) 666-3304.  Park Permit Instructions Commercial Filming and Photography Permits The National Park Services mission is to protect its resources while providing for the enjoyment of the visitor. Consequently, the National Park Service has developed certain guidelines for the purpose of managing filming, photography and sound recordings consistent with its mission and through a permit system. Commercial Filming\/Photography permits are required for those activities that generate film, photography or video production for television, motion picture industry, public or private interest. Filming or photography that requires a production crew, vehicles, broadcast equipment, props, talent\/actors, construction, trailers, housing animals or aircraft will need a permit. Other activities requiring a filming permit are those that involve feature films, documentaries, shopping networks, religious telecasts, commercials, infomercials, public television presentation, produce DVD's CD's, CD-Roms, training videos, sales, education, promotions or entertainment. Commercial still photography or projects that take place in locations where other members of the public are generally not allowed use a model, set or prop do require a permit. Private individuals who are engaged in photography for their own personal use and enjoyment generally do not require a commercial filming permit.  The Commercial Filming and Photography Application includes instructions and fee requirements. Commercial Use Authorizations The National Park Service is authorized, upon request, to issue Commercial Use Authorizations (CUA) to individuals, corporations or other business operations, to provided commercial services to the Recreation Area in limited circumstances. CUA's are NOT a Concessions Contract and are intended to provide a necessary commercial service on a limited basis. A CUA may be issued only for services that: ·  Will have minimal impact on park resources and values; ·  Are consistent with the purpose for which the Recreation Area was established, as well as all applicable management plans, policies and regulations. Commercial uses include businesses that provide any or all goods, activities, services, agreements or other things offered to the general public which take place at least in part in the park, uses park resources, and are undertaken for or results in compensation, monetary gain, benefit or profit to an individual, organization, or corporation, whether or not such entity is organized for purposes recognized as non-profit under local, state or Federal law. Persons or entities issued a CUA are required to provide commercial liability insurance against claims arising out of or a result of acts or omissions of the CUA operator, their employees, agents , or contractors, in carrying out the activities and operations required and\/or authorized under the CUA.  Please submit a cover letter with the Comerical Use Authorization Application Form 10-550 that describes the activity or activities you wish to conduct (i.e. boat tours, kayak tours, or guided trail service). Electronic payment for the Commercial Use Authorization is administered through pay.gov. Proof of insurance and\/or posting of a bond may be required. For additional information contact the Chief Ranger's office at (406) 666-3304.   NPS policy requires that an Annual Report is submitted for each year of the operation. The Annual Report only applies to those activities occurring inside the Recreation area. If you have been issued a CUA to conduct business activities that provide visitor services within Recreation Area, please complete the CUA Annual Survey. Commercial Use Authorization Form 10-550 Commercial Use Authorization Form 10-660 For more information, call (406) 666-3304 or (307) 548-5406.    There is a non-refundable application fee of $75.00 for administrative costs for all permits. Permits may be paid by check or credit card.  To pay by check, submit the payment with each application form, payable to the National Park Service.  Send applications and fees to: Bighorn Canyon National Recreation Area Attn. Chief Ranger P.O. Box 7458 Fort Smith, MT 59035",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/permitsandreservations.htm"
}
