{
    "title": "Bighorn Canyon National Recreation Area: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes        Iron Rangers have been placed around the park so visitors can easily pay Bighorn Canyon Daily entrance fees or campground fees. NPS       ENTRANCE FEES DAILY PASS: $5 per 24 hours for each privately owned vehicle or individual on a bicycle. Purchase a daily pass via pay.gov  using Credit Card, Debit, Dwolla or Paypal. (Pay.gov can also be accessed at the entrances of the park at the locations of the old automated system.)  A Daily Pass may be purchased at the visitor center in Lovell, WY, the Afterbay Contact Station, Park Headquarters, or the Yellowtail Dam Visitor Center. \"Iron Ranger\" boxes are located at the south and north entrances to Bighorn Canyon.  You may only purchase a daily pass there. BIGHORN CANYON ANNUAL PASS: $30 for one full year Purchase an annual pass via pay.gov using Credit Card, Debit, Dwolla or Paypal. (Pay.gov can also be accessed at the entrances of the park at the locations of the old automated system.)  An Annual Pass may be purchased at the visitor center in Lovell, WY, the Afterbay Contact Station or Park Headquarters or at the Yellowtail Dam Visitor Center in the summer. FEDERAL LANDS PASSES:  Federal Land Passes may be purchased online at the above link or at the visitor center in Lovell, WY, the Afterbay Contact Station, Park Headquarters, or at the Yellowtail Dam Visitor Center. ** All passes should be displayed on the driver's side dash while parked at Bighorn Canyon NRA. COMMERCIAL TOUR ENTRANCE FEES:  $25 for 1- 6 passengers $40 for 7 - 25 passengers $100 for 26 + passengers FEE FREE DATES FOR 2016: January 18 (Martin Luther King, Jr. day) April 16-24 (National Park Week) August 25-28 (National Park Service Birthday Weekend) September 24 (Public Lands Day) November 11 (Veterans' Day)",
    "url": "https:\/\/www.nps.gov\/bica\/planyourvisit\/fees.htm"
}
