{
    "title": "Wilson's Creek National Battlefield: The Ray House",
    "body": "The Ray House       The Ray Family John Ray emigrated from Tennessee to Missouri in the late 1840s, arriving in Greene County as a widower with a daughter, Elizabeth. In 1849 he met and later married Roxanna Steele, a native of Georgia, who had been married once before to William Steele, a farmer in the Wilson Creek area. William died in 1848, leaving Roxanna and four children. Seven more children were born to John and Roxanna in the years afterwards. While none of the Ray family were injured or killed as a result of the battle, the war's effects would not leave the Rays for the rest of their lives. John died in 1875 and Roxanna followed soon in 1876. Many Ray descendents continue to live in the area today. The house was sold to a number of different owners, the last one being Bessie McElhaney, who sold the house to the National Park Service in the 1960s. The Ray House is the only surviving dwelling from the Battle of Wilson's Creek. The Ray Springhouse is the only other period structure on the battlefield. House & Farm In 1851, John Ray purchased the William Steele estate, which included 120 acres of land, two slaves and the Steele House, located across the tour road from the Ray House. That same year he bought the land on which the Ray House sits and began construction. By 1861 the Rays had a prosperous 420-acre farm with a value of $6,000. The farm contained many crops, including corn, wheat, oats, Irish potatoes and hay. In addition, Ray kept bees for honey and an orchard with a variety of fruit, and bred and raised horses, cows, sheep and hogs. The house was built facing north-northwest, exposing it to the prevailing southwest wind and provided the Rays with some comfort in the hot summers of southwest Missouri. It is believed the back room of the house was built first, possibly from remnants of the older Steele home, and then the two front rooms were built while the back room was already being occupied. The springhouse in the valley opposite the house was designed to preserve and cool milk, cream and butter, as well as store fruits and vegetables. The spring that flows from the hillside into the springhouse was a source of drinking water for the family and animals. Postmaster of Wilson Township Besides being a farmer, John Ray also served as the postmaster for Wilson Township, holding that position with the federal government for ten years, which contributed to his status as a \"well-to-do\" farmer and citizen in the community. Established in 1858 by the U.S. Postal Service, the Ray House served as the post office for the township. Local residents would have to visit the house to pick up their mail, which was dropped off at the house once a week. John Ray served as postmaster until 1866. His position indicates his politics during the Civil War--although a Southerner by birth, Ray would not have been able to hold a federal government position during and after the Civil War had he displayed support for the Confederacy. His situation was not unique; many of his fellow Missourians, while owning slaves and depending on the South's \"peculiar institution\" to help with the workings of their farms, saw no reason to secede from the Union or be disloyal to the U.S. government. Although John Ray did not fight in the war, two of his stepsons enlisted in Missouri Union regiments and one of his daughters married a Union officer. The Wire Road The Ray House was built on the Wire or Telegraph Road, which ran from Jefferson City, Missouri to Fort Smith, Arkansas, passing through the towns of Springfield and Fayetteville. The road received its nickname from telegraph wire that was strung along the road in 1860. In the late 1850s the Butterfield Overland Stage Company used the road as part of their route from Tipton, Missouri to San Francisco, California, a grueling 2-week trip, on which the Ray House served as a \"flag stop\" for the stagecoaches. During the war, the road became the main artery of transportation for both Confederate and Union military forces in various operations in the Ozarks. After Wilson's Creek, in February 1862, Southern forces retreated down the road on their way to the Battle of Pea Ridge, and in December Union forces under General Francis Herron used it for a forced march of 110 miles in three days to the Battle of Prairie Grove outside Fayetteville, Arkansas.  More information on the Wire Road and the pre-Civil War history of this area may be found by clicking here. \"Aunt\" Rhoda Rhoda, a 14-year old slave, and Wiley, age 19, were wedding gifts to Roxanna for her marriage to William Steele. In 1851, John Ray purchased Steele's estate, including the slaves. In 1856, John Ray sold Wiley because he had, according to a court document, \"become difficult to manage.\" Wiley was sold for $827. In the 1860 Federal census, Rhoda was listed as having four daughters. \"Aunt\" Rhoda (as she was called by the Ray family) and her children would have lived in slave quarters located behind the house, although the building's exact location is not known today. Rhoda resided with the Rays until 1876, and then moved to Springfield, where she died in 1897. John Ray was a \"typical\" slaveholder in Missouri in 1860. According to Michael Fellman's book Inside War, the average number of slaves per slaveholder in the state was 4.66. Greene County, where the Rays resided, had the highest concentration of slaves in southwest Missouri - 1,668. Many slaveholders in southwest Missouri were small farmers--an image that does not fit our stereotype of slave owners with large plantations and many slaves. The Ray's Neighbors Besides the Ray family, at least 100 other people lived in Wilson Township at the time of the battle. Many were directly affected by the fighting on August 10, 1861. One example was Joseph Sharp, who lived at Stop No. 5 on the tour road. Sharp was the most prosperous farmer in the region, with a farm valued at $11,000 in 1860. His large, two story home sat on the Wire Road, and was heavily damaged during the battle. Sgt. William Watson of the 3rd Louisiana Infantry, described the Sharp farm as a \"pretty substantial farm-house with extensive barns and out-houses,\" but \"All the buildings were completely riddled by the shot.\" Watson and other soldiers were sent to search the house, in case any Federal soldiers had taken refuge there after Sigel's rout. In his book Life in the Confederate Army, Watson described how Mrs. Sharp took him to task for the destruction of their property and threatening her family's lives. She calmed down somewhat after Watson said that the soldiers were\"Jeff Davis' folk,\" but she still demanded to know who would pay for the damages and who would remove the dead men and horses from their yard. The Rays and the Battle Early on the morning of August 10, 1861, the Ray family quickly discovered that what started as a normal day would soon turn into a nightmare. Three of the Ray children, herding horses in the valley near the springhouse, were warned by a soldier on horseback that \"there's going to be fighting like hell in less than ten minutes.\" Alerting their parents to the soldier's warning, Roxanna took her children, \"Aunt\" Rhoda and her children, and hired-hand Julius Short into the cellar, while John watched the ensuing fighting in his own cornfield between U.S. Regulars and Arkansas and Louisiana troops. Soon the Confederates forced the Regulars from the field, but when they attempted to pursue, Union artillery fire from Bloody Hill drove the Confederates back past the Ray House. The Union battery continued to fire on the retreating enemy, and in the process struck the Ray chicken house. Southern surgeons raised a yellow flag, (recognized on the battlefield as a symbol of a field hospital), and the gunners ceased fire. The Ray House itself was not struck by musket or cannon fire during the battle. As soon as the battle ended, the family emerged from the cellar to find their farm house was now a hospital, and immediately began to assist medical personnel in treating the wounded and dying. The children made many trips to secure water from the springhouse for the suffering soldiers. Later, the body of General Nathaniel Lyon was brought to the house and examined before it was removed to Springfield under a flag of truce. Roxanna supplied a counterpane, or bedspread, to cover the body. While most of the wounded were quickly removed to Springfield, one soldier would convalesce with the Rays for several weeks before he could be moved. In addition, most of the family's livestock and crops were gone, foraged by hungry soldiers. Bibliography Bearss, Edwin C. The Battle of Wilson's Creek. Springfield: Wilson's Creek National Battlefield Foundation, 4th Edition, 1992. Fellman, Michael. Inside War: The Guerilla Conflict in Missouri During the American Civil War. New York: Oxford University Press, 1989. Klapp, August K. The Ray House. Springfield, Missouri: Wilson's Creek National Battlefield Foundation, 2nd Edition, no publication date. Piston, William G. and Richard W. Hatcher. Wilson's Creek: The Second Battle of the Civil War and the Men Who Fought It. Chapel Hill: The University of North Carolina Press, 2000. Watson, William. Life in the Confederate Army: Being the Observations and Experiences of an Alien in the South During the American Civil War. Baton Rouge: Louisiana State University Press, 1995.",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/historyculture\/the-ray-house.htm"
}
