{
    "title": "Wilson's Creek National Battlefield: Slaves, Unionists and Secessionists",
    "body": "Slaves, Unionists and Secessionists       Visitors to Wilson’s Creek often ask about the political sympathies of the landowners who lived in the area in 1861. Some automatically assume that if a Civil War-era family owned slaves, then they certainly would not hesitate to give their allegiance to the Southern cause. In some cases this is indeed true, but in many cases it is not. The fact that a landowner owned slaves did not automatically make him a Confederate or secessionist sympathizer. Likewise, a landowner who did not own slaves was not automatically a Unionist. Perfect examples of such cases are found at Wilson’s Creek. John Ray, a native of Tennessee, settled along Wilson's Creek during the late 1840s. Ray married a widow, Roxanna Steele, and the couple began creating a new life together. In 1861, John and Roxanna, together with their nine children, lived in the home you see at Tour Road Stop Number 2. When John Ray married Roxanna, he also gained two slaves, Wiley and Rhoda, both under the age of 20.  Ray was not wealthy by any means, but was better off than many of his neighbors.  He owned over 400 acres of land and his farm was worth $6,600. His tools and machinery had a value of $200. Ray owned five different species of animals valued at $1,000. At least eight different goods were produced at the Ray Farm, and John Ray also was able to employ a hired hand named Julius Short. In addition to working a farm and owning slaves, John Ray served as a postmaster. In 1856, a United States Post Office was established for the Wilson’s Creek area, and John Ray would hold the position of postmaster until 1866.   Although both John and Roxanna were natives of the South (Tennessee and Georgia, respectively) and owned slaves, they remained loyal to the Union. It is certain that John Ray would not have kept his job as postmaster for the federal government if the Ray family had harbored pro-secessionist sympathies. Another prominent local Unionist family was that of Congressman John Phelps and his wife Mary. They were not residents of Wilson’s Creek, but lived in nearby Springfield.  John Phelps was a lawyer, a member of Missouri’s House of Representatives (elected in 1840), the United States House of Representatives (elected in 1844), and a Union soldier. With the outbreak of the Civil War, John Phelps became colonel of the Greene County Regiment, Missouri Home Guard. Following the Union defeat at Wilson's Creek, Phelps was appointed colonel of Phelps' Regiment, Missouri Infantry, a six-month unit that fought at the Battle of Pea Ridge.  Even though a prominent Union man, Congressman Phelps owned 10 slaves.  On the other hand, the E.B. Short and William B. Edwards families of Wilson’s Creek were pro-Union and did not own slaves, probably for economic reasons. They either did not own enough land to warrant them, or perhaps they simply could not afford them.  The wealthiest landowner in the vicinity of Wilson’s Creek was Joseph D. Sharp (located at Tour Stop 5). He owned more than 1,300 acres, upon which he produced large quantities of marketable grain and produce. More than 130 animals were in his care as well. The Sharps resided in a two-story farm house, something uncommon for families in this area. According to the census of 1860, the Sharp farm was worth about $7,000 (cash value of the farm, implements, and livestock).  The Sharps are examples of typical Southerners. They probably owned four slaves in 1861, and scattered evidence tends to support the belief that they were secessionists.     Unfortunately, relatively little is known about the white and African-American families who lived in the area of Wilson Township where the battlefield is located. It is clear, however, that although there were cases of diehard, archetypal Unionists and Southerners in and around Wilson’s Creek, there were also exceptions.",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/historyculture\/slaves-and-local-residents.htm"
}
