{
    "title": "Wilson's Creek National Battlefield: Colonel Franz Sigel's Account of the Battle of Wilson's Creek",
    "body": "Colonel Franz Sigel's Account of the Battle of Wilson's Creek          The Flanking Column at Wilson's Creek  By Franz Sigel, Major-General, U.S.V. On August 9th, 1861, the day before the battle at Wilson’s Creek, my brigade, consisting of the 3d and 5th Missouri Infantry, commanded respectively by Lieutenant-Colonel Anselm Albert and Charles E. Salomon, and two batteries of artillery, each of 4 pieces, under the command of Lieutenants Schaefer and Schuetzenbach, was encamped on the south side of Springfield, near the Yokermill road. On our right was encamped the 1st Iowa Infantry, a regiment clad in militia gray. The bulk of General Lyon’s forces were on the west side of the city. During the morning I sent a staff-officer to General Lyon’s headquarters for orders, and on his return he reported to me that a forward movement would take place, and that we must hold ourselves in readiness to march at a moment’s warning directly from our camp, toward the south, to attack the enemy from the rear. I immediately went to General Lyon, who said that we would move in the evening to attack the enemy in his position at Wilson’s Creek, and that I was to be prepared to move with my brigade; the 1st Iowa would join the main column with him, while I was to take the Yokermill (Forsyth) road, then turn toward the south-west and try to gain the enemy’s rear. At my request, he said that he would procure guides and some cavalry to assist me; he would also let me know the exact time when I should move. I then asked him whether, on our arrival near the enemy’s position, we should attack immediately or wait until we were apprised of the fight by the other troops. He reflected a moment and then said: “Wait until you hear the firing on our side.” The conversation did not last longer than about ten minutes. Between 4 and 5 o’clock in the afternoon I received the order to move at 6:30 P.M. At 6 o’clock two companies of cavalry, under Captain Eugene A. Carr and Lieutenant Charles E. Farrand, joined us, also several guides. My whole force now consisted of 8 companies of the 3d and 9 companies of the 5th Missouri (912 men), 6 pieces of artillery (85 men), and the 2 companies of cavalry (121),—in all, 1118 men. Precisely at 6:30 o’clock the brigade moved out of its camp; after following the Yokermill road for about five miles we turned south-west into the woods, and found our way, with difficulty, to a point south of the enemy’s camp, where we arrived between 11 and 12 o’clock at night. There we rested. It was a dark, cloudy night, and a drizzling rain began to fall. So far no news of our movement had reached the enemy’s camp, as the cavalry in advance had arrested every person on the road, and put guards before the houses in its neighborhood. At the first dawn of day we continued our advance for about a mile and a half, the cavalry patrols in front capturing forty men who had strolled into our line while looking for food and water, and who said that twenty regiments of Missouri, Arkansas, and Louisiana troops were encamped not far distant in the valley beyond. Moving on, we suddenly found ourselves near a hill, from which we gained a full view of the camp. We halted a few moments, when I directed four pieces of our artillery to take position on the top of the hill, commanding the camp, while the infantry, with the other two pieces and preceded by Lieutenant Farrand’s cavalry company, continued its march down the road to the crossing of Wilson’s Creek. It was now 5:30 A.M. At this moment some musket-firing was heard from the north-west, announcing the approach of General Lyon’s troops; I therefore ordered the four pieces to open fire against the camp, which had a “stirring” effect on the enemy, who were preparing breakfast. The surprise was complete, except that one of the enemy’s cavalrymen made good his retreat from Lieutenant Farrand’s dragoons and took the news of our advance to the other side (General Pearce’s headquarters). I became aware of his escape, and believing that no time should be lost to lend assistance to our friends, we crossed Wilson’s Creek, took down the fences at Dixon’s farm, passed through it and crossed Terrel (or Tyrel) Creek. Not knowing whether it would be possible to bring all our pieces along, I left the four pieces on the hill, with a support of infantry, and continued our march until we reached the south side of the valley, which extends northward to Sharp’s house, about 3000 paces, and from west to east about 1000. We took the road on the west side of the valley, along the margin of the woods, and within a fence running nearly parallel with the open fields. During this time a large body of the enemy’s cavalry, about 2500 strong, was forming across the valley, not far distant from its northern extremity; I therefore halted the column on the road, sent for the four pieces left on the other side of the creek, and, as soon as their approach was reported to me, I directed the head of our column to the right, left the road, and formed the troops in line of battle, between the road and the enemy’s deserted camp,— the infantry on the left, the artillery on the right, and the cavalry on the extreme right, toward Wilson’s Creek. A lively cannonade was now opened against the dense masses of the hostile cavalry, which lasted about twenty minutes, and forced the enemy to retire in disorder toward the north and into the woods. We now turned back into the road, and, advancing, made our way through a number of cattle near Sharp’s house, and suddenly struck the Fayetteville road, leading north to that part of the battlefield on which General Lyon’s troops were engaged. We were now on the principal line of retreat of the enemy, and had arrived there in perfect order and discipline. Up to this time we had made fifteen miles, had been constantly in motion, had had a successful engagement, and the troops felt encouraged by what they had accomplished. It is, therefore, totally false, as rumor had it after the battle, that “Sigel’s men” gave themselves up to plundering the camp, became scattered, and were for this reason surprised by the “returning enemy.” When we had taken our position on the plateau near Sharp's, a cannonade was opened by me against a part of the enemy’s troops, evidently forming the left of their line, confronting Lyon, as we could observe from the struggle going on in that direction. The firing lasted about 30 minutes.* Suddenly the firing on the enemy’s side ceased, and it seemed as if we had directed our own fire against Lyon’s forces. I therefore ordered the pieces to cease firing. Just at this time—it was between 9 and 10 o’clock — there was a lull in the fight on the north side, and not a gun was heard, while squads of the enemy’s troops, unarmed, came streaming up the road from Skegg’s Branch toward us and were captured. Meanwhile a part of McCulloch’s force was advancing against us at Sharp’s farm, while Reid’s battery moved into position on the hill east of Wilson’s Creek, and opposite our right flank, followed by some cavalry. All these circumstances — the cessation of the firing in Lyon’s front, the appearance of the enemy’s deserters, and the movement of Reid’s artillery and the cavalry toward the south — led us into the belief that the enemy’s forces were retreating, and this opinion became stronger by the report of Dr. Melcher, who was in advance on the road to Skegg’s Branch, that “Lyon’s troops” were coming up the road and that we must not fire. So uncertain was I in regard to the character of the approaching troops, now only a few rods distant, that I did not trust to my own eyes, but sent Corporal Tod, of the 3d Missouri, forward to challenge them. He challenged as ordered, but was immediately shot and killed. I instantly ordered the artillery and infantry to fire. But it was too late — the artillery fired one or two shots, but the infantry, as though paralyzed, did not fire; the 3d Louisiana, which we had mistaken for the gray-clad 1st Iowa, rushed up to the plateau, while Bledsoe’s battery in front and Reid’s from the heights on our right flank opened with canister at point-blank against us. As a matter of precaution I had during the last moment brought four of our pieces into battery on the right against the troops on the hill and Reid’s battery; but after answering Reid’s fire for a few minutes, the horses and drivers of three guns suddenly left their position, and with their caissons galloped down the Fayetteville road, in their tumultuous flight carrying panic into the ranks of the infantry, which turned back in disorder, and at the same time received the fire of the attacking line. On our retreat the right wing, consisting mostly of the 3d Missouri Infantry and one piece of artillery, followed the road we came, while the left wing, consisting of the 5th Missouri Infantry and another piece, went down the Fayetteville road, then, turning to the right (north-west), made its way toward Little York and Springfield; on its way the latter column was joined by Lieutenant Farrand’s cavalry company. Colonel Salomon was also with this column, consisting in all of about 450 men, with 1 piece and caisson. I remained with the right wing, the 3d Missouri, which was considerably scattered. I re-formed the men during their retreat into 4 companies, in all about 250 men, and, turning to the left, into the Fayetteville road, was joined by Captain Carr’s company of cavalry. After considering that, by following the left wing toward Little York, we might be cut off from Springfield and not be able to join General Lyon’s forces, we followed the Fayetteville road until we reached a road leading north-east toward Springfield. This road we followed. Captain Carr, with his cavalry, was leading; he was instructed to remain in advance, keep his flankers out, and report what might occur in front. One company of the 3d Missouri was at the head of our little column of infantry, followed by the piece of artillery and two caissons, behind them the remainder of the infantry, the whole flanked on each side by skirmishers. So we marched, or rather dragged along as fast as the exhausted men could go, until we reached the ford at James Fork of the White River. Carr had already crossed, but his cavalry was not in sight; it had hastened along without waiting for us; a part of the infantry had also passed the creek; the piece and caissons were just crossing, when the rattling of musketry announced the presence of hostile forces on both sides of the creek. They were detachments of Missouri and Texas cavalry, under Lieutenant-Colonel Major, Captains Mabry and Russell, that lay in ambush, and now pounced upon our jaded and extended column. It was in vain that Lieutenant-Colonel Albert and myself tried to rally at least a part of them; they left the road to seek protection, or make good their escape in the woods, and were followed and hunted down by their pursuers. In this chase the greater part of our men were killed, wounded, or made prisoners, among the latter Lieutenant-Colonel Albert and my orderly, who were with me in the last moment of the affray. I was not taken, probably because I wore a blue woolen blanket over my uniform and a yellowish slouch-hat, giving me the appearance of a Texas Ranger. I halted on horseback, prepared for defense, in a small strip of corn-field on the west side of the creek, while the hostile cavalrymen swarmed around and several times passed close by me. When we had resumed our way toward the north-east, we were immediately recognized as enemies, and pursued by a few horsemen, whoso number increased rapidly. It was a pretty lively race for about six miles, when our pursuers gave up the chase. We reached Springfield at 4: 30 in the afternoon, in advance of Sturgis, who with Lyon’s troops was retreating from the battle-field, and who arrived at Springfield, as he says, at 5 o’clock. The circumstance of my arrival at the time stated gave rise to the insinuation that I had forsaken my troops after their repulse at Sharp’s house, and had delivered them to their fate. Spiced with the accusation of “plunder,” this and other falsehoods were repeated before the Committee on the Conduct of the War, and a letter defamatory of me was dispatched to the Secretary of War (dated February 14th, 1862, six months after the battle of Wilson’s Creek). I had no knowledge of these calumnies against me until long after the war, when I found them in print. In support of my statements, I would direct attention to my own reports on the battle and to the Confederate reports, especially to those of Lieutenant-Colonel Hyams and Captain Vigilini, of the 3d Louisiana; also to the report of Captain Carr, in which he frankly states that he abandoned me immediately before my column was attacked at the crossing of James Fork, without notifying me of the approach of the enemy’s cavalry. I never mentioned this fact, as the subsequent career of General Carr, his cooperation with me during the campaigns of General Fremont, and his behavior in the battle of Pea Ridge vindicated his character and ability as a soldier and commander. *Colonel Graves, commanding the First Brigade, Mo. State Guards, says in his report: “Colonel Rosser, commanding the 1st Regiment and Fourth Battalion, with Captain Bledsoe’s artillery, being stationed on the extreme left, was attacked by Colonel Sigel’s battery, and his men exposed to a deadly fire for thirty minutes.”--F.S. (Battles and Leaders of the Civil War, Volume I, Pages 304-06)",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/historyculture\/account-of-colonel-sigel.htm"
}
