{
    "title": "Wilson's Creek National Battlefield: Navy Personnel",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Navy Personnel                Navy Personnel         WICR 30268   George Brown  George Brown was born on June 19, 1835, in Rushville, Indiana. He entered the Naval Academy in February 1849 and became certified as a midshipman. Brown served on the USS Cumberland and USS St. Lawrence until he transferred to the USS Powhatan as a lieutenant in 1856. While serving on the USS Powhatan, Lieutenant Brown spent four years patrolling and fighting along the coastlines of Brazil and Western Africa. Once the Civil War began, he was transferred to the USS Ottawa. In June 1862, he served with Captain David G. Farragut in the first attack upon Vicksburg, Mississippi. In July 1862, Brown was promoted to lieutenant commander and was transferred to the USS Indianola. On February 24, 1863, the USS Indianola engaged four rebel gunboats and was captured and set on fire. Brown was captured and sent to Libby Prison in Richmond, Virginia, and was released in May 1863. A year after his release he participated in the Battle of Mobile Bay, Alabama, in August 1864. After the Civil War ended, he was promoted to commander and transferred to the Washington Navy Yard in 1866. In 1877, Brown was promoted to captain and assigned to command the Norfolk Navy Yard in Portsmouth, Virginia. In 1893, Brown was promoted to rear admiral, and on June 19, 1897, he retired from the U.S. Navy. He passed away on June 29, 1913, and was buried in Indianapolis, Indiana.        WICR 32006   David (James) Glasgow Farragut   James Glasgow Farragut was born on July 5, 1801, in Knox County, Tennessee and later changed his first name to David. David was commissioned as a midshipman at age 9 in December 1810. In 1811, he was transferred to the USS Essex and went to war as an officer in training at age 10, participating in the War of 1812. In September 1841, Farragut was promoted to commander and fourteen years later to captain. Captain Farragut patrolled the coastlines of South America and Western Africa, and even chased pirate vessels in the Caribbean Islands. In December 1861, Captain Farragut was put in command of the West Gulf Blockading Squadron. He led the attack on New Orleans, Louisiana and claimed the city for the Union, along with Forts Jackson and St. Philip, in April 1862. He was promoted to rear admiral in July 1862. In August 1864, he defeated Confederate forces in the Battle of Mobile Bay, Alabama. After the Civil War, Rear Admiral Farragut assumed command of the European Squadron from 1867 to 1868. He was promoted to admiral on July 26, 1866, and remained in active duty status for the remainder of his life. Admiral Farragut passed away on August 14, 1870 and was buried in Brooklyn, New York.        WICR 30833   Andrew Hull Foote   Andrew Hull Foote was born on September 2, 1806, in New Haven, Connecticut. Foote attended the Naval Academy for six months before joining the Navy as a midshipman in December 1822 on the USS Grampus. Foote was promoted to lieutenant in May 1830 and participated in different Spanish conflicts along the Caribbean Islands and the South American coastline. Lt. Foote also took part in campaigns against slave-trading vessels exporting slaves from Africa. In 1852, Foote was promoted to commander, and in 1856 he took command of the sloop USS Portsmouth and joined the East India Squadron. He also fought in the Second Opium War along the Chinese coastline in Canton. When the Civil War began, Foote was promoted to captain, and he took command of the Western Navy in June 1861. During the attack on Fort Donelson in February 1862, Captain Foote was injured and had to transfer command of the \"Brown Water Navy\" to Captain Charles Davis. Foote was promoted to rear admiral in July 1862, and was traveling to take command of the South Atlantic Blockading Squadron when he contracted Bright's disease and died on June 26, 1863.        WICR 12396   David Dixon Porter  David Dixon Porter was born on June 8, 1813, in Chester, Pennsylvania. His father, Commodore David Porter, was a hero of the War of 1812; his half brother was William D. \"Dirty Bill\" Porter, and his foster brother was (James) David G. Farrragut. At the age of ten David sailed with his father to the West Indies, and at age thirteen he joined the Mexican Navy as a midshipman. At the age of sixteen David joined the United States Navy. Porter served in the Mediterranean and South Atlantic Squadrons during the Mexican War. When the Civil War began, he was promoted to commander and was assigned to take command of the USS Powhatan. In March 1862, Commander Porter assisted Captain Farragut's West Gulf Blockading Squadron in the attack on Forts Jackson and St. Philip. In October 1862, Porter took command of the \"Brown Water Navy.\" He took part in the capture of Fort Hindman in January 1863 and the capture of Vicksburg in July 1863. After Vicksburg, Porter was promoted to rear admiral. From March to May 1864, Porter's fleet had a disastrous experience trying to cooperate with land forces in an attack on Shreveport, Louisiana, during the Red River Campaign. After this fiasco, Porter was transferred to command the North Atlantic Squadron. Once the Civil War ended, he was promoted to vice admiral in 1866. He became the Superintendent of the U.S. Naval Academy, was appointed an advisor to the Navy Department by President Grant, and in 1870, was promoted to admiral. Admiral Porter passed away on February 13, 1891.        WICR 31981   Alban C. Stimers  Alban C. Stimers was born in 1827 in New York. In January 1849, he enlisted in the Navy as a third assistant engineer and worked his way up to chief engineer in July 1858. At the beginning of the Civil War, Stimers served on the frigate USS Roanoke, and later in 1861, was assigned to work on the USS Monitor. Chief Engineer Stimers was aboard this vessel during the engagement with the CSN Virginia in March 1862. Throughout 1862-1863, Stimers was assigned to work with John Ericsson to build the Passaics, a new class of ironclads. These vessels participated in the bombardment of Fort Sumter in April 1863. At the end of 1863 he was in charge of designing and constructing a new class of light-draught monitors called Cascos; these vessels turned out to be a complete failure. In early 1865, Chief Engineer Stimers was transferred to serve on the steam frigate USS Wabash, and in August 1865, he resigned from the Navy. After the Civil War, Stimers worked as a civil engineer until his death in 1876.        WICR 31992   Charles Henry Davis  Charles Henry Davis was born on January 16, 1807, in Boston, Massachusetts. He entered Harvard University in 1821 and completed his degree in 1825. In 1823, Davis enlisted in the U.S. Navy and traveled to the Pacific Islands on the frigate USS United States. On August 12, 1823, Davis passed his midshipman exam and was transferred to the Mediterranean Squadron as a sailing master of the USS Ontario. During the 1840s, Davis returned to the United States, where he was employed by the Coast Survey for naval scientific research. At the beginning of the Civil War, Davis served on the Construction Board for the Navy and was even part of the committee that approved the building of the USS Monitor. Davis was promoted to captain in November 1861. On May 9, 1862, Captain Davis was given temporary command of the Western Navy, and in June 1863, he took permanent command of that navy. He attacked Fort Pillow and participated in the Battle of Memphis in June 1862, and was promoted to commodore, then to rear admiral in February 1863. In October 1863, Admiral David Porter assumed command of the Western Flotilla, and Davis transferred to Washington D.C. In 1865, Rear Admiral Davis was made the Superintendent of the Naval Observatory, where he remained in active duty status until his death on February 20, 1877.        Robert \"Our Bob\" Walker in above photo - WICR 12189   Contraband  The Union Navy had approximately 22,000 individuals, or 18% of Navy personnel, who were identified as African American. African American men were able to enlist in the Navy and receive equal pay and promotions, similar to white sailors. During the Civil War, African American sailors that were runaway slaves were considered as contraband by the Union government, due to the Confiscation Act of 1861. This Act allowed the Union Navy and Army to enlist African American men and women in the service. The contraband label was created so that different Union military branches and Union supporters didn't have to enforce the Fugitive Slave Act (1850), which stated that a runaway slave had to be returned to their owner. In addition, African American women were able to enlist and be employed by the Union Navy and Army on hospital ships and in land hospitals.        WICR 31993   Joseph B. Hull Joseph B. Hull was born in 1803 in Connecticut. He enlisted in the Navy as a midshipman on November 9, 1813. By January 1825 he was a lieutenant serving upon the frigate USS Constellation in the West India Squadron. Lieutenant Joseph Hull also served in the Pacific and the Mediterranean Squadrons. In 1855, Hull was promoted to captain and was the commander of the frigate USS St. Lawrence in the Brazil Squadron. Captain Hull retired from the Navy in December 1861, but was reinstated as a commodore on the Retired Navy List in July 1862. Hull assumed special responsibilities as the Superintendent of Gunboat Construction in St. Louis, Missouri. He oversaw the U. S. Navy construction program for the Western Flotilla, and found and supervised the purchase and conversion of the first two tinclads, the USS St. Clair and the USS Brilliant. After the Civil War, he became commandant of the Philadelphia Navy Yard in 1866. He died in Philadelphia, Pennsylvania, on January 17, 1890.        WICR 31887   Dr. James R. Tyron  James R. Tyron was born on September 24, 1837, in Coxsackie, New York. He attended Union College in 1858 and received his medical degree from the University of Pennsylvania. At the age of twenty-five he applied to serve as a doctor in the Union Navy, and was appointed an acting assistant surgeon.  After Dr. Tyron received his appointment, he served for several months at the United States Naval Hospital in New York. The remaining two years of the war he was transferred to Pensacola, Florida and cared for men from the West Gulf Blockading Squadron who were either sick or injured. After the war, Dr. Tyron served as the main physician upon the USS Idaho as part of the Asiatic Squadron. He also served with the North Atlantic Squadron, the Pacific Squadron, and the European Squadron off the West African coast. In September 1891, Dr. Tyron was promoted to medical inspector, and transferred back to the North Atlantic Squadron. In September 1893, was promoted to commodore and chief of the Bureau of Medicine and Surgery. Commodore Tyron retired in September 1899, and in 1911 was promoted to rear admiral. Dr. Tyron passed away in New York City in March 1912.        WICR 32007   Raphael Semmes Raphael Semmes was born on September 27, 1809, in Charles County, Maryland. Before entering the Navy as a midshipman in 1826, he attended the Charlotte Hall Military Academy in Mechanicsville, Maryland. In 1835, he took the Maryland bar exam to pursue a career as a lawyer. Semmes was promoted to lieutenant in 1837 and commanded the USS Somers during the Mexican-American War. After the Civil War began, the state of Alabama, where Semmes resided, offered him a Confederate naval appointment. The next day, February 15, 1861, he resigned from the United States Navy. During his appointment as a Confederate Navy commander, he oversaw the rebuilding of the CSS Sumter; which he used to breach the West Gulf Blockading Squadron at the mouth of the Mississippi River and the Gulf of Mexico. Semmes established a well-known career as being the most famous raider on the seas during the Civil War. In August 1862, he was promoted to captain and was assigned command of the CSN Alabama. During Captain Semmes' career, he captured more than 65 boats and sunk about half of them. In June 1864, the CSN Alabama made port in Cherbourg, France, and became involved in an engagement with the USS Kearsarge, resulting in the sinking of Alabama. After Captain Semmes made his way back to America, he was promoted to rear admiral in February 1865. After the Civil War ended, Rear Admiral Semmes was arrested for treason and detained for four months. He spent the remainder of his life teaching philosophy at Louisiana State Seminary, working as a county judge and as an editor of a newspaper, and eventually returned to practicing law. In 1877, Raphael Semmes passed away due to complications from food poisoning.",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/historyculture\/Navy-Personnel.htm"
}
