{
    "title": "Wilson's Creek National Battlefield: General N.B. Pearce's Account of the Battle of Wilson's Creek",
    "body": "General N.B. Pearce's Account of the Battle        Arkansas Troops in the Battle of Wilson's Creek  By N.B. Pearce, Brigadier-General, C.S.A.   I style this short account of my personal recollections of the battle of “Oak Hills” (as the Confederates named the engagement) as above, because I was identified with the State of Arkansas and her soldiers. I also believe that subsequent events, developed by the prominence of some of the commanders engaged in this fight, have had a tendency to obscure that just recognition which the Arkansas troops so nobly earned in this, one of the first great battles of our civil war. The ninth day of August, 1861, found the Confederate army under General Ben. McCulloch, camped on Wilson’s Creek, ten miles south of Springfield, in south-west Missouri. It consisted of a Louisiana regiment under Colonel Louis Hébert (a well-drilled and well-equipped organization, chiefly from the north part of the State); Greer’s Texas regiment (mounted); Churchill’s Arkansas cavalry, and McIntosh’s battalion of Arkansas mounted rifles (Lieutenant-Colonel Embry), under the immediate charge of the commanding general; General Price’s command of Missouri State Guards, with Bledsoe’s and Guibor’s batteries, and my three regiments of Arkansas infantry, with Woodruff’s and Reid’s batteries. More than half the Missourians were mounted, and but few of the troops in the whole command were well armed. The army numbered in all about 11,500 men,— perhaps, 6000 to 7000 of whom were in semi-fighting trim, and participated in the battle. The Federal forces under General Nathaniel Lyon, between 5000 and 6000 strong, occupied the town of Springfield, and General McCulloch was expecting them to advance and give him battle. General McCulloch’s headquarters were on the right of the Springfield road, east of Wilson’s Creek, rather in advance of the center of the camp. General Price occupied a position immediately west, and in the valley of the creek, with his command mostly north of the Springfield road. I had established my headquarters on the heights east and south of Wilson’s Creek and the Springfield road, with my forces occupying the elevated ground immediately adjacent. Detailed reports as to the strength and movements of Lyon’s command were momentarily expected, through spies sent out by General Price, as McCulloch relied upon the native Missourians to furnish such knowledge; but it was not until late in the afternoon that two “loyal” ladies succeeded in passing out of the Federal lines, by permission of General Lyon, and, coming in a circuitous route by Pond Springs, reached General Price’s headquarters with the desired information. General McCulloch at once called a council of war of the principal officers, where it was decided, instead of waiting for the enemy, to march with the whole command, at 9 o’clock that night, and attack General Lyon at Springfield. As soon as the orders of General McCulloch had been properly published by his adjutant-general, Colonel McIntosh, the camp was thrown into a ferment of suppressed excitement. It was ordered that the advance be made in three divisions, under the separate commands of General Price, Adjutant-General McIntosh, and myself. The scene of preparation, immediately following the orders so long delayed and now so eagerly welcomed by the men, was picturesque and animating in the extreme. The question of ammunition was one of the most important and serious, and as the Ordnance Department was imperfectly organized and poorly supplied, the men scattered about in groups, to improvise, as best they could, ammunition for their inefficient arms. Here, a group would be molding bullets — there, another crowd dividing percussion-caps, and, again, another group fitting new flints to their old muskets. They had little thought then of the inequality between the discipline, arms, and accouterments of the regular United States troops they were soon to engage in battle, and their own homely movements and equipments. It was a new thing to most of them, this regular way of shooting by word of command, and it was, perhaps, the old-accustomed method of using rifle, musket, or shot-gun as gamesters or marksmen that won them the battle when pressed into close quarters with the enemy. All was expectancy, and as the time sped on to 9 o’clock, the men became more and more eager to advance. What was their disappointment when, as the hour finally arrived, instead of the order to march, it was announced that General McCulloch had decided, on account of a threatened rain, which might damage and destroy much of their ammunition, to postpone the movement. The men did not “sulk in their tents,” but rested on their arms in no amiable mood. This condition of uncertainty and suspense lasted well through the night, as the commanding officers were better informed than the men of the risks to be encountered, and of the probable result, in case they should make an aggressive fight against disciplined forces when only half prepared. Daybreak, on the 10th of August, found the command still at Wilson’s Creek, cheerlessly waiting, many of the troops remaining in position, in line of march, on the road, and others returning, to camp to prepare the morning meal. Perhaps it was 6 o’clock when the long-roll sounded and the camp was called to arms. A few minutes before this, Sergeant Hite, of my body-guard, dashed up to my headquarters, breathless with excitement, hatless, and his horse covered with foam, exclaiming hurriedly, “General, the enemy is coming!” “Where?” said I, and he pointed in the direction of a spring, up a ravine, where he had been for water. He had been fired at, he said, by a picket of some troops advancing on the right flank. I ordered the sergeant to ride in haste to General McCulloch with this information, and proceeded to place my command in position. I was the better enabled to do this without delay, because I had on the day before, with Colonel R. H. Weightman, made a careful reconnaissance of the ground in the direction from which the enemy was said to be approaching. The colonels commanding were immediately notified, and the regiments were formed and posted so as to meet his advance. Captain Woodruff’s Little Rock (Ark.) battery was ordered to occupy a hill commanding the road to Springfield, and the 3d Arkansas Infantry (Colonel John R. Gratiot) was ordered to support him. I placed Captain Reid’s Fort Smith (Ark.) battery on an eminence to command the approaches to our right and rear, and gave him the 5th Arkansas Infantry (Colonel T.P. Dockery) as a support. I then advanced the 4th Arkansas Infantry (Colonel J.D. Walker) north of this battery to watch the approach down the ravine, through which Sergeant Hite had reported that the enemy was coming. Thus, the Arkansas troops under my command had all been placed in favorable position, ready for action, within a very short time after the first alarm. While these events were taking place under my immediate notice, General McCulloch had been actively making disposition of the troops more nearly opposed to the first advance of the enemy, under General Lyon. He had posted the 3d Louisiana Infantry (Colonel Hébert) and McIntosh’s 2d Arkansas Rifles (dismounted) to meet the earliest demonstration from the direction of Springfield. General Price had also been industriously engaged in placing his troops to intercept the advancing foe. General Rains’s (Missouri) command had the honor of giving the first reception to the main column under General Lyon. He was ably supported by the gallant Missouri generals, Slack, McBride, Parsons, and Clark, with their respective brigades. The fighting at this juncture — perhaps about 7 o’clock — was confined to the corn-field north of Wilson’s Creek, where the Louisiana infantry, with Lieutenant-Colonel Embry’s 2d Arkansas Mounted Rifles (dismounted), all under the immediate command of Colonel McIntosh, effectually charged and drove back the enemy. Simultaneously the battle opened farther west and south of Wilson’s Creek, where the Missouri troops were attacked by the main column or right wing of the enemy. Totten’s (Federal) battery was pushed forward, and took its first position on the side of Oak Hill, north of where the main fight afterward took place. I had directed Captain Woodruff, who was posted within easy range, to give attention to Totten, and the two batteries were soon engaged in a lively artillery duel, being well matched in skill and mettle. Lieutenant Weaver, of Woodruff’s battery, was killed, and 4 of Totten’s men were killed and 7 wounded in this engagement. General Lyon’s right, although it had gained a temporary advantage in the early morning by surprising the Missourians, was roughly handled when they had recovered themselves. They were reinforced by Churchill’s regiment, which had moved up from the extreme right, and the battle raged several hours while they held their ground. At this juncture a gallant charge was made by Greer’s and Carroll’s mounted regiments on Totten’s battery, but it was not a complete success, as the gunners turned about and recovered their guns. In the early morning, perhaps simultaneously with the advance of Lyon, General Sigel, commanding the left column of the advance from Springfield, came upon our right and rear, first attacking Colonel Churchill’s camp, as the men were preparing for breakfast, obliging them to retreat to an adjacent wood, where they were formed in good order. The surprise resulted from the movement of the night before, when pickets had been withdrawn that were not re-posted in the morning. Sigel did not wait for a fight, however, but advanced to, and had his battery unlimbered near, the Fayetteville road, west of Wilson’s Creek, opposite and within range of Reid’s battery as it was then in position as originally placed. Before he had discovered us, and perhaps in ignorance of our position, Reid attacked him, under my personal orders and supervision. Sigel’s movement was a bold one, and we really could not tell, on his first appearance (there having been no fight with Churchill), whether he was friend or foe. An accidental gust of wind having unfurled his flag, we were no longer in doubt. Reid succeeded in getting his range accurately, so that his shot proved very effective. At this juncture, General McCulloch in person led two companies of the Louisiana infantry in a charge and captured five of the guns.*General Sigel was himself in command, and made vain attempts to hold his men, who were soon in full retreat, back over the road they came, pursued by the Texas and Missouri cavalry. This was the last of Sigel for the day, as his retreat was continued to Springfield. As a precaution, however, not knowing how badly we had defeated Sigel, I immediately posted the 4th Arkansas Infantry (Colonel Walker) along the brow of the hill, commanding the road over which he had fled, which regiment remained on duty until the battle was over. There seemed now to be a lull in the active fighting; the bloody contest in the corn-field had taken place; the fight “mit Sigel” had resulted satisfactorily to us, but the troops more immediately opposed to General Lyon had not done so well. General Price and his Missouri troops had borne the brunt of this hard contest, but had gained no ground. They had suffered heavy losses, and were running short of ammunition. I had watched anxiously for signs of victory to come from the north side of the creek, but Totten’s battery seemed to belch forth with renewed vigor, and was advanced once or twice in its position. The line of battle on our left was shortening, and the fortunes of war appeared to be sending many of our gallant officers and soldiers to their death. There was no demoralization —no signs of wavering or retreat, but it was an hour of great anxiety and suspense. No one then knew what the day would bring forth. As the sun poured down upon our devoted comrades, poised and resting, as it were, between the chapters of a mighty struggle not yet completed, the stoutest of us almost weakened in our anxiety to know the outcome. Just at this time, General Lyon appeared to be massing his men for a final and decisive movement. I had been relieved of Sigel, and Reid’s battery was inactive because it could not reach Totten. This was fortunate, for my command, in a measure fresh and enthusiastic, was about to embrace an opportunity— such a one as will often win or lose a battle—by throwing its strength to the weakened line at a critical moment and winning the day. Colonel McIntosh came to me from General McCulloch, and Captain Greene from General Price, urging me to move at once to their assistance. General Lyon was in possession of Oak Hill; his lines were forward, his batteries aggressive, and his charges impetuous. The fortunes of the day were balanced in the scale, and something must be done or the battle was lost. My men were eager to go forward, and when I led the 3d Arkansas Infantry (Colonel Gratiot) and the right wing of the 5th Arkansas Infantry (Lieutenant-Colonel Neal) across the creek, and pushed rapidly up the hill in the face of the enemy, loud cheers went up from our expectant friends that betokened an enthusiasm which, no doubt, helped to win the fight. Colonel McIntosh, with two pieces of Reid’s battery, and with a part of Dockery’s 5th Arkansas Infantry, supported my right; the Federal forces occupied two lines of battle, reaching across the crest of Oak Hill; and at this juncture our troops in front were composed of the Missouri forces, under General Price (occupying the center); Texas and Louisiana troops, under General McCulloch (on the right), and my forces thrown forward (on the left), when a combined advance was ordered by General McCulloch. This proved to be the decisive engagement, and as volley after volley was poured against our lines, and our gallant boys were cut down like grass, those who survived seemed to be nerved to greater effort and a determination to win or die. At about this time (11:30 A. M.) the first line of battle before us gave way. Our boys charged the second line with a yell, and were soon in possession of the field, the enemy slowly withdrawing toward Springfield. This hour decided the contest and won for us the day. It was in our front here, as was afterward made known, that the brave commander of the Federal forces, General Lyon, was killed, gallantly leading his men to what he and they supposed was victory, but which proved (it may be because they were deprived of his enthusiastic leadership) disastrous defeat. In the light of the present day, even, it is difficult to measure the vast results had Lyon lived and the battle gone against us. General McCulloch, myself, and our staff-officers now grouped ourselves together upon the center of the hill. Woodruff’s battery was again placed in position, and Totten, who was covering the retreat of Sturgis (who had assumed command of the Federal forces after the death of General Lyon), received the benefit of his parting shots. We watched the retreating enemy through our field-glasses, and were glad to see him go. Our ammunition was exhausted, our men undisciplined, and we feared to risk pursuit. It was also rumored that reinforcements were coming to the Federal army by forced marches, but it was found the next day that the disaster to the retreating army was greater than we had supposed, and a few fresh cavalry troops could doubtless have followed and captured many more stragglers and army stores. Next day the enemy evacuated Springfield, and Price, with his Missouri troops, occupied it, and had his supplies and wounded moved to that point. The Arkansans in this battle were as brave, as chivalrous, and as successful as any of the troops engaged. They bore out, on many a hard-fought field later on in the struggle, the high hopes built upon their conduct here. *General McCulloch’s report says: “When we arrived near the enemy’s battery we found that Reid’s battery had opened upon it, and it was already in confusion. Advantage was taken of it, and soon the Louisianians were gallantly charging among the guns and swept the cannoneers away. Five guns were here taken.” (Battles and Leaders of the Civil War, Volume I, Pages 298-303)",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/historyculture\/account-of-general-pearce.htm"
}
