{
    "title": "Wilson's Creek National Battlefield: Brown Water Navy",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Brown Water Navy                Brown Water Navy       TIMBERCLADS In May and June of 1861, Commodore John Rodgers purchased three riverboat freights and had them converted into gunboats. The USS Tyler, USS Lexington, and USS Conestoga made up the Timberclad gunboats, and it was with these gunboats that the Brown Water Navy was formed. Each gunboat's vessel and machinery was surrounded by 5-inch thick oak bulwarks and armed with multiple cannons. This trio of gunboats participated in numerous engagements and battles involving multiple land and water forces. The military campaigns they participated in included the Battle of Belmont, the capture of Forts Henry and Donelson, the Battle of Shiloh, the capture of Island No. 10, the White River campaign; the Lexington even participated in the Red River Campaign. The USS Conestoga was sunk on March 8, 1864, after she became involved in an engagement with the Confederate gunboat CSN General Sterling Price. After the war, the USS Tyler and the USS Lexington were sold at a public auction in August 1865.        WICR 30195   USS Tyler Original Name: A. O. Tyler Built In: Cincinnati, Ohio – 1857 Weight: 575 tons Size: 180' x 45.3' x 7.7' Engine Size: Cylinders 22 inches inside diameter by 8 foot length of piston stroke, 4 Boilers – Side Paddle Wheels        IRONCLADS The Ironclad Gunboats were made up of 15 boats. The City Class Ironclads were designed by Samuel M. Pook, and were constructed by the self-taught engineer, James Buchanan Eads. The ironclads that made up this group were the USS Carondelet, USS St. Louis (aka Baron de Kalb), USS Pittsburg, USS Louisville, USS Cairo, USS Mound City, and the USS Cincinnati. The Rubberclads were gunboats originally covered with Indian Rubber to deflect cannon and musket fire, so to prevent any major disasters from happening, the two Rubberclads, the USS Choctaw and USS Lafayette, were converted into Ironclads. In addition, six large riverboats, the USS Chillicothe, USS Indianola, USS Tuscumbia, USS Benton, USS Eastport, and USS Essex, were converted into the larger Ironclads. Each Ironclad was covered with iron-plating 2.5 inches thick which allowed the gunboats to deflect musket fire and most cannon fire. The Ironclads participated in many important military campaigns during the Civil War, such as the Battle of Belmont, the Battle of Shiloh, the Siege of Island No. 10, Battle of Memphis, the Siege of Vicksburg, the Tennessee and Cumberland River Expeditions, along with the Yazoo, White, and Red River Campaigns.        WICR 30184   USS Carondelet – City Class Built In: Carondelet, Missouri – 1861 Size: 176.5' x 52' x 6.5' Weight: 512 tons Engine Size: Cylinders 22 inches inside diameter by 6 foot in length of piston stroke        WICR 30184   USS Baron de Kalb – City Class  Original Name: USS St. Louis Built In: St. Louis, Missouri – 1861 Size: 175' x 51.2' x 6' Weight: 512 tons Engine Size: Cylinders 22 inches inside diameter by 6 foot in length of piston stroke, 5 boilers – Recess Paddle Wheel        WICR 30817   USS Pittsburg – City Class Built In: Carondelet, Missouri – 1861 Size: 176.5' x 52' x 6.5' Weight: 512 tons Engine Sizes: Cylinders 22 inches inside diameter by 6 foot in length of piston stroke –  Recess Paddle Wheel         WICR 32568   USS Louisville – City Class Built In: St. Louis, Missouri – 1861 Size: 176.8' x 52' x 6.6' Weight: 512 tons Engine Size: Cylinders 22 inches diameters by 6 foot in length of piston stroke        WICR 30816   USS Cairo – City Class Built In: Mound City, Illinois – 1861 Size: 175' x 50' x 7' Weight: 512 tons Engine Sizes: Cylinders 22 inches inside diameter by 6 foot in length of piston stroke (On December 12, 1862 the USS Cairo struck two Confederate torpedoes\/underwater mines and sunk within 11 minutes. This is the only Civil War gunboat on exhibit in Vicksburg, Mississippi).        WICR 30821   USS Mound City – City Class Built In: Mound City, Illinois – 1861 Size: 175.5' x 52' x 6.5' Weight: 512 tons Engine Size: Cylinders 22 inches inside diameter by 6 foot in length of piston stroke – Recess Paddle Wheel          WICR 32388   USS Cincinnati – City Class Built In: Mound City, Illinois – 1861 Size: 175' x 51.2' x 6' Weight: 512 tons Engine Size: Cylinders 22 inches diameters by 6 foot in length of piston stroke, 5 boilers        WICR 30285   USS Choctaw – Rubberclad converted into Ironclads Built In: New Albany, Indiana – 1856 Size: 260' x 45' x 8' Weight: 1,004 tons Engine Size: Cylinders 23 inches inside diameter by 8 foot in length of piston stroke, 4 Boilers         WICR 30184   USS Indianola – Riverboat Converted into Ironclad Built In: Cincinnati, Ohio – 1862 Size: 175' x 52.3' x 7.7' Weight: 442 tons Engine Size: Cylinders 24 inches diameters by 6 foot in length of piston stoke, 5 boilers – Side Paddle wheels (Captured by Confederate forces February 24, 1863, above Grand Gulf, Mississippi.)      MEDICAL BOAT The USS Red Rover was the first official naval hospital boat. This boat was originally used for trade and transporting goods between Nashville, Tennessee and New Orleans, Louisiana. After the war began, the Confederate Navy purchased her and converted the boat into a floating barrack for Confederate soldiers in November 1861. During the Battle of Island No. 10 in April 1862, the USS Red Rover was badly damaged in the firefight, and was captured by the Union Navy. After her capture, the Union Navy converted the boat into a floating hospital. The remodel of the USS Red Rover was done within strict compliances of the Western Sanitary Commission (WSC). In addition, the USS Red Rover had female nurses from the Order of the Sisters of the Holy Cross. The boat itself could house over 800 wounded\/sick soldiers and was designed with surgery and amputation rooms, along with clean and sick rooms, laundry rooms, and ice storage boxes that could hold over 300 pounds of ice. The USS Red Rover traveled up and down the Mississippi River and its connecting waterways throughout the duration of the war.        WICR 30184   USS Red Rover Built In: Louisville, Kentucky – 1857 Size: 256' x 40.9' x 7.5' Weight: 625 tons Engine Sizes: Cylinders 28 inches inside diameter by 8 foot in length of piston stroke, 5 Boilers      WEST GULF BLOCKADING SQUADRON At the beginning of the Civil War, President Lincoln presented a Proclamation of Blockade Against Southern Ports on April 19, 1861. A blockade all along the Eastern and Gulf waterways was created, with the purpose of cutting off all trade and supplies to the states that seceded from the Union. The West Gulf Blockading Squadron restricted movements from the southern tip of Florida and stretched around to the southern-most tip of Texas. A majority of this squadron was made up of vessels from the Blue Water Navy, and many of these vessels assisted the Brown Water Navy in multiple campaigns along the Mississippi River. The West Gulf Blockading Squadron consisted of eighteen vessels, which includes the USS Hartford, USS Brooklyn, USS Colorado, USS Harriet Lane, USS Westfield, USS Clifton, USS Owasco, USS Corypheus, USS Sachem, and USS Powhatan. This fleet was under the command of Commander David Dixon Porter. As a part of the Anaconda Plan, designed by Winfield Scott, the West Gulf Blockading Squadron was able to cut off supplies from multiple southern ports. In addition, the West Gulf Blockading Squadron was successful in taking Fort Jackson, Louisiana;New Orleans, Louisiana;Vicksburg, Mississippi;and Mobile Bay, Alabama.        Image Provided by Library of Congress   USS Hartford Built In: Boston Navy Yard, Massachusetts – 1858 Size: 225' x 44' x 17.2' Weight: 2,900 tons Engine Sizes: Combination between steam engines and sails –  Cylinders 62 inches inside diameter by 2 foot 10 inches in length of piston stroke, 2 boilers.      TINCLADS The Tinclad gunboats became a part of the Brown Water Navy's flotilla in the beginning of June 1862. Flag Officer Charles Henry Davis wanted to create a light-draught flotilla that would have the capability to travel in low-water areas and assist other naval gunboats in military operations. There were 72 Tinclads, 63 of which were identified with a number painted on the sides of the vessel. In addition, each boat was covered with a thin layer of iron-plating about ½ inch to 1 inch thick, which was just thick enough to deflect musket bullets and light artillery fire. These gunboats were vital additions in multiple campaigns, such as the capture of Fort Hindman, White River Expeditions, Yazoo River Expeditions, Tennessee and Cumberland River Expeditions, the Siege of Vicksburg, Mississippi, and the Red River Campaign. Some of the Tinclads even provided support to the West Gulf Blockading Squadron.        WICR 30818   USS Forest Rose # 9  Built In: Freedom, Pennsylvania – 1862 Size: 155' x 32.3' x 5' Height: 260 tons Engine's Size: Cylinders 16 inches inside diameter by 5 foot in length of piston stroke, 3 boilers – Stern Wheel        WICR 30820   USS Fort Hindman #13 Original Name: James Thompson Built In: Jeffersonville, Indiana – 1861 Size: 150' x 37 x 5.7' Weight: 280 tons Engine's Size: Cylinder 16 inches inside diameter 5 foot, 2 Boilers        WICR 31991   USS St. Clair #19  Built In: Belle Vern, Pennsylvania – 1862  Size: 156' x 32.6' x 4.9' Weight: 203 tons Engine Size: Cylinders 15.5 inches inside diameter by 5 foot in length of piston stroke, 2 boilers        WICR 30184   USS Covington #25  Original Name: Covington No. 2 Built In: Cincinnati, Ohio – 1862 Size: 126' x 37' x 6.6' Weight: 224 tons Engines: Side Paddle Wheel (Burned by Union forces to prevent being captured by the Confederate forces at Dunn's Bayou, Red River May 5, 1864.)        WICR 30289   General Sherman #60  Built In: Chattanooga, Tennessee – 1864 Size: 168' x 26' x 4.8' Weight: 187 tons Engine Size: Cylinders 16 inches inside diameter by 5.5 foot in length of piston stroke – Side Paddle Wheel      RAM FLEET On March 25, 1862, after the C.S.N. Virginia rammed and sunk two Union frigates, Commander Charles Ellet, Jr. received approval to purchase and create a Ram Fleet. Ellet's Ram Fleet consisted of nine vessels--the USS Queen of the West, USS Switzerland, USS Monarch, USS Lancaster, USS Lioness, USS Sampson, USS Mingo, USS Dick Fulton, and USS T. D. Horner. The Ram vessels were fitted with three layers of square timbers 12 to 16 inches thick; the timbers surrounded each boat and its mechanical components. The front of the vessels were reinforced with metal and wood to create the ram fronts. The Ram Fleet was the only group of gunboats that could participate in military operations if they received their orders directly from the Secretary of War or President Lincoln. In addition, Commander Charles Ellet's brother, Alfred Ellet, formed the Mississippi Marine Brigade within the Ram Fleet. The Marine Brigade recruits were made of hospitalized soldiers who were being discharged from the military. The Ram Fleet participated in multiple military campaigns, the first being the Battle of Memphis in June 1862. In addition, they were involved in the Battle of Fort Pillow, the Battle of Vicksburg, Mississippi, Hickman, Kentucky, Yazoo River expeditions, Red River Campaign, and Tennessee River Expeditions.        Image Provided by Library of Congress   USS Lancaster  Built In: Cincinnati, Ohio – 1855 Size: 176' x 30' x 5.5' Weight: 375 tons Engines: Side Paddle Wheels (The USS Lancaster was sunk by gunfire on March 23, 1863, while running the batteries at night in Vicksburg, Mississippi.)",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/historyculture\/brown-water-navy.htm"
}
