{
    "title": "Wilson's Creek National Battlefield: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places         The Congregational Church in Eastford, Connecticut, where General Lyon's funeral was held on September 5, 1861.   The Funeral of General Nathaniel Lyon From Life of General Nathaniel Lyon by Ashbel Woodward: \"The day was singularly beautiful, even among the lovely autumnal days of New England. Ten o'clock had been appointed for the commencement of the services. But hours earlier, people began to pour into the village in continuous streams. For miles around, the principal roads were filled with long and nearly unbroken lines of conveyances. . . . By ten o'clock, fifteen thousand people had assembled with the circumference of the village. . . . In front of the pulpit of the Congregational Church, the remains of Gen. Lyon lay in state. Upon the coffin were placed the hat which he waved aloft. . .and the sword which had become scarred and weather-beaten from sharing in the long, hard service of its owner. . . . Flowers were strewn upon the lid, and the banner which he had followed so devotedly, and upheld so gloriously, threw its graceful fold over the head of the sleeping warrior.\"             Wilson's Creek Danny Shortt  The Wilson's Creek area has a rich and varied history. For further information on the pre-Civil War history of Wilson's Creek and the James River (prehistoric and historic archeology, Native American removal, roads, trails, etc.), click here.  For more information on archeology at Wilson's Creek National Battlefield, click here. To read the Wilson's Creek National Battlefield Cultural Landscape Report, click here.  For more information on the Springfield National Cemetery, where many of the soldiers killed at Wilson's Creek are buried, click here.  To read an excellent overview of the Wilson's Creek Campaign published by Eastern National, click here.  To access a bibliography of the Civil War in the American West, click here.",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/historyculture\/places.htm"
}
