{
    "title": "Wilson's Creek National Battlefield: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People      Wilson's Creek Commanders         Benjamin McCulloch commanded the Southern forces at Wilson's Creek. Though possessing no formal military training, he was a veteran Indian fighter, participated in the Texas War of Independence, and commanded a company of Texas Rangers in the Mexican War. After serving as sheriff of Sacramento during the California Gold Rush, he was appointed U. S. marshal for the eastern district of Texas. McCulloch rose from a colonel of state troops in February 1861 to a brigadier general in the Confederate States Army in May that same year. Seven months after the Southern victory at Wilson's Creek, he died while leading a division of troops at the Battle of Pea Ridge, Arkansas, March 7, 1862.                  Brigadier General Nathaniel Lyon, commander of the Federal forces at Wilson's Creek, was an 1841 graduate of the United States Military Academy and a veteran of the Seminole and Mexican Wars. He had also served at various posts on the frontier before being assigned to command the garrison at the U. S. arsenal in St. Louis in 1861. An ardent Unionist and a strong supporter of Lincoln and the Republican Party, Lyon worked closely with Missouri Congressman Francis P. Blair, Jr., to prevent the state from seceding from the Union. His death at Wilson's Creek at the age of 43 made him the first Union general to die in battle during the Civil War.         Major General Sterling Price commanded the Missouri State Guard at Wilson's Creek. He had served in the Mexican War, the United States Congress, and as governor of Missouri. He accepted the command of the State Guard when the war began. At age 51, he was the oldest of the principal commanders at Wilson's Creek and was well-liked by his troops, who affectionately nicknamed him \"Old Pap.\"                 German-born Franz Sigel was director of public schools in St. Louis at the onset of the Civil War. As colonel of the 3rd Missouri Infantry, he took part in the capture of Camp Jackson in May 1861 and fought in the Battle of Carthage two months later. The defeat of his brigade at Wilson's Creek helped forge the Southern victory.",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/historyculture\/people.htm"
}
