{
    "title": "Wilson's Creek National Battlefield: News",
    "body": "Explore This Park    Learn About the Park     News             News       SPECIAL EXHIBIT The Death of General Nathaniel Lyon Wilson's Creek National Battlefield is honored to display a series of 13 steel engravings and prints depicting the death of Union General Nathaniel Lyon in conjunction with the 155th anniversary of the Battle of Wilson's Creek. These prints and engravings are from various sources of the Civil War time period, including Harpers Weekly, Currier and Ives and Kurz and Allison. General Nathaniel Lyon was killed on August 10, 1861 at the Battle of Wilson's Creek. Lyon was leading a charge of 2nd Kansas Infantry when he was killed on Bloody Hill, becoming the first Union general killed in combat during the Civil War. The majority of the pieces are on loan to the park from a private collector who is excited that this artwork will be viewed by the public in its entirety.  Superintendent Hillmer stated, \"Having this collection for the public to enjoy brings history alive through the eyes of artists. Come and view the different images from the perspective of different artists.\"               A member of the Republic Schools SOAR program and her project about Ellen Lipscomb, a young girl living in Tennessee during the Civil War.         SOAR NIGHT AT WILSON'S CREEK   On the evening of May 2, 2016, more than 40 students from the Republic (MO) School District's SOAR Program displayed their projects, premiered video presentations or participated in live performances at Wilson's Creek National Battlefield.  The students developed Civil War-themed projects after spending two weeks at the battlefield in December 2015 and January 2016, working with staff members and studying items from the park's museum and library collections.  \"During this Centennial year, the SOAR program is one way to connect students with the National Park Service and encourage the next generation of Civil War historians and battlefield stewards,\" said Superintendent Ted Hillmer.    More than 250 members of the community attended the event.  Wilson's Creek National Battlefield staff members extend their thanks to all the parents, relatives and friends of the students who came to SOAR night to encourage these young scholars.                   \"Garlic Mustard Pull\" Volunteers National Park Service   WILSON'S CREEK NATIONAL BATTLEFIELD HOSTS \"GARLIC MUSTARD PULL\"       Wilson's Creek National Battlefield held a \"garlic mustard pull\" event on April 23, 2016. Garlic mustard is a plant that needs to be removed from forests along Wilson's Creek. Thirty volunteers, including Boy Scouts of America Pack No. 205 from Nixa, Missouri, and their parents, removed the plant's stem and roots by hand--much like weeding a garden.  Our thanks to all those who participated!                          A CALL TO ACTION                                             On the eve of our centennial, the employees of the National Park Service have imagined our second century of public service and charted a path to help us achieve that vision. A Call to Action offers tangible, concrete ways for us to work together to transform our organization to make sure that we are ready for a future that is, in so many ways, different from our past. It includes bold new ideas and expands on terrific ideas that are already field-tested. A Call to Action also signals the start of a strategic integration of national parks and National Park Service community-based programs. This will increase our reach and better leverage our resources to invite the American people to learn more about our mission and join us in the stewardship of our nation's most incredible places. Every park, every program, every employee, and every partner has a role in this Call to Action. For it to succeed, for the National Park Service to succeed, we need your creativity, innovation, and dedication to make these action items real in your park or your program. In this watershed moment, like no other time in our history, we have an opportunity to reflect on, celebrate, and build on our accomplishments as we prepare to serve for a second century. Please answer the call. For more information, click here.  Director Jon Jarvis",
    "url": "https:\/\/www.nps.gov\/wicr\/learn\/news\/index.htm"
}
