{
    "title": "Wilson's Creek National Battlefield: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions              Nearby Attractions      Related Sites in Springfield Springfield National Cemetery 1702 E. Seminole Springfield, MO 65804 (417) 881-9499 History Museum for Springfield and Greene County 830 Boonville Springfield, MO 65802 (417) 831-1976 Local History & Genealogy Department, Springfield-Greene County Public Library 4653 S. Campbell Springfield, MO  65810 (417) 616-0534 Springfield Conservation Nature Center 4600 S. Chrisman Springfield, MO 65804 (417) 888-4237 Battle of Springfield (January 8, 1863) Driving Tour Downtown   Nearby National Parks Arkansas Post National Monument (Gilett, Arkansas)  Fort Smith National Historic Site (Fort Smith, Arkansas)  Pea Ridge National Military Park (Pea Ridge, Arkansas)  Fort Scott National Historic Site (Fort Scott, Kansas)  George Washington Carver National Monument (Diamond, Missouri)  Jefferson National Expansion Memorial\/ Gateway Arch (St. Louis, Missouri)  Ulysses S. Grant National Historic Site (Saint Louis, Missouri)  Harry S. Truman National Historic Site (Independence, Missouri)  Missouri State Parks  Battle of Carthage State Historic Site (Carthage, Missouri)  Nathan Boone Homestead State Historic Site (Ash Grove, Missouri)  Battle of Lexington State Historic Site (Lexington, Missouri)  Fort Davidson State Historic Site (Pilot Knob, Missouri)  Battle of Athens State Historic Site (Revere, Missouri)  Area Information Information on the Springfield area can be found at the Springfield Area Chamber of Commerce, or by contacting:  Springfield Convention and Visitors Bureau 3315 E. Battlefield Road Springfield MO 65804-4048 (417) 881-5300 or toll-free 1-800-678-8767   Local Partners & Information Resources  Republic Chamber of CommerceCivil War Round Table of the Ozarks Freedom's Frontier National Heritage Area",
    "url": "https:\/\/www.nps.gov\/wicr\/planyourvisit\/nearbyattractions.htm"
}
