{
    "title": "Wilson's Creek National Battlefield: Library",
    "body": "The Hulston Library       Holdings: The John K. and Ruth Hulston Civil War Research Library was founded in 1985. A new library building was dedicated in April 2003. The core of the library collection was donated by Springfield attorney John K. Hulston and his wife Ruth. Currently the library contains approximately 10,000 volumes concentrating on the Civil War period and the Civil War in the Trans-Mississippi Theater. Public Use: All of the library's volumes are non-circulating, but are available for use on-site. Reference Services: Staff members are able to perform limited research for patrons by regular mail, e-mail, telephone or in person. Extensive research on a particular topic should be done in person. Genealogy: The library has electronic access to the National Archives Compiled Service Records of all Confederate soldiers, and Union soldiers from selected states. Copies can be requested free of charge from the Hulston Library or ordered for a fee from the National Archives. Forms to obtain copies of National Archives records are available at the Hulston Library, or National Archives forms can be downloaded and records ordered on-line by clicking here. The library also has published rosters giving basic information on all Civil War soldiers, and will search for particular names on request. Regimental Histories: The library contains many histories of individual Civil War regiments, especially Union units. In addition, many Northern state adjutant general's reports and other regimental materials are available. Limited information is available on Southern units. The Civil War Soldiers and Sailors System and other Internet databases: Those seeking ancestors via the Internet should also consult the Civil War Soldiers and Sailors System, a database that contains brief service histories (name, rank and unit) for most Civil War soldiers. To go to the CWSSS, click here. Those seeking information on Missouri soldiers should also consult the Missouri State Archives Soldier Database. To go to the State Archives database, click here. Hours: Hulston Library hours are currently Tuesday-Saturday, 9 a.m.-Noon and 1-4 p.m. The library is located next to the Visitor Center.   To search the library catalog, go to the Springfield-Greene County Library's Coolcat system at coolcat.org.",
    "url": "https:\/\/www.nps.gov\/wicr\/planyourvisit\/library.htm"
}
