{
    "title": "Wilson's Creek National Battlefield: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Note:  For those visitors using GPS devices, the battlefield's physical address is 6424 West Farm Road 182, Republic, Missouri.By PlaneSpringfield is serviced by the Springfield\/Branson Regional Airport.By CarFrom I-44: exit at Exit #70 (Missouri Highway MM). Continue south to U.S. Highway 60 (traffic light). Proceed through the intersection. MM changes to Missouri Highway M. Continue 1\/2 mile to Missouri Highway ZZ, where you will find a traffic light and Republic High School. Turn right on ZZ. Continue south 1 and 1\/2 miles to Farm Road 182 (Elm Street). Turn left; the entrance to the battlefield is on the right. From U.S. Highway 65 (north of Springfield): exit on James River Expressway (U.S. Highway 60). Continue west on James River Expressway PAST the Missouri Highway FF\/Battlefield exit. Take the U.S. Highway 60 (Republic) exit. Turn left (south) on U.S. Highway 60. Continue 2 miles to Missouri Highway M and turn left. Continue east on Highway M for 1\/2 mile. Turn right at the traffic light onto Missouri Highway ZZ and travel 1 and 1\/2 mile to Farm Road 182 (Elm Street). Turn left; the entrance to the battlefield is on the right. From U.S. Highway 65 (south of Springfield, Branson and the lakes area): turn left on Missouri Highway 14 at Ozark. Continue west on Highway 14 through the town of Nixa to Missouri Highway ZZ. Follow ZZ north to Farm Road 182 (Elm Street). Turn right; the entrance to the battlefield is on the right.From Missouri Highway 13: note that Highway 13 becomes Kansas Expressway upon entering Springfield. Follow Kansas Expressway south to U.S. Highway 60 (W. Sunshine). At the intersection turn right on U.S. Highway 60. Continue west and south on Highway 60 to the Missouri Highway MM\/M intersection. Turn left on Highway M. Continue 1\/2 mile to Missouri Highway ZZ and turn right at the traffic light. Continue south 1 and 1\/2 miles to Farm Road 182 (Elm Street). Turn left; the entrance to the battlefield is on the right.By Public TransportationLimousine and taxi service is available from Springfield. Springfield is also serviced by the Greyhound bus line.Do you plan to travel to the battlefield in an alternative fuel vehicle? If so, good for you! Your actions help us reduce greenhouse gas emissions and reduce petroleum use. Plan your trip with the Alternative Fueling Station Locator from the Department of Energy.",
    "url": "https:\/\/www.nps.gov\/wicr\/planyourvisit\/directions.htm"
}
