{
    "title": "Wilson's Creek National Battlefield: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit           The battlefield is open daily, except for Thanksgiving, Christmas Day and New Year's Day. The battlefield closes at Noon on December 24 (Christmas Eve). Visitor Center hours vary according to season. The 2016-2017 Visitor Center schedule is given below:  January 1-April 2, 2016 9 a.m.-5 p.m.  April 3-October 29, 2016 8 a.m.-5 p.m.  October 30, 2016-April 2017 9 a.m.-5 p.m.    Park (Tour Road) hours vary according to season.  The 2016-2017 Tour Road schedule is given below:  January 1-April 2   8 a.m.-5 p.m.  April 3-May 27    8 a.m.-7 p.m.  May 28-September 5 8 a.m.- 9 p.m. September 6-October 29    8 a.m.-7 p.m.  October 30, 2016-April 2017    8 a.m.-5 p.m.      Tour Road hours signs are located at the front gate, on the arm of the Tour Toad entrance gate, and next to the Tour Road entrance gate.     FOR YOUR SAFETY. . . As a unit of the National Park System, Wilson's Creek National Battlefield is committed to the protection of our resources, as well as providing visitors with a safe park experience. For these reasons, the use of metal detectors are prohibited; buildings, plants, and natural features should not be disturbed; pets must be on a leash not more than six feet long and are not allowed in buildings; horses are restricted to authorized trails, and speed limits and other traffic laws must be obeyed. All accidents should be reported to park headquarters. For information on carrying firearms at Wilson's Creek National Battlefield, click here. Other safety considerations for your visit include   Summer months are frequently hot and humid. Take water and wear a hat, sturdy shoes and protective clothing when hiking the trails. Ticks, chiggers and stinging insects are common. Use repellent and check yourself for ticks during and after your outing. Swimming in Wilson Creek or any water source is not recommended. Jumping from trees or banks is prohibited. Drinking water from any source except water fountains is not recommended. If walking, biking, or jogging, stay inside the six-foot-wide lane that is specifically marked for those activities. Skates and skateboards are prohibited. Climbing on cannons is hazardous. Stay off. Poison ivy is abundant in many areas. Familiarize yourself with this plant and avoid contact with it. Park only in designated areas. When leaving your car, lock your vehicle and store all valuables out of view. Hunting is prohibited. All wildlife is protected. Do not pick flowers and plants. Some fruits and nuts may be gathered, but check at the Visitor Center first.",
    "url": "https:\/\/www.nps.gov\/wicr\/planyourvisit\/index.htm"
}
