{
    "title": "Big Hole National Battlefield: Endangered Species",
    "body": "Threatened, Endangered and Species of Special Concern         The rare native Lemhi penstemon flower (Penstemon lemhiensis) is a striking flower found at Big Hole National Battlefield. NPS photo  In 2009, an inventory of the rare native Lemhi penstemon flower (Penstemon lemhiensis), a striking flowering plant found at Big Hole National Battlefield, yielded important information on population sizes there. Results confirm that the park supports some of the largest known populations of the species. The sparse distribution of the species in the park makes for a challenging sampling situation, and the National Park Service plans to resurvey the species in 2010 using updated methods to obtain more precise population estimates. The western toad (Bufo boreas) and the Northern Rocky Mountain gray wolf (hi’min, Canis lupus) are listed by the Montana Natural Heritage Program as “species of special concern”. Bald eagle (saqanta’yx, Haliaeetus leucocephalus) may be periodically seen in the park, but are not residents. In general, the lack of habitat types and suitable nesting trees do not provide the resources necessary to facilitate long-term occupation and nesting opportunities. Other sensitive species that may be found in the park include Montana arctic grayling (Thymallus arcticus), mountain plover (Charadrius montanus), swift fox (tili’pcxi, Vulpes velox), great gray owl (Strix nebulosa), and Boreal owl (Aegolius funereus).        Camas (Camassia quamash) is a bulb-producing lily that was one of the most widely utilized plant foods of the Nez Perce people. NPS photo  Camas (Camassia quamash) is a bulb-producing lily that was one of the most widely utilized plant foods of the Nez Perce people. Camas was also a focal resource at many of the significant historical events memorialized by Big Hole National Battlefield and Nez Perce National Historical Park. The battle at Big Hole occurred at a traditional Nez Perce camas harvesting campsite. Camas is therefore a central element of the cultural landscapes that Big Hole NB seeks to interpret for the public. Camas is annually monitored so that park staff can better understand the status and trends of plant populations and, in turn, make informed decisions about resource management and restoration.     Threatened, Endagered, and Rare Species     English Name   Nez Perce Name     gray wolf   hi'min     bald eagle   saqanta'yx     swift fox   tili-pcxi     camas   qemes",
    "url": "https:\/\/www.nps.gov\/biho\/learn\/nature\/threatened-endangered-and-species-of-special-concern.htm"
}
