{
    "title": "Big Hole National Battlefield: Geologic Formations",
    "body": "Geologic Formations         From the top of the howitzer trail in the park, visitors are able to see the broad expanse of the valley and the surrounding mountain ranges. NPS photo  The Big Hole was rightly named by settlers, as it is the highest and widest of the broad mountain valleys of western Montana. The valley separates the Pioneer Mountains along its eastern margin from the southern Bitterroot Range on the west. From the top of the howitzer trail in the park, visitors are able to see the broad expanse of the valley and the surrounding mountain ranges. Like the Bitterroot Valley to its northwest, geologists explain that the Big Hole is probably the gap opened behind a big block of the Earth’s crust (the Earth’s outer skin composed of granite and similar rocks in the continents, or basalt in the oceans) that detached from the top of the Idaho Batholith (a large mass of intrusive granite or similar rock that covers an area greater than about 40 square miles in northern Idaho and northwestern Montana) and moved east about 70 million years ago. The Pioneer Range along the east side of the Big Hole is that block.        The North Fork of the Big Hole River snakes out of the mountains and through the wide valley. NPS photo  Like all the other valleys in the region, the Big Hole contains a deep fill of deposited material such as sand, clay, mud or gravel, accumulated a long, long time ago. The way the surface of the rocks look today does not differ from those in the other valleys. They usually are a formation topped with younger gravels, but the story below the surface is considerably different. Volcanic rocks filled the bottom of the valley as it opened, and then the rest of it filled with sedimentary deposits. Two very deep exploratory wells drilled in the Big Hole during the early 1980s failed to find commercial quantities of oil or gas, but did reveal that something about the geology far below the Valley’s surface. The wells went some 14,000 feet through sediments before they penetrated older volcanic bedrock beneath the valley floor. That is far deeper than any other valley in the region.",
    "url": "https:\/\/www.nps.gov\/biho\/learn\/nature\/geologicformations.htm"
}
