{
    "title": "Big Hole National Battlefield: Trees and Shrubs",
    "body": "Trees and Shrubs         Lodgepole pine trees cover the hills and mountains above the Big Hole valley. NPS photo  Before contact with Euroamericans, the Nez Perce made their tools from materials available to them. For example, digging sticks, used for digging root foods, were made from wood or antler; baskets used for cooking and gathering were made from plant fibers; and eating utensils might be made from wood or matting. Plant materials used in indigenous technology include extracted fibers, wood, bark, pitch, roots, stems\/branches, leaves, flowers, fruits, cones, lichens, and fungi. Many Nez Perce tools were\/are made from strong wood such as serviceberry (Amelanchier alnifolia). Early garments were often woven from plants such as willow (Salix scouleriana) and sagebrush (Artemisia tridentata), which can be found in the park. In sagebrush-dominated regions, among the underbrush of the forested mountainsides are serviceberries, black twin-berries (Lonicera involucrata), creeping Oregon grape (Mahonia repens), golden currant (Ribes aureum), huckleberries (Vaccinium spp.), and woods strawberries (Fragaria vesca). The edible berries were carried back to the camps in large containers of coiled basketry to be pressed into cakes and used later to flavor dried fish, roots, and meat.        Douglas fir trees can be found in the forested areas at Big Hole NB. NPS photo  As a conifer\/alpine meadow region, the battlefield is marked with distinctive elevation zones of vegetation. The Bitterroot Range (in Idaho and Montana) is dominated by a subalpine belt of mountain hemlock (Tsuga mertensiana). Below this, western redcedar and western hemlock (Tsuga heterophylla) dominate, but Douglas-fir, western white pine (Pinus monticola), western larch (Larix occidentalis), and western ponderosa pine (Pinus ponderosa) can be found in association. Lodgepole pine (Pinus contorta) and grasses are dominant in the basin-and-range areas. Ponderosa pine is scattered below these areas and dominates west of the Continental Divide. The lower mountain slopes of all these areas may graduate from conifer to sagebrush and grass steppe lands. After the goldrushes of the 1860s, logging became the major industry in the mountains of Nez Perce country and into Montana. Much of the Nez Perce homeland forests in eastern Montana, north-central Idaho, and both the Wallowa and Blue mountain ranges in Oregon are today managed by the US Forest Service. The Nez Perce tribe also runs a forestry management program out of Lapwai, Idaho.          Trees and Shrubs     English Name   Nez Perce Name     serviceberry   kike’ye     willow   ta’xus     sagebrush   qe’mqem     huckleberry   cemi’tk     white pine   se’ysey     western larch\/tamarack   kimi’le     ponderosa pine   la’qa     lodgepole pine   qala’maqalam",
    "url": "https:\/\/www.nps.gov\/biho\/learn\/nature\/treesandshrubs.htm"
}
