{
    "title": "Big Hole National Battlefield: Insects, Spiders, Centipedes, Millipedes",
    "body": "Insects, Spiders, Centipedes, Millipedes         In the Nez Perce language, Pflap pflap means butterfly. NPS photo  In the Nez Perce language, Pflap pflap means butterfly. Fields, meadows and hillsides of native flowers are common in this area, making it attractive to several species of butterflies that dine on flower nectar. Other important insects at the Big Hole Battlefield include those found in and around water. These types of insect communities have strong effects on freshwater environments and are very important to fishes. By measuring the amount and types of aquatic insects (macroinvertebrates), park scientists also measure the health of streams and rivers. Mayflies (Ephemeroptera), caddisflies (Trichoptera), and stoneflies (Plecoptera) are some examples of organisms that inhabit park site waters. Understanding the current status of freshwater ecosystems will help guide management and restoration efforts, and provide insight into ecosystem change in a landscape with changing climate and dynamic human influences.        Moths look very similar to butterflies and may be found at Big Hole NB in the spring and summer. NPS photo  Another (often bothersome) insect species found at the park during certain times of the year is the mosquito (wa’wa). Mosquitoes are actually a type of fly. They have two wings, a piercing proboscis, long antennae, and scales on many parts of their bodies. As they develop, mosquitoes go through four life stages: egg, larvae, pupa, and adult. The adult is the familiar flying form, while the larvae and pupae are both aquatic. Eggs may be either laid on the surface of water, or on damp surfaces, including soil, depending on the type of mosquito. In Montana, mosquitoes can be divided into two groups: flood pool species, and container species. Most Montana mosquitoes do not transmit any known diseases. However, the sheer numbers produced in certain areas creates a very real pest problem.",
    "url": "https:\/\/www.nps.gov\/biho\/learn\/nature\/insects.htm"
}
