{
    "title": "Big Hole National Battlefield: Birds",
    "body": "Birds         Warbling vireos has been spotted at Big Hole NB. NPS photo  The avian community of Big Hole National Battlefield is as rich and as varied as the landscape it occupies. The Park serves as a permanent home to many bird (wi’twit)species, a summer breeding area for others, a place to rest and refuel for long-distance migrants, and a place for some species to spend the winter. Over 80 species of birds were recorded n a 1999 bird inventory at Big Hole National Battlefield. Two winter residents of note recorded in this study were the American tree sparrow (Spizella arborea) and the common redpoll (Carduelis flammea). Other species of note include: bald eagle (saqanta’yx, Haliaeetus leucocephalus), rough-legged hawk (Buteo lagopus), northern pygmy-owl (Glaucidium gnoma), long-eared owl (Asio otus), Hammond’s flycatcher (Empidonax hammondii), and Say’s phoebe (Sayornis saya). In addition, the presence of black-billed magpie (Pica hudsonia) is likely associated with adjacent ranch lands.        Spruce grouse may be found in tall grasses or in sagebrush habitats. NPS photo  The willow flats along the river support concentrations of veery (Catharus fuscescens), northern waterthrush (Seiurus noveboracensis), Lincoln’s sparrow (Melospiza lincolnii), and yellow warbler (Dendroica petechia). The lodgepole pine forest on the mountain slope consist of typical forest species including: Townsend’s solitaire (Myadestes townsendi), hermit thrush (Catharus guttatus), golden-crowned kinglet (Regulus satrapa), Clark’s nutcracker (Nucifraga Columbiana), and western tanager (Piranga ludoviciana), among others. The sagebrush-steppe of the bench and mountain slope is represented by key sagebrush and\/or grassland associated species such as the Brewer’s sparrow (Spizella breweri), vesper sparrow (Pooecetes gramineus), and savannah sparrow (Passerculus sandwichensis).        Visitors may recognize the American robin while hiking around Big Hole NB. NSP photo  Key management issues at Big Hole National Battlefield associated with the avian community include adjacent agricultural and ranching land use, potential for cowbird parasitism, past fire suppression in the forested area, and the invasion of exotic species. Because of the diversity of habitats at this site, it supports a variety of bird communities, each with their inherent management issues. Visitors are encouraged to stay on maintained trails to limit disturbance to nesting birds. Bird feathers are important to the Nez Perce and, by law, should not be collected within the park.      Download the bird checklist for Big Hole here.",
    "url": "https:\/\/www.nps.gov\/biho\/learn\/nature\/birds.htm"
}
