{
    "title": "Big Hole National Battlefield: Amphibians",
    "body": "Amphibians         Spotted frogs may be found in the wetland areas of the park. NPS photo  When it gets cold, frogs take refuge deep under the mud of wet areas they call home. During this time they need no food and take in oxygen through pores in their skin. In the spring when they emerge, they go to fresh water where they deposit their eggs. They are highly sensitive to variations in the environment and are susceptible to air, soil, and water pollutants. National Park Service staff are monitoring water quality and treating invasive weedy plants accordingly. Big Hole National Battlefield lies in the conifer-alpine ecoregion so the diversity of amphibians is relatively low. However, two species are found in the park: the Columbia spotted frog (Rana luteiventris) and the western toad (Bufo boreas). The number of spotted frogs in a 2002 study was estimated at over 2000 individuals, based on the presence of tadpoles and other life stages in wetlands adjacent to the Big Hole River. Spotted frogs have upturned eyes and dark spotting on their backs. They breed in late February-July in their range and you can distinguish them by their voice: a series of rapid, hollow sounds like tapping a hollow log. Western toads have a white or cream-colored stripe on their backs; otherwise, they are dusky, yellowish, tan, gray or greenish above with warts in dark blotches. Western toads tend to walk rather than hop and their voices sound like mellow, high-pitched chirruping or plinking, like the sound of a peeping chick.        Western toads are residents of Big Hole NB and can blend in quite well with their surroundings. NPS photo  Big Hole National Battlefield lies in the conifer-alpine ecoregion so the diversity of amphibians is relatively low. However, two species are found in the park: the Columbia spotted frog (Rana luteiventris) and the western toad (Bufo boreas). The number of spotted frogs in a 2002 study was estimated at over 2000 individuals, based on the presence of tadpoles and other life stages in wetlands adjacent to the Big Hole River. Spotted frogs have upturned eyes and dark spotting on their backs. They breed in late February-July in their range and you can distinguish them by their voice: a series of rapid, hollow sounds like tapping a hollow log. Western toads have a white or cream-colored stripe on their backs; otherwise, they are dusky, yellowish, tan, gray or greenish above with warts in dark blotches. Western toads tend to walk rather than hop and their voices sound like mellow, high-pitched chirruping or plinking, like the sound of a peeping chick. The western toad has status as a federal or state species of concern. In the 2002 survey, an individual western toad was found in tall sedges near an oxbow of the Big Hole River. This species was also observed twice during a1987 inventory. In general, however, this species appears to be rare in the battlefield.",
    "url": "https:\/\/www.nps.gov\/biho\/learn\/nature\/amphibians.htm"
}
