{
    "title": "Big Hole National Battlefield: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature            Vegetation at the park may consist of sagebrush uplands (pictured here) grass and willow riparian areas, and coniferous forest. NPS photo  “Our traditional relationship with the earth was more than just reverence for the land. It was knowing that every living thing had been placed here by the Creator and that we were part of a sacred relationship…entrusted with the care and protection of our Mother Earth, we could not stand apart from our environment.” –Elsie Maynard (Nez Perce) The people associated with this park and the events that took place on the Big Hole Battlefield are inextricably tied to the natural resources in the area; it is impossible to separate them. If the area did not contain natural resources—fish, elk, camas, lodgepole pine, grasses, water, minerals, and fertile soil—the Nez Perce (Nimiipuu) would not have come to the area. Intimate familiarity with and use of natural resources led to the development of Nez Perce culture. An understanding of the cultural ties to the natural resources and an understanding of the landscape during the battle is critical to the management and interpretation of this park.        The North Fork of the Big Hole River bisects the site, and it is flanked by by mountains which creates a diverse landscape in the battlefield. NPS photo  Elevations in the battlefield range from 6276 ft - 7000 ft (1913 m to 2134 m). Thirty-year (1971-2000) climate data collected in Wisdom show that the site is quite dry, with mean annual precipitation only totaling 12 in (30 cm). January and July 30-year mean maximum and minimum temperatures are 27° and 1.5° F (-2.7° and -16.9° C) and 77° and 37° F (25° and2.7° C), respectively. The battlefield is situated within a matrix of US Forest Service land and private ranches. The North Fork of the Big Hole River bisects the site, and it is flanked by Battle Mountain in the northwest and Ruby Bench along the southeast portion of the battlefield. These features create a diverse landscape in the battlefield. Vegetation consists of sagebrush uplands, grass and willow riparian areas, and coniferous forest. Five habitat types are represented in Big Hole NB; (1) altered herbaceous, (2) low\/moderate cover grasslands, (3) sagebrush, (4) Douglas fir\/lodgepole pine, and (5) shrub riparian.       Big Hole National Battlefield is part of the Upper Columbia Basin Network Inventory and Monitoring Program. This group of scientist comes to the park to gather data to keep park managers abreast of what is happening in the natural world and monitor species of concern. To learn more about what this group does and to see species list for plants, birds and animals, please visit the UCBN I&M website.",
    "url": "https:\/\/www.nps.gov\/biho\/learn\/nature\/index.htm"
}
