{
    "title": "Big Hole National Battlefield: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals at Big Hole         Chipmunks can be found jumping among tree branches and making noise in the forested areas of the park. NPS photo  Bear Paw and Big Hole National Battlefield, both Montana park sites within Nez Perce National Historical Park, were once the home of large herds of bison (Bos bison), which the Nez Perce traveled to hunt. In fact, one Nez Perce name for the Big Hole valley were “place of the buffalo calf.” Pronghorn antelope (Antilocapra americana) are now the most common large mammal, but mule and whitetail deer (Odocoileus hemionus; Odocoileus virginianus) may be found along stream channels where brush cover is available. Whitetail jackrabbits (Lepus townsendii), desert cottontail (Sylvilagus audubonii), ground squirrels (Spermophilus lateralis), coyotes (Canis latrans), and badgers (Taxidea taxus) are common. The other name for the Big Hole valley was “place of the ground squirrels.” Even today if you take a short walk down the park trail to the Nez Perce encampment area, you will see numerous ground squirrel holes and piles of discarded burrow soil. Other mammals found in this conifer\/alpine meadow ecoregion are gray wolf (Canis lupus), elk (Cervus elaphus), moose (Alces alces), black bear (Ursus americanus), mountain lion (Puma concolor), beaver (Castor canadensis), and porcupine (Erethizon dorsatum). Additional small mammals include flying squirrel (Flaucomys sabrinus), marten (Martes Americana), and woodrats (Neotoma cinerea).        Moose can frequently be seen in wetland areas of the park. NPS photo      Mammals     English Name   Nez Perce Name     wolf   himeen     bison   qoqa’lx     pronghorn antelope   coqala’ynin     mule deer   te’wisin     whitetail deer   i’mes     rabbit   wila’lix     cottontail bunny   he’yuxc     ground squirrel   ta’tlo     coyote   iceye’ye     badger   si’ki     elk   wise’w     black bear   ya’ka     mountain lion   koyama’     beaver   ta’xcpol     porcupine   sa’cas     flying squirrel   ci’q     marten   ilu’t",
    "url": "https:\/\/www.nps.gov\/biho\/learn\/nature\/mammals.htm"
}
