{
    "title": "Big Hole National Battlefield: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search       Event Results  Sorry, but there are no events between 08\/14\/2016 and 09\/13\/2016         The 2015 Big Hole Commemoration will be August 8th and will be starting around 10:00 am. This ceremony is run by the Nez Perce People and can last up to 3 hours. The public is invited to attend and veterans are invited to sit in the pipe circle.        SUMMER SPEAKER SERIES 2015June 27-28 Priscilla Arthur - \"Coyote Stories\" Join Priscilla as she tells the winter time stories that teach life-long lessons to children.July 4-5 Pete Wilson - \"Nez Perce Culture\" Pete discusses the traditions and culture of the Nez Perce people.July 11-12  Robert Brown - \"Major Charles Rawn, The Frontier Army, and the Nez Perce War of 1877\" See a first person account of Major Rawn, who was a participant in the 1877 conflict.July 18-19 Leroy Seth and Silas Whitman - Leroy tells of \"Tribal Dancing and Regalia\" and Silas discusses the \"Natural Resource Uses For Medicine, Food and Everyday Survival of the Nez Perce.\"July 25-26 Naomi Wood - \"Stickgame\" Learn the history of this traditional tribal game and participate in a fun and interactive program.August 1-2 Donald Safford - \"Flint Knapping.\" Join Donald while he explains and demonstrates the basics of arrowhead making. August 8 -9 Annual Commemoration Mike Penney and Nez Perce Nation Drum - Honor those who fought and died here in 1877 and pay tribute to those who survived. \"Drum and Song\" with Nez Perce Nation Drum following the 138th Commemoration of the 1877 events. (Nez Perce Nation Drum will also perform Saturday at 7p.m. at the May Creek Campground and again on Sunday at noon at the Big Hole National Battlefield Visitor Center.)August 8 Nez Perce Appaloosa Horse Club - One program only, following the Commemoration. View Appaloosa horses and their riders. Learn why they are so important to the Nez Perce.August 15-16 Suze Havener - The Homeland - Niimiipuu (Nee-Me-Poo) \"We Have Always Been Here\" Ancient Art Forms from the Nez Perce Homeland to Present Day Works of Art. Suze discusses the ties Nez Perce have to their ancestral homelands through artwork. **Unless otherwise stated, presentations are Saturday and Sunday at noon and 3p.m. at Big HoleNational Battlefield Visitor Center. For more information call (406) 689-3155.",
    "url": "https:\/\/www.nps.gov\/biho\/planyourvisit\/calendar.htm"
}
