{
    "title": "Big Hole National Battlefield: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Visitor Center The park's visitor center offers museum exhibits, a film, and a book sales area. The award winning film Weet'uciklitukt: There's No Turning Back, Battle at Big Hole provides an introduction to the Nez Perce War of 1877 and the tragedy that took place here. The film is shown throughout the day and is closed captioned.  Viewing Deck The outside observation deck provides an opportunity to explore the battlefield year round. Viewing scopes provide excellent opportunities for wildlife viewing.  To schedule the Battlefield's Sign Language Interpreter please notify the park ahead of time by e-mail to e-mail us  139th Commemoration on August 6, 2016 The 138th Commemoration of the Big Hole Battle will take place Saturday, August 6, 2016. Nez Perce veterans and tribal elders will remember and honor all who have fought and died on the Battlefield through a pipe ceremony and drum circle, (NO PHOTOS please during this ceremony), and pay tribute to those who survived. Everyone is welcome. Admission is free. Commemorative activities will begin at approximately 10:00 a.m. near the Nez Perce Camp. Bring water, sunscreen, and a folding chair or blanket. The Nez Perce Camp is a ¾ mile walk from the lower parking lot. There will be shuttle vans if needed. Following the commemoration ceremonies Michael Penney and Nez Perce Nation Drum will perform drum and song.     SUMMER SPEAKER SERIES 2016JUNE 25-26th –DARRELL WHEELER- \"EVENTS OF 1877\" The events of 1877 are a part of world history and Darrell discusses how they played a role in shaping human interaction, individual rights and culture.JULY 2-3rd - PETE WILSON- \"NEZ PERCE CULTURE\" Pete has a fascinating program on the traditions and culture of the Nez Perce people. JULY 9-10th –NAOMI WOOD- \"STICKGAME.\"Learn the history of this tribal game and participate in a fun and interactive program.                 JULY 16-17th – VIVIAN WILSON- “NEZ PERCE HAVE NOT ALWAYS LIVED IN TIPIS” Vivian takes us through the evolution of Nez Perce living in rock shelters, pit houses, tule mat tipis, hide tipis, canvas tipis, and current Nez Perce homes. JULY 23-24th –DONALD SAFFORD-  “FLINT KNAPPING.”Join Donald while he explains and demonstrates the basics of making arrowheads and other points. JULY 30-31st –ROBERT BROWN-– “MAJOR CHARLES RAWN, THE FRONTIER ARMY, AND THE NEZ PERCE WAR OF 1877” A first person account of Major Rawn, a participant in the 1877 conflict. AUGUST 6th -139th ANNUAL COMMEMORATION\/MIKE PENNEY AND NEZ PERCE NATION DRUM-Honor those who fought and died here in 1877 and pay tribute to those who survived. “DRUM AND SONG” with Nez Perce Nation Drum follows the 139th Commemoration of the 1877 events. (Nez Perce Nation Drum will also perform Saturday, August 6th at 7p.m. at the May Creek Campground and again on Sunday, August 7th at noon at the Big Hole National Battlefield Visitor Center.) AUGUST 13-14th  –LEROY SETH AND SILAS WHITMAN-Leroy tells of “TRIBAL DANCING AND REGALIA” and Silas discusses the “NATURAL RESOURCE USES, FOR MEDICINE, FOOD AND EVERYDAY SURVIVAL OF THE NEZ PERCE.” ___________________________________________________________________ Unless otherwise stated, presentations are Saturday and Sunday at noon and 3p.m. at Big Hole National Battlefield Visitor Center. Big Hole National Battlefield is located 10 miles west of Wisdom, Montana on Highway 43. May Creek is located 18 miles west of Wisdom on Highway 43. For more information call (406) 689-3155.",
    "url": "https:\/\/www.nps.gov\/biho\/planyourvisit\/things2do.htm"
}
