{
    "title": "Big Hole National Battlefield: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           16425 Highway 43 West  Wisdom, MT 59761                 Directions         Big Hole National Battlefield is located ten miles west of Wisdom, Montana on State Highway 43. From I-15 at Dillon, Montana take highway 278 northwest to Wisdom, then Highway 43, ten miles west. From I-15 at Divide, take Route 43, sixty-two miles west through Wisdom to Battlefield. From Missoula, Montana, take State Route 93 south through the Bitterroot Valley to Lost Trail Pass. Turn east on Highway 43 and drive 17 miles to the battlefield.  Directions Details           Operating Hours & Seasons         Winter Visitor Center and Battlefield Site Hours  The Battlefield is open from sunrise to sunset daily. Winter hours 10:00 a.m. to 5:00 p.m. Summer hours from 9:00 a.m. to 5:00 p.m. The Battlefield Visitor Center is closed on Columbus Day, Veterans Day, Thanksgiving, Christmas, New Years Day , Martin Luther King Day and Presidents Day. Summer Hours start April 26, 2016.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: 12:00 AM - Sunset             Weather           This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. Wisdom has a humid continental climate.         Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 Big Hole is fee free! We do sell the Senior Pass and the America the Beautiful Pass and issue the Access Pass to those that qualify.    Entrance Passes:   Entrance Passes - $0.00 We sell the Senior Pass and the America the Beautiful Pass and issue the Access Pass to those that qualify.          Visitor Centers                   Big Hole National Battlefield is the site of unimaginable tragedy as well as a sacred site to the Nez Perce people.  The events of August 9 & 10, 1877 will long be remembered by the world and it is our duty to tell the story of what happened here. The 655 acre park has a visitor center with fully accessible exhibits, a 26 minute film and a place to get out of the weather and still see the park.  We have four trails that radiate out of the lower parking lot to go to various parts of the park.  Trail guides are available at the trail heads for $1.00.   In the summer plan on spending two hours in the park.",
    "url": "https:\/\/www.nps.gov\/biho\/planyourvisit\/basicinfo.htm"
}
