{
    "title": "Grant-Kohrs Ranch National Historic Site: Junior Ranger List",
    "body": "Junior Ranger List       Grant-Kohrs Ranch National Historic Site Proudly Presents 2009 Junior Rangers Grace H. - Hoover, AL Katie H. - Hoover AL Weston - Gilbert, AZ Rachael - Gilbert, AZ Nadia - Beijing, China Annika - Beijing, China Nicole - Beijing, China Georgia - Durham, NC Catherine - Durham, NC Paul G. - Mountain Home, ID Alaina G. - Mountain home, ID Andrew - Orlando, FL Michael - Orlando, FL James - Orlando, FL Lindsey W. - South Windsor, CT Evan W. - South Windsor, CT Isabel - Spokane, WA Andrew - Spokane, WA Megan - Shoreview, MN Andrew - Wilton, CT Teddy - Wilton, CT Marilyn S. - Diamondhead, MS Avery G. - Boulder, CO Erin G. Boulder, CO Sadie - Redmond, OR Wilson - Redmond, OR Megan S. - Whipbey Island, WA Drew - Oak Park, CA Stephen - Oak Park, CA Jenna - Oak Park, CA Daniel - Oak Park, CA Aaron W. - Ramona, CA Caleb - San Diego, CA Josiah - San Diego, CA Jacob - San Diego, CA Joshua - San Diego, CA Taylor P. - Maxwell, CA Deanna B. - Littleton, CO Kenneth B. - Littleton, CO Heather B. - Littleton, CO Stephen V. - Lutz, FL Benjamin V. - Lutz, FL Julio G. - Vienna, VA Lena F. - Tacoma, WA Bridey F. - Tacoma, WA Ian - Lakewood, CO Colin - Lakewood, CO Rosie - Seattle, WA Caleb - Seattle, WA Colton - DeKalb, IL Conor O'S - Coeur d' Alene, ID Jordan O'S - Coeur d' Alene, ID Kaitlyn D - Pahrump, NV Makenzie H. - The Woodlands Anna - Linwood, MN Jenna - Linwood, MN Maria - Linwood, MN Emma - Linwood, MN Amy F. - San Diego, CA Tyler F. - San Diego, CA Anne Marie - Helena, MT Serena Gadrielle - San Diego, CA Emma M. - Silver Spring, MD Kate M. - Silver Spring, MD    Congratulations to all of our Junior Rangers! It is great that young people are willing to take the time to learn more about the parks and our environment. New Junior Rangers are always welcome. The challenges are tough, but the effort is what makes it worthwhile! If you have completed the Grant-Kohrs Ranch Junior Rancher Program, but your name does not appear here, please let me know by e-mail.",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/kidsyouth\/jrrangerlist.htm"
}
