{
    "title": "Grant-Kohrs Ranch National Historic Site: Summer Youth Programs",
    "body": "Summer Youth Programs         Summer Explorers explore Cottonwood Creek during a program.   Summer Explorers Grant-Kohrs Ranch summer youth programs offer kids great opportunities to learn about the natural and cultural world through fun hands on activities. Join the FREE fun every Tuesday from June 21, 2016 - August 9, 2016 Please register at least 1 week before the program. GPS Scavenger Hunt & Land Navigation- June 21st 9:30 am - 12:30 pm Learn the basics of using a GPS unit and participate in a scavenger hunt around the ranch.  Fun for kids ages 5 and up. All About Bees- June 28th 1 pm - 4 pm Do you know how important honey bees are?  Learn all about these amazing pollinators!  Fun for kids of all ages who enjoy learning about bees. Bugs, Bugs, Bugs! -  July 5th 9:30 am - 12:30 pm Insects are a very important part of our ecosystem.  Explore how bugs make a difference in the world at this fun-filled event. Fun for kids of all ages. All About Grass -  July 12th 1 pm - 4 pm Learn all about native grasses and how they help many types of wildlife survive.  For kids of all ages. All About Ranch Livestock – July 19th 9:30 am - 12:30 pm Would you like to learn all about cattle and horses on a working ranch? Fun for kids ages 5 and up. Pioneer Food Making – July 26th 1 pm - 4 pm Can you make apple cider just like early pioneers?  Join us for a free day of pioneer food making. Fun for all kids of all ages. Program is limited to 30 participants.  Register early! Animal Tracking and Habitats – August 2nd 9:30 am - 12:30 pm Do you know the difference between a beaver track and a muskrat track? Discover wildlife and their habitats. Fun for kids ages 5 and up who like to explore Stream Explorers – August 9th 1 pm - 4 pm  Be ready to get wet and learn about animals that call stream beds their home.  Fun for kids of all ages who like to play in the water!  Call 406-846-2070 ext. 230 for more information or to register.  *Participants must register at least 1 week in advance*",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/kidsyouth\/youth-programs.htm"
}
