{
    "title": "Grant-Kohrs Ranch National Historic Site: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger               Be A Junior Ranger          What is a junior ranger?A junior ranger attends ranger programs, completes activities in a workbook, and promises to take care of National Park Service sites like Grant-Kohrs Ranch NHS. It is a great way to explore, learn and have fun in the park. When you are a junior ranger, you can teach others how to care for and protect special places like this. Grant-Kohrs Ranch tells the story of the open range cattle business. So, instead of becoming Junior Rangers children can become Junior Ranchers! We offer three Rancher programs. Kids 5 and under can become Little Ranchers, kids ages 6-12 can become Junior Ranchers, and anyone 13 years and older can become Honorary Ranchers. How do you become a junior ranger?Free booklets are available at the Visitor Center. Or you can download booklets from home before your visit to the park. They all includes activities to complete during your visit at the ranch. Complete the required activities and attend a ranger program. Then, take completed booklets to any National Park Service ranger who will check your answers, sign your booklet, and award you with your official Grant-Kohrs Ranch National Historic Site Junior Ranger badge or patch or pin for all Honorary Ranchers. Stop by the Visitor Center for more details.           Download the Junior Rancher Booklet - ages 6-12 Complete Junior Ranger Booklet (3.42MB)Or Download Sections at a timepages 1-8 (1.12MB)pages 9-12 (946KB)pages 13-16 (485KB)pages 17-24 (1.15MB)         Download the Little Rancher Booklet - ages 5 and under  Little Rancher Booklet (614KB)            Download the Honorary Rancher Booklet - ages 13 years and up Honorary Rancher Booklet (1.00MB)     All booklets are in Adobe PDF format. You can download Acrobat Reader for free if you do not have it.",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/kidsyouth\/beajuniorranger.htm"
}
