{
    "title": "Pony Express National Historic Trail: National Trails System Act Criteria",
    "body": "National Trails System Act Criteria       National Trails System Act Criteria To qualify as an addition to the National Trails System, the historic trail must meet criteria provided by the National Trails System Act (NTSA). http:\/\/www.nps.gov\/nts\/legislation.html NTSA criteria are: • The trail must be established by historic use. In this case, the study must determine whether the trail segment was used by the cross-country relay mail service operated by the Central Overland & Pike's Peak Express Company, an enterprise popularly called the Pony Express. A trail might be important and historic for other reasons — exploration, military use, and emigration — but to be part of the Pony Express National Historic Trail, it must have been used in 1860-61 by riders carrying mail for the Pony Express. • The trail must be historically significant as a result of that use. The study segment might be significant because it was used regularly by the Pony Express; because it was an important alternate route that avoided wet terrain or other intermittent hazards; because it was a cutoff that saved mileage or time; or because it is directly associated with important, well-known, or unique historical events related to the Pony Express. • The trail must be of national significance, with far-reaching effects on broad patterns of American culture. An eligible route must demonstrate well-established use as a link in the Pony Express Trail, which itself had \"far-reaching effects on broad patterns of American culture.\" • The location of the trail route must be sufficiently known. Educated guesses and speculation aren't enough. The trail's location must be reasonably well established by historic documentation (such as maps, 19th-century newspaper articles, or Pony Express business records) or by physical trail traces that can be solidly linked to use by the Pony Express. • The trail must have significant potential for public recreational use or historical interest based on historic interpretation and appreciation. Are there historic sites and undisturbed segments of the trail that the public could visit? Do we have information about the trail, related historic sites, and historic events that could be shared with visitors at interpretive sites, roadside pullouts, and other venues? Could visitors retrace parts of the original route, especially through areas that retain their historic appearance? Are these areas open and accessible to the public, or if on private land, are they likely to be made available by landowners' consent? Even if the NPS determines that a study segment meets these eligibility criteria, the segment might be found unfeasible due to costs, environmental or community impacts, public objections, or other concerns. Back to main Feasibility Study page Pony Express.",
    "url": "https:\/\/www.nps.gov\/poex\/learn\/management\/poex-national-trails-system-act-criteria.htm"
}
