{
    "title": "Grant-Kohrs Ranch National Historic Site: Guest Speakers",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Guest Speakers                Guest Speakers               Ranger demonstrating Native Games to students.   Sign up to have a park ranger come to your classroom to present one of our curriculum based education programs. The programs will be offered November through April on Monday-Wednesday. Programs last from 45 minutes to 1 hour. If you are interested in scheduling a program please contact the Education Specialist or call 406-846-2070 ext. 230. Full Brochure Brand Bingo K - 2nd grade Through the use of the brand board and playing a game of BRAND bingo, students will learn what a brand is, why ranchers brand their horses and cattle, and how to read a brand. Photo Explore 1st - 3rd grade Students will learn what photos of the past can tell us about people's lives. Where's the Beef? 2nd - 4th grade Many items we use are made from beef by-products. Students will learn how people use and benefit from cattle every day. Habitats 3rd - 4th grade Introduces students to the four components of a habitat, and the four habitats of the ranch. Cowboy Gear 3rd - 5th grade Students will gain an awareness of cowboy life by studying authentic cowboy clothing and equipment. A Brand Is Forever 4th - 6th grade For at least 4,000 years man has marked cattle with branding irons. Students will learn the history of branding and have the opportunity to create their own cattle brands. Native Games K-6th grade Students will learn traditional games and find out how games were important to every tribe's survival.   Waste Not 4th – 6th grade By viewing several authentic Native American artifacts, students will learn what the artifacts were made from and used for.   Native Americans Then and Now 5th – 8th grade Students will learn historic characteristics of tribes, examine stereotypes, and learn about contemporary American Indians in Montana.    NOTE TO TEACHERS: Educational activities are meant to further your educational objectives. They are not intended to be primarily recreational, although we hope everyone has fun learning! We want teachers to be involved. We are open to your ideas and suggestions for developing programs to meet your needs. The schedule does fill up, so please reserve programs early. All programs are free of charge to our local community schools",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/education\/classrooms\/guestspeakers.htm"
}
