{
    "title": "Grant-Kohrs Ranch National Historic Site: Traveling Trunks",
    "body": "Traveling Trunks                    Cowboy Gear Traveling Trunk Bring the historic cowboy to life in your classroom with this trunk of...           Results   Showing results 1-2 of 2    Sort By:  Title Date         Grant-Kohrs Ranch National Historic Site Cowboy Gear Traveling Trunk    Do your students want to wear chaps, hear the jingle of spurs as they walk across the room, or feel the rawhide of a quirt?  The Grant-Kohrs Ranch traveling trunk can be used to enhance the study of the history of cowboys, cattlemen, and the open range cattle era.  Each trunk contains period photographs, reproduction clothing, and a teacher’s guide with grade-specific activities.  The activities can be adapted for any grade level.     Type:Traveling Trunk Subjects:Agriculture, Geography, History, Mathematics, Reading, Social Studies, Westward Expansion, Writing National\/State Standards:MT Social Studies Content Standards 1, 2, 3, 4, 5, 6Writing Content Standards 4.1a, 5.1a 6.1b        Grand Teton History Trunk    Throughout history, the people of Jackson Hole have fostered a connection to this landscape.  Our history trunk allows students to explore some of the stories of these connections. In this trunk you will find lessons, resources, and activities for three separate human history topics: Native Americans, Trappers, and Explorers. Students will learn how humans have responded and adapted to the environment of the park. These activities are designed with the 4th grade student in mind.    Type:Traveling Trunk Grade level:Fourth Grade Subjects:American Indian History and Culture, Civic Engagement, Community, Conservation, Government, History, Philanthropy\/Humanitarianism, Pioneer America, Social Studies, Westward Expansion National\/State Standards:Wyoming StandardsSocial Studies Standards: Production, Distribution, and Consumption K-4.1Time, Continuity and Change K-4.4.3People, Places, and Environments K-4.5.4 and K-4.3",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/education\/classrooms\/travelingtrunks.htm"
}
