{
    "title": "Grant-Kohrs Ranch National Historic Site: Disturbed Lands",
    "body": "Disturbed Lands              GRANT-KOHRS RANCH AND SUPERFUND      The U.S. Environmental Protection Agency (EPA) listed the Upper Clark Fork River as a Superfund site in 1992, due to the presence of hazardous substances from upstream mining activities. Today, a significant portion of Grant-Kohrs Ranch NHS (GRKO) lies within the Clark Fork River Operable Unit of the Milltown Reservoir\/Clark Fork River National Priorities List (a.k.a., Superfund) Site. GRKO is contaminated with elevated concentrations of arsenic, copper, cadmium, lead, and zinc, particularly within the Clark Fork River floodplain. Additionally, the Bureau of Land Management manages 15 land parcels within this operable unit, between approximately Drummond and Milltown. In 2000, the Department of the Interior (DOI) began technical studies to characterize the site and to determine whether injury had occurred to resources under its trusteeship. This activity resulted in the generation of a substantial body of site-specific data related to the nature and extent of contamination, river geomorphology, pathways of contaminant migration, phytotoxicity, microbial respiration, and vegetation changes at Grant-Kohrs Ranch NHS and BLM lands. In July 2002, DOI released this data to the public through EPA's Administrative Record in Helena. Natural Resource Injuries on NPS and BLM lands are summarized in the May 2002 \"Injury Report\". In early 2008, the U.S. Department of Justice (on behalf of DOI and EPA), the State of Montana, and the Atlantic Richfield Company (the Site responsible party) signed a Consent Decree to facilitate implementation of site cleanup and restoration activities. A Federal Restoration Plan was included as an attachment to the Consent Decree. These documents can be accessed by clicking the appropriate link below. Technical Studies and Related Documents:   · NPS Injury Report  · BLM Injury Report  · Federal Restoration Plan    Notice for the Clark Fork River Operable Unit Consent Decree was published in the Federal Register on February 12, 2008, beginning a 60-day public review period.  The United States Department of Justice received public comments on the Consent Decree through April 12, 2008, and lodged a Motion to Enter on June 12, 2008. The Consent Decree was signed by the Federal District Court of Montana on Aug. 21, 2008.  One appendix to the Consent Decree is the Federal Restoration Plan that describes the restoration measures proposed by the Department of the Interior for Grant-Kohrs Ranch National Historic Site and Bureau of Land Management parcels along the Clark Fork River.  Other Clark Fork River links include the following:    USEPA Press Release     Clark Fork Settlement Fact Sheet    2004 Clark Fork River Record of Decision    2004 Clark Fork River Record of Decision - Appendices   2008 Consent Decree   If you have any Superfund-related questions, please contact the NPS Project Manager at the following address:  Jeff Johnson 266 Warren Lane Deer Lodge, MT 59722  Deer Lodge Phone: 406-846-2070",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/nature\/disturbedlands.htm"
}
