{
    "title": "Grant-Kohrs Ranch National Historic Site: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         A moose relaxing in the grass.   At least 35 species of mammals have been observed within the 1,600 acres of Grant-Kohrs Ranch National Historic Site. Being a working cattle ranch, the most popular of the park's mammals are the cattle, horses, and ranch cats. However, the history of early day ranching is not all that is being preserved here at the ranch. The various habitats that comprised the ranch in the late 1800s are also intact. These habitats provide environments for many other mammal species to live and prosper. The many pastures around the ranch not only support the cattle herds and horses, but white-tailed deer, mule deer, and columbian ground squirrels can often be spotted by visitors. Early in the morning or late in the day, red fox can be seen on occasion running through the fields. Several species of mammals depend upon the Clark Fork River and the surrounding riparian area as an important habitat and food source. Beaver, muskrat, moose, and river otter can occasionally be seen within the river and surrounding habitat. On summer evenings, careful study of the sky may reveal flying hunters such as big brown bats, hoary bats, little brown bats, fringed myotis and long-legged bats. These species feed on thousands of insects each night. Many mammals on the ranch are rarely seen. Tracks and scat are the most common signs of an animals presence. Sometimes in the early morning, coyotes can be heard howling off in the distance. It's also easy to tell when one of the resident skunks has been around just by the smell. Some other mammals that use the ranch are elk, pronghorn, black bear, mountain cottontail, porcupine, yellow pine chipmunk, northern pocket gopher, northern water shrew, vagrant shrew, masked shrew, montane shrew, western jumping mouse, deer mouse, house mouse, montane vole, and meadow vole.                   Mammal Photos   13 Photos  Images of some of the mammals that can be found at Grant-Kohrs Ranch.",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/nature\/mammals.htm"
}
