{
    "title": "Grant-Kohrs Ranch National Historic Site: Trail Drives",
    "body": "Trail Drives              Trail drives involved herding cattle from a range directly to market; from a range to a railhead for rail transport to market; or from one range to another for better grazing. A drive from Texas to railheads at Abilene or Dodge City, Kansas, took two to three months. A drive of Longhorns from Texas to supply ranches on the northern range took as long as six months. Old cowboys who took part in the great trail drives of the 1860s, '70s, and '80s would talk about the experience for the rest of their lives. Perhaps 12 to 15 hands, including trail boss, horse wrangler, cook, and cowboys as young as teenagers, drove herds of up to 2,000 head. Living in the saddle, they endured bone-weary hardships, dust, and danger. Cattle panicked at river crossings, and stampeded at night without warning. Outlaws, Indians, and irate settlers could threaten or impede the herd. Storms exposed man and beast to misery and lightning. The trail boss, paid about $100 a month, was responsible for the drive. He determined the campsites, negotiated with settlers and Indians, kept a pace that ensured the cattle wouldn't lose weight, and supervised the crew. His goal was to deliver all the cattle to their destination, in as good a condition as they began. The cook was the key to a contented trail crew. He was typically an older man and a former cowboy. Paid $50 a month, he drove the chuckwagon carrying the crew's food, equipment, and blankets to the next campsite. He pitched camp, prepared three meals, tended his wagon and mules, and provided medical assistance to injured crew. He was assisted by the horse wrangler, who was in charge of the horse herd, or remuda. Frequently the youngest, he earned about $25 a month. The cowboys earned about $30 a month guiding the herd by day, rotating position as they traveled. At the front were the point riders, who led the herd; flank riders on the sides kept the herd from straying; drag riders brought up the rear and kept animals from straggling. Drag was the worst position because of the dust kicked up by thousands of hooves. The cowboys yelled and whistled to keep the cattle moving apace. At night, cowboys took turns riding herd--which meant riding slowly around the bedded cattle--and sang to reassure the animals. Come daybreak, the cattle were gathered and the routine repeated itself, each animal assuming its place in the line of march. Most dangerous were river crossings and stampedes. Cattle often balked from entering rivers, and had to be hazed across; as most cowboys couldn't swim, the fear of drowning wasn't limited to the animals. Stampedes were even more fearful, because a slip by horse or rider meant death. The strategy in a stampede was to ride ahead of the lead animals and attempt to circle them around in a wide circle. By containing them in this way, it was possible to get the cattle to bunch and mill, thus ending the stampede. The great cattle drives ended with the close of the open range. While on large ranches cattle are still trailed between summer and winter pasture today, it's not like the old days.",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/historyculture\/traildrives.htm"
}
