{
    "title": "Grant-Kohrs Ranch National Historic Site: Open Range",
    "body": "Open Range              The decimation of the bison, which once ruled the plains by the millions, opened an empire of grass to aspiring stockgrowers. Here was opportunity to prosper on the bounty of the public domain, rich grass and abundant water, free for the grazing. Large tracts were necessary due to the aridity of the plains. Out west, twenty acres may be needed to graze a cow and calf that, in the east, would otherwise require only one acre or two. On the surface, it seemed easy: buy some cattle, throw them on the range to graze and multiply. Round them up in spring and brand the calves; in fall round them up again and select the prime cattle for market. But for the unknowing, reality was different. Overgrazing starved cattle. Disease, like Texas fever, killed them. Rustlers stole them. Then there were other unforeseeable factors: weather extremes, drought, conflicts over water, competition with farmers and sheepmen, and market forces that drove transportation costs up while stockyard purchase prices plummeted. The cattleman surely benefited from free open range, but he had to monitor its conditions and move his herds accordingly. Most importantly, he had to have business acumen, trusted foremen, and good cowboys in order to survive and prosper. What separated cattlemen from cattle kings was the skill to build enduring business relationships, the ability to anticipate change and act upon it, and the nerve to take the calculated risks required to build an empire. Conrad Kohrs was just such a one. As a rancher, Kohrs began by supplying his mining camp butcher shops, then in 1874 inaugurated rail shipment to Chicago's Union Stock Yard. He upgraded the bloodlines of his stock by introducing purebred Shorthorn and Hereford cattle, which were better suited to the northern climate and put weight on faster than the rangy Texas Longhorns. Significantly, he located and moved cattle among rangeland in four states and two Canadian provinces--combined, this numbered 10 million acres of prime grass. As a territorial and state legislator, and founding member of the Montana Stockgrowers Association, Kohrs sought the cooperation of his peers to advance and promote his industry. He invested his profits in the enterprises of others and in his own mining properties, diversifying his portfolio while strengthening his ties within the greater business community. Kohrs foresaw the close of the open range, resulting from the devastating winter of 1886 and the settlement pressures competing for rangeland resources and development. He secured water rights in his 1899 purchase of the N-N Ranch in eastern Montana, enabling \"Montana's Cattle King\" to continue to prosper on a million-acre spread even as the open range disappeared.",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/historyculture\/openrange.htm"
}
