{
    "title": "Grant-Kohrs Ranch National Historic Site: John Francis Grant",
    "body": "John Francis Grant              \"I always minded my own business, treated everybody alike rich or poor, white or black, and after I became rich an Indian was just as welcome to my house as a white man.\"       Born at Fort Edmonton, Alberta, Canada, \"Johnny\" Grant was the son of a Hudson's Bay Company employee. His mother died when he was three and he was taken to Three Rivers, Quebec, where he, his sister and two brothers were raised by his maternal grandmother. In his mid-teens, he joined his father at Fort Hall, Idaho Territory. Many \"forts\" of the West were fortified trading posts, and such was Fort Hall. The fur trade was Johnny Grant's heritage, but it was not his future. By the 1840s the western fur trade was dying out, displaced by the overland migration to California and Oregon. Traders turned increasingly to the emigrants for trade, and young Johnny was among them. He left his father's household in l850 and settled nearby, marrying a Shoshone woman. His complex family eventually numbered 26 children by eight mothers. He established alliances with Indians of the Northwest by marrying women from different tribes. He kept much of his large family close throughout his long life, and gave a home to other abused and abandoned children he encountered in his travels. In the 1850s, the Oregon Trail generated an active trade in livestock. Emigrants arrived in southern Idaho with horses and cattle which were too footsore and weary for the difficult trail west. Shrewd traders bartered one fit animal for two trail-weary ones. These were rested and restored on the lush grassland of Idaho and southwest Montana. By the time the next year's immigrants arrived, they were fit to rejoin the westward trains at a profit to the cattle traders. Johnny was among the earliest to be involved in this trade. Having successfully wintered stock in the Deer Lodge Valley in 1857, Johnny returned there in 1859 and built a home. Hundreds of head of his cattle and horses ranged the valley. Until Montana's gold boom of the 1860s, he found a market for his stock in the mining camps of Idaho and California. He persuaded others, mostly traders, to settle near him, and they founded the town now known as Deer Lodge. Mexican traders numbered among its earliest residents, along with French Canadian metis (mixed blood) families. In 1862, Grant began building the large house which is now at the core of Grant-Kohrs Ranch NHS. He lived there with his Bannock Indian wife, Quarra. He wrote with pride of her accomplishments: she spoke French, English and several Indian languages. She also made \"very nice butter\" and \"could ride horses that many could not.\" Part of his new house was a trading post, but even as he was building it, the character of the territory was changing forever. Gold strikes in Bannack, Virginia City, Last Chance Gulch and other areas brought a flood of miners into southwest Montana. Grant tried to accommodate the newcomers, opening a livery stable, saloon, blacksmith shop, sawmill, flour mill, and other businesses, but saw little success. With steamboats now able to bring goods from St. Louis to Fort Benton, Montana (1864), he ran 28 freight wagons between the steamboat terminus and Deer Lodge. Educated in French, Grant often found himself at a disadvantage in a community where business contracts were written in English, not always by honest men. Road agents threatened his life and taxes were levied by the new authorities. Racial prejudice not evident in the trader's community was now commonplace. At last, Grant decided to return to Canada, as did most of the other French-Canadians in the valley. He sold his ranch to Conrad Kohrs in l866 and left his family for several months while he searched for a new place to settle. Choosing the Carmen, Manitoba area, he returned to Deer Lodge to find that Quarra had died of tuberculosis. Gathering his remaining family, he left with a party of 200. The fur trade era was over and the gold rush was in full swing, but before he left, Grant had established the livestock industry in the valley. In the long run, it would outlast mining and trade. After nearly 20 years in the Red River country, Grant moved again, returning to the Edmonton area of Alberta. He died in l907 within sight of the Hudson's Bay Post where he had been born.",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/historyculture\/johnnygrant.htm"
}
