{
    "title": "Grant-Kohrs Ranch National Historic Site: Cowboys",
    "body": "cowboys              \"I believe I would know an old cowboy in hell with his hide burnt off. It's the way they stand and walk and talk. There are lots of young fellows punching cows today but they can never take our place, because cowpunching as we knew it is a thing of the past. Riding fence and rounding up pastures ain't anything like the way we used to work cattle in the days of the open range.\" E.C. \"Teddy Blue\" Abbott, 1939  Cowboys were the working class of the cattle industry. For a dollar a day and \"found\" (board and room, where it existed), a young man worked long hours--occasionally risking life and limb--to tend the cattle of another. The job was seasonal, but if he proved his worth and won a place in the outfit, he lived a way of life that in the popular imagination has become synonymous with freedom and rugged individualism. The first cowboys were Mexican vaqueros who herded Andalusian cattle--also called Texas Longhorns--imported by Spanish colonists. It is from these early cowboys that much of the lingo of the trade was acquired. On trail drives buckaroos (vaqueros) wore heavy leather chaps (chaparerras), roped calves with a lariat (la reata), and kept their horses among a herd called a remuda. For centuries, the south central and northern plains provided habitat for the bison and home for nomadic Indian tribes who hunted the shaggy animals for food, clothing, and shelter. But the nation's rapid post-Civil War western expansion, powered by an unprecedented industrial revolution, led to the slaughter of the bison and increasing confinement of Indians to reservations. The sea of grass that was the unfenced open range drew cattlemen, whose beef could be transported by railroad to teeming eastern markets. Most cowboys were young--in their teens and twenties. Unlike the all-white casts of Hollywood westerns, the historic cowboys were a mix of ethnic groups reflecting American society. About a quarter of them were African-American, with a strong representation of Hispanics, too. English, Irish, German, and French immigrants were to be found, and among the finest cowboys were American Indians. What bound them together was upholding the reputation of their outfit (the ranch or cattleman who employed them), the teamwork and shared adversity of working cattle on roundups and trail drives, and personal pride in what they did. It was a young man's trade, for the hardships of six-month trail drives, and the injuries sustained in working with livestock, took a physical toll. Some cowboys eventually became cattlemen, while others stayed on the ranches as cooks and handymen. Those who witnessed the close of the open range saw the end of their way of life, and if they knew of no recourse, stayed in the business as ranch hands--tending a barbed wire fence, raising hay, and winter feeding the livestock that free-ranged no more.",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/historyculture\/cowboys.htm"
}
