{
    "title": "Pony Express National Historic Trail: What is the National Trails System",
    "body": "National Trails System Program         Pony Express Monument in Marysville, Kansas. The Wagner Perspective  \"It is important that mail facilities, so indispensable for the diffusion of information, and for the binding together of the different portions of our extended Confederacy, should be afforded to our citizens west of the Rocky Mountains.\" - U.S. President James Knox Polk Before railroads or automobiles, people in America had to travel by foot, horse, boat or wagon. Some of these routes from our nation's early days still remain today as reminders of our historic past. A National Historic Trail (NHT) such as the Pony Express National Historic Trail is an extended trail that follows original routes of travel of national historical significance. In 1995, the National Park Service established the National Trails System Office in Salt Lake City, Utah. The Salt Lake City Office administers the Oregon, the California, the Mormon Pioneer and the Pony Express National Historic Trails. The National Trails System Program does not manage trail resources on a day-to-day basis. The responsibility for managing trail resources remains in the hands of the current trail managers at the federal, state, local and private levels. The Office was established to improve interstate and interregional coordination. Specific responsibilities of this trails office include coordinating and supporting the protection of trail resources, marking and interpreting the trails, designating and marking an auto-tour route and identifying and certifying high-potential sites.        Map image of the Pony Express, Mormon Pioneer, Oregon, & California National Historic Trails. NPS Image  In 1968, Congress enacted the National Trails System Act and in 1978, National Historic Trail designations were added. The National Historic Trails System commemorates these historic routes and promotes their preservation, interpretation and appreciation. National Historic Trails recognize diverse facets of history such as prominent past routes of exploration, migration, trade, communication and military action. The historic trails generally consist of remnant sites and trail segments, and thus are not necessarily contiguous. Although National Historic Trails are administered by federal agencies, land ownership may be in public or private hands. Of the 11 National Historic Trails, nine are administered by the National Park Service, one by the USDA Forest Service and one by the Bureau of Land Management.  Learn more about the National Trails System, including National Historic and National Recreation Trails. Download the National Trails System map.",
    "url": "https:\/\/www.nps.gov\/poex\/learn\/management\/nts.htm"
}
