{
    "title": "Grant-Kohrs Ranch National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture             \"They were a rugged set of men, these pioneers, well qualified for their self-assumed task. In the pursuit of wealth a few succeeded and the majority failed,...the range cattle industry has seen its inception, zenith, and partial extinction all within a half-century. The changes of the past have been many; those of the future may be of even more revolutionary character.\" Conrad Kohrs, 1913     Dreams of wealth lured the first cattle men to Montana. The range was open and unfenced, and they could fatten their cattle on the lush bunchgrass and push on to new pastures when the old areas were overgrazed. The main obstacles were buffalo and the Indians, and by the 1860's both were fast being overcome.Many of the herds were built through trade with westward-bound emigrants, who gladly swapped two or more trail-worn cows for a single well-fed one. In the late 1870's cowboys drove herds of rangy longhorns up from Texas to the better grazing lands of Montana, adding a Spanish strain to the English shorthorn breeds already established there and greatly multiplying the herds.By 1885, cattle raising was the biggest industry on the High Plains, and foreign investors and eastern speculators rushed to get in on the bonanza. As ranches multiplied and the northern herds grew, there came a predictable consequence: overgrazing. This and the fierce winter of 1886-87 caused enormous losses, estimated at one-third to one-half of all the cattle on the northern plains. Many cattlemen never recovered.If the snows of '86-87 foreshadowed the end of open range ranching, the homesteaders, with their barbed wire and fenced-in 160 acre claims, finished it off.The open-range cattle industry lasted only three decades. Few of its pioneering men and women made their fortunes or are remembered today. But from their beginnings has evolved the more scientific ranching of today, with its own risks and uncertainties. That is the legacy of the Grants and the Kohrs, whose pioneer ranch, complete with original furnishings, is a reminder of an important chapter in the history of the West.",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/historyculture\/index.htm"
}
