{
    "title": "Grant-Kohrs Ranch National Historic Site: Cattle Barons",
    "body": "Cattle Barons          In the mid-1800s news of mining, timber, land, and business opportunities brought a flood of immigrants and fortune seekers west. Completion of the transcontinental railroad in 1869 helped expand growing industries. Growing towns in the West and East needed food, and a new style of businessman took hold - the western cattle baron. In 1859 400 head of Johnny Grant's cattle were driven from Deer Lodge Valley to Sacramento, California. By the 1880s Conrad Kohrs was shipping 10,000 head of cattle annually by rail to the stockyards in Chicago. However, these are only two examples of successful cattlemen of this time. There were cattle barons in just about every western state.      Capt. Richard King (1824-1885) Richard King’s first employment in Texas was as a riverboat captain. In 1853 he got the cattle itch and bought land in the Santa Gertrudis valley of Texas. The early years of his career as a rancher were not marked by big cattle sales or large profits. King purchased cattle, horses and land with his riverboat operation profits and disposed of inferior cattle and horses to improve the overall health and vitality of his breeding stock. During this time, King also began to crossbreed his current stock. He crossed Brahman with English Shorthorns for more hearty animals. This breed of cattle became known as the Santa Gertrudis and were specific to the King ranch. With his horses, King crossed the rugged Spanish-descended horse with the high-strung English racing horse, producing a combination of the best features of each breed, giving rise to the Western quarter horse. King lived by the motto “buy land and never sell.” He fought rustlers for his ranch, survived a Union Army attack during the U.S. Civil War, became a leader among other Texas ranchers and built a 600,000 acre empire worth, in Kings estimation, $6.5 million.  John Benjamin Kendrick (1857-1933) John Benjamin Kendrick was born in Texas and at an early age got a job breaking horses. In 1879 he trailed a herd of cattle to Wyoming. With the wages he earned, he bought a few head of cattle and never left Wyoming. In 1887 Kendrick signed on as superintendent of the Converse Cattle Company and two years later moved the operation from eastern Wyoming to south-central Montana and within another eight years had bought out the company completely. Kendrick’s ranching empire grew to over 210,000 acres of land in southern Montana and northern Wyoming. While his prominence and success as a cattle man grew, Kendrick diversified his holdings. With the coming of the railroad and businesses to the small town of Sheridan, WY, he and a partner, A. S. Burrow, started a second bank in town, dealing mostly with mortgage loans and Sheridan real estate. Later elected mayor, then governor of Wyoming and then Senator, Kendrick was always true to his first love, ranching. As a senator he backed the political causes of the cattlemen and wrote extensively of not only the hardships and problems facing ranchers, but also the satisfaction gained from the life.  Theodore Roosevelt (1858-1919) Theodore Roosevelt became a rancher because of a hunting trip. In September of 1883, he entered the Blackhills of the Dakota Territories to hunt buffalo. By the end of his fifteen day trip he had purchased Chimney Butte Ranch, more commonly known as the Maltese Cross Ranch. He returned to the Dakota Territories after the 1884 Republican convention to find his cattle had wintered very well. He decided to invest in 1,000 more head of cattle and “make it my regular business.” It was at this time Roosevelt also purchased a second ranch, naming it the Elkhorn. Like most ranchers in the area, Roosevelt was not immune to the winter of 1886-87, where his losses totaled about sixty percent of his cattle. In 1890, Roosevelt turned the ranch entirely over to his foreman Sylvan Ferris and in 1898 sold Ferris the ranch and buildings. The 26th President, Roosevelt had strong conservation inclinations. As president, he developed a conservation program that deeply reflected his experiences in the West.  Henry Miller (1840-1937) Heinrich Kreiser was a German immigrant who came West with six dollars in his pocket after completing his butcher apprenticeship. He arrived in California in 1850 as Henry Miller, a name borrowed from the steamer ticket he purchased in New York. He started his own butcher business in San Francisco, purchasing his cattle from along the coast. In 1858 he partnered with his competitor Charles Lux.  Miller and Lux monopolized cattle grazing lands on the west side of the San Joaquin, and employed descendants of the earliest Mexican families on the ranch holdings. Miller’s empire spread through California, Nevada and Oregon, about fifteen million acres in his control. The partnership with Charles Lux saw both men through the bad economic periods in which other California ranchers suffered.",
    "url": "https:\/\/www.nps.gov\/grko\/learn\/historyculture\/cattlebarons.htm"
}
