{
    "title": "Grant-Kohrs Ranch National Historic Site: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar         Belgian draft horses pull a sickle mower to cut hay.  The hay will be used to feed the livestock throughout the winter.   Centennial Events  at Grant-Kohrs Ranch NHS   Historic Mowing - Saturday, July 2  2:00 pm - 3:00 pm Come see the first process in making hay - mowing - done with horse-drawn equipment.    Cattle Branding - Thursday, July 7 Branding - 11:00 am; Family Activities - 9:00 am - 5:00 pm Branding cattle was a very important practice on the open range, where cattle grazed together with only a brand to identify ownership. Branding is still an important time on ranches today.  Come watch as we brand our calves and join in the fun family activities held throughout the day.  Haying with Horses - Saturday, July 16; Thursday, July 28; Thursday, August 11 1:00 pm - 3:30 pm each day Come out and watch haying demonstrations using historic horse drawn implements.   National Park Service Birthday Celebration -Thursday, August 25 9:00 am - 8:00 pm Free classes hosted by the Montana Academy of Living History. Hot dogs, cake, and entertainment in the evening.   Pumpkin Sunday - Sunday, October 16 1:00 pm - 4:00 pm. Enjoy the fall season with themed activities for children and special programs and activities for visitors of all ages. There will be pumpkin painting, hay rides, crafts and more.    Holiday Open House - Sunday, December 4 1:00 pm - 4:00 pm Celebrate the season with music, children's activities, wagon rides and refreshments. The Kohrs home will be decorated throughout the month of December.   There is no fee to attend any of the events.          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 1 results    Show ALL instances of recurring events   RSS Feed      Grant-Kohrs Ranch National Historic Site National Park Service Birthday Celebration      Time: 9:00 AM to 8:00 PM Location: Deer Lodge, MT Fees: FREE     Thursday, August 25, 2016 Come celebrate the 100th birthday of the National Park service.  View Details",
    "url": "https:\/\/www.nps.gov\/grko\/planyourvisit\/calendar.htm"
}
