{
    "title": "Grant-Kohrs Ranch National Historic Site: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours       Throughout the summer season, Memorial Day through Labor Day, there are a variety of ranger-led programs offered daily. Stop at the visitor center to find out the program schedule for the day of your visit.           COLLECTIONS PROGRAM NEW! Tour the climate controlled storage facility and view some of the 35,000 items in the collection. Many of these rare and delicate items are not able to be on display. Through managing the humidity and temperature as well as exposure to light and other elements, these items are able to be preserved for future generations.  Join this program on Friday, August 5th and Friday August 26th.  Tours will be offered throughout each day.  Space is limited.  Sign up at the visitor center.          COWBOY EXPERIENCE NEW! This new, interactive, hands-on program will allow participants to experience simulated ranching activities. Journey across the ranch and through time as you learn cowboy skills.  The experience will span history from the open range cowboy to the fencing of the range.  Explore the ranch as you travel in a horse drawn wagon, stopping along the way to experience a cowboy camp, participate in a simulated branding activity and additional activities of a ranch hand.  The program is approximately 3 hours long and will be offered at the following times:     Monday, June 27 - 9:30 am Monday, July 11 - 1:00 pm Thursday, July 21 - 9:30 am Tuesday, July 26 - 9:30 am Friday, August 12 - 1:00 pm Tuesday, August 16 - 9:30 am Thursday, August 25 - 9:30 am and 1:00 pm Monday, August 29 - 1:00 pm Thursday, September 1 - 9:30 am Tuesday, September 6 - 9:30 am Friday, September 9 - 9:30 am Wednesday, September 14 - 9:30 am Thursday, September 15 - 9:30 am Space is limited.  Reservations are required, at least one week in advance.  Call 406-846-2070 ext. 227 or email for more information or reservations.              WAGON TOUR - WEDNESDAY ONLY Wednesday afternoons at 1:00, 1:30, 2:00, 2:30, 3:00 and 3:30 from June 29th through August 31st you can enjoy a ranger led, horse drawn wagon tour. The open range cattle era lasted only a short time in American history. Yet, people continue to be fascinated with it today. Find out what it is about that time period that still has people so engaged while taking a ride out on the ranch.  There will be no wagon tours July 6th, July 27th, or August 10th.           CHUCKWAGON TALK The open range cattle era was a time of trail drives and round-ups. Take a minute to sit down at the chuckwagon and hear what life was like living out on the open range for months at a time and how the chuckwagon became home away from home for those hardworking cowboys.         COWBOY TALK One of the most recognized images from the open range cattle era is the cowboy. Over the years, Hollywood, television, and books glamourized cowboy life. You can join a ranger and learn about the real cowboy and what his job entailed during the days of the open range.              BLACKSMITH TALK The blacksmith shop was the hub of activity during the haying season as horses were shod and machinery repaired. Learn about ironwork throughout history and the importance of the blacksmith to ranchers during the open range cattle era.         RANCH HOUSE TOUR Johnny Grant originally built the ranch house in 1862. It was a trading post downstairs and a residence upstairs. In 1866 he sold the ranch to Conrad Kohrs who became known as the \"Cattle King\" in Montana. In 1890 Kohrs built a brick addition onto the home adding a formal dining room, large kitchen, a second bathroom, and many bedrooms. Augusta Kohrs acquired the elegant furnishing seen throughout the house over several decades. Tours of the ranch house are offered daily. Stop by the Visitor Center for tour times. You must sign up for house tours at the visitor center. There is no fee for tour tickets. For preservation reasons, tours are limited to 12 people. Tours do fill up quickly in the summer months.",
    "url": "https:\/\/www.nps.gov\/grko\/planyourvisit\/guidedtours.htm"
}
