{
    "title": "Grant-Kohrs Ranch National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           266 Warren Lane  Deer Lodge, MT 59722                 Directions         Arriving from the east: Take Interstate 90, exit 187. Drive through town, approximately 2.5 miles. Park entrance will be on the left. Arriving from the west: Take Interstate 90, exit 184. Turn right. Drive approximately 3\/4 of a mile. Park entrance will be on the right.  Directions Details           Operating Hours & Seasons         Park Operating Hours Hours for Grant-Kohrs Ranch.   Standard Hours    Sunday: 9:00 AM - 4:30 PM   Monday: 9:00 AM - 4:30 PM   Tuesday: 9:00 AM - 4:30 PM   Wednesday: 9:00 AM - 4:30 PM   Thursday: 9:00 AM - 4:30 PM   Friday: 9:00 AM - 4:30 PM   Saturday: 9:00 AM - 4:30 PM      Additional Information View More       Memorial Day  - Labor Day   Sunday: 9:00 AM - 5:15 PM   Monday: 9:00 AM - 5:15 PM   Tuesday: 9:00 AM - 5:15 PM   Wednesday: 9:00 AM - 5:15 PM   Thursday: 9:00 AM - 5:15 PM   Friday: 9:00 AM - 5:15 PM   Saturday: 9:00 AM - 5:15 PM                  Weather           Spring: Temperatures can fluctuate greatly. Sub-freezing temperatures in the morning can give way to mild days. Snow in early spring, rain in late season. Summer: Temperatures can average 70-80 F, but can reach highs of 100 F. Rain rare. Dry and hot. Fall: Temperatures can fluctuate greatly. Sub-freezing mornings can give way to mild days. Rain in early fall likely. Winter: Temperature can fall to -30 F, with highs of 10-20 F. Snow is possible. Cold weather gear is highly recommended.         Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 Grant-Kohrs Ranch is a fee-free site.         Visitor Centers       Visitor Center Located just on the west end of the main parking lot, the visitor center can provide you with program information, park pamphlets, area information, and an overall introduction to Grant-Kohrs Ranch National Historic Site. There is also a bookstore located inside.                 (NPS Photo\/Austin Bousquet)   Offering historic ranch house tours, breathtaking vistas and over seven miles of roads and trails to hike, Grant-Kohrs Ranch has something for everyone.  Here, the frontier cattle era is preserved and on display.  Still an operating cattle ranch, visitors can experience first hand how the open range helped shape American history.",
    "url": "https:\/\/www.nps.gov\/grko\/planyourvisit\/basicinfo.htm"
}
