{
    "title": "Carl Sandburg Home National Historic Site: Planning",
    "body": "Explore This Park    Get Involved     Planning            Planning       General Management Plan 2003 (.pdf, 8.5mb) The General Management Plan and Final Environmental Impact Statement (GMP\/FEIS) for Carl Sandburg Home National Historic Site presents and analyzes four alternative management concepts (three action and one no action alternatives) and their potential environmental impacts. Each alternative proposes a different management philosophy to guide resource protection and visitor use decisions over the next 15-20 years. Alternative Transportation Study 2013 (.pdf, 3mb) The popularity of Carl Sandburg Home NHS has resulted in demand for parking exceeding the available supply of parking during the summer and in October. This causes frustration for visitors, is detrimental to the overall visitor experience, and dissuades future visits. The purpose of this study is to determine the feasibility of strategies to address parking congestion issues and to provide enhanced multimodal access to the park. Historic Structure Report - Sandburg Home Main House (.pdf, 25.7mb) Documents the construction history of the home including analysis of architecture, ownership and social history. Historic Structure Report - Chicken House\/Wash House (.pdf, 1.8mb) Documents the construction history of the Chicken\/Wash House including analysis of architecture, uses, and social history. Historic Structure Report - Swedish House(.pdf, 10mb) Documents the construction history of the Swedish House including analysis of architecture, uses, and social history. Historic Furnishings Report 1984 - Sandburg Home (.pdf, 32mb) Documents the furnishings as they were used by the Sandburg family. The home today is furnished to reflect the mid-1950's while the Sandburg's were living there. Historic Furnishings Report Addendum - Sandburg Home (.pdf, 5.9mb) This document reflects new research and photographs used to more fully understand how the furnishing were used and their reflection on family lifestyle. Cultural Landscape Report (.pdf, 9.2mb) This document details the landscape of Connemara from it's first residents in the 1830's through today. Includes a list of trees and plants currently being cared for and preserved.      Visitor Survey Report In Spring 2008, the park conducted an in-depth survey of visitors. The results identify visitor expectations, experiences, preferred ways for learning about the park and many other thoughts visitors had about this park.",
    "url": "https:\/\/www.nps.gov\/carl\/getinvolved\/planning.htm"
}
