{
    "title": "Carl Sandburg Home National Historic Site: Volunteer",
    "body": "Volunteer          The National Park Service Volunteers-In-Parks Program (VIP) was authorized and enacted in 1970. The primary purpose of the VIP program is to provide a vehicle through which the National Park Service can accept voluntary help and services from the public. The major objective of the program is to use this voluntary help in such a way that is mutually beneficial to the National Park Service and the volunteer.  Our volunteers are, without a doubt, Very Important People! In Fiscal Year 2005, 137,000 volunteers donated 5.2 million hours to your national parks at a value of $91.2 million. Volunteers come from all over to help preserve and protect America's natural and cultural heritage for the enjoyment of this and future generations. Young and old alike give of their time and expertise to assist in achieving the National Park Service mission.  Volunteer opportunities at Carl Sandburg Home NHS are very diverse and attract all types of people. Volunteer experiences can be developed in many areas depending upon individual interest. Volunteers are accepted without regard to race, creed, religion, age, sex, sexual orientation, national origin, or disability. Please note that volunteers are not considered to be federal employees for any purposes other than tort claims and injury compensation. Volunteer service is not creditable for leave accrual or any other benefit. However, volunteer service is creditable work experience.      Volunteer Opportunities at Carl Sandburg Home NHS include:  Guiding Tours of the Sandburg Home Leading education programs for school groups Caring for the goat herd Cataloging the park's museum collection Photographing special events Roving the trails Tending the gardens in spring and summer and many more....  For more information: Contact the park's Volunteer Coordinator at 828-693-4178. Download the Volunteer Application (31 kb, PDF).",
    "url": "https:\/\/www.nps.gov\/carl\/getinvolved\/volunteer.htm"
}
