{
    "title": "Carl Sandburg Home National Historic Site: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       About the Park Date Authorized: Oct. 17, 1968 (Public Law 90-592) Superintendent: H. Tyrone Brandyburg Phone: (828) 693-4178 Mission Carl Sandburg Home National Historic Site is dedicated to preserving the legacy of Carl Sandburg and communicating the stories of his works, life and significance as an American poet, writer, historian, biographer of Abraham Lincoln, and social activist. The Carl Sandburg Home National Historic Site preserves and interprets the farm, Connemara, where Sandburg and his family lived for the last 22 years of his life (1945-1967) Purpose of the Park: The following statements describe the primary reasons why the park was created. They influence management priorities and are central to decisions about how the park should be developed and managed. The purpose of Carl Sandburg Home NHS is:  To carry on the legacy of Carl Sandburg's works and life for the benefit of future generations through preservation, interpretation, education and inspiration. To preserve Carl Sandburg's last home, associated structures and landscape, original furnishings, personal belongings, and library.  Significance of the Park: Carl Sandburg Home National Historic Site is significant because:   It is the site where one of America's most versatile and recognized writers completed a literary career that captured and recorded America's traditions, struggles, and dreams in his poetry, histories, biographies, novels, and folk songs. Sandburg relentlessly advocated for social justice and his writings reflect a deep respect for people as individuals.  The home, associated buildings, farm scene, wooded hills, and gardens of Connemara embody the presence of Carl Sandburg more vividly than any other place he lived. The museum collection which preserves Carl Sandburg's personal belongings, furnishings, farm equipment, library, and papers, provides a unique and rare perspective of this American author's lifestyle, philosophy, intellectual pursuits, and life experiences.  Environmental Committment Statement: In order to carry out its mission and fulfill the Organic Act of 1916, Carl Sandburg Home NHS will:   Ensure the preservation, conservation, and enhancement of our valuable cultural, human, natural, and ecological resources.   Provide environmental leadership by example and conduct our operations in an environmentally responsible manner, in accordance with NPS Director's Order 13A.   Meet or exceed all applicable federal, state and local environmental laws and regulations.   Incorporate best management practices, foster the sustainable use of natural resources, reduce waste generation, purchase environmentally friendly products, and recycle and reuse materials when practical in our operations.    Work cooperatively with federal, state, county, and local governments and communities to promote sound environmental management of the park and surrounding area.   Provide environmental training and education for our staff and visitors (when appropriate) on compliance with environmental laws and environment responsibility.",
    "url": "https:\/\/www.nps.gov\/carl\/learn\/management\/index.htm"
}
