{
    "title": "Carl Sandburg Home National Historic Site: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Closer look at a fragile environment.   Geology of Carl Sandburg Home NHS  One of the park’s most significant natural resources is the rock outcrop formations. These features, properly termed Southern Appalachian low-elevation granitic domes, are unique to the region and considered globally rare (G2). Low-elevation granitic domes within the boundaries of the site have been recognized as a critical resource, and protecting the globally-rare granitic-dome communities to maintain biodiversity has been a primary objective for natural resource managers. Granitic domes are unusual in that they form an abrupt, azonal community-type that has been classified as rare on a global scale. In addition, several of the park’s granitic outcrops served as important cultural features in the historical period during which the Sandburg’s occupied the estate. Their floristic composition, present and potential threats to community structure, and the age and structure of the encroaching forest matrix are all important issues to park management.  Low-elevation granitic dome communities and their environs are of interest both because of their global rarity, and because they harbor a unique flora, which is often restricted wholly or essentially to granitic outcrop community types. Low-elevation domes differ from high-elevation domes in that they are subject to higher temperatures, less rainfall, and less frequent fog. These factors create very dry conditions and these dome ecosystems have been described as “micro-environmental deserts” with life forms more similar to those found in Death Valley as compared to those within the relatively mesic macro-climatic area in which they occur. The granitic domes contribute substantially to biodiversity both within the park and regionally. Granitic exfoliation domes generally range from flat to very steep, and occur below 3000 feet elevation. Soils that form around the exposed rock and in depressions on the rock surface are shallow and poorly developed. Lichens, mosses, and vascular plants found here are unique to the dome environment. Plant communities associated with these geologic structures support a vegetation assemblage seen nowhere else in the park. Plants that occur on these rock outcrops are usually associated with prairies, savannas and open fields. Little bluestem, oatgrasses, sedges, quill fameflower, greater tickseed and American columbine are common members of the community. Several species of concern, such as Michaux’s saxifrage, rough panic grass, Small’s ragwort, Piedmont ragwort, and a hybrid of the two, make preservation of this fragile habitat a high priority for park managers.",
    "url": "https:\/\/www.nps.gov\/carl\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
