{
    "title": "Carl Sandburg Home National Historic Site: Hemlocks at Carl Sandburg Home",
    "body": "Hemlocks at Carl Sandburg Home         The park's Biological Science Technician demonstrates how to treat Hemlocks.   Hemlock trees are plentiful at Carl Sandburg Home and are an important part of the landscape. Hemlocks line the drive that leads from the visitor entrance area to the Sandburg home. They are an important component of the forest around the Front Lake and behind the home and provide cooling shade and dense cover for forest plants and animals alike. There are two species of hemlock, both native, on the property: Eastern Hemlock and Carolina Hemlock. Many of these trees occur naturally, but those along the drive were planted by the Sandburgs half a century ago!  Hemlocks in the eastern United States are threatened by an exotic insect pest called Hemlock Woolly Adelgid. Hemlock Woolly Adelgid (HWA) is a tiny aphid-like insect with a big appetite; an appetite big enough to potentially wipe out the Eastern and Carolina Hemlock! This bug is literally sucking the life out of hemlocks as it feeds on the plant’s juices. It has devastated hemlock forests from southeast Maine to northeast Georgia and west to eastern Kentucky and Tennessee, leaving in its wake a barren landscape where lush green hemlocks once shaded cool mountain streams teeming with trout and other temperature-sensitive fish. Foresters warn that if affective controls are not determined and applied, the outcome of this infestation may be as disastrous as that of the chestnut blight which eliminated American chestnut from eastern forests.  Carl Sandburg Home protects their hemlocks by treating them with a systemic insecticide. The chemical is injected into the soil at the base of the tree, taken up by the roots, and distributed throughout the tree. As the insects feed on the tree, they ingest the insecticide and die. The hemlocks are responding well to the treatment.",
    "url": "https:\/\/www.nps.gov\/carl\/learn\/nature\/hemlocks.htm"
}
