{
    "title": "Carl Sandburg Home National Historic Site: History of Connemara",
    "body": "History of Connemara       Connemara not only offers inspiration and enjoyment, but also serves as a reflection of the advancement of America. The house was originally built by a slave owner who served in the Confederate Government. Over a century later, it would be sold to the esteemed biographer of Abraham Lincoln and the site where Sandburg would receive lifetime membership from the NAACP - National Association for the Advancement of Colored People for his work in civil rights. Through the previous owners of the property, the transition of the United States over the past century is reflected in its history.        Christopher Memminger, Secretary of the Confederate Treasury (1861-1864).   Memminger Era  In the mid eighteen-twenties, Flat Rock became a popular summer destination because it offered release from the oppressive heat and the perfect climate to recover from illnesses. Many of its summer inhabitants were travelers from Charleston, South Carolina. In fact, the “Charlestonian” influence was so large that the area was referred to as “The Little Charleston of the Mountains.” Of the wealthy travelers from Charleston was Christopher Gustav Memminger, builder of what is today Connemara.  Memminger worked as a lawyer in Charleston, SC and gained prominence as the Secretary of Confederate Treasury during the Civil War. He established the property in 1836 to use as a vacation home with his family escape the heat and insects that inhabited the South Carolina lowland during the summer time.  He called the estate “Rock Hill” due to the exposed rock faces throughout the property. By the outbreak of the Civil War, Rock Hill included the Main House, Kitchen, and two surrounding slave quarters. The 1850 census taken in Charleston indicates that Memminger had twelve slaves. The two slave residences closest to the main house likely housed cooks, maids, and butlers for the family. The 1860 Henderson County census listed six male slaves in Memminger’s possession. Memminger resigned from his post in 1864 and retreated to Rock Hill. Shielded from battle by the mountains, Flat Rock, however, did not escape the brutality of war. Memminger, his family, and his friends used the place as a hideout due to the large presence of “Bushwhackers” and the lack of civil or military law in the area. Mansions in the area were raided, but there is no recorded account of Bushwhackers entering Rock Hill.  The Civil War ended and Memminger returned to Charleston to continue his law practice. After Memminger’s death, Rock Hill was sold to Colonel William Gregg, a native of South Carolina and former Confederate soldier. Though he owned Rock Hill for ten years, he never occupied it.         Connemara during the Smythe Era.   Smythe Era  The property was then purchased by Edward Adger Smythe. Smythe was a native of Charleston born in 1847. When he purchased Rock Hill at age 52, he was not only a Confederate veteran, but a leading industrialist. Starting out with a simple cotton mill, he went on to become a textile giant involved with publishing and banking. At one point, he ran thirty six corporations, and a dozen banks.  The property saw major changes during the Smythe Era. The name was changed to “Connemara” in honor of the family’s Irish ancestry. Mostly importantly, it was during this time that the home was used as a consistent full time residence and not just a summer home. The barn area expanded to house lambs, sheep, dogs, oxen, fowl and champion milking cattle. He added a side pasture, walking trails and vast vegetable and flower gardens. Captain Smythe died in Connemara in 1942 at age ninety four.          Sandburg Era  Lillian Sandburg’s prize winning Chikaming Goat Herd was rapidly expanding on the shores of Lake Michigan. In 1945, she decided it was time to find a home more suitable to the needs of her farm. She visited Connemara and was impressed with what she saw. The 245-acre farm offered plenty of pasture land, farm buildings, and inspiration. Carl, upon his later visit, agreed but said it was quite the “baronial estate for an old socialist!” Sandburg produced about a third of his works and received his second Pulitzer Prize while living at Connemara.         Connemara Today Carl Sandburg died in his home on July 22, 1967 at age 89. The next year, Mrs. Sandburg sold the property to the National Park Service (NPS). She realized, however, the significance of her husband’s work to the culture of America and donated all the family’s belongings to the NPS so that Carl’s legacy could be preserved forever. The park opened in 1974 as the Carl Sandburg Home National Historic Site. As a unit of the National Park Service, the home of the People’s Poet for twenty-two years now belongs to his subject, the people.",
    "url": "https:\/\/www.nps.gov\/carl\/learn\/historyculture\/history-of-connemara.htm"
}
