{
    "title": "Carl Sandburg Home National Historic Site: Sandburg Family Timeline",
    "body": "Sandburg Family Timeline       1878 - Carl Sandburg is born on January 6 in Galesburg, Illinois. He is the second child and eldest son of Swedish immigrants August and Clara Sandburg. He is baptized Carl August but in elementary school asks to be called Charles, thinking it is more American. 1883 - Lilian Steichen, Sandburg's future wife, is born on May 1 in Hancock, Michigan. 1891 - Carl leaves school after the eighth grade to help support his family; works long hours delivering milk and at other jobs. 1896- Carl leaves Galesburg and sees Chicago for the first time. 1897- Carl leaves home at 19 one June afternoon. He travels the country as a hobo and works as a laborer on farms and railroad and sharpens his interest in labor laws and the plight of working people. 1898 - On April 26th, Sandburg is sworn into Company C, Sixth Infantry Regiment, Illinois Volunteers. He serves as a private in the Spanish-American War; On July 11th, Carl and the Company board a ship to Guantanamo Bay and they arrive on the 17th. On the 25th, Carl is involved in battle in Guanica, Puerto Rico, where he is assigned company detail. The armistice ends the war on August 12th, and Carl returns to Galesburg on September 21 and enrolls as a special student at Lombard College. 1899 - Carl receives appointment to West Point but fails his entrance exams in math and grammar on June 6th. He returns to Lombard College and becomes editor of the college journal and yearbook and captain of basketball team. Encouraged by a professor, he begins writing in earnest. 1902 - 07 - He leaves college without a degree, sells 3-D stereographs and writes for the Galesburg Evening Mail using pseudonym \"Crimson\". His first poem is published in the literary magazine, the Thistle in 1902. His first poetry and prose In Reckless Ecstasy is published in 1904 as booklet by his college professor. He is active in the Social Democratic party; lecturing and writing against exploitation of workers and calling for the end of child labor practices. 1908 - He marries Lilian Steichen, who shares his interest in social reform and human rights. He calls her by nickname Paula; she calls him by birth name Carl. She is the sister of painter and photographer Edward Steichen. 1909 - 13 - He writes and edits for several newspapers and magazines. His daughter Margaret is born June 3, 1911. His daughter Madeline dies in childbirth November, 1913. 1914 - His poems are published in Poetry:  A Magazine of Verse. He wins a cash award for best poems of the year and is discovered by publisher Alfred Harcourt. 1916 - His daughter Janet is born June 26. 1917-He joins the Chicago Daily News as a reporter. 1918- He is hired the Newspaper Enterprise Association to travel to Norway and Sweden as a correspondent covering World War II. His daughter Helga is born on November 24.   1919 - 23 - Harcourt, Brace and Howe publishes The Chicago Race Riots. Carl publishes Rootabaga Stories in 1922. 1926 - He publishes two-volume biography Abraham Lincoln:  the Prairie Years and establishes his reputation as a biographer. He also records an album of songs for the RCA Victor Talking Machine Company. 1927 -The American Songbag is published. The Sandburgs buy property on Lake Michigan and move there. Mrs. Sandburg designs the house. 1928- Abe Lincoln Grows Up is published. 1932- He leaves the Chicago Daily News to focus on his writings -- poetry, children's stories, and the Lincoln biography.   1935 - 37 - Lilian Sandburg buys first goats and registers the herd's name as Chikaming after the township where they live. She begins a breeding program to improve goats' blood lines and milk production. 1936: He publishes \"The People: Yes\". 1939 - Sandburg publishes four-volume set Abraham Lincoln: The War Years. 1940 - He wins the Pulitzer Prize for History, for Abraham Lincoln: The War Years. He is elected to the American Academy of Arts and Letters and receives honorary degrees from Harvard, Yale, and many other colleges and universities 1945 - Sandburg family moves to Connemara Farm, Flat Rock, NC 1950 - He publishes Complete Poems 1951- He wins the Pulitzer Prize for poetry for Complete Poems   1952- He receives National Institute of Arts and Letters gold medal for history and biography 1952-1958- He writes prolifically; travels the country lecturing, reading poetry, and singing. In 1956, the first of many US schools named after him opens in Harvard, Illinois. 1959 - He delivers the Lincoln Day address on February 12 before a joint session of Congress and travels to Russia with Edward Steichen as the cultural envoy for the State Department. He and Steichen represent the United States at the Family of Man exhibition in Moscow. 1960 - 64 - He works as Hollywood film consultant 1963: He receives the International United Poets Laureate award. 1964-He receives the Presidential Medal of Freedom from Lyndon B. Johnson.  1965 - He receives honors from NAACP for his coverage of 1919 Chicago race riots and for his \"life-long struggle to extend the frontiers of social justice.\" 1967 - He dies on July 22 at home in Flat Rock, NC, at age 89; the nation mourns and acclaims him as writer, biographer, folksinger, lecturer, and Poet of the People who spoke for those who did not have words or power to speak for themselves.  He is eulogized on September 17th at the Lincoln Memorial. His ashes were buried at his birthplace in Galesburg on October 1st. 1968 - Congress authorizes the Carl Sandburg Home National Historic Site, the first park to honor a poet. 1977 - Lilian Steichen Sandburg dies February 18 at age 93.",
    "url": "https:\/\/www.nps.gov\/carl\/learn\/historyculture\/family-timeline.htm"
}
