{
    "title": "Carl Sandburg Home National Historic Site: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places       The 245-acre farm in Flat Rock not only offered the Sandburg's an abundance of nature, but also a dramatic history dating back before the Civil War. Along with the Main House, the park has several outer buildings scattered throughout the historic core. The arrival of the Sandburgs changed what used to be a lavish estate into a working farm to raise Mrs. Sandburg's prize winning goat herd. In fact, the amount of buildings on the property led Sandburg to say, \"We didn't buy a farm, we bought a small village.\" Use the links below to learn more about the history of Connemara and its transition from an estate to a working farm.          Historic Structure Report for Main HouseExplore the historic Sandburg Home beginning with its construction in the 1830s. This report covers the history and use of the home, as well as modifications made throughout the years. (27mb .pdf)         Historic Structure Report for Swedish HouseExplore the Historic Swedish House and learn about its evolving history beginning in the Memminger era up to the Sandburgs.(10mb .pdf)          Historic Structure Report for Wash House  Explore the history and use of the Sandburg’s Chicken House. (1.8MB .pdf)         Historic Furnishings Report When NPS acquired the property in 1968, Lilian Sandburg graciously donated most of the family’s belongings as a gift to help preserve her husband’s legacy.   As the Sandburg’s held many items in the home, the report is large. Use the links below to access the report in two parts for easier access.      View Report Part 1 (17.3MB .pdf) View Report Part 2 (15.1MB .pdf)         Historic Furnishings Report Addendum and UpdateExplore the historic furnishings in the Sandburg Home. This updates the original 1984 furnishings report.         Cultural Landscape Report Explore the landscape of Connemara from it's earliest landscape in the 1830's through today. Includes a list of trees and plants currently being cared for and preserved. (9.2MB .pdf)",
    "url": "https:\/\/www.nps.gov\/carl\/learn\/historyculture\/places.htm"
}
