{
    "title": "Carl Sandburg Home National Historic Site: Things To Know Before You Come",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come             Things To Know Before You Come      When planning your visit, please keep in mind the average visitor spends two and one-half hours at \"Connemara.\" Also, keep in mind that there is no place to purchase food in the park, water is available at fountains (bring your own bottle) and in the bookstore.  Please recycle any purchased water bottles.  Trash bins and recycling bins are available within the park. Activities: The House Tour is the only \"guided\" activity, although, park staff and volunteers are happy to entertain any questions you have regarding the other areas of the site. House Tour: Carl Sandburg and his family lived in this house from 1945 until Mr. Sandburg's death in 1967.   They lived a simple life and surrounded themselves with things with which they were comfortable. Experience how the Sandburgs lived as a National Park Service Ranger or park volunteer guides you through the house. Please remember tours are limited to 15 persons. •Strollers are not permitted on the house tour, but there is a place to leave them for storage.  Infants and small children should be carried through the house while on tour. Fee:  A fee is required to tour the house for those 16 years of age and older.  This fee is $5.00 for adults age 16-61, and $3.00 for adults age 62 and older.  Youth 15 years of age and younger are free.  We can only accept cash and check for tour fees. Visiting the Barn: Mrs. Sandburg owned and operated the Chikaming Goat Dairy.  At its peak there were over 200 goats at Connemara!  Mrs. Sandburg's goats were renowned for their quality milk production and superior breeding. Your visit to the barn is a self-guided venture, although, there are park volunteers at the barn who would be happy to answer any questions you may have about Mrs. Sandburg's Chikaming goatherd. Remember to wash up after visiting the goats and please do not bring any food or drink into the barnyard. Audio-Visual Room: Your trip to Connemara would not be complete without seeing our video of an interview between Mr. Sandburg and Edward R. Murrow.  It is approximately 12 minutes in length and can be viewed by approximately 20 people at a time. Hiking: Mr. Sandburg used to take his chair out to some of the rock outcroppings along the trail to sit and write or just to sit.  He enjoyed observing his natural surroundings. There are numerous trails at Connemara, which vary in length and difficulty.  Please allow time to explore this beautiful setting.  We encourage you to pick up a map at the park bookstore when planning your hike. Ranger Programs: During the summer National Park Service rangers give 30 minute programs about a myriad of Sandburg related topics from bird walks to cultural landscape walks, cheese making demonstrations to sharing the letters of Carl and Paula Sandburg.  Please check with the ranger at the park bookstore for the times and topics of these programs. Bookstore:  Eastern National, in cooperation with the National Park Service, maintains a bookstore with a great variety of educational materials about Carl Sandburg, the natural environment, the civil war, and literature for young people.  Please set some time aside to investigate the resources available for continued learning in these areas. Special Events: You may be able to plan your visit around Jr. Ranger Day, Memorial Day Folk Music Festival, summer stage performances of Rootabaga Stories, Fall Farm Festival or Christmas at Connemara. Please call the park at (828) 693-4178 from 9am to 5pm, May through October, to make a group reservation or to inquire more about the park and the programs offered. Thank you for considering Carl Sandburg National Historic Site as a destination for your visit to western North Carolina.",
    "url": "https:\/\/www.nps.gov\/carl\/planyourvisit\/things2know.htm"
}
