{
    "title": "Carl Sandburg Home National Historic Site: Adult Group Reservations",
    "body": "Adult Group Reservations       Group reservations can be made for groups having a minimum of 10 persons, maximum of 60 persons (groups will be divided into smaller groups of 15 persons each for visit). There is no fee to tour the barn and grounds. There is a $5.00 charge for each adult 16-61 years of age and $3.00 for adults 62 years and older to tour the house. There is no charge for visitors 15 years and younger to tour. There is no waiver for fees unless you are a therapeutic group. We can only accept cash or check as forms of payment for tour fees. Accessibility:  For groups with mobility issues, please be advised that the walk from the visitor parking lot to the home is 1\/3 mile and gains 100 feet in elevation. If you feel this climb may be a challenge for your group, please request the shuttle when you make your reservation. Even with the shutttle groups should expect to walk or travel with a mobility device on pathways up to 1\/4 mile on their own. Planning Your Visit There are a variety of ways groups can enjoy a visit to the park. For a traditional visit with house tour, barn tour and video, groups with 15-30 people should plan to be onsite for 2 hours. Groups with 30-60 people should plan to be onsite for 2 1\/2 hours. For a tour bus group with limited time, the following opportunities are available:   Step-on Ranger talk in your bus (15-30 minutes) 30-minute Ranger talk at the front lake with views of the Sandburg Home and property in the background. Seating for 20 available, minimal walking. 30-minute live performance of Sandburg's works at the amphitheater. Available mid-June to mid-August at 10:15 am on Wedneday and Friday mornings.    House Tour: Experience how the Sandburg family lived as a National Park Service Ranger or volunteer guides you through the house.  Tours are 30 minutes and for groups are scheduled every 30 minutes. Please remember tours are limited to 15 persons (no exceptions). Visiting the Barn: Mrs. Sandburg owned and operated the Chikaming Goat Dairy. At its peak there were over 200 goats at Connemara! Mrs. Sandburg's goats were renowned for their quality milk production and superior breeding. Park volunteers at the barn are happy to answer any questions your group may have about Mrs. Sandburg's Chikaming goatherd. Please limit your group to 15 when visiting the barn. Audio-Visual Room: Your trip to Connemara would not be complete without seeing our video of an interview between Mr. Sandburg and Edward R. Murrow. It is approximately 12 minutes in length Hiking: Mr. Sandburg used to take his chair out to some of the rock outcroppings along the trail to sit and write or just to sit. He enjoyed observing his natural surroundings. There are numerous trails at Connemara, which vary in length and difficulty. Please allow time for your group to explore this beautiful setting. We encourage you to pick up a map at the park bookstore when planning your hike.   Bookstore: Eastern National, in cooperation with the National Park Service, maintains a bookstore with a great variety of educational materials about Carl Sandburg, the natural environment, the civil war, and literature for young people. Please set some time aside to investigate the resources available for continued learning in these areas. For more information or to make a group reservation with us, please read and return our Adult Group Reservation Form. Please contact the park at least three weeks in advance. Dates are available year-round, Tuesday through Friday. Groups wishing to visit on Saturday, Sunday or Monday should contact the park about the First Come First Served policy.",
    "url": "https:\/\/www.nps.gov\/carl\/planyourvisit\/adult-group-reservation.htm"
}
