{
    "title": "Carl Sandburg Home National Historic Site: Things to Do",
    "body": "Explore This Park    Plan Your Visit     Things to Do             Things To Do         Visitors can still enjoy guided house tours of the Sandburg Home throughout preservation work.   Guided Tours of the Sandburg Home The house remains open for tours during preservation work.  Things just look a little different inside as the interior furnishings have been removed for storage during the preservation project.  We still invite visitors to walk with a guide through the house to learn about the Sandburg family and see their home \"behind the scenes\".  Displays will help to bring back the feel of the furnished rooms.  Taking a guided tour of the historic Carl Sandburg Home is an insightful glimpse into the lives of the Sandburg family. The 30-minute house tours are offered throughout the day, except Thanksgiving, Christmas and New Years days. First tour begins at 9:30am; the last tour begins at 4:30pm. Each tour is limited to 15 visitors. There is a small fee to tour the house: $5 adults age 16-61, $3 adults age 62 and older, Free youth 15 and younger. We can only accept cash or check for tour fees.        Connemara Farms Dairy barn in fall. nps photo  Visiting Connemara Farms Goat Dairy Mrs. Sandburg owned and operated a premier goat dairy from 1935 to 1965. Here at Connemara the dairy became a Grade A operation, with milk being distributed to local dairies and sold in stores around the community.  Mrs. Sandburg's goat breeding program produced champion goats and led to the improvement of goats as milk producing animals. Enjoy the Connemara Farms' goat-herd. The park service raises goats that represent the three breeds of goats Mrs. Sandburg raised at Connemara. Rangers and volunteers are on hand to share this fascinating story about goats and Mrs. Sandburg's dairy goat operation.        The rock located just behind Carl Sandburg's home was a place Mr. Sandburg could often be found sitting in a high-backed chair dirtying paper. nps photo  Outdoor Pursuits \"It is necessary now and then for a man to go away by himself and experience loneliness; to sit on a rock in the forest and to ask of himself, 'Who am I, and where have I been, and where am I going?'...If one is not careful, one allows diversions to take up one's time-the stuff of life\" -Carl Sandburg as quoted from a letter to his friend, Ralph McGill.   Enjoy the solitude of Connemara. Hike its many trails and take from it the energy to avoid diversions. Click here for a trail map.        Ranger Programs like this cheese making demonstration can be part of a summer visit to Connemara. nps photo  Special Programs and Events Park Ranger programs are given throughout the summer months. Please call a Park Ranger at 828\/693-4178 to check the schedule for the time you wish to visit.  Also, from June until mid-August, live performances of Sandburg's Rootabaga Stories and excerpts from the Broadway play, The World of Carl Sandburg, are presented at the park amphitheater. Click here for a schedule of special events.",
    "url": "https:\/\/www.nps.gov\/carl\/planyourvisit\/things2do.htm"
}
