{
    "title": "Carl Sandburg Home National Historic Site: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets         Visitor walking her dog, on a 6 foot leash, at Carl Sandburg Home NHS. nps  Pets are welcome to join you when visiting the park, however, we need your help to maintain Carl Sandburg Home NHS as a safe and enjoyable place to visit. You can help by abiding by the park regulations. Park Regulations: 1. Clean up after your pet. 2. Restrain pets on a leash not to exceed six feet. 3. Pets may not be left unattended while pet owner is on a tour of the house. 4.  Ensure pets urinate on a natural surface and not on buildings. Please do not stray off developed trails. 5. Only assistance animals allowed in buildings. While pets are allowed on the grounds with responsible supervision, regulation of pets in national parks occurs for several reasons. In fact, pets are banned in the backcountry of larger parks such as Yellowstone, Yosemite, Glacier, and Great Smokey Mountains. A few reasons for pet regulation are listed below.  Dogs can carry disease into the park's wildlife populations or goat farm. Dogs can chase and threaten wildlife, scaring birds and other animals away from nesting, feeding, and resting sites. The scent left behind by a dog can signal the presence of a predator, disrupting or altering the behavior of park wildlife. Small animals may hide in their burrow the entire day after smelling a dog and may not venture out to feed. Dogs bark and disturb the quiet of the wilderness. Unfamiliar sights, sounds, and smells can disturb even the calmest, friendliest, and best-trained dog, causing them to behave unpredictably or bark excessively. Pets may become prey for larger predators such as bears. In addition, if your dog disturbs and enrages a bear, it may lead the angry bear directly to you. Dogs can also encounter insects that bite and transmit disease and plants that are poisonous or full of painful thorns and burrs. Many people, especially children, are frightened by dogs, even small ones. Uncontrolled dogs can present a danger to other visitors.  The Western North Carolina region offers an amazing variety of federal, state, and local public lands for recreation and enjoyment. Some public lands outside Carl Sandburg Home NHS may offer a wider range of recreational opportunities than are available here. For maps and information about these other recreation areas please contact the offices listed below.    Pisgah National Forest (828) 257-4200   DuPont State Forest (828) 877-6527   Holmes Educational State Forest (828) 692-0100   Henderson County Parks and Recreation - Hendersonville Dog Park located at E. Caswell Street and S. Glover.  Call (828) 697-4884 for more information.   City of Asheville Parks and Recreation - Several designated \"dog parks\" within the City limits.  Call (828) 259-5800 for more information.   Thank you for helping by doing your part as a pet owner.",
    "url": "https:\/\/www.nps.gov\/carl\/planyourvisit\/pets.htm"
}
