{
    "title": "Carl Sandburg Home National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         View of Sandburg Home in Fall    Carl Sandburg Home NHS is open 7 days a week, year round. Closed Thanksgiving, Christmas and New Year's Days. House Tour Notice- The Sandburg furnishings inside the home have been moved to storage for preservation work over the next two years. Special exhibits will help visitors to see the rooms as they were once furnished, but at the same time feel like they are going \"behind the scenes\" in the unfurnished rooms. Guided tours of the home are still available and provide a great way to learn more about the Sandburg family and their contributions to American history.  The park is located on 264 acres in western North Carolina. Visitors can tour the Sandburg Home, hike on over 5 miles of trails, visit the farm and dairy goats, and much more. The average visitor spends two hours at \"Connemara.\" Please be prepared for your comfort - wear comfortable clothing and walking shoes. There is a limited selection of snack foods and water to purchase from the bookstore. Water is available at fountains (bring your own bottle). Please recycle any purchased water bottles.  Facilities:Including Sandburg Home and Goat Barn Open daily from 9:00 a.m. to 5:00 p.m. year-round, closed Thanksgiving, Christmas and New Year's Days. Park grounds are open sunup to sundown for walking and hiking. Admission:Free for grounds, trails and barn;no park entrance fee. Guided House Tour Fee:(cash or check only) $5.00 for Adults age 16-61 $3.00 for seniors 62 and older Children 15 and under admitted free   America the Beautifulpasses and the Annual\/Seniorpasses do not apply to waive the fees for guided house tours. 30-minute house tours are offered every day, once an hour, first come-first served. First tour begins at 9:30am; next tours at 10:30, 11:30, 12:30, 1:30, 2:30, 3:30, the last tour begins at 4:30pm. During busy visitation additional tours may be added. Visitors may only tour the Sandburg Home on a guided tour. Tours are limited to 15 persons.   Parking:Free parking is available at the entrance to the park. On busy days the lot fills quickly. Visitors may use the Flat Rock Playhouse lot directly across the street in the morning until noon and in the afternoon when there are no performances. There will be signs posted at the playhouse to restrict parking for performances. Please be a courteous neighbor and pay attention to their signs. The park has three oversize vehicle parking spaces for RV's and buses. Vehicles with trailers will be unable to park in these spaces and should use the playhouse lot subject to availability.  Information for Groups You are strongly encouraged to contact the park if you are visiting with more than 10 people in your group, even if it is just a family visit or a big motorcoach tour. We strive to make your visit the best experience it can be. Adult Group For groups of adults of ten or more, please see the Adult Group Reservation page for information about scheduling a visit. School & Homeschool Groups Please see our For Teachers section for more information about scheduling school groups. Summer Camps\/Youth Groups Please visit our ParKids page for more information on activities available in the Park. Area Trip Planning Henderson County Visitor Information Visit our Nearby Attractions page  If you cannot find what you are looking for, please do not hesitate to contact the park with your questions. We hope you enjoy your visit!",
    "url": "https:\/\/www.nps.gov\/carl\/planyourvisit\/index.htm"
}
