{
    "title": "Fort Union Trading Post National Historic Site: Crazy Bear",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Crazy Bear                Crazy Bear        \"The Furious and Fearless Actions of a Crazy Bear\": The Peace-Seeker Nearly Everyone Opposed  by Fred MacVaugh, Museum Technician        Two of the three known sketches of Crazy Bear that Rudolph F. Kurz drew during the Assiniboine chief’s many visits to Fort Union in the fall and winter of 1851 and 1852. Crazy Bear had been to Fort Union as early as 1833, at which time he met Prince Maximilian and the painter Karl Bodmer. SMITHSONIAN INSTITUTION, NATIONAL ANTHROPOLOGICAL ARCHIVES. TOP IMAGE: NAA INV 06440500. BOTTOM IMAGE (DETAIL) FROM PLATE 34 OF KURZ’S JOURNAL PUBLISHED AS BULLETIN 115 BY THE SMITHSONIAN INSTITUTION IN 1937.  Man-to-was-ko, an Assiniboine whom fur traders called by his French name, Ours Fou, is portrayed here in sketches by Rudolph F. Kurz, the Fort Union clerk and formally trained Swiss artist. Known also as Mad Bear, Fool Bear, or Crazy Bear, Ours Fou roomed with Kurz in the latter's quarters during frequent visits to the post in the fall and winter of 1851-1852. The courtesy was an expected one, in fact. More than simply a business practice that reinforced individual obligation and reciprocity, the lodging arrangement served as a sign of Fort Union's respect for a chief, even one with disputed authority. \"'Uncle Sam,' Kurz wrote in his journal on October 31, 1851, \"has appointed Ours Fou chief of the Assiniboin [sic].\" His appointment occurred the month before, while Crazy Bear and two other Assiniboine represented the Upper Missouri tribe at the 1851 Fort Laramie council between agents of the United States government and 10,000 tribal leaders and members from the Sioux, Cheyenne, Arapaho, Shoshone, Mandan, Hidatsa, and Arikara. Back at Fort Union, however, Crazy Bear's \"newly acquired title is not recognized,\" wrote Kurz on November 26. \"Neither Absaroka [the Crow] nor Assiniboin [sic] accept him\" as chief.  Unlike the people from his own and allied tribes, Fort Union's Bourgeois and traders hailed his selection as \"glad news\" on October 31, the day the chief returned. \"The choice could not have been better,\" declared long-time bookkeeper and then-current Bourgeois, or post manager, Edwin T. Denig. \"The Crazy Bear [Ours Fou] has always been a respectable and brave man, greatly elevated above all the rest in intelligence but not ranking with some in military exploits, having never been a great warrior . . . . He is a mild, politic man,\" Denig remarked in his pioneering Assiniboine ethnography (published nearly 80 years later by the Smithsonian Institution), \"looking after his people's interest, and viewing with a jealous eye anything inconsistent with them. Even when a very young man\"—he had visited Fort Union as early as 1833—\"his opinions were always honored with a hearing in council, and he now bears his honors with great credit to himself and service to his people, endeavoring to carry out to the letter the stipulations of the [Fort Laramie] treaty to which he is a party.\" Despite Fort Union's support and Denig's favorable opinion, Crazy Bear's success depended on all the Assiniboine bands accepting him as their leader, a contested acceptance given in name only, and then only because they believed the American military backed his authority. \"To appoint over the nations supreme chiefs who are neither chosen nor recognized by the tribes themselves,\" Kurz remarked on November 15, \"is of no advantage to anybody; [it] only engenders jealousy among rivals.\"      A Natural Opposition The defiance was only human. In appointing Crazy Bear chief of the Assiniboine tribe, Superintendent of Indian Affairs David D. Mitchell, the former Fort Union Bourgeois in 1838, underestimated the political and cultural differences that existed between Euro-Americans and the various plains tribes or between and within those different tribes. The Assiniboine tribe consisted of geographically dispersed bands that were, the anthropologist David Rodnick explained, \"completely sovereign\" and autonomous. In lieu of the centralized authority common in American political culture, each band made its own decisions. Only rarely, and never permanently, did they unite politically. Within bands even, Rodnick found, \"the power of the band chief was nominal\" because \"decisions on important matters were made by the band council, not the chief.\" For this reason, a chief's authority depended on cooperation earned through \"popularity,\" \"kindliness,\" modesty, and generosity \"with his possessions. As a chief,\" Rodnick explained, one \"had to give more feasts with their outlay of presents than any of the others in his band. Thus, another prerequisite for chieftainship was wealth, for the more given away at feasts the greater the number of individuals who would be obligated\" to him.        Kurz drew this sketch of an Absaroka, or Crow, on October 26, 1851. The man is probably Chief Rottentail, a frequent visitor to Fort Union during the months Kurz worked as a clerk at the Upper Missouri fur trade post. SMITHSONIAN INSTITUTION,  IMAGE FROM PLATE 48 OF THE JOURNAL OF RUDOLPH FRIEDERICH KURZ, BULLETIN 115 (1937), BUREAU OF AMERICAN ETHNOLOGY  Today, peacefulness is portrayed as characteristic of the relations between Fort Union's fur traders and the Northern Plains tribes they traded with. That assumption may not be entirely inaccurate; each party sought to trade with the other for what it neither possessed nor had the ability to make or obtain on its own. Such cooperation for mutual benefit was not as common, however, between tribes or even between the same tribe's bands. \"Absaroka interfere with him [Crazy Bear] when on the chase,\" Kurz noted in his November 26 journal entry; \"his tribesmen find no food. He talks with Rottentail [a Crow often at Fort Union], who is discontented, on his part, because he was not chosen chief of the Absaroka. The latter is wary, a good businessman, and makes light of the white man's chief in the territory of the Platte [River in Nebraska and Wyoming, where the Fort Laramie council occurred]. 'White Americans lie', [sic] he says; 'where are their gifts? Where are their warriors?' Absaroka sneer,\" Kurz observed, \"at a chief who is poor. Ours Fou [Crazy Bear] is in sorrow; he dispensed all his gifts long ago; he is poor.\" Crazy Bear's detractors weren't limited, either, to tribal leaders like Rottentail. Among whites, not everyone agreed with Denig's assessment of Crazy Bear's intelligence. One was Alfred J. Vaughan, the Indian agent for the Upper Missouri tribes beginning in 1853. Even Kurz, failing to understand the tribe's culture despite sharing quarters with the chief, once commented that \"Ours Fou appears to me a stupid rather than a mad bear.\"        An ink drawing of an Assiniboine warrior stabbing a Blackfoot; at the time drawn, Jan. 16, 1854, Chief Crazy Bear hoped to convince his tribe to cease warring against its traditional enemies. Later published by the Smithsonian Institution, the sketch was made at Fort Union by an unknown Assiniboine. THE SMITHSONIAN INSTITUTION’S NATIONAL ANTHROPOLOGICAL, NAA INV 08690800  A similar sentiment may have existed among many in his own tribe, too. For one, as Denig wrote, Crazy Bear alone from amid the Assiniboine volunteered to travel to the Fort Laramie council despite the dangers of crossing through and into enemy—Sioux and Blackfeet—territories. Only once he pledged to go did two others agree to join him. Second, after the signing the treaty, Crazy Bear committed the tribe to honoring it, and that, to the frustration of many Assiniboine, meant not retaliating for raids carried out against them by their historic enemies, the Blackfeet. Not surprisingly, then, most Assiniboine had not accepted the chief's authority by February 1852, when Crazy Bear returned to Fort Union following a brief absence during which he and his band had most likely been out hunting. \"As the dark-skinned Indians came forward in the glittering sunlight across the smooth surface of the frozen [Missouri] river,\" Kurz observed on February 10, \"some on horseback, others on foot, accompanied by women and numbers of children, pack horses, and laden dogs, they formed a most picturesque cavalcade. But, as they failed to bring robes for exchange [perhaps because the Crows had interfered with their hunt], nothing came of their bidding us prepare a feast.\" \"L'Ours Fou is much cast down,\" Kurz recorded two days later, on February 12, \"because the Assiniboin [sic] band north of us [Fort Union] refuses to conclude a peace with the Blackfeet Tribe. Now that he is supreme chief, appointed by the United States, he thinks the Assiniboin [sic] should obey him [and settle down in a village near Fort Union and raise corn like the Hidatsa, a tribe to the east]. But those wild bands, having no conception of the power and extent of the United States, are not inclined as yet to change their condition. His appointment to the rank of supreme chief is, moreover, contrary to their wishes, in violation of their right of free choice, an infringement of their liberties, and in contravention of their ancient customs. As Ours Fou can unite under his leadership only the smallest of the Assiniboin [sic] bands, his appointment as supreme chief meets all the more opposition.\"        Edwin T. Denig, Fort Union’s Bourgeois from 1848 to 1856. While employed on the Upper Missouri, Denig authored a pioneering ethnography of the Assiniboine and other Upper Missouri tribes that the Smithsonian Institution decades later published. SMITHSONIAN INSTITUTION, IMAGE FROM THE FORTY-SIXTH ANNUAL REPORT OF THE BUREAU OF AMERICAN ETHNOLOGY  Unfathomable Suffering Although intense, opposition wasn't at first what pained Crazy Bear most. \"Ours Fou was grieved to the soul,\" Kurz wrote, \"most profoundly affected; gazing before him in a kind of stupor, he wept silently.\" So overwhelming was his sorrow, in fact, one of the post's hunters hid his \"weapons for fear he . . . might be seized with too great a longing for those he loved best\" and take his own life. What caused Crazy Bear's behavior? While away three months to attend the Fort Laramie council, the Blackfeet killed one son and cholera or another disease killed that son's son. Overcome with anguish, loneliness, and fear because of these deaths; her 16-year-old daughter's earlier suicide after being raped; and her husband's long absence in enemy territory, Crazy Bear's wife in turn \"hanged herself with a rope.\" After helping Fort Union employees bury the chief's wife beside her daughter, Kurz wrote, \"Standing beside the grave of a pretty 16-year-old girl of good family, blameless reputation, modest manners, and honorable nature, who, unfortunate through one single act of a dissolute boy [identity unknown], is robbed of a fair future; who, reflecting upon such a fate may not cry out, Is there a God? Where is the God who promises to up hold [sic] the righteous? Where is the Protector of the innocent? Where is the Omniscient and Almighty One without whose knowledge not a hair of our heads shall be hurt, not a sparrow shall fall? Where is He?\"  Despite his unimaginably painful losses, Crazy Bear carried on, living up to his people's expectations that chiefs place tribal above family welfare. How did he do it? What spirit strengthened his resilience? Perhaps his name's origin story offers a clue. Although he may \"never [have] been a great warrior,\" as Denig noted, this story reveals his determination and bravery in protecting both band and family. \"A small camp of Assiniboines were attacked while traveling by a large force of Gros Ventres,\" Denig related in Five Indian Tribes of the Upper Missouri. \"The 'Bear' and a few others remained between them and their people, fought desperately and kept the enemies off until the women and children of the camp reached the woods of the Missouri[,] where they were safe. The conduct of the chief on this emergency,\" Denig reported, \"was said by his people to resemble the furious and fearless actions of a crazy bear.\"        Common personal and ceremonial items, pipes were long traded on the Upper Missouri. Catlinite pipes—a stem and miniature are shown here—likely originated at Minnesota’s pipestone quarries. More popular trade-good styles—and a type Crazy Bear may have smoked—included terra cotta and white clay pipes. NPS, CLOCKWISE FROM TOP LEFT: FOUS 3791, 3793, 90763, 2547, AND 46726  In addition to possessing determination and courage, Crazy Bear honored his wife's, children's, and grandson's memories by remaining true to his faith and convictions. While meditating in Kurz's room, he cut incisions into the skin of \"his head, breast, and legs\" \"to allow blood to flow as atonement\" for his deceased kin. Other ways that may have made possible his perseverance: teaching the Assiniboine language to his Swiss roommate and maintaining a sense of humor. \"Not long ago,\" Kurz wrote on February 22, \"L'Ours Fou was sleeping as usual in my room. He waked up every now and then during the night, mended the fire, teased the fox [which Kurz kept in his quarters as a pet], smoked his pipe, and would jab me in the ribs with the pipestem [sic] to wake me, so that I might chat with him. To entertain me he would teach me words in his native tongue. For example,\" Kurz recorded, \"'nuspeh', which means 'ax'; 'kukusch', which means 'swine.' He had great fun teaching me the last-named word. To make me understand what animal was meant he grunted in such perfect imitation of a hog that I laughed until tears rolled down my cheeks.\"      Uncertain Survival Just as important as how Crazy Bear carried on is why. What drove him to persist in his support of the Fort Laramie treaty despite enormous personal losses and a year and a half of his tribe's ridicule and contempt before the U.S. government finally delivered on its 1851 treaty obligations? The government's delay not only exhausted the chief's wealth but also resulted in escalating challenges to his never more than tenuous authority. \"His name was harangued throughout the [Assiniboine] camp,\" Denig wrote in Five Indian Tribes of the Upper Missouri, \"as one who had come back from the White's country with a lie in his mouth, or had sold their lands for a handful of goods. The old chief stood alone against his people and maintained the equanimity of his temper. He never swerved a particle but placed implicit faith in the government, though he had a hard time of it with his people.\"  \"He [Crazy Bear] understands perfectly well,\" Kurz noted on February 22, \"that sooner or later he can depend no longer on hunting for a livelihood.\" \"I see the buffaloes decrease every year,\" Crazy Bear related sometime later in a translated letter to the Jesuit missionary Father Pierre-Jean De Smet. He'd met De Smet at Fort Union during the summer months of 1851 and accompanied him to the \"Great Council\" on the Platte River near Fort Laramie. \"What will become of us without help?\" he asked, seeking to expedite the arrival of the \"Black-gowns,\" the Jesuit missionaries, that \"our great Father (Colonel Mitchell, superintendent of Indian Territory)\" had promised during the \"Great Council.\" With Whites (and the Sioux, too) encroaching on Assiniboine lands in greater numbers, his people, not just his surviving family, needed to learn how to live among them. \"If our children are not instructed in time,\" Crazy Bear worried, \"they will disappear like the game.\"        Father Pierre-Jean De Smet’s 1851 map shows the territories designated for each tribe during the Fort Laramie council, the “Great Council,” at Horse Creek. On the map, the Assiniboine’s territory is limited to the triangle immediately above the Crow Territory (yellow lettering) in the center. LIBRARY OF CONGRESS, GEOGRAPHY AND MAP DIVISION, CATALOG NUMBER: 2005630226. URL: HTTP:\/\/WWW.LOC.GOV\/ITEM\/2005630226  The failure of the government to deliver the promised treaty goods in 1852 may have been another reason why Crazy Bear wrote to De Smet. When the goods did finally arrive in January 1853, Crazy Bear addressed the Assiniboine gathered in Fort Union's courtyard: \"It has been said I have sold you to the whites—bartered for your lands. I now tell you it is no such thing.\" (\"In interpreting these speeches,\" wrote Denig, who witnessed and translated this speech, \"the exact and entire ideas of the Indians are preserved, though the words chosen to express them are not always the same. . . . [N]o Indian language admits of being translated word for word; to do so,\" he explained in his Assiniboine ethnography, \"the purport desired by the Indian would fail, injustice be done to his ideas as realized by him . . . .\") \"The President of the United States,\" continued Crazy Bear, \"has thought fit to appoint me your chief. Here is my [peace] medal; there are my papers. This makes some of you jealous. You should have thought of it before and plucked up courage enough to be seen at the [Fort Laramie] treaty [council], that he [Col. Mitchell] could have chosen a better man than I,\" exhibiting here the expected modesty of a chief, \"if there be one. As it is, as long as I can stand and my voice holds good,\" concluded Crazy Bear, imploring his people to accept these annuities as well as refrain from waging further war against the whites and Blackfeet, \"I shall never agree to what is wrong nor be deterred from doing what is right.\"        The painter John Mix Stanley completed this sketch (FOUS 40046) after observing a distribution of annuity goods to the Assiniboine at Fort Union. At the time, Stanley was the official artist for Governor Isaac I. Stevens’ 1853 Pacific railroad survey. The post is shown as viewed from the northwest. NPS  Right or Wrong? Had Fort Union's former Bourgeois Alexander Culbertson (1837–1847) not pushed the government to authorize that January 1853 delivery and distribution of annuity goods, the Assiniboine's, Fort Union's, and the Confluence area's histories might be completely different. Imagine, for instance, the effect of the summer 1853 appearance at Fort Union of Isaac Stevens' Pacific railroad survey? Wouldn't that have strengthened the Assiniboine's belief that Crazy Bear had sold them out? Some still might have wondered regardless, especially had the survey party's arrival not coincided with the summer 1853 distribution of annuity goods by Alfred J. Vaughan, the Assiniboine's new Indian agent. Today, nearly 170 years later, the precise outcomes of Crazy Bear's appointment as chief of the Assiniboine remain unclear. After delivery and distribution of the initial annuity goods—$10,000 worth, according to Denig—Crazy Bear's standing among the Assiniboine improved. \"The Indians were struck dumb,\" the Bourgeois Denig wrote in Five Indian Tribes of the Upper Missouri, \"and those who before reproached now flattered\" the chief. Since that time, he continued, \"the nation has received its presents yearly. This has tended to increase the respect always manifested towards the 'Bear.' His people are disposed to listen to his council and pretty generally conform to his decrees, though he possesses nothing like arbitrary power.\"        \"An Assiniboine running a Buffalo. Drawn by an Assiniboine warrior and hunter. Fort Union, Jan. 16. 1854.\" SMITHSONIAN INSTITUTION’S NATIONAL ANTHROPOLOGICAL ARCHIVES: NAA INV 08690200  Was this new respect sufficient for him to convince the \"wild bands\" to settle and take up agriculture? Did the Black-gowns arrive in response to his entreaty to Pierre De Smet? We know today that the fate of the bison feared by Crazy Bear and the Indian agent Alfred Vaughan did come true. Echoing the concern George Catlin and John James Audubon expressed during their visits to Fort Union in the 1830s and 1840s, respectively, Vaughan informed the Secretary of the Interior in 1854 that \"The enormous destruction of these animals for their hides, meat, &c., by accidents in crossing rivers on the ice, where thousands sink by becoming imbedded in mud and snow, by storms, and wolves killing the small calves, must, before many years, end in their entire extinction, or at least render them so scarce as to be inadequate for the subsistence of the numerous tribes of Indians who now live by hunting.\"        Chief Mad Bear's daughter in traditional dress, with shell ornaments, knife in sheath, and American flag. SMITHSONIAN INSTITUTION, NATIONAL ANTHROPOLOGICAL ARCHIVES, JAMES E. TAYLOR SCRAPBOOK OF THE AMERICAN WEST, 1863–1900: NAA INV 01601808  The answers to these and other questions remain for current and future tribal members, historians, and enthographers to discover and share. Kurz, whose journals revealed so much about Crazy Bear, departed Fort Union on April 19, 1852, and returned to Europe. Crazy Bear reportedly died later, in Montana, during a smallpox epidemic; at the time, he was thought to be near 70 years old. By the end of the 1860s, meanwhile, with the Sioux, Montana-bound gold miners, and the military moving rapidly west, Fort Union ceased to exist except in memory. \"Did Crazy Bear . . . expect his people to be removed from their country into that of their enemies?\" Fort Union's final Bourgeois, Charles Larpenteur, asked in Forty Years a Fur Trader on the Upper Missouri. \"'No,'\" quoted Larpenteur, \"'the whites have lied to us. They have taken our country. They say they bring soldiers to protect us; but, when they come, they bring the Sioux with them. Loads of provisions come out of their garrisons for the Sioux, who are on our own lands, and we can get nothing. . . . We cannot understand those whites. We had a good country, which we always though they would save for us; they have given it to our enemies. Fort Union, the house built for our old fathers,—in the heart of our country,—the soldiers have pulled it down to build their Fort Buford, where we are scarcely permitted to enter.\" This military acquisition and razing of Fort Union in 1867 signaled more than the end of the first of many booms on the Northern Plains. With it, too, ended the peaceful coexistence that for a time flourished at the Confluence between Euro-American fur traders and the Northern Plains tribes. That boom might have busted many years earlier, however, had it not been for Crazy Bear and his vision, leadership, and perseverance. His tribe, band, and family—his lasting legacy—may not have survived, either.",
    "url": "https:\/\/www.nps.gov\/fous\/learn\/historyculture\/crazy-bear.htm"
}
