{
    "title": "Fort Union Trading Post National Historic Site: Firearms",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Firearms                Firearms         During Fort Union's active years, hunters and trappers such as those pictured here from the park's annual Rendezvous relied on their North West guns and rifles to supply the post with food. Firearms were major trade items and often given as gifts at the conclusion of fur trade negotiations. NPS \/ LISA SANDEN  The Flint and Fire of Fort Union: Firearms of the Fur Trade Firearms of all shapes and sizes—everything from large caliber rifles to small pocket pistols—proved essential to Fort Union's daily activities. Guns, a fur trade staple, were supplied to the Northern Plains tribes— Assiniboine, Cree, Crow, and Blackfeet—in exchange for buffalo robes and furs, thus ensuring the fort's future business. Having well-armed hunters at remote American Fur Company (AMFCo) posts like Fort Union and their nearby competitors was equally important to residents and visitors; AMFCo's hunters, for instance, procured as many as 800 bison for food each year. Given these circumstances, not surprisingly, the number and quality of guns at Fort Union varied throughout its thirty-nine years of operation (1828–1867), ranging from the most basic and inexpensive to the best available.   The Gun Trade Guns traded at Fort Union and other AMFCo posts included three primary types: the North West gun, rifles, and pistols. Before Fort Union's founding, guns traded at Hudson's Bay Company (HBC) posts in Canada and the Great Lakes region passed through Mandan and Hidatsa trade centers, where they were often exchanged for horses merchants brought north from the Spanish southwest. Once established, Fort Union quickly surpassed the Mandan and Hidatsa villages as the northern Great Plains' dominant trade center and source for firearms.      North West Gun The North West gun, a smoothbore flintlock, was the most popular firearm traded at Fort Union and competing HBC posts. Nomadic Northern Plains tribes and horse-riding hunters preferred this gun because a shorter barrel, which could vary in length from 30 to 48 inches, made it more ideal than earlier weapons: lighter to carry and easier to maintain. Although larger and smaller bore sizes existed, the average was .62 caliber or 20 gage. Unlike military muskets and other shoulder arms, which were .69 to .75 caliber, smaller bore sizes required less lead for balls and powder per shot. This made the North West gun more economical to shoot. Versatility was another reason why hunters preferred it. The gun could be loaded with a single ball for large game or shot for small game. And in emergencies, makeshift projectiles such as pebbles could be fired. Some North West guns also had oversized trigger guards that allowed hunters to use two fingers or, in the winter, mittens when shooting.   The Fort Union Inventory Northern Plains Indians like those who traded at Fort Union demanded English-made North West guns because they were considered the best available. Typically, the English-made guns could be distinguished from inferior models by the manufacturer's name and trademark—respectively, \"Barnett\" and a \"Tombstone Fox\"—stamped on the lock plate opposite a brass sea serpent side plate (at right; FOUS 13772). The AMFCo imported and sold English versions as well as those manufactured in Belgium and the United States. These Belgian and American arms featured fake English markings.        Archaeologists digging at Fort Union prior to the post's reconstruction discovered many gun-related artifacts, including several complete or partial sea serpent sideplates like this one (FOUS 13772). Findings such as these help researchers understand what tools and equipment post employees used. NPS  Because of demand, the number of North West guns in stock at Fort Union was \"fairly large.\" Company records from June 1831 listed \"115 new and 13 used Northwest guns . . . in the [fort's] spring inventory,\" while a September 1831 shipping manifest indicated \"that 100 additional '3 ft. Barnett' guns were to be delivered by the steamboat Yellow Stone for the 1832 trading season.\" The gun's persistent popularity is suggested by the delivery figures park archeologists discovered for later years: \"between 150 and 220 . . . in 1839, 1840 and 1841,\" plus 220 in 1849.   Not surprisingly, even with cloth cover, bullet mold, and 20 rounds of ammunition included, these North West guns proved very profitable. In 1851, each gun sold on the Upper Missouri cost the AMFCo between $3.00 and $4.50. But when traded for hides, the average exchange rate was 6–10 buffalo robes per gun, with the robes' values ranging from $18 to $30.      Rifles The second most popular gun stocked and traded at Fort Union was the muzzle-loading rifle. For trappers and traders, the two most important varieties, or patterns, included the Lancaster and English rifles. The Lancaster, a full stock rifle manufactured mainly by gun makers in its namesake town in southeastern Pennsylvania, most often featured a .50 to .54 caliber barrel that ranged in length from 40 to 44 inches. Most were flintlocks. Beginning in 1840, however, Missouri River trading posts began to receive and stock percussion-ignition guns. These 10-pound guns, which came with a cloth cover, bullet mold, and a two- or three-piece wiping rod, cost the AMFCo about $11.   The English rifle was made by John Joseph Henry of Boulton, Pennsylvania, to specifications that were generally the same as the Lancaster's. Because its stock was thicker and straighter, however, many people felt it was the less wieldy of the two. Even with an improved model by 1834 and a cost comparable to the Lancaster's, the English-pattern rifle remained a distant second to the Lancaster in its number of sales at Fort Union.        Six-barreled pistols such as the pepperbox pictured here (FOUS 811) were rarely traded to the Upper Missouri peoples in exchange for hides or other furs. Typically, they were carried by European Americans, including Fort Union's hunters, who used them for personal protection. NPS  Pistols While never popular with the Northern Plains tribes that traded at Fort Union, the pistol was purchased and carried by Anglo-Americans and mixed-blood Métis, who generally used them for personal protection. As confirmed by archaeologists' findings and post inventories, which at most listed several pairs of used steel- or brass-barreled handguns, their numbers remained slight and consisted mostly of percussion guns such as the small pocket-size and large horse pistol. The written accounts left by those who worked at or visited the fur trade fort rarely mentioned the presence of pistols. One exception was the naturalist John James Audubon. During his two-month stay at Fort Union in the summer of 1843, he noted that the post \"Booshway\" or manager at the time, Alexander Culbertson, carried a \"six-barreled pistol in his pocket.\" It most likely was a pepperbox, a pistol with six singly loaded and fired barrels that rotated around a central pin.",
    "url": "https:\/\/www.nps.gov\/fous\/learn\/historyculture\/firearms-of-fort-union.htm"
}
