{
    "title": "Fort Union Trading Post National Historic Site: Northern Plains Tribes",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Northern Plains Tribes                Northern Plains Tribes      Assiniboine The Assiniboine tribe (pronounced uh-SIN-uh-boin) was the principal trading partner for Fort Union. In fact, the post was built on land in Assiniboine territory specifically at the tribe's request. Not surprisingly, then, the Assiniboine looked to Fort Union with protective eyes, helping to keep the post safe from occasional hostilities that might erupt among the tribes that came here to trade. To learn more about this Upper Missouri tribe, please see our Assiniboine page. Crow The Crow Indians were probably the second most common tribe at Fort Union, especially in the early years. The Crows' home was up the Yellowstone River and the south bank of the Missouri was considered the northern limit of their hunting grounds. Bands of Crow people were often found at Fort Union awaiting their turn to trade their buffalo robes, which were in high demand amongst the traders as Crow women were widely held to be the best tanners of prime winter buffalo cow hides. The Crow are also a Siouan-speaking people, but their language is not mutually intelligible with the Sioux language. The Crow are widely held to be a splinter group of the Hidatsa, a riverine tribe covered below. The Crow and the Hidatsa were close allies and were culturally and linguistically similar. Blackfeet The Blackfeet are often thought of as one tribe however they were actually three closely allied and related tribes, the Piegan, the Blood, and the Blackfoot. For many years the Blackfeet traded almost always with the Hudson's Bay Company of Canada, discouraging (often violently) attempts by American traders and trappers to enter their territory. However, after the construction of Fort Union Kenneth McKenzie made it one of his goals to win over the Blackfeet Indian trade to the American side. To effect this he sent Jaques Berger, a company employee who had lived among the Blackfeet, to bring them to Fort Union. Berger was successful and the Blackfeet began trading with the American Fur Company at Fort Union. Soon, the Company would build Fort McKenzie, and later Fort Benton, closer to Blackfeet territory. Even so, bands of Blackfeet would still occasionally show up at Fort Union to trade and visit with their friends. The Blackfeet speak an Algonkian language and share some cultural similarities with other Algonkian tribes. For a time they were allied with the Atsina (Gros Ventre), a closely related group of the Arapaho Indians. They were also allied with the small Sarsi tribe of north-central Alberta, Canada. Plains Cree Like the Blackfeet, the Plains Cree are a Algonkian speaking people. However their language and culture are very different to that of the Blackfeet. At one time the Cree people all dwelled in the forests of Eastern Canada and the United States. During the 1700s bands of the Cree began following the British and French fur traders westward onto the plains. These bands became known as the Plains Cree and adopted the general Plains culture of buffalo hunting and tipi dwelling. Plains Cree and their close allies, the Plains Chippewa, were often found at Fort Union, especially in the company of their other close ally, the Assiniboine. In the later years at Fort Union the Plains Cree may have been the second most common tribe present, surpassing the Crow. Plains Chippewa (Ojibwa) The Plains Chippewa like their allies the Plains Cree, are an Algonkian speaking people.  At one time they controlled most of the land around the Great Lakes, but war with other tribes and European settlers gradually forced them westward. By the 1700s many bands of Chippewa had entered modern day North Dakota and Saskatchewan, adopting the Plains lifestyle as they did so. The Plains Chippewa (also known as the Ojibwa) frequently traveled with their allies, the Plains Cree and Assiniboine, and were thus often found trading at Fort Union. Mandan Most likely the first \"modern\" Indian tribe to inhabit the modern-day state of North Dakota, the Mandan are a Siouan speaking people that arrived in the area in the 1400s or 1500s. The Mandan were an earthlodge dwelling people, living in semi-permanent villages and towns along the Missouri River and primarily using hide tipis only when hunting buffalo or otherwise traveling. The Mandan were an agricultural people, growing large gardens of corn, beans, squash, and tobacco. The Mandan were well known to fur traders by the time Lewis and Clark arrived at their villages in 1804. The Mandan provided Lewis and Clark with important information about the Missouri River further upstream and allowed them to build a small fort for a winter camp near the villages, which the Captains named Fort Mandan in honor of their new friends. Hidatsa Also a Siouan speaking group, the Hidatsa (the group from which the Crow split) moved westward into the Upper Missouri Region in the 1600s, encountering the Mandan and arriving prior to the fur traders. The Mandan and Hidatsa were closely allied and during their first meeting the Mandan called them Minitari or Crossing the river. However, their languages are different and they shared limited \"Plains\" culture traits. The Hidatsa also provided some information to the Lewis and Clark Expedition, but were not as openly warm as the Mandan were. Whoever, it would be in the Awahtixa village where Lewis and Clark would find Sacagawea and Charboneau. The Hidatsa and Mandan could often be found at Fort Union until the American Fur Company eventually build Fort Clark, and later Fort Berthold, for their trade. In the late 1800s, after Fort Union was closed, a band of Hidatsa, tired of the reservation life and wars with their enemy the Lakota as well as inter-tribal politics, moved their village to the old Fort Union garden in order to be closer to Fort Buford a United States Army post. They would return back to Fort Berthold by the late 1880s. Arikara The Arikara are a semi-sedentary tribe like the Mandans and Hidatsas, however they are more related to the Pawnee and speak a Caddoan language. They were living along the Missouri River in modern-day South Dakota the during the 1700s and had peaceful relationships as well as battles with the Mandan, Hidatsa, and some fur traders. The United States Army in 1823 attacked their main villages in retaliation for an Arikara attack on William H. Ashley's fur trade expedition which sources say began when two trappers crept in to the villages in the middle of the night to find female companionship after a couple of days of trading. After the battle with the United States Army 6th infantry, the Arikara temporarily adopted the nomadic Plains lifestyle. Eventually they returned to their sedentary lifestyle and by the 1830s were again living in villages along the Missouri. Following the 1837 smallpox epidemic, which was particularly devastating to the Mandan, Hidatsa, and Arikara, the Arikara allied themselves with the Mandan and Hidatsa in 1862 and moved in with their former neighbors for equal protection from the Lakota. Today, these three tribes are known as the Three Affiliated Tribes. Sioux or Lakota The Sioux are made up of three large tribes that share a common language (with only slight dialect differences) and culture. The three divisions are the Dakota, the Nakota, and the Lakota (named here for their dialects). The Eastern Dakota lived mainly in Minnesota though some bands would venture further west onto the Plains following the 1862 Minnesota Uprising War. The Nakota, or Middle Sioux, consisted of the Yankton and Yanktonai, and dwelt in modern-day central North Dakota and eastern South Dakota. The Lakota, or Western Sioux (also known as the Teton Sioux), were the largest Sioux tribal group, made up of seven bands. These seven consisted of the Oglala, Brule, Hunkpapa, Minneconjou, Sans Arcs, Blackfeet (not to be confused with the Blackfeet tribe, above), and Two Kettle. The Lakota inhabited a vast area from the Missouri River west to the Bighorn Mountains and from the Platte River north into the extreme southern parts of the Canadian Plains. The Lakota did not make an appearance at Fort Union until the 1840s and did not start showing up in large numbers until the late 1850s. By the time Fort Union closed in 1867 the Lakota had moved in in large numbers and taken the territory from the Assiniboine. It was primarily the Hunkpapa Lakota in the Fort Union vicinity, but family groups or individuals from most bands could be found from time to time in the area.",
    "url": "https:\/\/www.nps.gov\/fous\/learn\/historyculture\/tribes.htm"
}
