{
    "title": "Fort Union Trading Post National Historic Site: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places       The Fort Itself: A Place That Housed a World Strategically located near the confluence of two mighty rivers, the Missouri and Yellowstone, Fort Union became the gathering place for more than traders; it became, for its time, a thriving international community where men from diverse countries and cultures—France, America, England, Germany, Spain, and Mexico—met and mingled not only with one another but also with the men and women of the Upper Missouri River tribes: Assiniboine, Plains Cree, Blackfeet, Plains Chippewa, Mandan, Hidatsa, Arikiara, and Sioux. Together, they conducted business, the reason for the fort's existence at the junction of two waterways that offered access to lands plentiful with fur-bearing animals with hides in high demand in a growing global economy. Not surprisingly, as confirmed by archaeologists during excavations in the 1960s, 70s, and 80s, Fort Union's twenty-foot-tall palisade walls and bastions enclosed many buildings devoted to business: a trade room and clerk's office, craftsmen's shops, a powder magazine, and a large warehouse for storing furs for delivery to St. Louis and trade goods from as many as eight countries, including England, Italy, and China.        Visitors watch while park staff and volunteers in period costume reenact a typical  Trade Room event, a trade, during the fort's annual Living History Weekend. NPS  But Fort Union existed as more than a mid-nineteenth-century equivalent to today's department store or supercenter: a place for the peoples of the Upper Missouri River to exchange brain-tanned hides for labor-saving and aesthetically appealing manufactured goods. At 1,800 miles upriver from St. Louis, for years the post's nearest major American city and port, Fort Union existed as the year-round or partial-year home for fur company employees--traders, clerks, interpreters, craftsmen, and laborers--whose families consisted of wives from the Upper Missouri tribes and mixed-blood children. Employees and their families, sometimes several at time, lived in the one-room dwelling range residences or, for craftsmen, in their workshops located frequently along the inside of the palisade walls. The bourgeois, or post manager, meanwhile, lived with his family in the Bourgeois's House, where many prominent visitors—European nobles, artists, and scientists—stayed when they visited the fort.        During excavations, NPS archaeologists discovered construction materials used over time in Fort Union's many buildings: a forged iron latch (left), clay brick, hand-forged iron strap hinge, hand-wrought nail, daub chinking, and Ram’s Horn shutter dog (FOUS 578, 757, 775, 13497, 2969, and 13631). NPS  Like at all such posts, change proved inevitable. With each year's passing, people came and went. Structures changed, too. Inside and outside the fort's walls, some were built or remodeled and others razed. The Bourgeois's House, for instance, began as a one-story structure to which post personnel added a second story by 1851. There wasn't always a flagpole in the center of the courtyard, either. Just as the post's business records and the personal journals of employees and visitors such as Charles Larpenteur and John James Audubon described the comings and goings of people, employees' and visitors' numerous drawings, paintings, and photographs documented the physical changes to the fort and its surrounding landscape. They're changes of a nature similar to those visitors today can see while standing on the palisade walls: new development in natural resource commodities like oil, the widening of nearby highways, the disappearance of species, and the Missouri River's slow migration southward.   Although no longer the center of commerce it once was, Fort Union remains a rich place. Its wealth is in the stories to be discovered about people from different nations and cultures making lives, networking, and creating community the best way they knew how under new and often trying circumstances. What happened here, as remote as it might have seemed in the mid 1800s, was felt not only locally, throughout the Missouri and Yellowstone Rivers' confluence area and the wider Assiniboine Territory, but also nationally and globally, in St. Louis, the eastern United States, Europe, and Asia. This is as true today as during the post's heyday. You're invited to come and learn about these stories, the people and places involved, and the archaeological artifacts that help us know and understand them.",
    "url": "https:\/\/www.nps.gov\/fous\/learn\/historyculture\/places.htm"
}
