{
    "title": "Fort Union Trading Post National Historic Site: Hugh Glass",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Hugh Glass                Hugh Glass       Beyond the Bear, Hugh Glass on the Upper Missouri By Rod Lassey, Site Volunteer and Fort Union Muzzeloader Association Historian          1878 Map showing location of Glass Bluffs relative to Fort Union.  By this time all that remained of Fort Union was ruins. [Washington, D.C. : Office of the Chief of Engineers, War Dept.], 1878  With the success of the recent movie 'The Revenant', the focus of the Hugh Glass story has been on the attack by a grizzly bear, and Glass's subsequent journey, conquering incredible odds and extreme endurance, all the while propelled by a desire for revenge and to regain his stolen possessions. But what happened when it was all over? It turns out that Glass eventually came back to the Upper Missouri, but in a rather roundabout fashion. After surviving the bear mauling and three separate violent encounters with the Arikara, Glass left the Upper Missouri region, and travelled over the Santa Fe Trail to Santa Fe and Taos, in what is now New Mexico. Attaching himself to a trapping party, Glass had yet another battle with Indians, this time surviving an arrow wound to the back. He continued trapping to the north of New Mexico, and was on hand to attend the 1828 rendezvous, at Bear Lake in what is now Utah. There, he found trappers disaffected with Smith, Jackson, & Sublette, a company that bought furs and supplied the trappers with goods for the next year. Holding a virtual monopoly on the Rocky Mountain fur trade, the trappers believed that SJ&S charged too much for supplies and paid too little for their furs. At the rendezvous, it was rumored that the newly-formed Upper Missouri Outfit would be in a position to send a supply caravan to the Rockies. To find out if this were true, Glass was sent back to the Upper Missouri.        Map of the Upper Missouri River system showing locations of Fort Union at the confluence of the Missouri and Yellowstone rivers and Fort Cass on the lower Yellowstone river. NPS  Hugh Glass arrived at the former Columbia Fur Company post, Fort Floyd, at the junction of the White Earth River and the Missouri, sometime in late summer or early fall of 1828. The Columbia Fur Company had recently merged with the American Fur Company, with CFC head Kenneth McKenzie forming a subsidiary known as the Upper Missouri Outfit. Although he was very interested in pursuing the mountain trade, McKenzie needed time to consolidate his position, and could not send supplies to the mountains just yet. Instead, late that fall he sent men and goods to establish a new fort at the confluence of the Yellowstone and Missouri rivers, to be called Fort Union. Hugh Glass must have liked the area, and perhaps the thought of a semi-steady job appealed to him, as he stayed on the UMO, working part time as a hunter to supply meat to the new fort, and spending his spare time trapping in the area. Already a legend in his own time, Glass was apparently well thought of by the men of the UMO, who christened a keel boat in his name, the \"Old Glass\". Likewise, the high bluffs along the south side of the Missouri east of the confluence became known as Glass Bluffs, a name they still hold today. Fort Union clerk James Archdale Hamilton took a particular interest in Glass, and wrote down Glass's experiences and tales, intending to eventually publish the story. Unfortunately, the manuscript has been lost to time. The saga of Hugh Glass came to an end shortly after the first of the year, 1833. Glass and another legendary mountaineer, Edward Rose, along with Hilain Menard set out downriver from Fort Cass, the UMO post at the mouth of the Big Horn River. Crossing the ice on the Yellowstone not far from Fort Cass, Glass, Rose, and Menard were ambushed by Glass's old nemesis, the Arikara, and all three were killed. In a macabre turn of fate, two of the Arikara who had killed Glass were captured by Johnson Gardner, who scalped them and burned them alive. The Arikara got their revenge, however, when they later captured Gardner and inflicted the same fate upon him.",
    "url": "https:\/\/www.nps.gov\/fous\/learn\/historyculture\/hugh-glass.htm"
}
