{
    "title": "Fort Union Trading Post National Historic Site: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People         A party of travelers approaches Fort Union Trading Post's main gate in 1851 or 1852. Because drawing paper was in short supply, the post's Swiss clerk Rudolph Friederich Kurz, a formally trained artist, drew several sketches on a single sheet of paper. Here, a sleeping dog appears above the fort. SMITHSONIAN INSTITUTION, NATIONAL ANTHROPOLOGICAL ARCHIVES, NAA INV 06449700   During Fort Union's thirty-nine years in operation, thousands upon thousands of people with a variety of backgrounds and motivations for visiting walked or rode their horses or wagons through the post's towering green gates. Whether coming here for reasons of employment, trade, or travel, these commingling people from numerous nations spoke a \"Babylonian confusion of languages,\" among them, noted the post's Swiss clerk Rudolph Friederich Kurz, \"Assiniboin, Crow, Herantsa [Hidatsa], Cree, Mandan, and even Blackfeet,\" plus \"English, French, Spanish, and German.\"     Managers and Workers Fort Union's work force included employees of many ranks. The bourgeois, or manager, ran the fort, employed workers, oversaw trading, and received a percentage of the profits. The most famous of Fort Union's managers were Kenneth McKenzie, Alexander Culbertson, Edwin T. Denig, James Kipp, and Charles Larpenteur. Clerks assisted the bourgeois by inventorying the goods that came into and accounting for sales and trades as well as doing the trading when the bourgeois needed him to. Other employees included interpreters, hunters, blacksmiths, gunsmiths, tailors, and engages, the men who did the routine labor. Tribes A number of tribes came to Fort Union to trade and establish ties in the region. In fact, although the post was built at the request of the Assiniboine, at least as many as ten different Northern Plains tribes in the Upper Missouri region traded at the fur trade fort. Explorers and Travelers Many individuals came to Fort Union during its thirty-nine years in operation. Included among them were famous artists, naturalists, and adventurers such as George Catlin, Prince Maximilian of Wied, Karl Bodmer, and John James Audubon. These men and other journeyed up the Missouri River to Fort Union to study the West and the Upper Missouri frontier.",
    "url": "https:\/\/www.nps.gov\/fous\/learn\/historyculture\/people.htm"
}
