{
    "title": "Fort Union Trading Post National Historic Site: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety         A Richardson's ground squirrel peaks out from a burrow. NPS \\ Fred MacVaugh  Nature and Wildlife Respect all wildlife. For your safety, watch but do not feed, touch, or tease even the cutest of animals, such as Richardson's Grounds Squirrels, which are often spotted at Fort Union. All wild animals may have fleas and could carry communicable diseases. Also, please watch your step when walking around the historic site. Animal burrows are a common tripping hazard. Mosquitoes and Ticks Mosquitoes and ticks are an annual seasonal presence at Fort Union from mid-June to early August. Because they could be potential carriers of, respectively, West Nile Virus or Lyme disease, be sure to bring and use bug repellent for your protection.   Prevent Lyme Disease Lyme disease is caused by the spirochete bacterium Borrelia burgdorferi. Prompt removal of ticks is an important step in preventing diseases. In most cases, according to the Centers for Disease Control and Prevention, a tick infected with Lyme disease must be attached to its host for 36 - 48 hours or more before Lyme disease can be transmitted.  Symptoms of Lyme Disease  Chills and fever  Headaches  Muscle and Joint Pain  A characteristic bull's eye skin rash presents in 70 to 80% of cases  Prevention Use tick repellents with DEET, according to manufacturer's instructions. Wear light colored clothing, long sleeves, and long pants with cuffs tucked into socks. Avoid sitting directly on the ground, fallen logs, or stone walls. Do frequent \"tick checks\" of yourself and any children with you. Check under the arms, in and around the ears, inside belly button, back of the knees, under the arms, in and around the hair, between the legs, around the waist.  Tick Removal If an attached tick is found:  Use fine-tipped tweezers to grasp the tick as close to the skin's surface as possible. Pull upward with steady, even pressure. Don't twist or jerk the tick, this can cause the mouth-parts to break off and remain in the skin. If this happens, remove the mouth-parts with tweezers.  After removing the tick, thoroughly clean the bite area and your hands with rubbing alcohol, an iodine scrub, or soap and water. Do not use folklore remedies such as \"painting\" the tick with nail polish or petroleum jelly, or using heat to make the tick detach from the skin. Your goal is to remove the tick as quickly as possible.  Follow-up If you develop a rash or fever within several weeks of removing an attached tick, see your doctor. Be sure to tell the doctor about your recent tick bite, and where you most likely acquired the tick. Early treatment is important in preventing late Lyme disease complications.   Learn More about preventing Lyme Disease at the CDC Lyme Disease information page  Prevent West Nile Disease  The most effective way to avoid West Nile virus disease is to prevent mosquito bites. Be aware of the West Nile virus activity in your area and take action to protect yourself and your family.  Avoid Mosquito Bites Use insect repellents when you go outdoors. Repellents containing DEET, picaridin, IR3535, and some oil of lemon eucalyptus and para-menthane-diol products provide longer-lasting protection. To optimize safety and effectiveness, repellents should be used according to the label instructions  When weather permits, wear long sleeves, long pants, and socks when outdoors. Mosquitoes may bite through thin clothing, so spraying clothes with repellent containing permethrin or another EPA-registered repellent will give extra protection. Don't apply repellents containing permethrin directly to skin. Do not spray repellent on the skin under your clothing.  Take extra care during peak mosquito biting hours. Take extra care to use repellent and protective clothing from dusk to dawn or consider avoiding outdoor activities during these times.    Learn more about preventing West Nile Disease at the CDC West Nile information page.          Autumn at Fort Union NPS  Weather Weather in western North Dakota can be harsh, with extremes in temperature and sudden, violent storms. Be prepared for rapidly changing conditions. Travelers should be aware of the potential for violent thunderstorms in the summer and the possibility of blizzard conditions in the winter. Wind is considerable year-round. May through September: Summers are warm, with average high temperatures in the 80s and 90s. December through February:Winters are cold, with average lows in the single to negative digits.",
    "url": "https:\/\/www.nps.gov\/fous\/planyourvisit\/safety.htm"
}
