{
    "title": "Fort Union Trading Post National Historic Site: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Individuals with specific accessibility requirements are encouraged contact the park in advance to discuss their needs by calling park staff at 701-572-9083.        Map of reconstructed buildings and ghosted (wooden outline of the bases of historic buildings) at Fort Union Trading Post NHS. NPS  Mobility\/Wheelchair Accessibility Bourgeois House - Visitor Center (3) Main floor is fully accessible.This building houses the bookstore, exhibit area and bathrooms (handicap available).One permanent ramp and one portable ramp allows access to Visitor Center;staff will install the portable ramp upon request. Park videos are closed captioned for the hearing impaired. Main and Inner Gates (1 &15), Store Range (7), Dwelling Range (8), Blacksmith Shop (9), Ice House (10), Powder Magazine (11), Dairy (12), Small Sheds (13), Flagpole (14), and Buffalo Press (16) All locations are in the Fort Courtyard and are accessible.The grounds are mostly flat. The fort grounds are mostly dirt and gravel paths with a few wooden sidewalks.Because the dirt paths and wooden sidewalks can become muddy and slippery, please use caution when exploring the grounds during inclement weather. After a heavy rain or melted snow, some site paths may become too soft for wheelchairs to safely access. Clerk's Office (2b) This is possibly accessable, the approach includes a slight incline and, a 35 inch wide entrance door, and a small 1.5 inch step. Bell tower & Kitchen (3a & 3b) Steps prevent wheelchair access, but can view Bell Tower from ground level. Indian Trade House (2a) A large step into the Trade House impairs wheelchair access. A video tour program of the Trade House is available in the wheelchair-accessible visitor center. Palisade walls (4), Northeast Bastion (5) and Southwest Bastion (6) The palisade wall gallery and bastions are accessible only by a one-story outside staircase and interior ladders. Parking Lot and Sidewalk to Fort Site The parking lot nearest the Visitor Center includes two handicap-accessible parking spots. The sidewalk leading up from the parking lots to fort site is concrete and wheelchair accessible. The sidewalk is about 500 feet long and includes an incline. During the summer months, cart rides for limited-mobility visitors are available from the nearer parking lot to the fort. Please have a member of your party contact the ranger at the Visitor Center desk. Hearing Impaired All park videos in the Bourgeois House Visitor Center feature closed-captioning for those who are hard of hearing. Service Animals Service animals are permitted everywhere that visitors can go at Fort Union Trading Post NHS. They must remain leashed at all times. Access Passport If you are a U.S. citizen and have a permanent disability, you may obtain a free Access Passport at National Park sites that charge fees. The passport allows free admission to federal areas which charge entrance fees and provides reductions for other types of user fees. Because Fort Union Trading Post is a free park, it does not offer Access Passports. The nearest outlets for these are at Theodore Roosevelt National Park",
    "url": "https:\/\/www.nps.gov\/fous\/planyourvisit\/accessibility.htm"
}
