{
    "title": "Fort Union Trading Post National Historic Site: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 2 results    Show ALL instances of recurring events   RSS Feed      Fort Union Trading Post National Historic Site Last Bell Tours      Time: 8:00 PM to 9:30 PM Location: Fort Union Trading Post NHS Fees: FREE!     Saturday, September 3, 2016 The Last Bell tours are offered only on Saturday evening of Labor Day Weekend and they re-enact a story from the fort’s past.  View Details      Fort Union Trading Post National Historic Site Living History Weekend      Time: 10:00 AM to 5:30 PM Location: 15550 Highway 1804 Williston, ND Fees: Free!     Saturday, September 3, 2016 Reenactors portray American Fur Company employees and American Indians of Fort Union Trading Post.   View Details            FORT UNION TRADING POST NATIONAL HISTORIC SITE 2016 SUMMER EVENTS  All Fort Union Events are Free and open to the public! JUNE 16-19 - FORT UNION RENDEZVOUS 19th Century Fur Trade Fair includes a variety of period arts, crafts and music. Come and participate in the upper Missouri's finest fur trade fair at one of the West's most imposing historic sites. Thursday 6\/16 - Kids Day - 10:00 - 2:00 central time - Kids can enjoy various stations of games and hands on activities.  Event and activities are free.  Groups of 5 or more are encouraged to pre-register by calling 701-572-9083.  Saturday 6\/18 - Rendezvous Run - Featuring a 1 mile kids and fur traders run, a 5 K walk and run and an 11 K run from Fort Union through Fort Buford and back. Sponsored by American State Bank & Trust Company of Williston. For more information or to register please call American State Banks at (800) 486-8173. AUGUST 6-7- INDIAN ARTS SHOWCASE Demonstrations of traditional Northern Plains Indian accoutrements, crafts and music. American Indian history and culture, through music, traditional crafts and lectures by tribal historians and elders from tribes of the Upper Missouri. September 3-5 - LIVING HISTORY WEEKENDReenactors portray American Fur Company employees and American Indians of Fort Union Trading Post. Every Labor Day weekend, Fort Union hosts muzzleloaders, buckskinners, and fur trade re-enactors. Last Bell Tours, 9\/3 at 8 p.m. central time- The highlight of the weekend is the Last Bell Tour on Saturday, 9\/3. After the last bell is rung, closing the fort for the night, visitors are led through a series of scenes related to an event in the history of the fort.",
    "url": "https:\/\/www.nps.gov\/fous\/planyourvisit\/calendar.htm"
}
