{
    "title": "Fort Union Trading Post National Historic Site: Rendezvous Information for Participants",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Rendezvous Information for Participants              Rendezvous Information for Participants             Summer Storm Moving into Trader's Row of Rendezvous Camp NPS Photo  Next Rendezvous  -  June 16-19, 2016 Schedule of Events - Coming Soon! This 19th Century Fur Trade Fair includes a variety of period arts, crafts and music. Come and participate in the upper Missouri's finest fur trade fair at one of the West's most imposing historic sites. This annual gathering is our largest event, a time when Fort Union comes alive and best reflects the busy trade season. Over 100 Re-enactors from across the country and Canada every third weekend in June demonstrating traditional skills and lifeways.   Participant Information Please read the full Safety and Authenticity Standards for Fort Fort Union Trading Post NHS Basic Information The staff at Fort Union Trading Post NHS seeks a historically accurate depiction of life at Fort Union Trading Post NHS. To that end, certain standards are expected of all participants. Gear and Clothing We concentrate on the period 1828-1867.Clothing, camp equipment and materials should meet the test of being representative of the period.We do however, want all to feel welcome and colonial era (1770s era) is appropriate to this event. This event is co-managed with the Fort Union Muzzle Loader Association, their Bourgeois and Fort Union Park Staff will be available in camp for questions or concerns. The primary focus of Rendezvous events is to portray and re-create of historic lifeways and material culture;including activities, camping equipment, fashion, and weapons, common on the Northern Plains during Fort Union's period of significance. We ask that you make friendly, personal contacts with our visitors. Such contacts will help create an interactive learning event. Interpretive Themes All interpretation should illustrate the interactions between American Indians from the Upper Missouri Tribes (Assiniboine, Crow, Blackfeet, Mandan, Hidatsa, Arkiara and Lakota and Dakota Sioux);the tribes and Euro-Americans (American Fur Company employees, trappers, independent traders, hunters, rivermen, missionaries, slaves, visiting artists and scientists, military personnel, etc.);and among Euro-Americans who lived in, worked or traded at, or visited Fort Union in the early to mid-19th century. You can help our visitors understand what daily activities these people engaged in, what problems and challenges each of them faced, and how they may have dealt with them. You can use your experiences to help bring to life the fur trade story of Fort Union Trading Post. This event is cosponsored by the National Park Service and the Friends of Fort Union Trading Post, of Williston, North Dakota. The Fort Union Muzzle Loaders will assist the Park Service in policing the camp site. Rendezvous Participant Safety and Authenticity Standards (LINK) All participants must sign a VIP volunteer agreement in order to participate and\/or camp at Rendezvous Help protect and preserve this site's history and resources for future visitors' education and enjoyment while ensuring your own and current visitors' safety.",
    "url": "https:\/\/www.nps.gov\/fous\/planyourvisit\/rendezvous-information-for-participants.htm"
}
