{
    "title": "Fort Union Trading Post National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           15550 Highway 1804  Williston, ND 58801                 Directions         Located on North Dakota 1804, the park is 25 miles southwest of Williston, ND, and 24 miles northeast of Sidney, MT.   Directions Details           Operating Hours & Seasons         Summer Season Memorial Day until Labor Day, 8:00am to 6:30 pm CST daily   Standard Hours    Sunday: 8:00 AM - 6:30 PM   Monday: 8:00 AM - 6:30 PM   Tuesday: 8:00 AM - 6:30 PM   Wednesday: 8:00 AM - 6:30 PM   Thursday: 8:00 AM - 6:30 PM   Friday: 8:00 AM - 6:30 PM   Saturday: 8:00 AM - 6:30 PM      Winter Season Labor Day through Memorial Day winter hours are 9:00am to 5:30pm, CDT   Standard Hours    Sunday: 9:00 AM - 5:30 PM   Monday: 9:00 AM - 5:30 PM   Tuesday: 9:00 AM - 5:30 PM   Wednesday: 9:00 AM - 5:30 PM   Thursday: 9:00 AM - 5:30 PM   Friday: 9:00 AM - 5:30 PM   Saturday: 9:00 AM - 5:30 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -                  Weather           Weather in western North Dakota can be harsh, with extremes in temperature and sudden, violent storms. Be prepared for rapidly changing conditions. Summers are warm with average high temperatures in the 80s-90s May through September. Winters are cold with average lows in the single digits December through February. Wind is considerable year-round. Conditions can change quickly. Travelers should be aware of the potential for violent thunderstorms in the summer and the possibility of blizzards.         Fees & Passes     Entrance Fees:   Free Entrance to Fort Union Trading Post NHS - $0.00 There is no fee to enter Fort Union Trading Post National Historic Site - Enjoy your visit!         Visitor Centers       Bourgeois House Visitor Center Located in the center of the fort's courtyard is the Bourgeois House Visitor Center. The reconstructed building documents Fort Union's life and history through exhibits and close-captioned videos. The exhibits include artifacts recovered during the extensive archaeological excavations.  The information gained in these excavations made the fort's reconstruction possible. This fully accessible building includes a ranger-staffed information desk, brochures and Jr. Ranger program.   Trade House Located immediately inside the fort's main, or south, gate, this accurately reconstructed Trade house is staffed by a park ranger dressed as a fur traders from the 1850s. The trader presents informative programs on the history of the trading post and the commercial and cultural exchanges that occurred here. The reception room is furnished to look as it did in sketches produced by a post clerk in the early 1850s, while the trade room is stocked with replicas of the actual goods.               FORT UNION HOURS & INFORMATION Park  Hours  The site is open year round, Memorial Day until Labor Day, 8:00am to 6:30 pm daily, Labor Day through Memorial Day winter hours are 9:00am to 5:30pm, CDT.  The park operates on Central Daylight Standard Time.   Phone 701-572-9083  Access to site Fort Union Trading Post sits on the Montana\/North Dakota border, 25 miles southwest of Williston ND and 25 miles north of Sidney MT. The fort sits on the North Dakota side where the main parking lot is 1\/4 mile on the Montana side. There is a slight climb in elevation when coming from the smaller parking lot which is about 500 feet from the fort. Park grounds are mostly accessible to wheel chairs, but there are some stairs. A ramp to the Bourgeois House Visitor Center will be installed on request and parking lot shuttle service is available for visitors who have difficulty walking. Please have a member of your party contact the ranger at the Visitor Center desk. Video program includes closed captions and narration. A hands-on exhibit of animal pelts is available.   Accommodations Plan ahead! Due to the ever expanding oil activity and housing shortage in our region hotels and RV camping spots should be reserved ahead of time. Williston, ND Hotels and Camping grounds and .Sidney, MT Hotels and Campgrounds There is no camping or overnight parking available on site. Primitive camping is available at Fort Buford State Historic Site, located 2 miles east of Fort Union.   Seasonal precautions  Weather Weather in western  North Dakota can be harsh, with extremes in temperature and sudden, violent storms. Be prepared for rapidly changing conditions. Climate Summers are warm with average high temperatures in the 80s-90s May through September. Winters are cold with average lows in the single digits December through February.  Wind is considerable year-round. Conditions can change quickly. Travelers should be aware of the potential for violent thunderstorms in the summer and the possibility of blizzard conditions in the winter.   Mosquitoes Mosquitoes are also a seasonal problem, usually from mid-June to early August. Be sure and bring bug repellent and protect yourself accordingly.  Dining There are no concessions on site, during special events limited concessions are available only. Restaurants and a grocery store are available in Fairview, MT, about 15 miles to the southwest of Fort Union.",
    "url": "https:\/\/www.nps.gov\/fous\/planyourvisit\/basicinfo.htm"
}
