{
    "title": "Blue Ridge National Heritage Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Blue Ridge National Heritage Area 195 Hemphill Knob Road (Parkway Milepost 384)  Asheville, NC 28803                 Directions         The Blue Ridge Parkway Visitor Center is located at Parkway milepost 384, which is about a mile south of the US 70 intersection (or one mile north of the US 74-A intersection) and about 8 miles east of downtown Asheville. The Folk Art Center is located nearby, two miles to the north along the Parkway.  Directions Details           Operating Hours & Seasons         Blue Ridge Parkway Visitor Center The Blue Ridge Parkway Visitor Center is located at Parkway milepost 384, which is about a mile south of the US 70 intersection (or one mile north of the US 74-A intersection) and about 8 miles east of downtown Asheville   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Thanksgiving Day:   -       Christmas Day:   -       New Year’s Day:   -                  Weather           https:\/\/www.wunderground.com\/q\/zmw:28801.1.99999         Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 The Blue Ridge NHA is a partnership area and does not charge federal entrance fees, but check http:\/\/www.blueridgeheritage.com\/ for information about other visitor centers, fees and restrictions that partners may post.         Visitor Centers                  The Blue Ridge Mountains of North Carolina are among the oldest mountains on Earth. The landscape is full of superlatives: the highest mountain (Mount Mitchell), deepest gorge (Linville Gorge), and highest waterfall (Whitewater Falls) in the eastern United States; and the oldest river in North America (the New River);and the two most visited National Park lands in the country (the Blue Ridge Parkway and the Great Smoky Mountains National Park). The region is also blessed with a stunning diversity of plant and animal life;more, in fact, than the whole of Europe.",
    "url": "https:\/\/www.nps.gov\/blrn\/planyourvisit\/basicinfo.htm"
}
