{
    "title": "Fort Raleigh National Historic Site: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Civil War to Civil Rights Trading Cards       Kids, collect stories about the American Civil War and the Civil Rights Movement—learning about these monumental events in our nation's history along the way! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. You can see what cards are available from Fort Raleigh National Historic Site below, or view all the Civil War to Civil Rights Trading Cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You might just be surprised at what you learn!         Horace James Setting Up a Model Community An ardent abolitionist, James, a Union army chaplain, arrived on Roanoke Island, North Carolina in February 1862 and was soon appointed to manage escaped slaves. James tirelessly raised funds and acquired building materials and land for, and designed, the Freedmen's Colony on Roanoke Island. Under James, the colony became a model for other Freedmen communities.         First Light of Freedom Remembering a Safe Haven This memorial is a remembrance of the 1863 Roanoke Island Freedmen's Colony—a place of safe haven for escaped slaves. Local descendants of the colony helped dedicate the memorial in 2001. Their ancestors made the passage to freedom and started a new life at this colony.         Freedmen's Colony 1863-1867 Formed by military order, the Freedmen's Colony on Roanoke Island, North Carolina became a model of Freedmen's Colony organization. At its height, the colony boasted a street grid system, steam-powered sawmill, fishery, and six schools attempting to give its 3,000 residents the skills needed for the future. Colony descendants still reside in the area.         The Battle Of Roanoke Island First Battle of the Burnside Expedition Roanoke Island, a linchpin in the Confederate control of eastern North Carolina, was attacked by Federal forces on February 7, 1862. Following a naval bombardment, Union troops, led by General Burnside, stormed the island on February 8, capturing almost 3,000 Confederates. This first serious victory helped raise a flagging Union spirit.         The Mosquito Fleet The Little Fleet that Couldn't A collection of tug-boats, sailing schooners, and other light draft ships, the Confederate Navy's Mosquito Fleet scored impressive early victories in the North Carolina sounds. When attacked near Roanoke Island by the Union Navy in February 1862, the seven lightly armed Confederate ships fell easy prey to Union gunboats. All but one was sunk or captured.      Obtaining the cards Thank you for your interest in the National Park Service Civil War to Civil Rights Trading Card program for Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial. This program is designed for children who actually visit our park sites.  However, we will mail the trading cards from these three parks to you, if you send a self-addressed standard letter-sized envelope with two first-class stamps on it to:  National Park Service Trading Cards 1401 National Park Road Manteo, NC 27954    Do not send cash. If you are overseas, you must have the equivalency of two first-class stamp postage on your self-addressed envelope. Whether domestic or overseas, if you do not have the proper postage on your self-addressed envelope, we will not be able to mail you the cards. We will put the cards from all three parks in your self-addressed envelope, so you do not need to send an envelope for each park. Again, thank you for your interest in this program!",
    "url": "https:\/\/www.nps.gov\/fora\/learn\/kidsyouth\/cards.htm"
}
