{
    "title": "Fort Raleigh National Historic Site: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Emergency Numbers Unfortunately, emergencies and crimes can happen in the park. If an emergency arises or you observe a crime in progress, call 911. If you have information about a crime, you can contact the park's administrative office at 252-473-2111, or anonymously through the Dare Community Crime Line at 800-745-2746.    Ocean Swimming One of the most important things to know before coming to the Outer Banks is ocean swimming safety, especially in regards to rip currents. Learn more by reviewing Cape Hatteras National Seashore's ocean swimming safety information.   Insects Insects have always been a part of life on the Outer Banks. Be prepared for insects by bringing appropriate clothing and\/or insect repellent.   Biting flies, also called \"yellow flies\" or \"deerflies\", are most active in late spring and appear again in August. Chiggers are small red mites that live in grassy areas. Chigger \"cures\" are ineffective because the bug is gone before the itching begins. Mosquitos can be vectors of disease, besides giving itchy bites. Wearing repellent with DEET will reduce the chances of being bitten, but follow the directions carefully. Sand gnats, also called the \"sand fly\" or \"no see-um”, appear in large numbers during mild temperatures. Ticks come in a variety of species and are prevalent on the Outer Banks. Wearing insect repellent, tucking pants into socks, and inspecting for ticks after a visit is highly recommended when venturing into grassy areas and the maritime forests.     Heat and Humidity A combination of high temperature and high humidity during summer months creates an even higher—and possibly dangerous—apparent temperature. Heat cramps, heat exhaustion and heatstroke are possible during elevated apparent temperatures. Enjoy the park, but limit your physical activity and exposure during days of high heat and humidity. Remember to stay hydrated.   Hurricanes Hurricane season runs June 1st through November 30th. Although tropical storms can occur off the North Carolina coast at any time during hurricane season, the strongest tropical storms typically impact the North Carolina coast mid-August through September. Your two best sources of hurricane preparedness and evacuation information are NOAA's Hurricane Preparedness website and the Dare County Emergency Management website. During a Hurricane Watch (meaning a hurricane is possible within 36 hours):   Listen regularly to a NOAA Weather Radio or local radio stations for updated information. Hurricanes can change direction, intensity and speed very suddenly. A storm that was a minor threat several hours ago can quickly escalate to a major threat. Fill your car’s gas tank. If advised to evacuate, you may be caught in traffic for long periods of time. Gas stations along the route may be closed. Listen to the advice of local officials and evacuate if they tell you to do so. Others will be concerned about your safety, so call a loved one or friend outside of the storm area. Tell them that you are aware of the storm and advise them of your plans.   During a Hurricane Warning (meaning a hurricane is expected within 24 hours or less):   Keep posted to local radio stations for updated information and official instructions. Local officials will advise leaving only if they truly believe your location is in danger. It is important to follow their instructions as soon as possible. It takes many hours for an organized evacuation. Roads may become blocked as the storm conditions worsen, preventing a safe escape. Let someone will know where you will go in case of an evacuation. Pack all of your belongings to save time if the evacuation is announced. Check before returning to the Outer Banks. The area may remain closed to visitors for several days after a storm passes.",
    "url": "https:\/\/www.nps.gov\/fora\/planyourvisit\/safety.htm"
}
