{
    "title": "Fort Raleigh National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1500 Fort Raleigh Road  Manteo, NC 27954                 Directions         Fort Raleigh National Historic Site is located on the northern end of Roanoke Island, north of the town of Manteo, NC.  Directions Details           Operating Hours & Seasons         Park Grounds The grounds are open for visitation during daylight hours, from sunrise to sunset. In the summer, the grounds are open until the presentation of The Lost Colony—an outdoor symphonic drama—is completed for the evening.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Additional Information View More       Summer Grounds Hours:   May 29  - August 22                  Weather           Weather on the Outer Banks varies seasonally and daily. Please check the National Weather Service at http:\/\/www.weather.gov\/mhx\/ for up-to-date weather forecast information.         Fees & Passes     Entrance Fees:   Free Entrance - $0.00 There is no entrance fee collected at Fort Raleigh National Historic Site.         Visitor Centers       Lindsay Warren Visitor Center The visitor center of Fort Raleigh National Historic Site, housing immersive exhibits on the Algonquian, the English, the Roanoke Island Freedmen's Colony, the Civil War Battle of Roanoke Island, and Reginald Fessenden. A 17-minute dramatic video on the interaction between the Algonquian and the English is displayed in the visitor center's theater.                The Thomas Hariot Trail National Park Service       Fort Raleigh National Historic Site is located on the northern end of Roanoke Island, a an island sitting in the sounds west of the chain of barrier islands of North Carolina known as the Outer Banks. The National Historic Site is just a few miles north of the town of Manteo, NC and is open every day of the year except December 25. For additional information or resources in planning your visit to the Outer Banks, please visit the Outer Banks Visitors Bureau.",
    "url": "https:\/\/www.nps.gov\/fora\/planyourvisit\/basicinfo.htm"
}
