{
    "title": "Blue Ridge Parkway: Bog Turtles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles     Bog Turtles                  Bog Turtle          The bog turtle (Clemmys muhlenbergii) is considered to be the rarest freshwater turtle in North America. Though the bog turtle occupies a range from Massachusetts to northern Georgia, the bog turtle's distribution within this range is spotty and disjunct. A 250-mile gap located between central Maryland and southwestern Virginia separates the species into a northern and southern population. Ironically, much of the bog turtle's range in Virginia and northern North Carolina is scattered along a narrow belt located in and along the Blue Ridge Parkway.   Bog turtle populations are believed to be declining throughout their range. This population decline is thought to be the result of illegal collection for the pet trade, and loss of habitat through ditching, draining and filling in of wetlands for development and agriculture. However, other factors including low reproductive rates, isolation of individual populations, predation, flooding of habitat by beaver, mortality due to vehicles, livestock grazing, and pollution may also be contributing to the bog turtle's decline.   Consequently, wetlands along the Blue Ridge Parkway are important for the protection of bog turtles--offering one of the last refuges where both the bog turtle and its habitat are protected. Wetlands along the Blue Ridge Parkway, however, are not pristine and many have been impacted by past agricultural activities and development. Parkway biologists are working with researchers to protect bog turtles on the Parkway. With assistance from other agencies the Parkway has begun inserting tags under the skin of turtles to deter poaching and to help with their recovery. As beavers return to the Parkway the number of wetlands and bog turtle habitat will increase. These activities will help secure the future of bog turtles in the Southern Appalachians.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/nature\/bog-turtle.htm"
}
