{
    "title": "Blue Ridge Parkway: Beavers",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Beavers                  Beavers         A night vision wildlife camera catches two beavers eating apples. Lillian McElrath  When European explorers first traveled through the Southern Appalachians, beavers were found to inhabit virtually every stream and river. English explorer John Lawson wrote in the early 1700s that \"Beavers are very numerous in Carolina, their being abundance of the Dams in all Parts of the Country, where I have travel'd.\"  Beavers were keystone engineers in many areas; altering the environment to fit their needs and fulfilling the needs of other species who depended on the beaver ponds for shelter, food and safety. As the fur trappers followed the explorers, millions of beavers were removed and beaver-created ecosystems disappeared, along with animals dependent on them. The last beaver was reported trapped in North Carolina in 1897, thus eliminating a vital component of the natural system along what is now the Blue Ridge Parkway.  From the 1930s through the 1950s, beavers were reintroduced to many areas of North Carolina. Their natural reproduction and dispersal, combined with protection efforts, allowed them to spread to almost every county in the state. Since about 1987 they have begun re-colonizing the rivers and streams of the Blue Ridge Parkway.  The success of the relocation program has brought a mix of positive and negative consequences. Beaver-dependent ecosystems are being reestablished in areas where they had not been found for almost 100 years. As this has occurred, associated species have followed the beavers and have re-inhabited their old ranges. The Parkway staff welcomes the return to near-natural conditions, especially on undeveloped lands and in backcountry areas that will benefit from the beaver's presence. In these areas, the return of beavers have increased biological diversity and significantly changed ecological processes.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/nature\/beavers.htm"
}
