{
    "title": "Glacier National Park: Glacier Teacher Guide",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Curriculum Materials     Glacier Teacher Guide                  Glacier Teacher's Guide       Glacier is a center-piece of the Crown of the Continent Ecosystem (COCE), a vibrant, functional ecosystem. It will remain so provided the all of us who treasure this place are willing to do three things. First we must make ourselves aware of the ecological processes that govern this ecosystem and humankind's impact on those processes. Second, we must be concerned about maintaining the health of this ecosystem, and third, we must translate our concerns into beneficial actions. The lessons in this guide were written to help facilitate these three steps. The different lessons provide explanations and insight into the significant resources protected in Glacier:  Wilderness Biodiversity Native American cultural sites Geology The International Peace Park vision 1800s, 1900s history   Pluie The essence of the Glacier Teacher's Guide is captured in the story of Pluie the wolf. Connections like those shown in Pluie's journey are the focus of the guide. The connections are not just biological. They are also economic, political, cultural and spiritual.      Lessons Peruse the Resource Guides to acquaint yourself with the park, then delve into the the lessons. There are multiple activities contained in each unit.        NPS\/Jacob W. Frank  Grades K-3 Unit One: You Are Here Unit Two: My Home's in the Park Unit Three: Rottenly Beautiful; Life & Death Cycles Unit Four: The Three Bears Unit Five: Rock Park        NPS  Grades 4-6 Unit One: The Geography of Me Unit Two: The Ice Spirits Unit Three: Our Medicine, Our Food Unit Four: Shared Spirits Unit Five: Winter Wanderings Unit Six: Skyscrapers: Cities in the Old Growth Unit Seven: The Peace Park: A Climate Laboratory        NPS\/Jacob W. Frank  Grades 7-12 Unit One: An International Peace Park Unit Two: A Serious Economics Nut Unit Three: Parks in the Parks: The Aspenlands Unit Four: Land of the Giants Unit Five: A Park Not Alone",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/education\/glacier-teacher-guide.htm"
}
