{
    "title": "Blue Ridge Parkway: Banjo",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Blue Ridge Music     Banjo                  The Banjo              Tracing the origin of the banjo in America can be time-consuming. There is little doubt that the idea for the instrument was brought to America in some form by African slaves. References to the \"banjar\", \"bangie\", \"banjer\", or \"banza\" are documented in many regions of colonial America. These early forms were wooden or gourd instruments with heads of tanned skins.   Until perhaps 1800, the banjo could be found mostly in the hands of slaves, but with the enjoyment of music and dance in all elements of society, it was not long after the turn of the century that the instrument became popular among the white society. Combined with the fiddle, the first ensemble of American music was well established.    By the 1840's, and continuing through the rest of the nineteenth century, American minstrel shows were wildly popular and the banjo increased in popularity as well. Better quality instruments were available through stores and catalogue sales, although the fretless, wooden versions with skin heads remained popular in many southern mountain communities.    By the early decades of twentieth century, North Carolina Piedmont styles of picking with two or three fingers, as opposed to strumming styles became well known and well copied. The popularity of the radio in the 1920s-1940s meant that thousands of banjo players could attempt the new bluegrass style of picking that they were hearing on a regular, weekly broadcasts from a number of \"clear channel\" stations across the country. The folk revival of the 1960s also popularized the instrument and its music. Whether the style is claw hammer, drop thumb, or a lightning fast Scruggs-style forward roll, the banjo is keeping its treasured place in the Blue Ridge musical history.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/historyculture\/the-banjo.htm"
}
