{
    "title": "Blue Ridge Parkway: Otter Creek & James River",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Virginia Trails     Otter Creek & James River                  Otter Creek and James River Hiking Trails       As Otter Creek descends to the James River, the Blue Ridge Parkway dips to its lowest elevation, only 649 feet above sea level. This area’s abundant water and warmer temperatures support plant and animal communities that are unlike those found at other areas on the Parkway. A short walk along the Trail of Trees or a hike along the clear, cool waters of Otter Creek will give ample proof that there is more to the Blue Ridge Parkway than mountain-top vistas. Otter Creek Trail (3.5 miles) Parallels the Parkway road as it meanders from Otter Creek campground to the James River Visitor Center. Most sections of this trail are easy to hike and can be reached from many points along the motor road. Otter Lake Loop Trail (0.9 miles) Provides scenic views of Otter Lake. This is also a good trail for watching wildlife. Look for beaver lodges and dams along tributary streams. Early morning and late evening are prime times for wildlife observation. Trail of Trees (0.4 miles) Begins near the James River Visitor Center and wanders through a shaded stream drainage. Trail signs identify many of the trees and shrubs of the river valley. This trail also affords a handsome view of the James River water gap, a rare geological feature. Canal Lock Trail (0.4 miles) Begins at the visitor center and crosses the James River on a walkway beneath the bridge. The restored Battery Creek Lock, located a short distance from the bridge, is typical of those constructed in the 1800s as part of the James River and Kanawha Canal. This canal, with nearly 100 locks, helped make the river a major transportation corridor before the Civil War. Exhibits at the Battery Creek site explain how locks were used to raise and lower boats to adjust for the changing elevation of the river.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/otter-creek-james-river-trails.htm"
}
