{
    "title": "Blue Ridge Parkway: Peaks of Otter",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Virginia Trails     Peaks of Otter                  Peaks of Otter Hiking Trails       Sharp Top Trail (1.5 miles to the summit) This is the most popular trail at the Peaks and originates at the Nature Center across the Parkway from the Visitor Center. This is a steep and strenuous route and should be attempted only by those in good health. There is no drinking water available on the summit, so carry plenty with you. The summit offers an impressive 360-degree view of the Peaks of Otter area, the Piedmont to the east, and the Shenandoah Valley with the Allegheny mountains to the west. Allow two hours for hiking up and one hour for hiking down. Add an extra half-hour for the spur trail to Buzzard’s Roost, a series of large rock formations offering different views of the area. Concession-operated bus service (one-way or round trip) to within one quarter mile of the top is available seasonally. Hiking along the bus road is prohibited. Elk Run Loop (0.8 mile) Begins behind the visitor center. It is a moderately strenuous trail and is self-guiding with written displays describing the forest community. For a leisurely walk, allow one hour. Harkening Hill Loop Trail (3.3 miles) Begins behind the visitor center and across from the amphitheater. This woodland trail climbs to a ridge where distant views are rewarding. A spur path near the summit leads to Balance Rock, an immense boulder balanced on a small rock. Johnson Farm Trails A loop trail, approximately two miles long, which follows a section of the Harkening Hill loop trail. Beginning at the north end of the visitor center parking area, the trail leads 1.1 miles to the Johnson Farm, originally built in the 1850s. Like many mountain homes, this one was improved a number of times over the years. Living history demonstrations are presented on a seasonal basis. Allow two to three hours for a leisurely visit. (TRACK trail) Flat Top Trail Was designated with Fallingwater Cascades trail as a continuous National Recreation Trail in April 1982. Flat Top rises to an elevation of 4,004 feet with many scattered rock outcrops. The Pinnacle and Cross Rock are names given to such formations. On this trail, hikers can experience the changing forest ecology as they climb or descend 1,600 feet from the Parkway trail heads. Fallingwater Cascades Trail the other segment of the National Recreation Trail, is a loop trail which takes hikers along cascades on Fallingwater Creek with its huge rock outcrops clothed in rhododendron and large hemlocks. This trail drops 260 feet below the Fallingwater Trail Parking Area and hikers should be prepared to climb that elevation on their return. Experiencing this mountain cascade is well worth the effort. Abbott Lake Trail The least difficult of these trails, is a one-mile loop around Abbott Lake. The trail takes hikers through a woodland forest and open field, offering a close-up view of this picturesque lake. Trail is ADA Accessible.This is also a kid-friendly TRACK trail.         The TRACK Trail program is a network of kid friendly self guided trails on or near the Parkway. Kids who hike any of these trails can register their hike at kidsinparks.com to win prizes to make their next outdoor adventure more fun. There are numerous TRACK Trails in this area include five TRACK trails on the Blue Ridge Parkway. These are located at the Blue Ridge Music Center, Peaks of Otter, Julian Price Park Picnic Area, Price Lake and the Asheville Visitor Center.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/peaks-otter-trails.htm"
}
