{
    "title": "Glacier National Park: High Country Project",
    "body": "High Country Citizen Science Project         Citizen scientists in the High Country Citizen Science Project survey mountain goats, pikas, and bighorn sheep. Pika: Bob Chinn; Mountain goat and bighorn sheep: NPS  Concern about wildlife in Glacier National Park's alpine and subalpine is growing. High country habitats are highly vulnerable to changes brought about by climate change, yet, little is known about how these changes may affect the wildlife that live near the tops of Glacier's mountains.  In recent years, mountain goat and pika population declines have been documented in areas outside of Glacier, but resource managers within the park lacked current baseline information to track potential changes to these priority species. The High Country Citizen Science Project, established in 2008, provides information on the abundance and distribution of mountain goats, bighorn sheep, and pikas in Glacier's backcountry, enabling resource managers to monitor trend over time. Mountain goats and bighorn sheep are counted at mapped sites throughout Glacier's backcountry during a one-hour observational survey. During an all-day training, CCRLC staff members instruct citizen scientists on species identification and survey methods for the High Country Project. Once trained, Citizen scientists head to backcountry survey sites and document number, sex, and age of goats and sheep observed as well as their behavior and habitat. Citizen scientists document pika distribution by hiking to a designated survey site and observing for five minutes – looking and listening for pikas and their calls. They then traverse the talus for 15 to 30 minutes, documenting the presence of scat, haypiles, pikas, or calls. We ask that participants try to conduct at least three surveys during the field season (on their own time), choosing survey sites based on personal hiking ability and preference. If you would like to learn more about the High Country Citizen Science Project, download a copy of the education presentation using the link below.   High Country Citizen Science Presentation (PDF, 1.4MB)",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/ccrlc-citizen-science_hc.htm"
}
