{
    "title": "Blue Ridge Parkway: Linville Falls",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     North Carolina Trails     Linville Falls                  Linville Falls Hiking Trails       Two main hiking trails lead to views of Linville falls. Both begin at the Linville Falls Visitor Center and pass through remnants of a virgin hemlock forest mixed with other familiar tree species such as white pine, oaks, hickory, and birch. A colorful and varied display of wildflowers decorates the trails in spring. Red and golden leaves in fall beautifully contrast with the soothing green of hemlocks. The Linville Falls trails range in difficulty from moderate to strenuous.   Erwins View Trail  A moderate 1.6 mile round-trip walk, offering hikers four overlooks, each revealing a different aspect of the Linville Falls area.    The first overlook is 0.5 miles from the visitor center, and is a moderate walk with a slight loss of elevation. Here, the Linville River spills gently over the upper falls where it widens and pauses. Drifting into a narrow canyon, the water suddenly spirals out of sight and plunges 45 feet over the lower falls.    The next overlook, Chimney View, 0.7 miles from the visitor center, is the first point on the trail where the lower falls can be seen. It offers an excellent change to photograph both the upper and lower falls. The overlook is named for the chimney-like rock outcroppings located to the right of the waterfall. The trail is strenuous in this area with considerable elevation gain.    At Gorge View Overlook, hikers can see the Linville River cutting its way through the Linville Gorge Wilderness Area.    The Erwins View Trail ends at Erwins View Overlook, 0.8 mile from the visitor center. From this vantage point hikers can enjoy a panoramic view of the Linville Gorge and a distant view of the upper and lower falls.    Linville Gorge Trail The trails to Linville Gorge (1.4 miles round trip) and to Plunge Basin (1 mile round trip) also start at the visitor center. The trail to Linville Gorge forks 0.2 mile from the visitor center. The right fork takes hikers to Plunge Basin Overlook where they can view the lower falls and the Chimneys. The left fork winds down through rock cliffs to the bottom of the falls where the force of the water cascading over the falls creates a large pool. Both of these trails are strenuous.    Swimming in the Linville River and climbing on the rocks is dangerous and not allowed.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/linville-falls-trails.htm"
}
