{
    "title": "Blue Ridge Parkway: Moses Cone",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     North Carolina Trails     Moses Cone                  Moses Cone Park Trails       Moses Cone was a self-made man in the best American tradition. His textile mills produced high quality denim fabric, earning him the title, \"Denim King.\" Fond of nature and plagued by poor health, Moses was drawn to the mountainous region of western North Carolina with its moderate climate, fresh spring water, and clean air. In the mid-1890s, Moses and his wife, Bertha, journeyed to Blowing Rock to design and build their summer estate, Flat Top Manor.   The Cones were \"naturalists\" before the term became popular, working to preserve and enrich their land. They planted acres of white pines and hemlocks and transported sugar maples directly from New England. The 32,000 apple trees Moses established produced prize-winning apples.    Perhaps the aspect of the estate most appreciated by visitors today is the 25 miles of beautiful carriage roads. They remain an enduring example of the Cones' appreciation of the natural beauty around them. Formal rhododendron plantings are a feature of nearly all the trails. The Catawba or purple rhododendron, and rosebay rhododendron are abundant, blooming in June and July respectively. Mountain laurel, also planted extensively, is admired for its large clusters of pinkish flowers appearing in late spring.    The 25 miles of gently sloping carriage roads in Cone Park offer many opportunities for leisurely hiking. Visit the Cone Cemetery en route to Flat Top Tower, which offers a grand panorama of distant mountains. Wander through what remains of the apple orchards. Stroll around Bass Lake, investigate the Maze and apple barn. Most of the trails are multi-purpose; along the way you may meet horseback riders, joggers, or in winter, cross-country skiers. Please be considerate of other visitors. Help preserve these historic trails by staying on the designated paths.    The magnificent Flat Top Manor now houses the Parkway Craft Center. During the summer, artisans demonstrate their skills on the front porch.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/moses-cone-trails.htm"
}
