{
    "title": "Blue Ridge Parkway: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us       Job openings are listed at http:\/\/www.usajobs.gov You must apply for a specific position as it becomes available, rather than sending a general resume to the Parkway to hold for future openings. The forms necessary to apply for positions are listed in each individual job announcement. All forms, and directions for completing them, are also available at the website. Applying for a Federal Job Although the Federal government does not require a standard application form for most jobs, we do need certain information to evaluate your qualifications and determine if you meet legal requirements for Federal employment. If your resume or application does not provide all the information requested in the job vacancy announcement and in the following list, you may lose consideration for a job. Job Information  Announcement number, and title and grade(s) of the job you are applying for.  Personal Information  Full name, mailing address (with zip code) and day and evening phone numbers (with area code) Social security number Country of citizenship (most federal jobs require United States citizenship) Veterans preference Reinstatement eligibility Highest federal civilian grade held (also give job series and dates held)  Education  High school: name, city and state, date of diploma or GED Colleges or Universities: name, city, state, major(s), type and year of any degrees received (if no degree, show total credits earned and indicate whether semester or quarter hours) Send a copy of your college transcript only if the job vacancy announcement requests it.  Work Experience Give the following information for your paid and nonpaid work experience related to the job you are applying for (do not send job descriptions)  Job title (include series and grade if Federal job) Duties and accomplishments Employer's name and address Supervisor's name and phone number Starting and ending dates (day, month, and year) Hours per week Salary Indicate if we may contact your current supervisor  Other Qualifications  Job-related training courses (title and year) Job-related skills, for example, other languages, computer software\/hardware, tools, machinery, typing speed Job-related certificates and licenses (current only) Job-related honors, awards, and special accomplishments, for example, publications, memberships in professional or honor societies, leadership activities, public speaking, and performance awards (give dates but do not send documents)",
    "url": "https:\/\/www.nps.gov\/blri\/getinvolved\/workwithus.htm"
}
