{
    "title": "Blue Ridge Parkway: Volunteer",
    "body": "Volunteer        Volunteer group work days are popular events along the Blue Ridge Parkway. Photo courtesy Wes Greene.       Become a VIP! Volunteers of all ages give of their time and expertise to help achieve the National Park Service mission. In fact, volunteers are vital to the success of the National Park Service! The Volunteers-In-Parks (VIP) program at Blue Ridge Parkway works to preserve the cultural heritage, history, and natural resources of the Parkway through the support of education, interpretation, and resource protection activities. The VIP program helps Parkway staff accomplish more than we could on our own. Volunteers are involved in virtually every aspect of park operations. The Blue Ridge Parkway is divided into four management districts along its 469 mile route through Virginia and North Carolina. Volunteers work regularly in all four districts:  Ridge District (Milepost 0 - 106)  Plateau District (Milepost 106 - 216) Highlands District (Milepost 216 - 331) Pisgah District (Milepost 331-469)  While volunteer needs vary from district to district, the following are examples of some of the types work volunteers can participate in on the Parkway. Contact the Parkway's VIP Coordinator for information about current volunteer opportunities.  collect bloom report information record wildlife sightings assist with parking vehicles in high traffic areas assist with special events provide sewing\/seamstress work to create period appropriate costuming lend expertise for pioneer gardening or quilting share talents such as traditional music or photography assist with trail maintenance and clearing greet visitors at visitor contact stations serve as campground hosts and more!    The Parkway's Partner in Volunteerism Friends of the Blue Ridge Parkway is the Parkway's partner in administering our VIP program. They assist in the management, recruitment, and recognition of Parkway VIPs. They are able to mobilize park volunteers through their network of chapters along the Parkway, which provide connections to neighboring communities. Contact the Friends of the Blue Ridge Parkway today to find out how to become involved with projects that fit your schedule and your interests.   Group Projects Group projects attract volunteers from throughout the country to participate in projects lasting anywhere from one day to several weeks. Volunteer groups at the Parkway include schools, corporations, civic organizations, and scout troops. Please contact the Parkway's VIP Coordinator well in advance to begin planning group projects.",
    "url": "https:\/\/www.nps.gov\/blri\/getinvolved\/volunteer.htm"
}
