{
    "title": "Pony Express National Historic Trail: Bibliography",
    "body": "Bibliography       May 10, 2011 Pony Express history is partly fact and largely legend. The publications listed below will inevitably be some mustang-mix of both, despite the best intentions of their authors. Those readers who prefer their history securely documented and tightly controlled may be in for a rough ride, for hardly a statement ever written about the famous mail relay has escaped challenge ― but readers who are willing to lean forward and loosen the reins will enjoy a wild gallop through the American mythos. Myth has been defined as \"a story that may never have happened but is always true.\" What could be more mythic than the iconic lone rider braving the Western landscape and its dangers in order to fulfill his mission? Traveling the Trail Today Benson, Joe.  The Traveler's Guide to the Pony Express Trail. Helena, Montana: Falcon Press Publishing, 1995.  See also the National Park Service Auto Tour Route Interpretive Guide series, available for download from this website and in hard copy from the National Park Service and various trail visitor venues. A fold-out map brochure is also available from the National Park Service. Use the Contact Us link to order a map. General Trail History Most of the books listed below attempt to be purely factual. William Lightfoot Visscher's book, however, is a rollicking yarn that helped create the lasting legend of the Pony Express. See Corbett's Orphan's Preferred to learn how the legend grew. Townley, Hafen, and Settle and Settle cover the business side of the Pony Express and other overland mail enterprises. The Bureau of Land Management's well-researched booklet on the Pony Express stations of Nevada captures the events of the 1860 conflict along the Pony Express Trail. Bloss, Roy S. Pony Express – The Great Gamble. Berkeley: Howell-North Press, 1959.  Bureau of Land Management. The Pony Express in Nevada. Carson City: Nevada State Museum, 1996. Corbett, Christopher. Orphans Preferred: The Twisted Truth and Lasting Legend of the Pony Express. New York: Broadway Books, 2003. Di Certo, Joseph J. The Saga of the Pony Express. Missoula, Montana: Mountain Press Publishing, 2002. Godfrey, Anthony, Roy Webb, and Jeff Gnass. Pony Express, Voyage of Discovery: The Story Behind the Scenery. Las Vegas: KC Publications, 1999. Guthrie, C. W. The Pony Express: An Illustrated History. Guilford, Connecticut, and Helena, Montana: Globe Pequot Press, 2010.  Hafen, LeRoy R. The Overland Mail, 1849-1869. Norman: University of Oklahoma Press, 2004. (Originally published in 1926.) Hill, William. The Pony Express Trail: Yesterday and Today. Caldwell, Idaho: Caxton Press, 2010.  Reinfeld, Fred. Pony Express. Lincoln and London: University of Nebraska Press\/Bison Books, 1973. Settle, Raymond, and Mary Lund Settle. War Drums and Wagon Wheels: The Story of Russell, Majors and Waddell. Lincoln: University of Nebraska Press, 1966. ___________. Saddles and Spurs: The Pony Express Saga. Lincoln and London: University of Nebraska Press\/Bison Books, 1972.   ___________. The Story of the Pony Express. W. Foulsham & Co., 1974. Townley, John M. The Over-Land Stage: A History & Guidebook. Reno: Jamison Station Press, 1994. Visscher, William Lightfoot. A Thrilling and Truthful History of the Pony Express; or, Blazing the Westward Way and Other Sketches and Incidents of those Stirring Times. Chicago: Rand, McNally & Company, 1908. www.archive.org\/stream\/thrillingtruthfu00viss\/thrillingtruthfu00viss_djvu.txt Personal Accounts of the Trail  Eyewitness (or purported eyewitness) accounts of the Pony Express are mostly scattered through old periodicals from the early 1900s or are safely stored in historical archives, accessible only to researchers. Some accounts are anecdotes within longer published works such as the diary of Major Howard Egan. Brief descriptions and personal reminiscences of riders (and purported riders) are provided by Driggs, who interviewed surviving pony men for his 1935 book, and in Lewin and Taylor's lively collection of biographical sketches, Kate Carter's Utah and the Pony Express, and Gilman's narrative of a road ranch\/Pony Express station in Nebraska.  Carter, Kate. Utah and the Pony Express. Salt Lake City: Utah Printing Col, 1988 ed. Driggs, Howard R. The Pony Express Goes Through: An American Saga Told by Its Heroes. New York and Philadelphia: J.B. Lippincott Co., 1935.  Egan, Howard R. Pioneering the West 1846-1878. Major Howard Egan's Diary. Also Thrilling Experience of Pre-Frontier Life Among Indians; Their Traits, Civil and Savage, and Part of Autobiography, Later – Related to His Father's. William Egan, ed. Richmond, Utah: Howard R. Egan Estate, 1917. www.archive.org\/details\/pioneeringwest1800began Gilman, Musetta. Pump on the Prairie: A Chronicle of a Road Ranch, 1859-1868. Detroit: Harlo Press, 1975.  Lewin, Jacqueline, and Marilyn Taylor. On the Winds of Destiny: A Biographical Look at Pony Express Riders. St. Joseph, Missouri: Platte Purchase Publishers, 2002. The best-known personal accounts of the stage and mail trail used by the Pony Express, though, are by three professional writers who rode coaches west. Newspaperman Horace Greeley, who traveled in 1859, wrote poignantly of isolated stage stops that would become Pony Express stations the following year. The magnificent Captain Sir Richard Burton — adventurer, writer, linguist, diplomat, geographer, all-around genius, and world-class sourpuss — published two books about his trip west in 1860. His descriptions of stage and mail stations, their personnel, and their rustic customer service are wickedly funny, though written in 19th-century intellectual style. Finally, Mark Twain tells of his 1861 adventures riding west in a classic Concord coach — and watching a Pony Express rider whiz past ― in his humorous travelogue, Roughing It.   Burton, Richard F. The City of the Saints and Across the Rocky Mountains to California. New York: Harper & Brothers, 1862. www.archive.org\/details\/cityofsaintsacro00burtuoft _________. The Look of the West, 1860: Across the Plains to California. Lincoln and London: University of Nebraska Press, 1977. (Originally published in 1862.)  Greeley, Horace. An Overland Journey from New York to San Francisco in the Summer of 1859. New York: C.M. Saxton, Barker & Co., 1860. www.yosemite.ca.us\/library\/greeley\/title.html Twain, Mark. Roughing It. Hartford: American Publishing, 1872. www.mtwain.com\/Roughing_It\/index.html and http:\/\/etext.virginia.edu\/toc\/modeng\/public\/TwaRoug.html Other Cultures of the Trail  The following books tell very little about the Pony Express but explain much about the impacts of commercial and emigrant trail traffic on native peoples. Egan's book documents the causes and outcome of the Pyramid Lake War, which ignited conflict along the Overland and Pony Express Trail through Nevada and shut down the mail relay for about a month in 1860. Cuch, Forrest, Editor. A History of Utah's American Indians. Salt Lake City: Utah State Division of Indian Affairs\/Utah State Division of History, 2003. Crum, Steven J. Po'I Pentun Tammen Kimmappeh: The Road on Which We Came. A History of the Western Shoshone. Salt Lake City: University of Utah Press, 1994. Egan, Ferol. Sand in a Whirlwind. The Paiute Indian War of 1860. New York: Doubleday, 1972.  Gibbon, Guy. The Sioux: The Dakota and Lakota Nations. Malden, Massachusetts: Blackwell, 2003. Hebard, Grace Raymond. Washakie, Chief of the Shoshones. Lincoln: University of Nebraska Press, 1995. (An account of Wyoming's Eastern Shoshone people, originally published in 1930) Hopkins, Sarah Winnemucca. Life Among the Piutes: Their Wrongs and Claims. Reno: University of Nevada Press, 1994. (Originally published in 1883.) Inter-Tribal Council of Nevada. NEWE: A Western Shoshone History. Reno: Inter-Tribal Council of Nevada, 1976. _____________. NUMA: A Northern Paiute History. Reno: Inter-Tribal Council of Nevada, 1976.  _____________. WA SHE SHU: A Washo Tribal History. Reno: Inter-Tribal Council of Nevada, 1976. Madsen, Brigham D. The Northern Shoshoni. Caldwell, Idaho: Caxton Press, 1999. Moore, John H. The Cheyenne. Malden, Massachusetts: Blackwell, 1996, 1999. Secrest, William. When the Great Spirit Died: The Destruction of the California Indians. Fresno: Quill Driver Books\/Word Dancer Press, 2002. Wishart, David. An Unspeakable Sadness: The Dispossession of the Nebraska Indians. Lincoln and London: University of Nebraska Press, 1994. For Children Landau, Elaine. The Pony Express. Danbury, Connecticut: Children's Press, 2006. Moody, Ralph. Riders of the Pony Express. Lincoln and London: University of Nebraska Press\/Bison Books, 2004. (Originally published in 1958.)",
    "url": "https:\/\/www.nps.gov\/poex\/learn\/historyculture\/bibliography.htm"
}
