{
    "title": "Blue Ridge Parkway: Guest Speakers",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Guest Speakers                Guest Speakers       Bringing the Blue Ridge Parkway Into the Classroom A sequential, curriculum-Based program addressing specified curriculum standards for North Carolina and Virginia schools. All programs are free-of-charge and scheduled on a first-come, first-served basis. To register for a Parks-As-Classrooms program and have a ranger in your classroom, call the coordinator for your area at the number below.  For Roanoke City, Salem City, and Roanoke and Franklin Counties in Virginia: Charles Wray (540) 767 2490 ext 37 or e-mail us. For Carroll and Grayson Counties in Virginia: Diane Garland (276) 236 5309 or e-mail us. \"Noticing Nature\" (Kindergarten) Using our five senses, we'll closely examine some of the living and non-living things you can find protected along the Parkway. VA Science SOL K.1, K.2, K.4, K.6, K.8 \"Habitat Hunt\" (First Grade) Home is where your habitat is! We'll learn the four basic things we all need to survive and how the Parkway keeps living things happy in their habitat. VA Science SOL 1.1, 1.4, 1.5, 1.8 \"From Beginning to End\" (Second Grade) Plants, animals, and places are always changing. We'll compare plant and animal life cycles and explore connections found among the plants, animals, and places of the Blue Ridge Parkway. VA Science SOL 2.1, 2.4, 2.7. \"Survival Tactics\" (Third Grade) Plants and animals share habitats and need strategies to survive. How do the living things on the Parkway use physical and behavioral adaptations in their daily survival? VA Science SOL 3.4, 3.5, 3.10. \"Memories of a Mountain\" (Fourth Grade) If these mountains could talk, they would speak of the many changes they have seen. From seasonal communities to high-tech cities, how has the physical landscape of the mountains determined who lives here and how the land is used? VA Social Studies SOL VS.1, VS.2, VS.6. VA Science SOL 4.9. \"We're All Connected\" (Fourth Grade) Everything is a part of everything. We'll examine interactions among the living and non-living parts of the environment and look at how energy flows through some Blue Ridge Parkway ecosystems. VA Science SOL 4.1, 4.5. \"Nothing Stays the Same\" (Fifth Grade) Look outside! The earth's surface is constantly changing in big and small ways. We'll look at the geology of the Parkway to understand how it affects what you find living there today. VA Science SOL 5.1, 5.7. For North Carolina programs listed below: Jonathan Bennett (828 765 1228) or e-mail us. \"Forest Friends\" (Kindergarten) Students will examine similarities and differences among wild animals and discover how they use their five senses to survive. K.LO.1.1, K.L.1.2, K.E.1.1. \"Habitats\" (First Grade) Students will examine how plants and animals meet their needs (food, water, and shelter) in different habitats. 1.L.1.1, 1.L1.2, 1.L.1.2, 1.L.2.1, 1.L.2.2. \"Life Cycles\" (Second Grade) Students will compare plant and animal life cycles and discover that everything is always changing. 2.L.1.1, 2.L.1.2, 2.L.2.1. \"Weather\" (Second Grade) Students will learn the causes of weather, the five types of precipitation and how to use weather instruments. 2.E.1.1, 2.E.1.2, 2.#.1.3, 2.E.1.4. \"The Solar System\" (Third Grade) Students will learn about the sunk moons, and planets of our solar system. 3.E.1.1, 3.E.1.2. \"Plants\" (Third Grade) Students will learn the basic structures of plants and how they survive in their ecosystem. 3.L.2.11, 3.L.2.2. \"American Indians and the Ice Age\" (Fourth Grade) Students will learn about the Ice Age by studying fossils of extinct animals. They will also learn how Native Americans survived then adapted to changes in the climate and environment.4.E.2.1, 4.E.2.2, 4.H.1.1, 4.C.1.1 \"Geology\" (Fourth Grade)Students will learn how igneous, sedimentary and metamorphic rocks form. They will also learn how minerals are used in our everyday lives. 4.P.2.3, 4.E.2.3. \"Paleontology: Dinosaurs\" (Fourth Grade) Students will learn to use fossils as evidence of the history of Earth and its changing life forms. 4.E.2.1, 4.E.2.2. \"Interdependence: Food Webs\" (Fifth Grade) Students will discover how everything in life is connected as they examine interactions among living and nonliving parts of the environment. 5.L.2.2, 5.L.2.3. \"Government in Action\" (Fifth Grade) Students will learn about the constitutional government of the United States by forming their own government and passing legislation. 5.C&G.1.1, 5.C&G.1.2, 5.C&G.1.3, 5.C&G.2.1, 5.C&G.2.3, 5.C&G.2.4. \"The Solar System\" (Sixth Grade) Students will learn about the sun, moons, and planets of our solar system. 6.E.1.1, 6.E.1.2, 6.E.1.3. \"Geology\" (Sixth Grade) Students will learn about the structure of the earth and geologic processes such as plate tectonics, earthquakes, and volcanoes. 6.E.2.1, 6.E.2.2. \"Food Webs\" (Sixth Grade) Students will learn how energy flows through the ecosystem and potential problems that can threaten that flow. 6.L.2.1. \"Careers in the National Park Service\" (Seventh Grade) Students will learn about the wide variety of careers available in the National Park Service and the educational qualifications required to apply for them. \"The Columbian Exchange\" (Eighth Grade) Students will learn how disease devasted the Native American population. They will also learn how plants and animals altered the cultures and environment of both the New and Old World. 8.C.1.1. \"The Revolutionary War and the Overmountain Men\" (Eighth Grade) Students will learn the role the citizen soldiers of the North Carolina mountains played in winning the Revolutionary War. 8.H.2.1. \"The Spanish Conquistadors in the Blue Ridge Mountains\" (Eighth Grade) Students will learn about the expeditions of Hernando De Soto and Juan Pardo and how the actions of the North Carolina Native Americans prevented North Carolina from becoming a Spanish colony. 8.H.2.1, 8.H.2.2. \"Energy Resources\" (Eighth Grade) Students will learn the environmental consequences of the various methods of obtaining, managing, and using energy resources. 8.P.2.1, 8.P.2.2. \"Water Quality\" (Eighth Grade) Students will learn about the importance of the hydrosphere and the things that threaten the quality of water. 8.E.1.1, 8.E.1.3, 8.E.1.4. \"Relationships in the Ecosystem\" (Eighth Grade) Students will learn about limiting factors in the environment as well as the relationships between living things. 8.L.3.1, 8.L.3.2, 8.L.3.3. \"Earth History\" (Eighth Grade) Students will learn the history of the Earth and its life forms based on evidence of change found in the fossil record and landforms. 8.E.2.1, 8.E.2.2.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/education\/classrooms\/guestspeakers.htm"
}
