{
    "title": "Blue Ridge Parkway: Kids & Youth",
    "body": "Kids & Youth         Join a ranger to explore the parkway!   Becoming a Blue Ridge Parkway Junior Ranger is exciting and rewarding!  Pick up your Junior Ranger Folder and instructions at any park visitor center. Then travel the Parkway to get site-specific activity sheets along your journey. You can also download activity sheets below. Complete all of the activities on the Junior Ranger Folder and at least three of the activities on one of the site-specific sheets to become a Junior Ranger. With one sheet and the folder completed, you receive a Junior Ranger badge and certificate. With four sheets completed, you receive a patch and if you finish all ten, you earn our special junior ranger pin!  Site-specific Activity Sheets:  Humpback Rocks - Milepost 5.8 James River - Milepost 63.8 Peaks of Otter - Milepost 86 Roanoke, Rocky Knob, and Mabry Mill - Milepost 106-176 Blue Ridge Music Center and Cumberland Knob - Milepost 213-217 Brinegar Cabin and Doughton Park - Milepost 238-246 Moses Cone, Julian Price, and Linn Cove Viaduct - Milepost 294-305 Linville Falls, Minerals Museum, and Overmountain Men - Milepost 316-331 Craggy Gardens, Folk Art Center, and Parkway Visitor Center - Milepost 364-384 Mount Pisgah, Waterrock Knob, and Cherokee - Milepost 408-469       If you finish your Junior Ranger activities after leaving the Parkway, mail your completed work to the park and we will send you the reward you have earned: ........Blue Ridge Parkway Jr. Ranger ........199 Hemphill Knob Road ........Asheville, NC, 28803  The National Park Service is celebrating its 100th birthday in 2016! Join in the centennial celebration by discovering the wonder of our country's majestic national parks by downloading and completing the activities in the Centennial Junior Ranger booklet. If you would like to have a copy mailed to you, send your request to the address listed above.   Additional Junior Ranger Programs Appalachian Trail Junior Ranger Program Centennial Junior Ranger Program National Park Service Web Rangers Teen Activity Guide for the Appalachian Trail along the Blue Ridge Parkway Check out kidsinparks.com for more activities related to the Parkway.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/kidsyouth\/index.htm"
}
