{
    "title": "Blue Ridge Parkway: Water Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Water Quality                Water Quality         Dixon Creek (NPS- Bob Cherry)  Being on the top of the mountain has advantages. Designed as a scenic drive, the Blue Ridge Parkway motor road tends to run along the ridge tops looking down on neighboring lands. Unlike downstream areas that receive pollution and discharges from activities at upstream sites, the Parkway owns the sources of many of its streams and they are generally clean and free of common pollutants.  Being up on top also means that the Parkway has many headwater streams and small creeks and few large rivers. These waters start with thousands of seeps that come out of rock faces or from the forest floor and join together to create hundreds of first order streams. More than 1000 stream segments are found along the Parkway’s 469 miles. Joining together these streams drain into 14 watersheds, flowing both to the Atlantic Ocean and the Gulf of Mexico. While water quality is generally high in Parkway waters there are some problems.  Agricultural activity, especially livestock grazing, results in contamination of waters in many areas. The Parkway is working to fence cattle out of streams on Parkway lands and to locate watering sources away from the riparian zones. Some agricultural leases have been converted from livestock pastures to hay fields or have been taken out of the lease program altogether. Parkway biologists are also working with state agencies to repair areas with eroding stream banks and other problems. Because of this work and other management actions many Parkway streams are now livestock-free and have improved water quality. Deposition during rain, snow and fog also cause problems to park waters. Pollutants are carried long distances from sources in the Midwest and other areas and as the clouds rise over the mountains along the Parkway they drop precipitation that is acidic and contains heavy metals. Studies have shown harmful effects not just on park waters and aquatic fauna, but also on vegetation and some terrestrial animal life.  Development increasingly is pressuring Parkway resources. In some areas these developments are upstream of the park and runoff of fertilizers, petroleum products, chemicals and sedimentation can enter Parkway streams. Though these degraded streams are few in number, Parkway biologists are working with neighbors and state agencies to clean up these problem areas.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/nature\/waterquality.htm"
}
