{
    "title": "Blue Ridge Parkway: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                Wildflowers         Dwarf crested iris (Iris cristata) blooms in April and May along the Parkway. Kristina Plaas photo  The diversity of wildflowers on the Blue Ridge Parkway is truly amazing. Blooming starts in late March and extends through October, rewarding visitors to the park with a wide variety of floral displays ranging from the small and delicate to the large and showy. The high rainfall, rich soils, varied topography, and moderate climate provide an environment where many species can coexist together. Historically, glaciers never extended into this region. Species that could not move fast enough south in front of the advancing ice fields became extinct. The overall effect was a “compression” of the flora to the south. Of the approximately 1,600 species of vascular plants that occur in the park, as much as 80 percent are wildflowers. With so many species occurring together, each has evolved to bloom at different times of the year, presumably to avoid competition of pollinators. Arguably the single best time of the year to see many species in bloom is early spring, just as canopy trees are beginning to leaf out (late April –early May). The forest floor is covered with numerous plants in bloom, such as chickweed, wild ginger, liverleaf, toothwort, spring beauty, trout lily, trillium, larkspur, foamflower, and Jack-in-the-pulpit. Later in the season other species such as Turk's cap lily, meadow rue, evening primrose, bellflower, bee balm, impatiens, and turtlehead are in bloom. Download a bloom calendar of wildflowers commonly seen along the parkway.    Unfortunately, these showy plants attract plant poachers. It is illegal to collect any plant or plant part within the park. To help reduce the market for stolen plants and flowers, before you purchase them in a retail market, verify from the seller that the plant was propagated instead of wild collected.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/nature\/wildflowers.htm"
}
