{
    "title": "Blue Ridge Parkway: Education",
    "body": "Education                  Education Programs               Parks as Classrooms               Parks as Classrooms           National Parks are places set aside for inspiration and for learning. Regardless of what community you live in along the Blue Ridge Parkway, there is an opportunity to bring students to the park, to learn on-line, or to have a ranger in your classroom. These programs are curriculum-driven and based on the standards of learning for your state. Follow the links to \"Parks As Classrooms\" for more information.      Parks as Classrooms: Animal Adaptations NPS Photo, Angelina Stancampiano  The National Park Service and the Blue Ridge Parkway are committed to helping teachers and students develop a deep understanding of park stories and resources through a variety of fun and engaging programs and activities.   The Blue Ridge Parkway rangers want to be a part of your classroom experience. Through our curriculum based Parks as Classrooms program, we can introduce students to the wonders of nature or make history come alive in your classroom... or better yet... bring your class to the park for an educational field trip.   What teachers are saying: The Parks as Classrooms programs reinforce what we learn in the classroom. The Parks as Classrooms program was a wonderful experience for our children.  The Park Rangers are very informative and great with the students. The students are super excited and learn much more from this experience than just being told something by a teacher.   For nearly two decades, the Blue Ridge Parkway Foundation has supported the Parks as Classrooms Program by providing funds to hire seasonal park rangers who offer educational programs along the entire length of the Parkway.  Many of the programs and activities provided on the Parkway are supported by our non-profit partners. To find out more about our partners at the Blue Ridge Parkway go to our Support Your Park page.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/education\/index.htm"
}
