{
    "title": "Blue Ridge Parkway: Transportation in the Mountains",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Transportation in the Mountains                Transportation In and Around the Blue Ridge         Transportation through the Blue Ridge region has evolved from its most primitive forms to recreational roads such as the Parkway.   Roads Less Traveled As our nation's most-visited national park area, the Blue Ridge Parkway doesn't fit into Robert Frost's idea of the \"less traveled road.\" Millions of visitors from throughout the world find the graceful curves and smooth surface of the Parkway a convenient and pleasurable way to enjoy the mountains from Shenandoah to the Great Smokies. Constructing a beautifully engineered motor road in the rugged Appalachians was a remarkable feat, but roads have existed in many parts of these mountains as long as people have lived here. In fact, roads and transportation can always be closely linked to the history of a region and its people. Obviously created for more practical needs than the Parkway, these historic, \"less traveled\" byways across the Blue Ridge reveal much about the region's past. Mountain passes and low-lying swags provided the easiest and most practical routes across the mountains first for animals such as deer and buffalo, and later for humans. These mountain \"gaps\" are lower areas with gentler slopes which occur at irregular intervals along the crest of the ridges. Native Americans used paths originally worn by animals, and these in turn became the obvious choices for early European settlers looking for convenient ways to cross the Blue Ridge. America's population drifted west after 1790. Many of the western counties of Maryland and Virginia lost populations as families moved toward cheaper land and new opportunities. A map of the nation during this time period shows a network of roads heading west. In the Blue Ridge region, the primary ones were the Great Wagon Road through the Shenandoah Valley; the Richmond Road; and the Jonesboro Road across North Carolina. All of these routes crossed the mountains through strategic passes. These roads were little more than ten to thirty foot wide paths where most of the trees had been removed. But for thousands of settlers headed for Kentucky, Tennessee, and other choice places on the \"frontier,\" these served as the interstate system of the day.  Nationally, and within the various states, the concept of \"internal improvements\" gained momentum during the 1830s and 1840s. In the mountainous western regions of Virginia and North Carolina, this popular idea resulted in the establishment of dozens of \"turnpike companies\" that built localized roads connected with the major thoroughfares. The turnpike movement was especially active in Virginia's Shenandoah Valley where more than a dozen turnpikes were built from 1830-1840. Travel was always difficult in the southern mountains, as it was in other parts of rural America. The heart of the limited transportation and communication system here was a network of trails and dirt roads connecting mountain communities with larger markets down off of the mountains. This matrix of roads helped facilitate a regional market system, and as the new turnpike companies improved, widened, or constructed better roads, a fairly constant stream of traffic east and west kept many mountain communities in touch with national markets. Asheville, North Carolina was a small community in the nineteenth century when drovers annually herded hundreds of thousands of hogs from Tennessee and Kentucky to markets in the low country of South Carolina and Georgia. Those who lived closest to the turnpikes had the obvious economic advantage of being able to sell surplus livestock to passing drovers or raising extra corn and produce to feed travelers and animals. Stockades, taverns, and country stores were bound to do better business if located close to the nearest turnpike. In an 1856 letter from Sherando, VA , a young Jane Lewis discusses her husbands' insistence of moving the family to a convenient location along the Howardsville Turnpike at the foot of Humpback Mountain. She acknowledges that this relocation \"suits his business friends and he will make money,\" although she confides to her friend that making money \"is not everything in this world.\"  The Howardsville Turnpike was a classic example of the mid nineteenth century attempts to create economic advantages by tying east to west across the Blue Ridge. Howardsville, VA was located on the east side of the Blue Ridge along the James River. The first section of the turnpike authorized by the state legislature in 1847 would, when completed, \"connect with other important lines of roads\" and facilitate transportation of clover seed gypsum, lime as well as connecting across the Blue Ridge to \"regions abounding in iron ore. \"Pleading their case for a new extension of the Turnpike, the company reported to state lawmakers that this new road would provide an easier grade \"than any other road in the state crossing the Blue Ridge.\"They also reported that they had been \"assured\" of stage coach service along the new road. When completed, the Howardsville Turnpike was carrying a daily caravan of several wagons or iron, one wagon of whiskey, and ten wagons of flour and corn from the Shenandoah Valley across the Blue Ridge to Howardsville for transportation to coastal markets along the James River. By 1850, the Howardsville and Rockfish Gap Turnpike Company was keeping a full time hired force with a superintendent \"employed in thoroughly repairing the road for fall and winter travel.\" The downfall of the turnpikes movement, especially those more localized operations that crossed the mountains, was the heightened development of the railroads across the states. By the late 1850s, many of the markets across the Blue Ridge were connected by rail with the coastal ports of Baltimore, Richmond, Charleston, and Savannah. Rail traffic was faster and much less susceptible to delays due to bad weather. Legislatures were much more willing to invest funds in rail than in roads. Many of the nineteenth century turnpikes that crossed the Blue Ridge still exist, although they have usually lost their original names and are referenced only by a road number. Occasionally, however, while roaming the back roads of rural mountain counties or thumbing through your state gazetteer, you may come across references to turnpikes or stockroads lingering from past generations.Even though these may have been the\"the road less traveled,\" and nothing compared to modern roads including the Blue Ridge Parkway, they played a major role in the development of mountain communities and the region's heritage.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/historyculture\/transportation-in-and-around-the-blue-ridge.htm"
}
