{
    "title": "Blue Ridge Parkway: Designing the Blue Ridge Parkway",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Designing the Blue Ridge Parkway                Designing the Blue Ridge Parkway         Stone bridge on the Blue Ridge Parkway. NPS photo  Variety: The Spice of the Parkway   The Blue Ridge Parkway, unlike most national park areas, is a planned landscape: planned down to the smallest detail in ways that most visitors do not notice at first glance. Landscape architects and engineers dovetailed their skills and creative genius for the benefit of the millions who have enjoyed this drive over seven decades.    Stanley W. Abbott, a Cornell-educated landscape architect, was the first employee on the scene in 1933. He was given the broad, initial task to \"lone-wolf it\" down through the mountains to get to know the region and begin to think about how to build a graceful road through the rugged Blue Ridge.    Over the ensuing months and years, there were long reconnaissance trips through the region, meetings on the verandas of country hotels, or informal gatherings over rough sketches on dining room tables. The principles that defined the Parkway, and still guide management today, slowly began to come into focus.    The \"most important\" of many criteria, according to Stan Abbott, was variety; something he called \"the spice\" of the Parkway.    The already completed Skyline Drive hugged the ridgetops through Shenandoah National Park for 105 miles and those whose task it was to design the Parkway felt that more variation in the road would yield a better experience for the visitors. In his typical poetic style, Abbott compared viewing \"one panorama following right on another\" to fortissimo in music, and observed that \"fortissimo mixed with a little pianissimo\" creates a more interesting song.    One of the practical-minded and plain spoken engineers involved in the early stages of planning, put it more bluntly. \"One can get gorged on scenery!\" So, \"intimate glimpses\" such as moss on a shake-roofed building would stand in contrast to the \"heroic panorama that looks out forever.\" Each element added its own variety and charm.    The delight of the Parkway, again quoting Abbott, \"lies with ever-changing location, in variety.\" He described engineers, with their practical \"how-to-build\" perspective incorporating the artistic viewpoint of the landscape architects to design a road capable of \"following a mountain stream for a while, then climbing up on the slope of a hill pasture, then dipping down into the open bottom lands and back into the woodlands.\"    Today's visitor may marvel at the up close details or find the sweeping views breathtaking. And that is how early planners of the Parkway meant for it to be. The variety of experiences is unmatched, and all designed as part of the \"rhythm of the road\" that makes the Parkway so special for all that enjoy it today.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/historyculture\/designing-the-blue-ridge-parkway.htm"
}
