{
    "title": "Blue Ridge Parkway: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Preservation       The Parkway conserves diverse and important examples of architecture, industry, and transportation associated with the people and communities of the mountains in southern Appalachia. The Parkway contains, and is challenged to manage, a diverse range of cultural resources, including 91 buildings, 2 sites, and 133 other structures that contribute to the Parkway's eligibility for inclusion on the National Register of Historic Places. Explore hundreds of historic images of the parkway and Blue Ridge region.        Polly Woods Ordinary, Milepost 85 NPS photo  Buildings The parkway preserves a variety of historic buildings, either as interpretive exhibits or as picturesque roadside features. With the exception of the imposing neoclassical estate of textile magnate Moses Cone, the structures tend to be modest structures, mostly simple log cabins. The early parkway planners thought the log cabin symbolized pioneer Appalachia, and preserved or relocated a good number of log structures to points along the road. Ironically, they removed a number of earlier frame houses because they did not meet their stereotypical vision of the Appalachian past.   Parkway planners adopted their own variant of the prevailing \"rustic style\" of architecture adopted in the national parks. They wanted their own structures to reflect the architecture of the region, and consequently took on the forms of cabins, sheds, and barns in order to enchance a \"backwoods feeling.\" Structures employed timber beam construction, shake roofs, stone chimneys and exterior porches. Even the \"driftwood gray\" color was specified to present a weathered appearance. With few expections, even modern structures along the parkway, such as the 1989 Linn Cove Visitor Center or the 1999 Everhardt Headquarters Building at Asheville continue to reflect \"pioneer\" architecture through their use of native materials, allowing them to harmonize with the rugged landscape. Text excerpted from \"Highways in Harmony\" publication produced by Historic American Engineering Record (HAER), in cooperation with the National Park Foundation.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/historyculture\/preservation.htm"
}
