{
    "title": "Blue Ridge Parkway: Blue Ridge Music",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Blue Ridge Music                 Blue Ridge Music         The Blue Ridge Music Center hosts a wide range of musicians during Mid Day Mountain Music every afternoon during the season. Regionally and nationally known artist also perform in the outdoor amphitheater as part of the summer concert series. NPS Photo  Western North Carolina and southwest Virginia are known internationally as a region rich in traditional old-time stringband music, ballad singing and bluegrass, and abounds in opportunities to experience this authentic artistry in person. Traditional music can be heard throughout the region in a range of settings, from hometown oprys and informal jam sessions to concert stages. Festivals and old-time music conventions, some dating back almost a century, are reliable opportunities for enjoying traditional music and dance in family-friendly settings. Music seems to be a natural part of these mountains – practically inseparable from those who call this special place home. For as long as Europeans have populated the Southern Highlands, they have enjoyed the music that is so much a part of their heritage.    The Appalachian music of the early nineteenth century was performed primarily on the fiddle and banjo. English, Irish and Germans brought fiddles with them as they settled the mountains. Fiddle tunes sometimes imitated the sound of Scottish bagpipes or, at other times, the jigs, reels, hornpipes, or old European ballads. The other primary instrument, the banjo, has roots sinking deep into African culture. Banjos were the instruments of choice among plantation slaves.    The evolution of traditional music and its steady popularity throughout the Blue Ridge are of particular relevance to the National Park Service's role in preserving Appalachian culture. Visitors can hear traditional fiddle music or more modern styles at a multitude of Parkway locations throughout the summer. The Blue Ridge Music Center serves as a central place to tell the rich story of mountain music and help perpetuate its role in the culture of the region for generations to come.        Where to hear this music along the Parkway: Special music events take place at Humpback Rocks (MP 5.8), Roanoke Mountain Picnic Area (120.4), and Mabry Mill (MP 176).    The Blue Ridge Music Center along the Parkway (MP 213) celebrates the music and musicians of the Blue Ridge. The Music Center includes an outdoor amphitheater, an indoor interpretive center\/theater, and The Roots of American Music, a FREE interactive, and entertaining, exhibition highlighting the historical significance of the region's music. Go to the Blue Ridge Music Center concert schedule to find out who is playing.   The sounds of the fiddle, banjo, and guitar are likely to welcome you when you visit the Blue Ridge Music Center. Experience regional traditional music each day of the week with FREE local Mid-Day Mountain Musicians playing on the breezeway of the visitors center from Noon - 4 PM.   Join the crowd to enjoy traditional music concerts held at Mabry Mill, Humpback Rocks, and Roanoke Mountain Day Use area during the summer. Check the Parkway's calendar of events for more information.   To learn more about mountain music: Both states that are home to the Parkway also have routes that celebrate the local music and can connect you to jam sessions and concerts. Many of these shows are found in communities adjacent to the Blue Ridge Parkway. Check out The Crooked Road in Virginia and the Blue Ridge Music Trails of North Carolina for more information.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/historyculture\/blue-ridge-music.htm"
}
