{
    "title": "Blue Ridge Parkway: Abbie Rowe",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Abbie Rowe                Abbie Rowe         Abbie Rowe   Abbie Rowe was a photographer for the National Park Service in Washington D.C., and had unprecedented access to the official activities of five Presidents from 1941 through 1967. He was born on August 23, 1905 in Strasburg, Virginia. He was first hired in 1930 with the Bureau of Public Roads, and went on to become a noted photographer for the National Capital Parks of the National Park Service. Many of his photographs documented public buildings and roads in and around the nation's capital. In December 1941, he received an assignment. At the request of President Roosevelt, the National Park Service assigned him to provide photographic coverage of the President's activities, particularly those that occurred away from the White House. Gradually, his duties were expanded to include the documentation of events that took place within the White House. By the Truman administration, he was called upon to document the President at many official ceremonies, and his work continued through the Eisenhower, Kennedy, and Johnson Administrations. Rowe died in April 1967.          Photograph shows an automobile and people standing at the overlook at Fox Hunters Paradise near mile post 218.6 in section 2A of the Blue Ridge Parkway. Taken by Abbie Rowe in 1946. \"Fox Hunters Paradise.\" Abbie Rowe  With the end of World War II, interest in the Blue Ridge Parkway surged and staff struggled to fulfill a flood of media requests for publicity photographs. In the spring of 1946, therefore, Parkway staff arranged for Rowe – still employed by the Park Service though assigned to the White House – to spend three weeks taking black and white and color pictures on the Parkway. Dates on Rowe’s 200 Blue Ridge Parkway photographs, however, indicate that this may have been only the first of several trips he made to the Parkway from 1946 to 1952. While certain locations, such as Bluff’s Coffee shop, Bluff’s Lodge, Moses H. Cone Memorial Park, and Linville Falls, stand out as areas of focus for Rowe’s Parkway visits, mileposts noted on his photographs indicate that he traversed much of the road. Rowe’s often stunning Blue Ridge Parkway photographs help today’s generation of Parkway travelers look through a window to the past to see how previous generations of Parkway travelers experienced the “beauty and grandeur” of the Parkway. Rowe’s Parkway photos range from scenic images highlighting the road’s natural setting to pictures of visitor facilities and Parkway travelers enjoying the road. Reporting on Rowe’s 1946 visit, Parkway Superintendent Sam Weems noted Rowe’s success in capturing visitors out of their cars – a type of image he noted would be needed “if we are to bring home to the motorist traveling the Parkway the fact that their trips will be the more enjoyable for having stopped off for picnic lunches and hiking in the recreation areas enroute.”  In 1949, the National Park Service published the “Blue Ridge Parkway, Virginia-North Carolina” brochure, which featured many of Rowe’s photographs.  Text provided by Driving Through Time: The Digital Blue Ridge Parkway.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/historyculture\/abbie-rowe.htm"
}
