{
    "title": "Blue Ridge Parkway: Stanley Abbott",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Stanley Abbott                Stanley Abbott         Stanley W. Abbott   Stanley William Abbott was born in Yonkers, New York and his urbanist origins and close proximity to the largest city in the country left a lasting impression on him. His professional training was through Cornell University where he received a B.A. in landscape architecture. He was immediately employed to work with the Westchester County Parks Commission in New York. Abbott's youth was not a deterrent to his appointment by two of the founders of parkway design, Jay Downer and Gilmore D. Clarke. When he was appointed to oversee the creation of the Blue Ridge Parkway, Abbott was already well-known in the small circle of landscape architect professionals. He gave landscape work his highest priority when prioritizing the maintenance projects of the New Deal CCC camp workers. Abbott, often described as a 'regionalist' found in Harold Ickes and others associated with the parkway design, an opportunity to extend his vision of an environmentally sensitive design plan that would preserve the cultural history found along the parkway route. His interest and expertise in park design and in land use planning can be seen in the early planning for the Blue Ridge Parkway. On June 30 of 1936 Congress formally announced the establishment of the Blue Ridge Parkway with the act [Public Law 848]. The Parkway was placed under the jurisdiction of the National Parks Service and Stanley Abbott was officially named the Resident Landscape Architect and the Acting Superintendent in March of the following year, 1937. He was only 25 years old. He remained as the lead designer of the Parkway and its Superintendent until the outbreak of WWII when he was called into service for the war effort. Abbott was one of the founding members of the Society of Landscape Architects, the close circle of professionals. He was, by some accounts, an enlightened land manager and with R. Getty Browning, the North Carolina primary engineer, produced a parkway that remains one of the most significant examples of landscape architecture in the country.        Text excerpted from http:\/\/toto.lib.unca.edu\/web_exhibits\/BRP_not_so_back_exhibit\/06_people\/06_people.htm",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/historyculture\/stanley-abbott.htm"
}
