{
    "title": "Blue Ridge Parkway: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia         NPS photo  Photographers, artists, writers, and musicians have considered the Parkway as their inspiration for generations. The long views at sunrise or sunset can be breathtaking along with the up close views that come with more careful observation. This gallery will give you just a hint of what is waiting for those with camera in hand!          “Driving Through Time” is part of the Digital Publishing program Documenting the American South at the Carolina Digital Library and Archives.    Historic Parkway Photos and Maps Driving through Time: The Digital Blue Ridge Parkway is an extensive digital history collection that features thousands of historic photographs, maps, postcards, government documents, oral history interviews, and newspaper clippings documenting the Parkway's more than 75-year history. The site, hosted at the University of North Carolina libraries, will eventually include nearly all of the historic Parkway photograph collection now held by the Blue Ridge Parkway headquarters, as well as many other historical documents from the park's archive that were digitized especially for the project. Everything is fully searchable. Each digitized item is also assigned geographic coordinates so that it can be viewed on a map, enabling users to visualize and analyze the impact of the Blue Ridge Parkway on the people and landscape of western North Carolina and southwest Virginia. Many historic maps (including North Carolina Parkway Land Acquisition Maps and the Park Service's Parkway Land Use Maps for North Carolina) are \"georeferenced\" (aligned with present landscapes so past and present can be compared). Interpretive essays, called \"overlooks,\" introduce viewers to new research on Parkway history, and K-12 lesson plans invite teachers to use the site's primary source collections in teaching.",
    "url": "https:\/\/www.nps.gov\/blri\/learn\/photosmultimedia\/index.htm"
}
