{
    "title": "Blue Ridge Parkway: Trail Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Trail Safety              Trail Safety          Your safety depends on your own good judgement, adequate preparation, and constant attention:  Let a responsible person know where you are headed and when you plan to return. Hike with another person. Keep your hiking party together. Always keep children in your sight when hiking--do not allow them to get ahead of you or fall behind. Stay on designated trails to avoid ticks and snakes. Always be aware of your surroundings! Bears may be encountered on trails. Read Bear Safety to learn what to do if you see a bear. Check the current weather forecast before hitting the trail and be prepared for changing conditions. Be aware of any approaching weather systems and avoid ridgetops during thunderstorms. Do not rely on technology to save you. Cell phones do not work in many locations along the Parkway and GPS is sometimes unreliable. Carry a flashlight or headlamp--even on a dayhike. If you have trouble on the trail, darkness may fall before you can finish your hike. Take adequate water--minimum 2 quarts per person per day. Carry a small first aid kit. Wear shoes or boots that provide good ankle support. Avoid hypothermia (the dangerous lowering of body temperature) by keeping dry. Avoid cotton clothing. Dress in layers that can be easily removed or added as you heat up or cool down. Always carry a wind-resistant jacket and rain gear-even on sunny days! Do not leave any valuables in your car where they can be seen by others. Store your valuables out of sight and lock your cars before heading out on the trails. If you have an emergency and have cell phone access, call 911. Tell the operator that you are on the Blue Ridge Parkway and what trail you are on. Be prepared to give the operator a thorough description of the problem. If you do not have cell phone access, send other hikers to get help. .    The following factors often result in hiking emergencies:  Failure to plan and prepare Failure to carry adequate drinking water Inadequate footwear or clothing Lack of fitness level for type of terrain or length of hike Impaired or poor judgement, sometimes induced by fatigue, exhaustion, or hypothermia Failure to let family and\/or friends know of your specific route and return time Failure to keep your hiking party together       Significant Hazards Encounters With Bears Black bears are wild and their behavior is unpredictable. Although extremely rare, attacks on humans have occurred, inflicting serious injuries and death. Treat bear encounters with extreme caution! Read Bear Safety to learn how to handle bear encounters. Bear pepper spray may be carried by hikers for the strict purpose of protection against bodily harm from aggressive wildlife. It should not be applied to people, tents, packs, other equipment or surrounding area as a repellent. Bear pepper spray is a chemical formula designed specifically to deter aggressive or attacking bears. It must be commercially manufactured and labeled as \"Bear Pepper Spray\" and be registered with the Environmental Protection Agency and individual states. Bear spray must contain between 1% to 2% of the active ingredients capsaicin and related capsaicinoids. Venomous Snakes Two species of venomous snakes may be encountered on Parkway trails, the northern copperhead and timber rattlesnake. Be cautious where you place your hands and feet, especially around old buildings and stone fences. Insects Yellowjacket wasps build nests in the ground along trails and streams and are aggressive when disturbed. Avoid perfume, powder, and scented deodorants which may attract yellowjackets. Stings cause local swelling and can lead to severe allergic reactions in a few sensitive individuals. Such persons should carry epinephrine kits. Ticks may also be encountered on trail. Be sure to thoroughly check your skin, including your scalp, and clothing for ticks after hiking. Treat All Drinking Water The protozoan Giardia lamblia may be present in Parkway waters. When ingested, their reproductive cysts may cause an intestinal disorder that appears weeks after your trip. Treat water with a filter capable of removing particles as small as 1 micron. Ice and Wet Leaves In winter, trails may be covered with ice. Use crampons or other traction devices for your boots. In autumn, loose, slick leaves on the trail cause many hikers to fracture their ankles. Be certain to wear ankle supporting boots. Trees and Limbs Before you sit down for a rest, take a moment to look up and around you for any trees or limbs that may pose a hazard. Move away from any areas that may be threatened by tree or limb fall.      Sharing the Trails While parkway trails can offer peace and tranquility, it is likely that you will encounter other visitors enjoying a variety of recreational activities.  Be courteous to other trail users. Allow other trail users to pass. When in a group, avoid blocking the trail. Stay Alert. Slower moving individuals may be startled by faster moving trail users. Make your presence known to other trail users well in advance, particularly when approaching from behind. Stay on designated trails. Prevent personal injury and damage to natural resources by staying on designated trails Dogs are allowed on trails, but must be on a leash. Do not leave dog waste on trails -- bag it and take it with you. Some hikers may be frightened by dogs; communicate with other hikers and always keep your dog under control.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/trail-safety.htm"
}
