{
    "title": "Blue Ridge Parkway: Bear Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Bear Safety              Bear Safety          Warning: Bears are wild animals that are dangerous and unpredictable. Do not approach bears or allow them to approach you!  Willfully approaching within 50 yards (150 feet), or any distance that disturbs or displaces a bear, is illegal in the park. Violation of this federal regulation can result in fines and arrest. Use binoculars, telephoto lens, or a spotting scope to view the animals. Notice: Mandatory food storage regulations are in effect in all park campgrounds, picnic areas and backcountry campsites. All food, coolers, utensils, cook stoves and other food related items must be stored out of sight in a closed vehicle or in a bear proof food storage locker. Never leave food or coolers unattended--even for a minute!            Attacks on humans are rare. If you are physically attacked by a black bear, fight back aggressively with any available object--the bear may consider you as prey! Do not \"play dead.\" Help protect others by reporting all bear incidents to a park ranger immediately. Keep your distance from bears.  Sam Hobbs photo.  What Do I Do If I See A Bear? Black bears are wild and their behavior is unpredictable. Although extremely rare, attacks on humans have occurred, inflicting serious injuries and death. Treat bear encounters with extreme caution! Learn what to do if you see a bear. (This video mentions Great Smoky Mountains National Park, but provides valuable information that is applicable to Parkway visitors.) If you see a bear:  Remain watchful. Do not approach it. And do not allow the bear to approach you. If your presence causes the bear to change its behavior (stops feeding, changes its travel direction, watches you, etc.) you are too close. Being too close may promote aggressive behavior from the bear such as running toward you, making loud noises, or swatting the ground. The bear is demanding more space. Don't run, but slowly back away, watching the bear. Increase the distance between you and the bear. The bear will probably do the same. .  If a bear persistently follows or approaches you, without vocalizing, or paw swatting:  Change your direction. If the bear continues to follow you, stand your ground. Act aggressively to intimidate the bear. Talk loudly or shout at it. Throw non-food objects such as rocks at the bear. Use a deterrent such as a stout stick. Act together as a group if you have companions. Make yourselves look as large as possible (for example, move to higher ground). Don't run and don't turn away from the bear. Don't leave food for the bear; this encourages further problems. .  If the bear's behavior indicates that it is after your food and you are physically attacked:  Separate yourself from the food. Slowly back away. .  If the bear shows no interest in your food and you are physically attacked, the bear may consider you as prey:  Fight back aggressively with any available object! Do not play dead! .  Help protect others, report all bear incidents to a park ranger immediately. Above all, keep your distance from bears! Stay safe in black bear country!. (This video mentions Great Smoky Mountains National Park, but provides valuable information that is applicable to Parkway visitors.)        Black bears can be dangerous and unpredictable. Do not approach bears or allow them to approach you. Sam Hobbs photo.  Encounters in Camp The best way to avoid bears is not to attract them. The majority of bear encounters in campgrounds are the result of inadequate storage of foods and other attractants (i.e. toothpaste, soap, etc.). In order to prevent bear encounters keep tents and sleeping bags free of food odors--do not store food, garbage, or other attractants in them. A clean camp is essential to reducing problems. Pick up food scraps and garbage around your site. Secure food and other attractants at night or when not in use. If a bear enters your campsite, pack up your food and trash. If necessary, try to scare the animal away by talking loudly or shouting at it, by banging pots together or even throwing nonfood objects. Do not however, throw food at the bear, this encourages further problems. If the bear is persistent, move away slowly to your vehicle or another secure area. Report the incident to a Ranger right away.      Garbage Kills Bears! The bear's keen sense of smell leads it to insects, nuts and berries, but the animal is also enticed by the tantalizing smells of human food and garbage such as hot dogs, apple cores, chips, and watermelon rinds left on the ground in picnic areas, campgrounds, and along trails. Feeding bears or allowing them access to human food and garbage causes a number of problems:  It changes the bear's behavior and causes them to lose their instinctive fear of humans. Over time, these bears may begin approaching people in search of food and may become more unpredictable and dangerous. Bears that obtain human food and garbage damage property and injure people. These bears pose a risk to public safety. They can also teach other bears this dangerous behavior. Often, they must be euthanized. Studies have shown that bears that lose their fear of people by obtaining human food and garbage never live as long as bears that feed on natural foods and are shy and afraid of people. Many are hit by cars and become easy targets for poachers.  For these reasons, park rangers issue citations for littering, feeding bears, and for improper food storage. These citations can result in fines of up to $5,000 and jail sentences lasting up to six months. Visitors are urged to view all wildlife at a safe distance and to never throw food or garbage on the ground or leave it unattended. Garbage Kills Bears!        What NOT to do when encountering a bear.   The Biggest Threat to Bears is YOU! Bear management is really people management. How visitors behave while in the park has an impact on the safety of bears. Bears that cause property damage or injure humans may have to be euthanized. If you are careless with your food or litter, or allow a bear to get too close to you, YOU may be responsible for a bear's death! What Can You Do To Protect Bears?  Do not feed bears or other wildlife! Do not approach within 50 yards or any distance that disturbs a bear. Approaching any wild animal is dangerous! Feeding and\/or harassing wildlife is illegal and is punishable by fines of up to $5,000 and\/or imprisonment of up to six months. Store all food items. Mandatory food storage regulations are in effect in all park campgrounds, developed areas and backcountry campsites. All food, coolers, utensils, cook stoves and other food items must be stored out of sight in a closed vehicle or if available, in a bear-proof food storage locker. Never leave food or coolers unattended (even for a minute!) Items such as gum, pet food, soap and deodorant should be stored in the same manner as food is. They are attractive to a bear's keen sense of smell. Keep your area clean. Pick up food scraps and dispose of all garbage including fruit rinds and cores in a secure trash can or dumpster. Close the lid after depositing your trash. Do not place trash outside of an overflowing dumpster or trash can. Clean fire grates and rings when you are finished. Pick up food scraps and aluminum foil and dispose of them in a secure dumpster or trash can. Do not burn garbage or food scraps in grills or fire pits. Report bear incidents. If you see another visitor breaking these rules, or encounter a bear in a picnic area or campground, on a trail, or in any other developed area, please call (800) 727-5928 or stop at a Visitor Center to report it.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/bear-safety.htm"
}
