{
    "title": "Blue Ridge Parkway: Leave No Trace",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Leave No Trace                Leave No Trace          Leave No Trace is simple. At its heart it is a set of seven principles which can be applied in any natural setting to minimize human impacts on the environment. Listed below are the seven principles of Leave No Trace with ways to apply these principles to the Blue Ridge Parkway. Whether you are hiking and camping in the surrounding wilderness or simply taking an afternoon drive, following Leave No Trace principles will help protect the land and preserve the experience for you and for future visitors.  Plan Ahead and Prepare Planning ahead for your visit to the park is the first step in helping preserve the park and your experience here. Know and follow park regulations. Schedule your trip to avoid times of high use. Travel and Camp on Durable Surfaces Durable surfaces include established trails and campsites, rocks, gravel, and grasses. Stay on trails to keep from trampling fragile vegetation. Avoid shortcutting trails; shortcuts create new trails and increase trail erosion. Dispose of Waste Properly Keep the park clean! Pack it in; pack it out. Pack out all trash and food scraps from backcountry\/wilderness areas. When backpacking, deposit solid human waste in a hole at least 6-8 inches deep and 200 feet from water, camp, and park trails. Leave What You Find All plants, animals, rocks, and artifacts are protected along the Blue Ridge Parkway and its surrounding forests. Preserve the sense of discovery for others by leaving all natural and cultural artifacts as you find them- this includes picking flowers and plants. Take pictures, write poetry, or sketch to help you remember what you discover here. Minimize Campfire Impacts Campfires can cause lasting impacts to the backcountry. Use a lightweight stove for cooking and enjoy a candle lantern for light. Where fires are permitted, use established fire rings, fire pans, or mound fires. Keep fires small. Only use sticks from the ground that can be broken by hand. Burn all wood and coals to ash, put out campfires completely, then scatter cool ashes. Respect Wildlife The Parkway is home to many animals, and we are visitors to their home. Carry binoculars and observe wildlife from a distance. If an animal changes its behavior because of your presence, you are too close. Wild animals find plenty of their natural food in the park; human food does not give them the proper nutrients to survive the winter, so keep animals healthy by not feeding them. Be Considerate of Other Visitors People visit the Parkway for different reasons. Preserve the park experience for all visitors by showing courtesy towards others. Excessive noise, unleashed pets, and damaged surroundings take away from everyone's experience. Preserve a sense of solitude by hiking in small groups. Keep noise levels down when hiking and camping. Observe \"quiet hours\" in park campgrounds    Watch a Leave No Trace video to learn more about these principles.       Leave No Trace is a national program which promotes the protection of our nation's wild-lands through education, research, and partnerships. Leave No Trace builds awareness, appreciation, and respect for America's public lands by teaching minimum impact skills and wildland ethics. The four federal land management agencies: the National Park Service, the U.S. Forest Service, The Bureau of Land Management, and the U.S. Fish and Wildlife Service, all promote the Leave No Trace message. Working with outdoor retailers, educators, and user groups, these Federal agencies are helping to make Leave No Trace the common language for all outdoor enthusiasts.   The member-driven Leave No Trace Center for Outdoor Ethics teaches people how to enjoy the outdoors responsibly. This copyrighted information has been reprinted with permission from the Leave No Trace Center for Outdoor Ethics: www.LNT.org",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/leave-no-trace.htm"
}
