{
    "title": "Blue Ridge Parkway: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing              Fishing        Abbott Lake at Peaks of Otter. Peter Hamel photo       Fishing Parkway Waters A mountaintop park may seem an unlikely place to fish, but just the opposite is true. The National Park Service protects over one hundred miles of streams, many of them small, spring-fed watercourses that rise along the spine of the Blue Ridge. In addition, planners designed thirteen artificial lakes along the Parkway to enhance the natural beauty of the scenic drive. These streams and lakes hold a special interest for those trying to enhance their Parkway experience by searching out native or stocked fish in a mountain environment. Licenses and Regulations Fishing is allowed in Parkway waters with a valid state fishing license from either North Carolina or Virginia. No special trout stamp or license is needed and persons under age 16 can fish without a license when accompanied by a licensed adult. Only single hook, artificial lures may be used in most Parkway waters. Digestible baits, except unpreserved fish eggs or live baits other than earthworms, are allowed in designated waters. Fishing is not permitted from footbridges, dams or adjacent walls. In trout waters, regulations are posted at the stream bank and are in effect for that stream only. On all Parkway waters, fishing is allowed from one half hour before sunrise to one half hour after sunset. Digging for bait on Parkway land is not allowed. Be aware that many streams meander onto U.S. Forest Service or private land and regulations will vary as the jurisdiction changes. Catch and Release: “Your Future & Theirs” “Catch and release” fishing is growing in popularity around the world among environmentally sensitive fishermen. The thrill of landing a beautiful fish and releasing it to its native habitat is a rewarding feeling for many anglers. Barbless hooks and minimal handling help ensure that the fish will survive a catch and live to reproduce or provide sport for another day. A photograph of your catch can be just as rewarding as “taking home the kill.” Although the law does not require “catch and release” on all streams, the habit is one that will ensure healthy populations of species for future generations. Species of Fish Found in Parkway Streams and Lakes Most of the lakes on the Blue Ridge Parkway support warm water species such as bass, bream, or bluegill. In Parkway streams and some stocked lakes, a variety of species of trout may be found: Brown trout have been stocked in eastern streams since the late nineteenth century. These golden colored trout are not native to the Appalachian Mountains. Rainbow trout have been stocked in eastern streams as sport fish as well. These beautiful fish with the pink stripe down the side are originally native to the western United States. Brook trout are the only native trout in the southern Appalachians. This small fish with beautiful orange and red markings has survived many changes in its habitat during the centuries that humans have occupied the Blue Ridge. Catching a “Brookie” is an experience that most anglers carry with them for a lifetime. For additional information on fishing and site specific stream information, please visit the Superintendent's Compendium.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/fishing.htm"
}
