{
    "title": "Blue Ridge Parkway: Museum of NC Minerals",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Popular Destinations     Museum of NC Minerals                Museum Of North Carolina Minerals - MP 331            The Museum of North Carolina Minerals is open year round and highlights the area's rich mineral resources and the mining heritage. Discover hands-on, interactive exhibits that explore the creation of the Blue Ridge Mountains and a wide variety of minerals:   A video re-creation of the \"grand collision,\" the crucial mountain-building episode for the Appalachian Mountains. A Rock-Morphing Machine that \"turns up the heat,\" simulating the effects of heat and pressure in formulating metamorphic rocks. A mineral that responds to ultra-violet light is said to fluoresce. Turn on the black light and see what glows.   Mining in North Carolina is a 3,000-year old saga, in which the Spruce Pine Mining District has often played a dramatic starring role. Essentially, mining is the story of people taking minerals from the ground and using them to improve their lives. Mining exhibits at the museum include:  Replicas of cooking bowls, tobacco pipes, and other implements made from soapstone quarried by Native American stone workers. Evidence that virtually every silicon computer chip in the world owes its existence, at least in part, to ultra-pure quartz from the Spruce Pine Mining District. Oral histories of miner's first-hand experiences.  Other Stories This low notch in the mountains, called Gillespie Gap, is also significant for other reasons. Late in the American Revolution, frontiersmen from the mountains known as the \"Overmountain Men\" crossed the Blue Ridge here on their way to decisive engagement at Kings Mountain, South Carolina. The battle was one of the pivotal American victories over the British. The event is celebrated annually in mid-September with uniformed reenactors, cultural demonstrations, and educational programs.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/museum-of-north-carolina-minerals-mp-331.htm"
}
