{
    "title": "Blue Ridge Parkway: Mabry Mill",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Popular Destinations     Mabry Mill                Mabry Mill - Milepost 176          The sights and sounds of rural life in Appalachia resonate throughout the Rocky Knob area during the summer and fall. Everything here seems to speak of a settled and ancient landscape. Ed Mabry built this mill and he and his wife ground corn, sawed lumber, and did blacksmithing for their neighbors for three decades, creating a community gathering place for the folks who called Meadows of Dan their home in the early twentieth century. Grinding at the mill, cultural demonstrations, and a decades-long tradition of Sunday afternoon music and dancing continue to draw visitors.  In addition, sample some country fare at the Mabry Mill Restaurant and Gift Shop.      What to Do   Explore a short trail around the mill connecting historical exhibits about life in rural Virginia and allows visitors to view the gristmill, sawmill, and blacksmith shop Choose from three large picnic areas to rest and rejuvenate Take a hike into Rock Castle Gorge ″Enjoy the agricultural scenes along the roadway that make this a truly unique portion of the Blue Ridge Parkway During peak seasons, enjoy demonstrations of crafts by park volunteers at Mabry Mill  Enjoy traditional mountain music on Sundays throughout the season.        2016 Sunday Concerts Experience authentic music of the mountains by joining us on Sunday afternoons from 1:00 p.m. to 4:00 p.m. to enjoy a free concert.   May 29 - Southfork Ramblers  June 5 - The Original Orchard Grass  June 12 - Olen Gardner and Friends  June 19 - The McKenzies  June 26 - Erynn Marshall and Friends  July 3 - Southfork Ramblers  July 10 - Jezreel  July 17 - Root2 Music  July 24 - Fork Mountain Ramblers  July 31 - Eddie Bond & Friends  August 7 - Southfork Ramblers  August 14 - Fork Mountain Ramblers  August 21 - Olen Gardner and Friends  August 28 - Jezreel  September 4 - Southfork Ramblers  September 11 - Jason Phillips & Friends  September 18 - The Original Orchard Grass  September 25 - The McKenzies  October 2 - Southfork Ramblers  October 9 - Jason Phillips & Friends  October 16 - New River Bound  October 23 - Fork Mountain Ramblers   Bring a comfortable chair or blanket, and plenty of drinking water. Alcohol is prohibited. Wear sunscreen, a hat, and sunglasses to avoid sunburn. Concerts may be canceled in the event of inclement weather. For more information, call (540) 745-9680 weekdays or (276) 952-2345 on weekends.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/mabry-mill-mp-176.htm"
}
