{
    "title": "Blue Ridge Parkway: Peaks of Otter",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Popular Destinations     Peaks of Otter                Peaks of Otter - MP 85.6          Visitors of the Peaks of Otter gain a sense of both the history of community and tourism in the Blue Ridge Mountains. Human history here dates back 8,000 years, and in the mid-1800s, an active community supplied food and labor for a large resort hotel. The historic Johnson Farm remains as a remnant of this mountain community. Many famous naturalists found inspiration here, and the long history of visiting the mountains for health and relaxation is told in the visitor center. An extensive trail system is available with the hike to Sharp Top being a long-standing tradition. Dining and lodging is available, along with fishing in Abbott Lake, camping, and picnicking.  For more information visit our Eating & Sleeping page.      What to Do   Enjoy the Peaks of Otter Lodge with 63 rooms and restaurant Stop by the Visitor Center at Milepost 86 to find a ranger or get information about programs Picnic amid natural beauty along Little Stoney Creek with tables, charcoal grills and comfort stations Explore Polly Wood’s Ordinary, a cabin that served as the first lodging for travelers through the area starting in the early 1830’s, or Johnson Farm, a living history farm that entices visitors play games, help work the garden, or enjoy nature’s beauty by relaxing on the porch in a rocking chair Take a hike, with six trails to choose from within the Peaks of Otter area and three National Scenic Trails fewer than eight miles away Go fish! Abbott Lake is open to fishing for anyone with a valid North Carolina or Virginia fishing license. Please note the special regulations posted lakeside Grab a snack or camping supplies at the camp store. Camp under the stars at a Parkway-operated 144-site campground at the foot of Sharp Top mountain, with sites for 92 tents and 52 trailers or RVs, water, comfort stations with flush toilets and cold water sinks (no showers or hook-ups)",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/peaks-of-otter-mp-85-6.htm"
}
