{
    "title": "Blue Ridge Parkway: Backcountry Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Backcountry Camping              Backcountry Camping       Primitive Camping on the Blue Ridge Parkway     A signed backcountry camping permit is required for all overnight use of the primitive camping areas on the Blue Ridge Parkway. By signing a permit, the signer agrees to abide by all park rules and regulations and is responsible for all members of the camping party.       Backcountry camping permits are issued on a first-come, first-served basis and are available at applicable campgrounds from May 1 to October 31. From November 1 through April 30, permits are available at the corresponding District Office. Site inventory is limited, so advance reservations are encouraged.(See chart below. Permits are issued under the following conditions:   no more than 6 people per campsite    groups larger than 18 people are prohibited   permits cannot be issued for more than 3 consecutive nights   the approximate dates and location of entry and exit, number of overnight campers, and identification of any vehicles parked overnight are required for permit issuance        Milepost   Location   Permits Available At   # of Sites    Group Limit      167.1 Rock Castle Gorge    Rocky Knob Campground 540-745-9664 Rocky Knob District Office  540-745-9660    8  18     244.7 Basin Cove   Doughton Park Campground 336-372-8877 Bluffs District Office 828-348-3487   8 18    296.9 Johns River Road   Julian Price Park Campground 828-963-5911  Sandy Flats Ranger Station  828-348-3510    2  12            Backcountry Use Regulations 1. A backcountry camping permit is required for all overnight use and must be in your possession at all times. 2. Camping outside of the designated sites is prohibited. 3. Campfires are allowed only inside the government provided fire grill. Only wood that is dead and down on the ground may be collected for use as firewood. The cutting of standing trees, whether live or dead is prohibited. The use of camp stoves is encouraged. All fires may be banned during periods of high fire danger. 4. All trash must be carried out upon vacating the site. Do not leave litter or cans in the fire rings. DO NOT burn or bury any trash. 5. Historic and archeological resources are protected by federal law. The damaging, defacing or removal of these resources is prohibited. 6. Natural resources are protected by federal law. Do not disturb or remove any animal or plant life. 7. Hunting and trapping are prohibited. Fishing is subject to state and federal laws and limits. 8. Those whom can legally possess firearms under federal, state, and local laws are able to possess firearms on the Blue Ridge Parkway, subject to the laws of the state they are in at the time.It is the visitor's responsibility to understand and comply with all applicable state (North Carolina and\/or Virginia) and federal firearms laws. Firearms should not be considered a wildlife protection strategy. The discharge and\/or use of firearms remains prohibited at all times. 9. Pets must be leashed at all times while in the park. Horseback camping is not permitted. Horses are allowed on the Grassy Gap Fire Road during the day. 10. All human waste must be buried at least 6 inches deep and at least 100 feet from any stream. Pack out all diapers, tampons, and sanitary napkins in a sealed plastic bag. 11. Campsite improvements such as bough beds and trenching around tents is prohibited, as is the use of nails or spikes in trees for clotheslines, shelter construction or hanging lanterns. 12. Bathing or washing dishes or utensils in streams is prohibited. All unprotected water should be treated before consuming. 13. Food and other scented items must be in bear-proof containers or hung in a tree at least 10 feet above the ground and 4 feet from the trunk of the tree.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/backcountry-camping.htm"
}
