{
    "title": "Blue Ridge Parkway: Firewood Quarantine",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Firewood Quarantine                Quarantined Counties Listed by State       Updated December, 2014 - The following counties have federal or state quarantines in place which prohibit moving firewood. These quarantines were issued to prevent the spread of emerald ash borer, Asian long-horn beetle, gypsy moth, and thousand cankers disease. Federal and state regulations prohibit visitors from bringing firewood to the park from these counties. Arkansas - Ashley, Bradley, Calhoun, Clark, Cleveland, Columbia, Dallas, Drew, Garland, Grant, Hempstead, Hot Spring, Howard, Jefferson, Lafayette, Lincoln, Little River, Miller, Montgomery, Nevada, Ouachita, Pike, Saline, Sevier, Union Colorado - Boulder Connecticut - Fairfield, Hartford, Litchfield, Middlesex, New Haven District of Columbia - all areas within the District are under quarantine Georgia - Carroll, Clayton, Cobb, Dekalb, Fayette, Fulton, Gwinnett, Henry, Newton, Rockdale, Walton, Whitfield Illinois - all counties in the state are under quarantine Indiana - all counties in the state are under quarantine Iowa - all counties in the state are under quarantine Kansas - Johnson, Leavenworth, Wyandotte Kentucky -all counties in the state are under quarantine Maryland - Allegany, Anne Arundel, Baltimore, Calvert, Carroll, Charles, Frederick, Garrett, Harford, Howard, Montgomery, Prince George's, St. Mary's, Washington, Baltimore City Massachusetts - all counties in the state are quarantined Michigan - all counties are quarantined except Baraga, Dickinson, Gogebic, Iron, Marquette, Menominee and Ontonagon Missouri - all counties in the state are under quarantine Minnesota - Cook, Dakota, Hennepin, Houston, Lake, Olmsted, Ramsey, Winona New Jersey - all counties in the state are under quarantine New Hampshire - Hillsborough, Merrimack, Rockingham New York - Albany, Allegany, Broome, Brooklyn, Cattaraugus, Cayuga, Chautauqua, Chemung, Chenango, Columbia, Delaware, Dutchess, Erie, Genesee, Greene, Livingston, Madison, Manhattan, Monroe, Nassau, Niagara, Onondaga, Ontario, Orange, Orleans, Otsego, Putnam, Queens, Rensselaer, Schenectady, Schoharie, Schuyler, Seneca, Staten Island, Steuben, Suffolk, Sullivan, Tioga, Tompkins, Ulster, Wayne, Westchester, Wyoming, Yates, and parts of Fulton, Herkimer, Madison, Montgomery, Oneida, counties North Carolina - Granville, Haywood, Person, Vance Ohio - all counties in the state are under quarantine Pennsylvania - all counties in the state are under quarantine Tennessee - Anderson, Blount, Bradley, Campbell, Carter, Claiborne, Clay, Cocke, Davidson, Fentress, Grainger, Greene, Hamblen, Hamilton, Hancock, Hawkins, Jackson, Jefferson, Johnson, Knox, Loudon, Macon, McMinn, Meigs, Monroe, Morgan, Overton, Pickett, Polk, Putnam, Rhea, Roan, Scott, Sevier, Smith, Sullivan,Unicoi, Union, Washington Virginia - all counties in the state are under quarantine West Virginia - all counties in the state are under quarantine Wisconsin - Brown, Calumet, Columbia, Crawford, Dane, Dodge, Door, Douglas, Fond du Lac, Grant, Green, Iowa, Jefferson, Kenosha, Kewaunee, La Crosse, Lafayette, Manitowoc, Milwaukee, Monroe, Outagamie, Ozaukee, Racine, Richland, Rock, Sauk, Sheboygan, Superior,Trempealeau, Vernon, Walworth, Washington, Waukesha, Winnebago Canada - Provinces of Ontario and Quebec The states of California and Oregon also have quarantines in effect for Sudden Oak Death syndrome. Quarantines may be in effect for other insects and diseases not listed here. Please check with your local county agricultural extension agent for a complete listing of quarantines in your area.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/firewood-quarantine-by-state.htm"
}
