{
    "title": "Blue Ridge Parkway: Moses Cone Memorial Park",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Popular Destinations     Moses Cone Memorial Park                Moses H. Cone Memorial Park - MP 294          Textile entrepreneur and philanthropist Moses H. Cone, the son of German Jewish immigrants, fashioned a textile empire that became the world's leading producer of denim in the late 1800s. He and his wife Bertha built this summer retreat, known as Flat Top Manor, at the turn of the 20th century. Visitors who explore the trails and carriage roads of the estate gain an understanding of the influence of this textile giant, and the role that the landscape architecture movement and country estate movement had on life in some parts of the Appalachian mountains. The site is on the National Register of Historic Places. This site is open seasonally. The Southern Highland Craft Guild operates a craft shop with an extended season, while the Park Service and Eastern National operate from May through October.       What to Do    Ranger led tours of the second floor of the former home of Moses and Bertha Cone are conducted every Saturday and Sunday throughout the season at 10:00 AM,11:00 AM, 2:00 PM and 3:00 PM.  Tour is approximately 45 minutes long. Reservations are required and are accepted beginning at 10 am on the Friday prior to the requested tour. To make reservations, call 828-295-3782 or sign up in person at the Manor House. The upstairs is open on Wednesdays from 10:30 AM to 12:30 PM for informal, self-guided tours. Rangers will be on hand to answer questions.  The formal and informal tours do not occur during the week of the Overmountain Victory Celebration at Gillespie Gap (MP 331). Visit the Parkway’s official craft center at Flat Top Manor at the Moses Cone estate and watch mountain handicraft demonstrations Explore a family cemetery, carriage and apple barn, and an extensive system of carriage trails for a unique Parkway visit Enjoy ample nature walks and hiking trails throughout the parks Picnic and take your choice of more than 100 picnic sites Camp under the stars at the Parkway’s largest campground Enjoy seasonal interpretive programs at a 300-seat amphitheater, guided walks and evening campfire program",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/moses-h-cone-memorial-park-mp-294.htm"
}
