{
    "title": "Blue Ridge Parkway: Wedding Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Wedding Permits                Wedding Permits       Frequently Asked Questions Regarding Wedding Permits Can I get married on the Blue Ridge Parkway?  The Blue Ridge Parkway does issue permits for weddings in most places along the Blue Ridge Parkway. Are there any restrictions on the size of my wedding group?  Yes, wedding permits are issued for 25 people or less. The exception is a wedding held at Peak of Otter lodge, which allows up to 100 people if you book through the Lodge. A special park use permit is still required. Are there any date\/time restrictions?  Yes, wedding permits are limited to 2 hours in duration. Wedding permits do not authorize in park receptions. Additionally, wedding permits are not issued for any federal holiday, federal holiday weekend, or the entire month of October. How much does a wedding permit cost? The non-refundable application fee is $60.00 and the non-refundable permit is $40.00. What does my wedding permit cover? The permit is simply an authorization for the activity at the time\/date\/location listed on the permit. The permit does not cover, nor does the park supply an officiant, state license\/paperwork, photographer, or reception\/catering, chairs etc. Can I block off the area for my wedding to keep the public out? No. The park is a public area and is open for individuals.  Do you offer any type of rain delay or refunds? No. The permit is for a particular date\/time\/location. Additionally, the fees for the application and permit are for the paperwork that has been completed and processed. Are there any other types of unique restrictions for wedding in the park? The following are some of the items that are not allowed:  Live plant material, this includes cut flowers for bouquets and potted plants. Live plant materials may contain insects or unwanted pests that could to be introduced into the park. Please note that silk flowers are allowed. The releasing of doves, butterflies, or other types of wildlife is prohibited. The throwing of birdseed, rice, or food related items is prohibited.  Feeding wildlife is prohibited (36 CFR 2.2(a)(2)). The use of horses or horse drawn carriages is prohibited. The use of fire or open flames is prohibited. This includes candles. (If a candle is necessary for your event, a battery operated candle is suggested). The attaching of ribbons, flowers, balloons or signs to vegetation, rocks, or signs within the park is prohibited. The releasing of balloons within the park is prohibited. Alcoholic beverages are prohibited. For additional information specific to alcohol, please read the Superintendent's Compendium.  Where can I find the application for a wedding permit? The application for a wedding permit is available online.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/wedding-permits.htm"
}
