{
    "title": "Voyageurs National Park: Monitoring Programs at Voyageurs",
    "body": "Explore This Park    Learn About the Park     Science & Research     Monitoring Programs at Voyageurs              Monitoring Programs at Voyageurs         Larval dragonflies collected from Sand Point Lake.   Contaminants  Identify parks and water bodies where concentrations of mercury, lead, and persistent organic contaminants may be high enough to adversely affect fish and wildlife. Assess patterns of methylmercury (MeHg) contamination in aquatic food webs. Prey fish (one-year-old perch), predator fish (northern pike), larval dragonflies, zooplankton, water, and sediment are collected from Brown, Peary, Ryan, and Sand Point lakes.       Forest Vegetation  Collect data on trees, saplings, shrubs, ground layer, and coarse woody material. 38 plots scattered across the park, encompassing 11 forest types and four general habitats based on soil moisture and nutrients. Plots are visited once every nine years.         A park biologist conducts a songbird survey.   Songbirds  80 points across the park are visited once a year during the month of June. Determine species trends, make data available for comparisons, describe important habitats and how birds are using them, and use the data to help in talking about birds with neighbors, visitors and staff.       Landscape Dynamics  Disturbance (fire, wind storm, flood, insect or disease outbreaks) is an important part of houw the boreal ecosystem functions at the southern edge of its range. Human-caused disturbances (development, road-building, logging) also affects ecosystem function. Even disturbances outside the park can affect the park. Monitoring these disturbances shows us how the land has changed through time.         A park biologist prepares to deploy a multi-probe that will measure dissolved oxygen, pH, and other chemical parameters of lake water.   Water Quality  The protocol for monitoring water quality of inland lakes encompasses the following vital signs:   Core suite (temperature, dissolved oxygen, conductivity, pH, water clarity) Water level Advanced suite (alkalinity, dissolved organic carbon, silica, chloride sulfate, calcium, sodium, potassium, magnesium, chlorophyll-a, total phosphorus, total nitrogen, ammonium-nitrogen, nitrate+nitrite-nitrogen) Primary productivity (as estimated by chlorophyll-a measurements) Nutrient dynamics (as measured by the phosphorus and nitrogen species)   The Network also monitors diatoms (a class of algae that have cell walls made of silica) in lake bottom sediments approximately every five years. Diatom monitoring aids in the interpretation of water quality results and because particular diatom species only exist under certain conditions, can be used to infer historic changes in water quality. Data are collected monthly during the open-water months from Locator, Shoepack, Ek, Brown, Peary, Cruiser, Ryan and Little Trout lakes.       Weather and Climate Using meteorological and climate data that is already available from existing federal, state, and private programs, the Network is focused on making that information more readily available to parks through a web site and customized data acquistion and queries. http:\/\/www.climateanalyzer.org\/",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/monitoring-programs-at-voyageurs.htm"
}
