{
    "title": "Blue Ridge Parkway: Campground Regulations",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Campground Regulations                Campground Regulations         Campgrounds along the Parkway offer a variety of facilities and activities, including scheduled seasonal activities for adults and children, and self-guiding hiking trails. The following rules and regulations are designed to help make your stay as pleasant and safe as possible. They are also  intended to help maintain and preserve the magnificent natural and cultural features of the Blue Ridge Parkway.    General Information   Season Length Blue Ridge Parkway campgrounds are open May through October, conditions permitting.    Stay Limit Camping is limited to a maximum length of 30 consecutive days in any one campground and\/or 30 days total per calendar year across alll Parkway facilities.   Daily Campground Fee Per night charge for campsites is posted in each campground. Holders of the Interagency Senior, Access, Golden Age, or Golden Access passes are entitled to a 50% discount on campground fees. Passports can be obtained at all campgrounds.    Party Size A maximum of 6 persons may occupy a site.   Group Camping Available at Linville Falls Campground by online reservation through www.recreation.gov or by calling (877) 444-6777. These tent sites are limited to groups of 20 people. Interagency Senior and Access pass discounts do not apply.   Checkout Time 12:00 p.m. (noon)    Wheelchair Access All campgrounds except Rocky Knob inVirginia offer at least one wheelchair accessible campsite and adjacent accessible restroom.   RVs and Trailers Parkway campgrounds have sites that will accommodate trailers of varying lengths, although sites that can accommodate trailers or RVs over 30' may be limited. Dump stations are available at all campgrounds. No water or electrical hookups are available.    Reservations Although the majority of campsites are sold on a \"first come, first served\" basis, sites in all campgrounds (except of Crabtree Falls) may be reserved online at www.recreation.gov or by calling (87) 444-6777.  Reservations can be made up to six months in advance of desired camping dates. In fairness to all campers, please pay only for site(s) that you occupy each day.    Security Don't leave valuables at your site. Don't leave possessions unattended for extended periods of time. Please report all lost and found articles to a ranger or visitor center.    Back-Country Camping Limited back-country camping is available at Basin Cove in Doughton Park (336-372-8877), Rock Castle Gorge at Rocky Knob (540-745-9664), and Johns River Road at Julian Price Park (828-963-5911). Permits must be requested in advance. Check with a Park Ranger to learn about access to neighboring U.S. Forest Service back-country areas along the Parkway.     Regulations   The following rules and regulations are established under the authority of Title 36 of the Code of Federal Regulations. Their purpose is to protect you and your property, preserve the park's resources and facilities, and ensure that all visitors have a safe and enjoyable stay.    Designated Campsites Camping is permitted only at designated sites. Sites are for use by a single family or parties not exceeding six people.    Tents When tent pads are provided, all tents must be on pads. Only one tent is allowed per site unless there is adequate space for multiple tents on a single tent pad.    Driving and Parking Campground speed limit is 15 mph. Vehicles are to be parked on the pavement of an assigned site or in designated parking areas. No more than two vehicles may be parked in each site (i.e., trailer and car, two cars, two motorcycles). Bicycles, motorcycles, mopeds, all-terrain vehicles, and other forms of motorized vehicles are not permitted on hiking trails. With the exception of mopeds, all motorized vehicles operated on public roads must be properly registered and the operators licensed in accordance with state laws.     Food Storage All food, coolers, equipment used to cook or store food, and anything that may smell like food (such as toothpaste) must be stored in a closed vehicle or a camping unit made of solid, non-pliable material. Food may also be stores in food lockers provided in some campgrounds.    Fires Fires are permitted only in the fire ring provided. Only charcoal should be used in any grill provided. Gas grills and stoves are allowed. Extinguish all fires before leaving the campground or picnic area. Do not leave any fire unattended.    Wood Gathering Wood gathering for use in park campgrounds is limited to dead material on the ground lying no more than 100 yards from the camp or picnic site.      Quiet Hours Respect quiet hours between 10:00 p.m.-6:00 a.m. Use of generators is prohibited between the hours of 9:00 p.m.-8:00 a.m. Please keep in mind taht continuous, loud generator or audio equipment noise, at any time of the day, disturbs other campers.    Animal and Plant Life Wildlife must not be disturbed in any way. The hunting or trapping of animals is prohibited. Do not interfere with animals by feeding, touching or teasing them. Plant life is protected, too. Do not drive nails into trees or strip bark, leaves or branches from trees or shrubs. Use the lantern posts provided at each site. Do not hang lanterns from trees or loop them over branches or vegetation; these practices always damage and sometimes kill trees and vegetation.    Dogs, Cats, and Other Pets All dogs, cats, and other pets must be on a leash no longer than six feet or under physical restraint at all times. Do not leave pets unattended in the campground or your car. Please prevent excessive barking and properly dispose of pet waste.      Weapons Firearms are permitted in accordance with state law, but the use of any weapon on Parkway lands is prohibited. Firearms are prohibited in any government building where posted signs are present.     Skateboards, Roller Skates, Bicycles The use of skateboards and roller skates, and other coasting devices is not permitted in the park or campground. Bicycles are permitted on roads only. NC law requires persons under 16 years of age to wear an approved bicycle helmet when operating a bicycle. In Virginia, bicycle helmet regulations vary by county.     Metal Detectors Metal detectors are prohibited.    Clean Camps Campers are responsible for maintaining clean camps at all times. Thoroughly clean campsites before leaving; remove camping equipment and dispose of trash in dumpsters and recycling bins.    Use of Hydrants Hydrants are for emergency use only. Cleaning fish, bathing, or washing dishes or clothes at water hydrants is prohibited. Trailer hoses may not be connected to water hydrants.",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/campground-regulations.htm"
}
