{
    "title": "Blue Ridge Parkway: Tunnels",
    "body": "Tunnel Heights                   Tunnels               Buck Spring Tunnel               Circa 1950 Cars at Craggy Tunnel               Tanbark Ridge Tunnel             Tunnels Along the Parkway \/ Watch out for Bicycles! Tunnels are an iconic feature of the Parkway, with 36% of all NPS road tunnels found here. There are twenty-five Parkway tunnels in North Carolina and one in Virginia. These tunnels are listed below by milepost, length, maximum height (over the center of the road), and minimum height (over the edge of the road). Especially if you are driving a large motor home, you may want to take notice of some of these while you are making your plans.     MILEPOST   NAME   LENGTH   MAX HEIGHT   MIN HEIGHT     53.1   Bluff Mountain   630 feet   19 feet 1 in   13 feet 7 in     333.1   Little Switzerland   542 feet   19 feet 8 in   14 feet 4 in     336.8   Wildacres   330 feet   19 feet 10 in   13 feet 1 in     344.5   Twin Tunnel (North)   300 feet   21 feet   16 feet     344.7   Twin Tunnel (South)   401 feet   19 feet 7 in   14 feet 7 in     349.0   Rough Ridge   150 feet   21 feet 6 in   13 feet 9 in     364.4   Craggy Pinnacle   245 feet   19 feet 9 in   14 feet 1 in     365.5   Craggy Flats   400 feet   19 feet 5 in   14 feet 4 in     374.4   Tanbark Ridge   780 feet   19 feet 5 in   14 feet 1 in     397.1   Grassy Knob   770 feet   19 feet 2 in   13 feet 7 in     399.1   Pine Mountain   1434 feet   19 feet 3 in   14 feet 2 in     400.9   Ferrin Knob #1   561 feet   19 feet 6 in   14 feet 2 in     401.3   Ferrin Knob #2   421 feet   19 feet 2 in   14 feet     401.5   Ferrin Knob #3   375 feet   19 feet 5 in   13 feet 9 in     403.0   Young Pisgah Ridge   412 feet   19 feet 8 in   14 feet 6 in     404.0   Fork Mountain   389 feet   19 feet 2 in   14 feet     406.9   Little Pisgah   576 feet   19 feet 5 in   13 feet 10 in     407.3   Buck Springs   462 feet   19 feet 2 in   13 feet 8 in     410.1   Frying Pan   577 feet   19 feet 9 in   13 feet 8 in     422.1   Devil's Courthouse   665 feet   19 feet   14 feet 2 in     439.7   Pinnacle Ridge   813 feet   19 feet 1 in   13 feet 10 in     458.8   Lickstone Ridge   402 feet   18 feet 1 in   11 feet 1 in     459.3   Bunches Bald   255 feet   18 feet 4 in   10 feet 6 in     461.2   Big Witch   348 feet   18 feet 1 in   11 feet 3 in     465.6   Rattlesnake Mountain   395 feet   19 feet 6 in   14 feet 5 in     466.2   Sherrill Cove   550 feet   19 feet 7 in   14 feet 4 in",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/tunnel-heights.htm"
}
