{
    "title": "Blue Ridge Parkway: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons          From back country trails and camping, to favorite picnic areas and full service concession operations, the Parkway offers visitors a wealth of opportunities to experience the scenic beauty and natural and cultural heritage of the southern Appalachian region.   Please note, facility operating schedules are subject to change. Real-time road closing\/opening information is available at www.nps.gov\/maps\/blri\/road-closures.      2016 Spring\/Summer Facility Schedule Campgrounds Open first come, first served with self-registration through May 14; Reservations available on www.recreation.gov starting May 15.    Milepost Campground Open Date Notes   60.8 Otter Creek Campground May 6 Full services available.   85.6 Peaks of Otter Campground May 6 Full services available.   167.1 Rocky Knob Campground May 6 Full services available.   239.2 Doughton Park Campground May 6  RV loop and one tent camping loop open for season.   296.9 Price Park Campground April 1 Self-registration and Loop A only, open April 1 - May 5. Full services available after May 5.   316.4 Linville Falls Campground April 1 Self-registration April 1 - May 5. Full services available after May 5. Trout waters open 7:00 a.m. on April 2.   339.5 Crabtree Falls Campground May 6 Full services available.    408.8 Mount Pisgah Campground May 6 Full services available.           Concession Facilities     Milepost Concession  Open Date  Notes     85.6 Peaks of Otter Lodge  March 18 Full services available; Sharp Top bus service begins May 7; Peaks Country Store open April 9; Visit peaksofotter.com for more information.    176.2 Mabry Mill Restaurant & Gift Shop  April 29 Visit mabrymillrestaurant.com for more information.    258.7 Northwest Trading Post  April 18 Visit facebook.com\/profile.php?id=531619223549658 for more information.    294 Parkway Craft Center at the Moses Cone Manor  March 15 Visit southernhighlandguild.org for more information.    296.9 Price Park Boat Rental  April 1 Visit pricelakeboatrentals.wix.com\/blueridgeparkway for more information.    382.2 Folk Art Center  Open Year Round Visit southernhighlandguild.org for more information.    408.8 Pisgah Inn & Restaurant  April 1 Visit pisgahinn.com for more information.         Picnic Areas       Milepost  Picnic Area  Open Date  Notes    8.5 Humpback Rocks Picnic Area  April 15 Portable toilets available prior to May 5    63.6 James River Picnic Area  April 15 Portable toilets available prior to May 5     85.6 Peaks of Otter Picnic Area   April 15 Portable toilets available prior to May 5     120.4 Roanoke Mountain Picnic Area  April 15 Portable toilets available prior to May 5.  Sunday Mountain Music programs begin May 29, 7:00 PM-8:00 PM    154.5 Smart View Picnic Area  April 15 Portable toilets available prior to May 5     169 Rocky Knob Picnic Area April 15 Portable toilets available prior to May 5     188.8 Groundhog Picnic Area April 15 Portable toilets available prior to May 5      217.5 Cumberland Knob Picnic Area April 15  Portable toilets available prior to May 5     241.1  Doughton Park Picnic Area April 15 Portable toilets available prior to May 5      271.9 Jeffress Park Picnic Area April 15 Portable toilets available prior to May 5     296.4 Price Park Picnic Area Open Year Round Portable toilets available prior to May 5     316.4 Linville Falls Picnic Area April 3 April 2 (12:00 noon) - May 5, one loop open with comfort station. Full services for entire area available beginning May 5.    340.2 Crabtree Falls Picnic Area  April 15 Portable toilets available prior to May 5     367.6 Craggy Gardens Picnic Area April 15 Portable toilets available prior to May 5     407.8 Mount Pisgah Picnic Area April 15 Portable toilets available prior to May 5            Visitor Centers & Areas of Interest    Milepost  Visitor Center\/Area  Open Date   Notes   5.8  Humpback Rocks Visitor Center April 29 Open Daily, 10:00 AM-5:00 PM    5.8 Humpback Rocks Farm May 27  Open Daily, 10:00 AM-5:00 PM; Weekend farm-life demonstrations    63.6 James River Visitor Center May 27 Open Wed.-Sun. 10:00 AM-5:00 PM weekdays; 9:00 AM-5:00 PM on weekends     85.6 Peaks of Otter Visitor Center May 6 Open Daily, 10:00 AM-5:00 PM    85.6 Nature Center May 27 Open Daily, 10:00 AM-5:00 PM (with 1 hour closure at noon)    85.6 Johnson Farm May 13 Open Thurs.-Mon., 9:00 AM-5:00 PM    169 Rocky Knob Visitor Center  May 7   Open Sat.-Sun.,10:00 AM-5:00 PM    176.2 Mabry Mill Cultural Site  May 7  Open 10:00 AM-4:00 PM Sat.-Sun. only through May 22; Open daily beginning May 28; Weekly music begins May 29.    213 Blue Ridge Music Center May 7  Open 10:00 AM-5:00 PM Thurs.-Mon. through May 23, with mid-day Mountain Music daily from noon-4:00 PM; Open daily beginning May 26; Concert Season begins May 21, visit blueridgemusiccenter.org for more information.     238.5 Brinegar Cabin May 7  Open Sat.-Sun. only, 10:00 AM-4:00 PM (including holidays); Special request programs may be available during the week by calling (540) 745-9680.     294 Moses Cone Manor House April 15  Open Fri-Sun 10:00 AM-5:00 PM; Open daily beginning April 29; Also see Concession Facility note.     304.4 Linn Cove Visitor Center April 29 Open Daily, 10:00 AM-5:00 PM    316.4 Linville Falls Visitor Center April 29 Open Daily, 10:00 AM-5:00 PM  .     330.9 North Carolina Museum of Minerals  Open Year Round Open Daily, 9:00 AM-5:00 PM    364.5 Craggy Gardens Visitor Center April 15 Open 10:00 AM-4:00 PM Fri.-Sun. through May 1; Open daily beginning May 2; Beginning May 22 open until 5:00 PM    382.2 Folk Art Center Open Year Round  Open Daily, 9:00 AM-5:00 PM\/6:00 PM    384.5 Asheville Visitor Center Open Year Round Open Daily, 9:00 AM-5:00 PM    451.2 Waterrock Knob Visitor Center April 29 Open Daily, 10:00 AM-5:00 PM",
    "url": "https:\/\/www.nps.gov\/blri\/planyourvisit\/hours.htm"
}
