{
    "title": "Glacier National Park: Facilities",
    "body": "Explore This Park    Get Involved     Sustainability     Facilities              Facilities         Apgar Visitor Center is a gold-rated green building. NPS  At Glacier, we realize that the easiest way to move towards sustainability is to commit to it from the start. When creating new buildings, we recognize the environmental impact of each developmental stage, from energy usage to native landscaping. Apgar Visitor Center is a testament to that. When it was built in 2007, the Visitor Center gained LEED Gold Certification, an official recognition by the U.S. Green Building Council that attests to a building's environmental sustainability.       Some of the many features that helped Apgar Visitor Center earn LEED certification:   100% of the building's electricity is wind-power generated from our local utility company. The building is positioned such that it both maximizes solar heating in the winter and remains shaded in the summer. It's estimated that this reduces our energy consumption. Motion sensors in the building guarantee that lights remain on only while people are in the room; turning lights off when not in use. Low flow toilets, efficient plumbing fixtures and faucets with motion sensors reduce the building's water usage by 30%. Landscaping around the visitor center features native plants collected at the site prior to construction to maintain the same local ecology.           U.S. Green Building Council   Sustainable Facility Management  Although we have a lot of big projects focused on saving energy and reducing our footprint, we also realize that many of the little things count too. Here are some of the upgrades we address when remodeling facilities here at the park:   Replacing old light fixtures with more efficient CFL light bulbs Adding insulation and sealing cracks to reduce heating and cooling needs Replacing inefficient furnaces Installing low-flow faucets and toilets Installing double pane windows when possible Purchasing energy efficient appliances   These upgrades add up and help us reduce energy needs for heating, cooling and electricity.",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/facilities.htm"
}
