{
    "title": "Glacier National Park: Concessioners",
    "body": "Concessioners       The following businesses have concession contracts to provide services in Glacier National Park. Xanterra Parks and Resorts provides lodging, campstores, historic red bus tours, and restaurant services throughout the park They operate the Village Inn Motel, Lake McDonald Lodge, Rising Sun Motor Inn, Swiftcurrent Motor Inn, and the Many Glacier Hotel. Toll Free within the United States (855)-733-4522 - (855) SEE GLACIER Outside the United States (303) 265-7010 email: reserve-glacier@xanterra.com Fax: (303) 297-3175 Glacier Park Boat Co. provides boat trips (some with guided hikes as an option) and rental boats at Apgar, Lake McDonald Lodge, Many Glacier, Rising Sun, and Two Medicine. Their address is: Glacier Park Boat Co. P. O. Box 5262 Kalispell, MT 59903 (406) 257-2426 Glacier Guides Inc., offer guided day hikes and backpacking trips into Glacier's backcountry. They also provide camping equipment rental. Their address is: Glacier Guides Inc., P. O. Box 330, West Glacier, MT 59936 (406) 387-5555 (800) 521-RAFT Sun Tours offers interpretive bus tours highlighting Blackfeet culture. Their address is: Sun Tours 29 Glacier Ave., P. O. Box 234, East Glacier, MT 59434 (800) 786-9220 Swan Mountain Outfitters offers guided horseback rides inside the park at Many Glacier, Lake McDonald, and Apgar. They also provide drop camp service (packing visitor's gear using stock) into certain backcountry campgrounds. The can be reached at: Swan Mountain Outfitters (877) 888-5557 Belton Chalets, Inc., operates Granite Park and Sperry Chalets...Glacier's two remaining historic backcountry chalets. Their address is: Belton Chalets, Inc., P. O. Box 189, West Glacier, MT 59936 (888) 345-2649 Waterton Inter-Nation Shoreline Cruise Co. offer scenic boat cruises on Waterton Lake. They leave from the townsite of Waterton (in Canada) and cross the international boundary in the United States and land at Goat Haunt. They can be reached at: Waterton Inter-Nation Shoreline Cruise Co. (403) 859-2362",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/concessioners.htm"
}
