{
    "title": "Glacier National Park: Do Business With Us",
    "body": "Do Business With Us       Federal regulations prohibit engaging in or soliciting any business in park areas, except in accordance with the provisions of a permit, contract, or other written agreement with the United States. As in other National Park Service areas, commercial visitor services or other commercial activities may be provided only by those holding an authorization from the United States.       Concessioners In Glacier National Park, concessions contracts have been issued to provide certain visitor services. These services include transportation and tour services, food services, backpacking and day hiking guide services, boat tours and small boat rentals, horseback riding, lodging, and retail sales. No other businesses are currently authorized to provide these services in Glacier National Park.      Commercial Use Authorizations Glacier National Park issues Commercial Use Authorizations for four types of visitor services:  Guided Bicycle tours Guided Cross Country Skiing or Snow Shoeing Instructional Photography, Birding or Art Workshops East Side Visitor Shuttle Services  If you are interested in providing these services, please follow the above link to review the informational documents posted, or contact the Concessions Office at (406) 888-7858 to request more information. Specific requirements must be met including insurance coverage, guide training, and payment of authorization fees.  No authorizations for Guided Bicycle Tours or Instructional Photography, Birding or Art Workshops will be issued after July 1, and late fees may apply for permits issued between May 1 and July 1.         Frequently Asked Questions  I'm confused. Can you explain a bit more? We realize that these regulations are sometimes difficult to understand. If you think your activities might be “commercial”, or if you have questions about how your activity will be defined, would like clarification about the need for an authorization, or think your activity might conflict with rights already granted to a park concessioner, please contact our concessions office at (406) 888-7908 or 888-7858. Can I guide a group of hikers in the park? Glacier Guides, Inc. currently is the only company authorized to provide guided day hike and backpacking services to the public in Glacier. Any commercial activities of this nature must be coordinated through Glacier Guides. They can be contacted by calling (406) 387-5555 or at www.glacierguides.com. We do not issue Commercial Use Authorizations or other permits for this service. Can I drive a tour through the park? The only commercial operators authorized to conduct motor vehicle tours on the Going-to-the-Sun Road between Lake McDonald Lodge and Rising Sun are Glacier National Park Lodges and Sun Tours. Glacier National Park Lodges can be contacted at 1-855-733-4522. Sun Tours, who operates interpretive tours highlighting Blackfeet culture and history, can be contacted at (406) 226-9220. Limited transportation may also be provided by Glacier Guides, Inc. in conjunction with guided backpacking or day hikes. Non-scheduled, infrequent commercial motor vehicle tours are, however, allowed to enter the park from the west to travel to Lake McDonald Lodge and from the east as far as the Rising Sun Motor Inn without written authorizations. These commercial tours are also allowed to travel to the Many Glacier and Two Medicine areas without additional authorization. Commercial tour entrance fees will be charged upon entry to Glacier National Park. No commercial transportation is available or authorized in the North Fork area on the inside North Fork Road. Is what I’m planning defined as a “commercial activity”? Glacier National Park defines “commercial” services or activities as those that use park resources (including roads and trails) and result in compensation, monetary gain, benefit or profit to an individual, organization or corporation whether or not such entity is organized for purposes recognized as non-profit under local, state, or federal law. Gain is further defined as compensation beyond actual cost. A service or activity is considered “non-commercial” only if there is a bonafide equal sharing of actual expenses for the activity or service where there is no compensation, gain or means of barter accruing to the leader, group or organization. What about Non-Profits? Non-commercial activities, even when provided by a non-profit organization may require a Special Use Permit, depending on the type of activity. Please contact the Fee Program\/Special Use Permit Office at either (406) 888-7825 or (406) 888-7832 for additional information.",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/dobusinesswithus.htm"
}
