{
    "title": "Glacier National Park: Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability             Sustainability         Sustainability isn’t part of our work—it’s a guiding influence for all of our work. NPS\/Mark Wagner  Sustainability is an approach to resource use which focuses on meeting current resource needs while ensuring that future needs will be met. This could mean recycling to minimize our use of non-renewable materials; driving less to conserve fossil fuels and reduce carbon emissions; or using CFL light bulbs to conserve electricity.  This philosophy of sustainability is ingrained in the mission of the National Park Service:  ...to promote and regulate the use of the...national parks...which purpose is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.  Organic Act, National Park Service Mission Statement, 1916      What We're Doing at Glacier  Check out how we are using alternative energy sources. See how our facilities incorporate sustainable building practices. Learn about our recycling program. Find out what you can do as a visitor to reduce your footprint.       Read about priority sustainability projects we are planning for the future, with financial support from our cooperating association, the Glacier National Park Conservancy.       Environmental Sustainability At Glacier National Park, sustainability is a priority and commitment. Within Glacier we're already seeing the dramatic impacts of climate change. Our mountain ecosystems are experiencing faster landscape changes than found in lower elevations. Many of the forces responsible for shaping the inspiring landscape we call Glacier National Park, are receding at an alarming rate or have already been lost. More than two thirds of the 150 glaciers that existed in 1850 have disappeared and current predictions suggest that all glaciers in the park will disappear by the year 2030. With these dramatic changes happening right before our eyes, we're committed more than ever to preserve the landscape that we all cherish for future generations by monitoring our actions in order to reduce energy use, decrease waste, and lighten our footprint. To see how we're moving towards environmental sustainability, you can view our Environmental Management Plan. To view how glaciers have changed over time within Glacier, visit the Landscape Change Photography page on the United States Geological Society (USGS) Northern Rocky Mountain Science Center's website.       This photo comparison of Grinnell Glacier shows the extensive loss ofglacial ice from 1940 to 2006. USGS",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/sustainability.htm"
}
