{
    "title": "Glacier National Park: Internships",
    "body": "Internships         Intern works as part of Quartz Lake Fish Project. Internships are a great way to experience Glacier National Park for the summer, as well as gain work experience. NPS\/ Jacob W. Frank   Current Internship Opportunities  Interpretive Internships Park Interpreters are the public face of Glacier National Park. Interns in the Division of Interpretation are responsible for researching, preparing and presenting programs like guided walks and hikes, interpretive talks, boat tours, and illustrated programs on the park's interpretive themes (wildlife, geology, ecology, human history, climate change, etc). These programs are given in a diversity of park locations including campgrounds, trails, visitor centers, historic boats, and historic park hotels. Interns staff visitor centers and provide information and informal interpretation to visitors during fixed station and roving assignments. For more details, please view the Interpretive Internship poster (pdf).   Research Learning Center Internships The Crown of the Continent Research Learning Center periodically enlists the help of 2 to 3 student interns each summer to assist with various research and education projects. These internships typically run approximately 12 weeks through the summer field season (typically May\/June - August\/September). Most interns work closely with our Citizen Science Program, but we try to provide interns with a range of experience in other resource management, education, and operational activities when opportunities are available. Some of these activities may include (but would not be limited to) curriculum development, interpretive writing, desktop publishing, data management, and research and monitoring assistance. For more information on internships, e-mail us. We will respond with any new information and put you on a mailing list to receive additional updates.",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/internships.htm"
}
