{
    "title": "Glacier National Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer         Volunteer group planting at Logan Pass NPS\/Jacob W. Frank  Glacier National Park depends on dedicated volunteers to perform duties and complete projects that we simply could not do without them. Each year, over 50,000 hours are donated by over 500 individual volunteers. From overseeing campgrounds to caring for native plants to patrolling over 700 miles of trails, our volunteers help protect our valuable resources and help visitors learn about, and safely enjoy, the many aspects of Glacier National Park.        Current Volunteer Opportunities        Astronomer-in-the-Park (pdf) Activities: Through the summer, two volunteers, working as astronomers-in-the-park, are stationed on the west side of the park and provide solar and night sky interpretation to the visiting public. Prior knowledge of astronomy and telescopes is required. Dates: August 7 to September 18, 2016 (ending dates may be flexible) Applications will be accepted through July 16 or until the position is filled.    Should you have any further questions about any position, please contact the Volunteer Program Coordinator, at 406-888-7851 or e-mail us.  More Opportunities         Citizen science bioblitz NPS\/Jacob Frank  Citizen Science You can be a part of scientific research in Glacier National Park. After a little training from Crown of the Continent Research Learning Center, citizen scientists can participate in wildlife monitoring and invasive plant management, while recreating in the park. We want to know what you see out there in the field.         There are a variety of internships possible. NPS  Internships Volunteering and stipend-based internships are a great way to experience Glacier and gain work experience during the summer.        Artist-in-Residence work used on park sign NPS  Artist-in-Residence Each year, professional artists are selected to enjoy 4 weeks in the park, exploring the resources and pursuing their artistic goals. Learn about the program and how to apply.        Have fun while learning about conservation and teamwork NPS  Student Conservation Association (SCA) The SCA has a Resource Assistant Program that places students in land management agencies, including the National Park Service. There are opportunities for high school and college level crew members.         NPS Graphic  International Volunteers Glacier National Park welcomes volunteers from many countries around the world. However, there are some special requirements for an international (non-U.S. citizen) volunteer. Please read the information at www.nps.gov\/oia\/topics\/ivip\/ivip.htm should you wish to volunteer at Glacier National Park.  Xanterra, one of the concessionaires in Glacier National Park, also hires non-U.S. citizens to work in the historic lodges, gift stores, and restaurants.",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/volunteer.htm"
}
