{
    "title": "Glacier National Park: Current Artists-in-Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-in-Residence     Current Artists-in-Residence                Current Artist-in-Residence       Each artist this year through their artwork will be highlighting the National Park Service's centennial. Be sure to check the Calendar to find out about public programs by our artists. Suze Woolf May 30 –June 26 Suze Woolf is a watercolor artist. Her art seeks to capture intense visual experiences and bring attention to the impact humans have on the environment. \"Whether it is my anxiety about climate change expressed in paintings of burned-over forests, or the eerily beautiful and faintly disturbing paintings of night-time industrial settings, I know that my best work contains both awe and ambivalence,\" said Woolf. Woolf has recently focused on fire as an agent of change in her art. During her residency, she plans to explore how landscapes are affected by fire, in particular fire-scarred trees. Recent exhibitions of Woolf's artwork include two exhibitions in Washington state, \"Slash &Burn\" at the Kirkland Art Center, and \"The Meaning of Wood\" at Lower Columbia College, as well as the Zion Plein Air Invitational in Utah.  Bryce Lafferty July 11- August8 Bryce Lafferty combines watercolor with sculpture and new media to create his innovative artwork. During his residency he wants to explore the natural and human engineered systems that coexist presently and historically in the Park-both visible and invisible. This includes the geologic, plant, animal, and climate systems as well as the communities and organizations of people that use and care for the park. Several of his recent exhibitions include the 2014, “Red Clay Survey: 2014 Exhibition of Contemporary Southern art in Alabama and the 2013, “Vista: Landscape in Contemporary Art in Ohio.   Craig Barger October 3-30 Craig Barger is a photographer creating tintype portraits of farmers and craftsman who work the land. In the past 20 years he has focused on Vietnam, Havana, and the Catskill region of New York State documenting cultures in rapid transition or fading from memory. During his residency at Glacier he will be focusing on the National Park Ranger culture as well as other land stewards. His work has been exhibited throughout the United States, Europe, and Latin America and represented in several prominent museum collections including the Museum of Fine Arts in Texas, the Victoria and Albert Museum in England and the Museo Nacional de Bellas Artes in Argentina.  Jill Haley October 3 - 30 Jill Haley is an oboist\/English horn player, and pianist who composes and records original music about National Parks. After her first visit to Glacier National Park she was inspired to write music which led to her first recording “Glacier Soundscapes.” This also led to her interest in visiting and writing music about other National Parks. She has since released several collections of original music featuring National Parks including, Mesa Verde, Zion, and Bryce Canyon. She said “When I visited Glacier National Park the first time, I wasn’t thinking about writing music; I was there to soak in the natural beauty. This time I am returning with ideas of how to create new music from the sights and sounds in the park.” During her residency she will be composing a suite of new music, as she revisits the original places that inspired her first recording.",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/current-artist-in-residence.htm"
}
