{
    "title": "Glacier National Park: Work With Us",
    "body": "Work With Us        Our rangers are jumping for joy. NPS        Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.        Applying Resumes are accepted only when a vacancy occurs and only during the time period specified in the announcement. We have little turnover in our permanent staff, so you may want to consider temporary or seasonal employment with us. When you apply for Federal positions, your resume is reviewed for qualifications based on either your education or work experience or a combination thereof. In addition to basic qualifications, an announcement will have knowledges, skills, and abilities, and\/or selective factors listed. You will also need to complete an assessment questionnaire for each position for which you apply. To qualify and be listed on the certificate of eligible candidates for a job(s), you will need to meet basic qualifications, and provide detailed documentation of your experience, education, training, etc. related to the knowledges, skills, abilities, and\/or selective factors of the job for which you are applying. Additional information and specific guidance on how to apply is available by calling the Glacier National Park Human Resources Office at (406) 888-7877 or 7891.      Are You a Student? Learn about the Pathways Internship Program, designed to connect students with paid employment opportunities in federal agencies.      Seasonal Employment in Glacier National Park The National Park Service is the number one employer of summer temporary positions within the Department of the Interior. Employment opportunities abound! However, competition is keen in most areas.  Recruitment for summer positions begins in December of each year and may run as late as March. Glacier hires approximately 350 summer seasonal positions in various disciplines. Not all NPS areas recruit for seasonal positions at the same time. For information on seasonal positions in other NPS areas, contact those parks directly. The main employment season for Glacier National Park runs from Memorial Day to Labor Day. Some positions may begin earlier in the year and\/or extend longer into the fall. The actual length of employment depends on the position and work location. Glacier typically does not hire temporary employees for the winter season. General information:  Pay: Most seasonal positions require irregular hours of work, including weekends, holidays, and evenings. Entry-level grades generally range from GS-3 to GS-5 or WG-03 through WG-09. Current salary information for these grade levels is indicated. Pay levels vary in different sections of the country. Check with any Federal agency or the Office of Personnel Management in the geographic area where you desire employment. Uniforms: Some seasonal employees are required to wear the official Park Service uniform; specific requirements and ordering information are contained in the employment package forwarded to successful applicants. For positions requiring a uniform, an allowance is allotted which partially covers its cost. Housing: Glacier is normally able to offer housing to temporary employees. Most housing is shared. Rent is deducted from bi-weekly salary payments. Seasonal employees occupying government quarters are not allowed to have pets. Cost varies with location and type of quarters but generally ranges from $60 to $160 bi-weekly. Duty Stations: Glacier National Park is a natural park and is relatively rural. The two major duty stations are St. Mary and West Glacier, Montana. Some minor amenities are available during the summer months in these locations. Other duty stations are more remote. Transportation may be a necessity depending on personal preference. Equal Employment Opportunity: The National Park Service is an Equal Opportunity employer. Selection for positions will be made solely on the basis of merit, fitness, and qualifications, without regard to race, sex, color, creed, age, marital status, national origin, sexual orientation, non-disqualifying handicap conditions, or any other non-merit factors.       Other Opportunities If you are interested in Volunteer-in-Parks (VIP) or Student Conservation Association (SCA) positions, please refer to our Volunteer Page. Firefighter positions will be recruited through a centralized system. To apply visit www.firejobs.doi.gov. Read all instructions carefully.",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/workwithus.htm"
}
