{
    "title": "Glacier National Park: Former Artists-in-Residence",
    "body": "Glacier's Past Artists-in-Residence       2011 Helene Fischman Helene Fischman is a professional artist and teacher with an undergraduate degree from Boston University School of Visual Arts and a master's degree from California State University, Hayward. Fischman has been an artist-in-residence at various National Parks in the United States as well as in Eastern Europe. During her time in Glacier, Helene photographed the park and guided a hike with the Boys and Girls Clubs of Missoula where each participant produced a body of photography and created poems written in quintain (five lines). See a pdf version of a slideshow of their finished work or view pictures from their week.       Images produced by the Boys & Girls Club of Missoula County.(from left to right) water drops on leaves, rocks near Upper McDonald Creek, glacier lily (from left to right) Landon, age 13; Kayla, age 11; Brian, age 12       Myra Messick Simons Myra Messick Simons has a Fine Arts degree with a minor in biology from the University of Cincinnati. She has done exhibit and design work for numerous museums including: the Museum Center of Cincinnati; the Dayton Museum of Natural History; the Cheyenne Mountain Zoo, Colorado Springs, CO; and the Cincinnati Zoo and Botanical Gardens. Simons worked with Glacier's Interpretive staff to create artwork for a set of new exhibits to be placed on the short paved loop behind the Logan Pass Visitor Center. The exhibits will focus on wildlife adaptations to survive in the alpine environment.       Portions of the panels Myra Messick Simons, Glacier's 2011 Artist-in-Residence, created for exhibits at Logan Pass.  Myra Messick Simons Artwork        2010 Angela Mele Angela Mele has a Fine Arts degree from Florida State University and is currently working on a Certificate of Scientific Illustrations at California State University Monterey Bay. Mele created scientific illustrations of park flora and fauna for use as educational props and for activities related to Glacier's fire ecology programs.       Fire ecology illustrations by Angela Mele, Glacier's 2010 Artist-in-Residence.  (left to right) deer mouse, fireweed, hawk owl. Angela Mele Artwork       Sha Riordan ShaRiordan has been involved in theater arts for more than 25 years and has been a classroom theater arts teacher as well as a working artist for the last 15 years. She has extensive experience writing plays, directing, acting and developing curriculum. Riordan helped Glacier develop a play for elementary school students to perform focusing on the influential artists in Glacier's history.       2009 Dr. David Hsiung Dr. David Hsiung is a writer and historian at Juniata College in Pennsylvania with a specialty in American History. Hsiung researched and wrote biographical information on the influential people in Glacier's history. His work was used in the park's \"People in Glacier\" education program that coincided with the park's centennial. His residency work is also being used by park staff for preparing and presenting interpretive programs and media for park visitors.      Tim Ryan Tim Ryan is a member of the Salish and Kootenai Tribes of the Flathead Reservation in Northwest Montana and works in the Tribes' Cultural Preservation Department. He has extensive experience practicing ancestral skills and technologies. Mr. Ryan used natural materials to produce traditional products including a fire kit, a digging stick, baskets, and other items. These products are used in a variety of education programs to discuss cultural history in northwest Montana.       Traditional items created by Tim Ryan, Glacier's 2009 Artist-in-Residence.(from left to right) willow basket, collection of items-willow baskets, gathering baskets, digging stick, fire kit, and food. NPS Photos        2008 Deb Gerace Deb Gerace combined her talents as a writer, composer, and teacher to write songs about Glacier National Park. Listen to the recorded version of her songs and find lyrics here.      Tyler Nordgren Tyler Nordgren is an astronomer and Associate Professor of Physics at the University of Redlands in California. He earned his Ph.D in astronomy from Cornell University. Norgren is a member of the National Park Service Night Sky team working with astronomers and National Parks to protect our dark skies and promote astronomy education through their continued enjoyment. Tyler worked with Glacier Park staff to develop public astronomy talks, stargazing programs, an astrophotography class, and provided them with astronomical images for their interpretive programs.       Glacier's 2008 Artist-in-Residence, Tyler Nordgren's, night time photography.(from left to right) tunnel on east side of the Going-to-the-Sun Road, the DeSmet on Lake McDonald, and Wild Goose Island in St. Mary Lake Tyler Nordgren Photos        2007 Robin Peterson Robin Peterson has a veterinary medical degree from Washington State University with advanced training in surgery. She completed a graduate program in Science Communication, Illustration and has been a full-time painter and illustrator since 1993. Robin created an educational mural depicting the variety of habitats found in Glacier National Park and how these habitats change from east to west and from low to high elevations.       Portions of the \"Jewels of Glacier\" mural created by Robin Peterson, Glacier's 2006 Artist-in-Residence Robin Peterson Artwork        2006 Helen Seay Helen Seay holds a BFA in Graphic Design from the University of Georgia. Seay is also working toward a BFA in Scientific\/Medical Illustration with an emphasis on Natural Science. Seay created line-art illustrations suitable for children to color as well as natural history field sketches for use in pre- and post-visit materials for teachers.       Illustrations drawn by Helen Seay, Glacier's 2006 Artist-in-Residence(from left to right) larch branch, subalpine fir silhouette, moose Helen Seay Illustrations",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/supportyourpark\/glaciers-past-artists-in-residence.htm"
}
