{
    "title": "Glacier National Park: Artist-in-Residence",
    "body": "Artist-in-Residence         Artist-in-Residence painting en plein air NPS\/Tom Gray  The Glacier National Park Artist-in-Residence program offers professional artists four weeks of focused time to creatively explore the natural and cultural resources of this astounding landscape while pursuing their artistic goals. It also allows artists the opportunity to share their work with an international audience through educational programs and exhibits. The Artist-in-Residence program continues a long history of Arts in the Parks. 2016 Program Focus Glacier National Park's 2016 Artist-in-Residence program seeks artists whose work is relevant to celebration the National Park Service's Centennial. Artists in all disciplines who have a genuine interest in contributing to this historic event should consider applying to the program.        Artist-in-Residence Cabin NPS  Housing The lodging for the artists during the summer (June, July and September) is a historic cabin on the shores of Lake McDonald. It has a full kitchen, bath, one bedroom, and a studio space overlooking the lake. The October artist will be lodged in a house at park headquarters.  Bed linens, towels, pillows and basic kitchen supplies will be provided. Artists are expected to provide their own art supplies, food and transportation. Artists are also responsible for the upkeep and cleaning of the house. Internet and cell phone service is not available. This housing is only available for the artist.  Family members, significant others and friends will not be provided with housing. Public Programs The willingness to share your experience with others is a key component of the Artist-in-Residence program. During their residency the artists shall present three public programs. These programs can be lectures, workshops, demonstrations, performances, film screenings or guided walks, but should represent the artist's work and experience. Upon returning home the artist is encouraged to present one public program to share the experience with their local community. This program should focus on their experience as the artist-in-residence and its influence on their personal enrichment. Artwork and Digital Images Artists are not required to donate any artwork to Glacier National Park.  However, artists may submit digital images of their artwork to be used by the park for educational and interpretative purposes. Dates for the Artist-in-Residence sessions   July 11 - August 8, 2016 August 29 - September 25, 2016 October 3 - October 30, 2016       How to Apply Applications for the 2016 artist-in-residence program will be accepted through www.callforentry.org between November 2015 and January 2016. There is an application fee of $20. If you would like to receive an email reminder or have any additional questions please send an email to e-mail us. A jury consisting of art professors, professional artists, museum curators and National Park Service staff panel the applications.  The applications are evaluated based on the submitted artwork, the proposed project, and ability to present educational programs to a diverse audience. All artists who apply will be notified of the outcome in late March.      Meet the Artists Read about work of Former Glacier Artists-in-Residence Read bios for Current Glacier Artists-in-Residence",
    "url": "https:\/\/www.nps.gov\/glac\/getinvolved\/air.htm"
}
