{
    "title": "Glacier National Park: Laws & Policies",
    "body": "Laws & Policies       Superintendent's Compendium Each year the Superintendent, under his discretionary authority, establishes certain amendments to the Code of Federal Regulations (36 CFR 1.7(b)) that designate certain closures, permit requirements and other restrictions in the park. 2016 Compendium (5.3 mb pdf)       Management Plans General Management Plan (2.29 mb pdf) Bear Management Guidelines - May 2010 (538 kb pdf) Bear Management Plan - May 2010 (147 kb pdf)      National Park Service  The Organic Act of 1916: Created the National Park Service. Key Legislative Guidance: Acts that include the Wilderness Act of 1964, the Antiquities Act of 1906, the Clean Air Act, and the Endangered Species Act of 1973. Executive Orders: Presidential orders directly related to the management of America's public lands. Directors' Orders: Directives from the head of the National Park Service. National Park Service Management Policies: Tools to implement legislative acts and orders by the entire National Park Service system. Code of Federal Regulations: General and permanent rules published in the Federal Register by the departments and agencies of the Federal Government.       Firearms As of February 22, 2010, a federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state’s website: www.doj.mt.gov Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Those places include all Government offices, visitor centers, ranger stations, fee collection buildings, and maintenance facilities. Firearms in National Parks Fact Sheet Firearms in National Parks Frequently Asked Questions      Unmanned Aircraft The public may not launch, land, or operate unmanned aircraft (aka remote piloted vehicles, or drones) in the national parks.  Read the Director's Policy Memorandum 14-05.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/management\/lawsandpolicies.htm"
}
