{
    "title": "Glacier National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management         Hello from park headquarters NPS  Our Guiding Principles  Preserve and protect natural and cultural resources unimpaired for future generations (1910 legislation establishing Glacier National Park; 1916 Organic Act). Provide opportunities to experience, understand, appreciate, and enjoy Glacier National Park consistent with the preservation of resources \"in a state of nature\" (1910 legislation establishing Glacier National Park; 1916 Organic Act). Celebrate the ongoing peace, friendship, and goodwill among nations, recognizing the need for cooperation in a world of shared resources (1932 international peace park legislation).       Who We Are As employees of the National Park Service we are tasked with both protecting our land and sharing it with the public. It is a big job that takes a lot of people. Within each national park various offices manage budget and finance, concession operations, visitor protection, interpretation and education, facilities and infrastructure, and the protection and preservation of cultural and natural resources. Our park management team consists of a group of administrative and division leaders led by Superintendent Jeff Mow. Thinking of joining us? Get employment information on the Work With Us page. Learn more about the man that calls the shots in Superintendent Mow's biography.      Laws & Policies Find links to current regulations for Glacier National Park on the Laws & Policies page, as well as information on the laws and policies that govern the whole National Park Service.      More If you are interested in current plans, planning efforts, and what guides decision making within the park, see the park Planning page. How many lakes are there in Glacier? How many visitors came in 2010? Find all the numbers on the Park Statistics page. Learn a little more about Glacier's 2016 Centennial Initiative planning.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/management\/index.htm"
}
