{
    "title": "Glacier National Park: Scheduling and Guidelines",
    "body": "Scheduling and Guidelines       Scheduling A Field Trip Ranger Guided Program availability is first-come, first-served, and programs fill quickly. Group size is generally limited to 45 students plus at least 5 adults, but may be fewer on days when ranger staffing or space is limited. Group size is kept small enough for everyone's enjoyment and educational value, usually about 15 students per ranger. To complete the program reservation form you will need to provide:  a contact phone number and an email address group size and grade school name and address date you are interested in coming. It's a good idea to have alternate trip dates in case your first choice is taken. You can list these in the \"comment\" section. field trip program you are interested in  To arrange a park visit, please complete and submit the field trip reservation form. If you have questions, you can contact Glacier's Education Specialist, via email or 406-888-5837. If you need to cancel or re-schedule, please let us know as soon as possible.      Guidelines For Your Trip Before your group arrives, it is important to be aware of some basic guidelines. Regardless of the season, students and chaperones will have a more enjoyable experience if they are well-equipped for the day.  Resource Stewardship: A firm framework of rules should be discussed in advance. Leave No Trace Principles should be followed when in the park. Respect the plants, animals, and the rights of others. No littering! School Regulations: Teachers are responsible for making sure that all school system regulations regarding parental permission slips and travel authorization\/insurance, etc… are followed.  Clothing: Remind the students to check the weather for Glacier and bring appropriate clothing. It is always colder and there is more snow in the park than in the valleys. Footwear should be comfortable and appropriate for the weather conditions as well. In the case of cold or damp weather, encourage students to bring extra layers and dry clothes. Nametags: For safety and courtesy, the rangers prefer to call the students by name. A single piece of masking tape with the first name written in big letters, works well. If you choose to make name tags as a pre-visit activity, be sure they are easy to read and do not fall off when the students are active.  Groups: Divide each class into the recommended group sizes for your program before arriving at the park. Assign at least one chaperone to each group. (A typical bus of 40 students would be divided into two groups of 20 students each.)  Lunch Time: Everyone looks forward to lunch after an exciting morning. Bag lunches are best. Remember, lunches will not be refrigerated so we suggest drinks and sandwiches or other food that does not need to be refrigerated for several hours. Also, having lunches marked or organized for easy distribution will decrease the time spent passing things out and increase the time for learning. Students are responsible for picking up their trash and leaving the eating area clean. Drinks with re-sealable lids are recommended so students can save what they don’t finish.  Items to Leave Behind: Students should not bring CD players, radios, I-pods, cell phones, or money. These items can be lost and may distract students’ attention. Adults should also leave cell phones at home (or turned off) during the field trip. Cameras and binoculars will not be needed and may only be brought if they will be used at ranger approved times. Designating one adult as the class photographer and asking them to take pictures throughout the day to share with everyone is a great alternative.  Safety: An accident can ruin a field trip and jeopardize future ones. Safety is of the utmost importance. Students should stay with adults at all times and groups must have the appropriate number of chaperones.  Tips for a Successful Field Trip as a print-friendly pdf  Chaperone Guidelines & Responsibilities Chaperone requirements for ranger-led educational field trips (these numbers include the teacher):  K–2nd grade: 1 adult for every 3 students (example: 22 students, 8 adults required\/allowed) 3–5th grade: 1 adult for every 5 students (example: 22 students, 5 adults required\/allowed) 6th grade and higher: 1 adult for every 10 students (example: 22 students, 3 adults required\/allowed)   Chaperones are key players in your day at the park. Make them aware of your expectations and needs for the trip:  Do not bring siblings who are not part of the class. Your full attention is needed tohelp monitor the students assigned to you that day. Please ride on the school bus. It makes getting everyone through the entrance station much easier and avoids parking problems. Assist with safety. It will be one of your primary duties as a chaperone. Be an active participant. Students will want to participate if you do. Provide guidance to students for lunch and clean-up. Help set boundaries and provide leadership. Guide the learning process and help focus students on the activity or speaker. Please consult with your school administrators about the policy regarding firearms on school sponsored events. We have never had an injury from a wildlife encounter in over 20 years of conducting school field trips in Glacier. Rangers carry bear spray, firstaid kits, and radios and will show the group how to hike and recreate safely while in the park. Most importantly… go with the flow, adapt, and have fun in Glacier! The students pick up on how you react… if you are having fun, they will too!  Chaperone Responsibilities as a print-friendly pdf",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/education\/schedulingandguidelines.htm"
}
