{
    "title": "Glacier National Park: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teacher         Teacher-Ranger-Teacher leading a hike. NPS  Spend the summer in beautiful Glacier National Park as you share your interests with the visiting public. This is a great opportunity for current teachers. Duties Glacier National Park protects and preserves a diverse landscape teeming with life. Through the summer, the teacher-ranger-teacher (TRT) is stationed on the park’s west side and provides support for the Apgar Nature Center, a historic cabin with interpretive exhibits and materials designed for children and families. The TRT works with a cadre of part-time volunteers, develops and improves activities in the Discovery Cabin, conducts formal interpretive programs, and completes assigned projects. The incumbent also conducts informal interpretation at the Apgar Nature Center, Apgar Visitor Center, and various field locations. This position engages thousands of visitors by interpreting the natural and cultural resources of Glacier, as well as providing orientation and trip planning. With approval by the school principal, TRTs will be asked to develop classroom curricula or activities based on their experience in the park.  Training will be provided, including an introduction to relevant subject matter, the park and surrounding areas, resource issues, and interpretive skills. This training will be combined with other training sessions tailored to align with the incumbent’s experience and goals. Knowledge and Skills  Required  Proficiency in public speaking and personal communication Knowledge of natural sciences, geology, history, or related fields Ability to stand for long periods of time Knowledge and experience using computers and related software Positive and professional approach to the position Valid driver's license, personal transportation to and from work Current first aid and CPR\/AED certification  Desired  Experience teaching biology, geology, natural science, history, education, or related fields Experience interacting with the general public and children   Overview Season: ~10 weeks; early-June to mid-August (dates may be flexible) Work Schedule: 32 hours per week (4 days at 8 hours); may include holidays and weekends Housing: NOT provided Wage: $3,000 upon completion of program and graduate course requirements Graduate Credit: 3 credit hours through University of Colorado Denver Uniform: Required and provided by the park Transportation: Provided for job-related duties; personal transportation needed to reach duty station  If interested email us. You can look for TRT opportunities nationwide on the National Park Service Teacher Ranger Teacher Program website.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/education\/development\/teacher-ranger-teacher.htm"
}
