{
    "title": "Glacier National Park: Traveling Trunks",
    "body": "Traveling Trunks       Glacier National Park has educational trunks that are available for local check-out. Traveling trunks are a great way to bring props and materials that are otherwise hard to find to your classroom. There are ideas for stand-alone activities as well as materials that can supplement your own classroom curriculum ideas. Each trunk has a wealth of props and ideas and includes lesson plans that fit Montana Content and Performance Standards for science, math, language arts, music, art, health and wellness, and social studies. Trunks are a fantastic resource for students from pre-K to 12th grade. All of Glacier's traveling trunks are free of charge and can be borrowed for 2-4 weeks at a time but must be picked-up and dropped-off in person (Sorry, it is not possible to mail the trunks.) To arrange to borrow a trunk please submit this reservation form for the trunk you are interested in and the dates you would like to borrow it. If you have other questions about the traveling trunks, contact Glacier's Education Specialist.         FireWorks Trunk NPS  FireWorks Grades K-2, 3-5, 6-8, 9-10 The FireWorks trunk teaches students about the physical and chemical properties of fire as well as the role of wildfire in our western landscape. This trunk is packed with exciting experiments, a felt board, wall posters, an interactive CD highlighting native uses of fire, and much more!        Songbird Kit NPS  Songbirds Grades K-5 This dynamic songbird kit is geared for the classroom as well as outdoors. Resource materials, activities, videos, a felt storyboard, posters, recorded bird songs, and puppets all help students learn more about the natural history of several songbirds.        Wolf Trunk NPS  Wolves Grades K-3, 4-6, 7-12 The wolf trunk is great for learning about predator\/prey relationships, food chains, and misconceptions about wolves. This trunk includes the pelts, skulls, and track samples of wolves and their prey. There are also tapes of wolf howls, videos, DVDs, and track casts. Three different teacher guides based on grade level are also provided.        Bear Trunk NPS  Bears Grades K-12 Background material, research guides, and props in the bear trunk facilitate discussions about bears, their habitats, and food sources. Emphasis is on black and grizzly bears, including how to tell them apart and how to play safely in bear country. Activity guides and sample lessons are included.  Upper grades benefit from additional materials available on the web.        Skulls Kit NPS  Skulls Grades 3-12 The skulls kit provides students with opportunity to discover the wide variety of characteristics we can learn about an animal from its skull. Contained within this kit are activities utilizing 10 skulls to focus on predators, prey, omnivores, herbivores, and carnivores.        Land of Many Stories trunk NPS  Land of Many Stories  Grade 4, but easily adapted to any level The Land of Many Stories: The People & Histories of Glacier National Park trunk focuses on the human history of the area now known as Glacier National Park. The trunk contains authentic uniforms and souvenirs, photos, books, DVDs, and everything needed to teach a 2 week, curriculum-based unit.        Climate Change Trunk NPS  Climate Change Grades Middle School Based on curriculum from Facing the Future, a non-partisan group committed to providing teachers with resources to teach global issues and sustainability, this trunk contains 2 weeks of lessons to help students understand climate change and global warming. We have supplemented the unit with videos, CDs and local materials. Reserve this trunk.        Plant Invaders Trunk NPS  Plant Invaders Grades 3-5, but easily adapted to other levels The Plant Invaders Trunk contains resources to help students learn about ecological and economic impacts of invasive weeds. Scientific plot surveys, investigations, and other activities teach students about noxious weeds in Montana. Reserve this trunk.        Repeat Photography Trunk NPS  Repeat Photography Grades Middle School The new Repeat Photography trunk combines photography with precipitation measurement lessons to teach students about Earth's water and energy cycles and the importance of mountain ice. Images included in this exhibit represent a sampling of the US Geological Survey’s (USGS) Repeat Photography Project in Glacier, which conveys how much the glaciers have melted, indicating a warming climate. Reserve this trunk.         Additional Trunks But wait! There's more. See a list of the many agencies and non-profit organizations around Northwest Montana that offer educational trunks.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/education\/travelingtrunks.htm"
}
