{
    "title": "Glacier National Park: Ranger-Guided",
    "body": "Ranger Guided        Ranger leads a school group on Trail of the Cedars NPS\/Jacob W. Frank       Ranger-led programs offered during the school year are conducted in a variety of locations on both the west and east sides of the Continental Divide and must be scheduled in advance.  PROGRAM RESERVATIONS BEGIN each year the week before schools starts, AUGUST 22, 2016 for the 2016-2017 school year.   Fall 2016 Tentative Programs Dates: Monday,September 12, 2016 - Wednesday, October 19, 2016. Winter 2017 Tentative Program Dates: January 9, 2017 - March 24, 2017. Spring 2017 Tentative Program Dates: May 1, 2017 - June 2, 2017. All of the current options are listed below with links to more information about that program and the reservation form for scheduling the trip. The reservation forms will not be \"live\" until 8 a.m. on August 22, 2016. Travel Grants Travel grants available for schools with restricted transportation budgets thanks to donations to the Glacier National Park Conservancy. Guidelines Before your group arrives, it is important to be aware of some basic guidelines. Regardless of the season, students and chaperones will have a more enjoyable experience if they are well-equipped for the day.         Ranger-Guided Field Trip Options    Spring-Fall Sensory Exploration (Grade K) Wild Animals and Wild Places (Grade 1) Exploring Habitats (Grade 2) Location: Apgar Village or St. Mary These programs use the forest, aquatic, grassland, and prairie\/aspen parklands habitats found in Glacier National Park to help young students learn about habitat requirements, wildlife signs, plant and animal changes as they grow and age, and the national park mission of protecting habitat. Hikes are less than one mile and are combined with other hands-on learning activities. Note: Kindergarten programs are half-day with a ranger and the rest of the day with teacher-led activities. Forest Processes and Native Plants (Grades 4-8) Location: Trail of the Cedars, Two Medicine, or St. Mary One to two-mile hikes with a ranger into the old growth coniferous forest or aspen parkland provide opportunities for students to learn about photosynthesis, nutrient cycling, succession, disturbance, forest ecology, wild flowers, and American Indian uses of both plants and animals. Earth Science Hike (Grades 5-12) Location: Avalanche Lake or Many Glacier The Avalanche and Lake McDonald Valleys (west side of park) and the Grinnell Glacier Valley (east side of park) provide evidence of a range of geologic processes that have shaped the landscape. Rangers lead students on a 4+ mile hike and explore sedimentation, mountain building, glaciation, rocks and minerals, erosion, weathering, and soil formation. The length of these hikes and level of information is geared toward secondary age students and is a challenge to fit into a regular school day schedule. The ability to have an extended field day is recommended for this program. Fire Ecology (Grades 4-9) Location: Fish Creek area or St. Mary Rangers guide students through activities such as scavenger hunts, using dichotomous keys to identify fuel types, examining tree rings for fire scars, and\/or watching demonstrations of fire behavior. Groups consider the history of fire in Glacier and its role as a natural process on these 2-3 mile hikes. Plant Invaders-Citizen Science (Grades 6-12)  Students will become \"Citizen Scientists\" and hike less than 2 miles to permanently established research plots to collect data on the percent cover of native and non-native, invasive plants. Students will return to school and enter their information into a Google Document to add their data to the information from previous visits of other schools. They will analyze and look for patterns as the database builds each year. Winter Winter Ecology (Grades 1-2) Winter Ecology (Grades 3-5) Location: Apgar Village or St. Mary Winter Ecology (Grades 6-12) Location: Apgar Village or Marias Pass All winter ecology programs on both west and east sides of the park include snowshoe hikes. The park provides all the snowshoes for students and chaperones free of charge. Depending on the age of the group and the area visited, students may also explore the physical properties of snow, animal tracks, winter adaptations, snow caves, snow metamorphism, variations in snow density, and the importance of snow surveys.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/education\/rangerguided.htm"
}
