{
    "title": "Glacier National Park: Publications and Media",
    "body": "CCRLC Publications and Media       The Crown of the Continent Research Learning Center is dedicated to communicating research and science results in Glacier National Park through the production of a variety of publications and media. These include web-based products, such as video and audio podcasts, as well as various documents produced by the Science Communication Specialist and other staff of the CCRLC, including resource bulletins, position papers and newsletters. Follow the links below to view available podcasts or to download pdf formated documents. Multimedia The CCRLC produces interactive media that explores research, citizen science programs, and areas of interest within the Crown of the Continent. Science & Learning Videos Avalanche Basin Podcasts Climate Cast Podcast   Science in the Crown Newsletter Science in the Crown is a periodic newsletter produced by the CCRLC to highlight projects, research, scientists and resource managers working in Glacier National Park and throughout the Crown of the Continent Ecosystem. Current Issue Fall\/Winter 2015 (Vol. 11)  View past issues of Science in the Crown by visiting our Archived Newsletters page.  Resource Briefs To facilitate understanding of the various natural and cultural resources in Glacier National Park, the CCRLC continues to produce a series of resource bulletins highlighting particular resources, species or concepts of interest to park managers, staff and visitors. Climate Change Climate Change and Biotic Patterns Climate Change and Glaciers Climate Change and the Water Cycle  Fire Ecology Fire and Invasive Weeds Grassland Fire Ecology (Little Bighorn Battlefield NM) Northern Hawk Owl Wildland Fire Ecology Natural Resources Invasive Weeds Whitebark Pine Aquatic Invasive Species Saving Glacier's Native Fish Forest Health Common Loon Mountain Goats Bats Pikas Cultural Resources North Fork Homesteads Ice Patch Archeology  Brochures and Other Products Grizzly Bears in the Northern Continental Divide Ecosystem (1.7Mb pdf) The grizzly bear brochure explains recent research and current grizzly bear monitoring efforts in the Northern Continental Divide Ecosystem and how monitoring is essential for decisions relating to grizzly bear recovery and eventual delisting. Rocky Point Nature Trail (995Kb pdf) The Rocky Point Nature Trail guide was developed to explain fire ecology effects near Lake McDonald following the 2003 Robert Fire. Invasive Plants of the Crown of the Continent (8.65 Mb pdf) This document is a comprehensive field guide to invasive plant species that are established in or encroaching on the Crown of the Continent Ecosystem. It includes detailed information on 42 species and brief descriptions of 21 additional species. The guide was developed through a collaborative effort and support of numerous agencies and organizations that are members of the Crown Managers Partnership.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/ccrlc-media.htm"
}
