{
    "title": "Glacier National Park: Curriculum Materials",
    "body": "Lesson Plans & Teacher Guides         Bring lessons to life for your students NPS\/Jacob W. Frank  Glacier Teacher's Guide Thank you for engaging your students in the significance and resources of Waterton-Glacier International Peace Park. The Teacher's Guide is broken into lessons for K-3, 4-6, and 7-12. The units and activities cover a range of topics including biodiversity, American Indian culture, climate change, and park management.         Work House: A Glacier National Park Science and Indian Education Program \"Work House\" is an education program developed in the 1990s and updated in 2016 for use in the classroom and in Glacier National Park. This program was created by Terry Welder and the Division of Interpretation at Glacier in cooperation with tribal members from the Blackfeet, Salish, Pend d'Oreille, and Kootenai Tribes. \"Work House\" consists of five interrelated units that focus on geological and biological succession while utilizing local Indian tribal heritage as a background. Each unit has a similar format. \"Work House\" includes cultural and scientific background information, traditional stories, classroom activities, and links to field trip and extension options. Work House by section   Student Readings   Introduction - How to use \"Work House\" and Getting to Know the People: The Blackfeet, The Salish\/Kootenai Confederation, The Influence of European Immigrants     Unit 1 - People and Glacier Unit 2 - Mountains and Mountain Building Unit 3 - Climate Changes Glaciers and Glaciation Unit 4 - Native Plants Unit 5 - Animals and Habitat   Vocabulary, Resources and State Standards    View or download the entire Work House program plan (pdf 5 MB)   For more information  Confederated Salish and Kootenai Tribes Blackfeet Tribe Indian Education link at the Montana Office of Public Instruction website           NPS  Resource Guides All the resources on two topics very important to Glacier gathered in one place. Explore these park developed websites for an in-depth study:   Climate Change Cultural Resources  For further reading, check out the Nature or Science & Research sections of this website, as well as the Education Resource Guide page (for specific subjects like bears and glaciers).         Additional Curriculum Resources  Teaching History & Culture Links to lesson plans from the Ken Burns PBS Series \"The National Parks: America's Best Idea\" as well as Glacier specific lessons involving Going-to-the-Sun-Road and the park's virtual museum collection.  Honoring Tribal Legacies The Honoring Tribal Legacies website was designed and developed to encourage educators at all levels and in every environment to benefit from the collective wisdom that can be gained from a shared history that simultaneously embraces the past, present, and future. In this virtual handbook, you will find rigorous high quality demonstration curricula spanning all grade levels  FireWorks Curriculum K-12 lessons created by the U.S. Forest Service Fire Lab in Missoula, MT which features ponderosa, lodgepole, and whitebark pine forests. It provides students with interactive, hands-on materials to study the forces that cause change in forests, particularly wildland fire. There is an educational trunk connected to this lesson, too.  The Wilderness & Land Ethic Curriculum K-12 lesson plans from the Arthur Carhart National Wilderness Training Center which introduce students to the concept of wilderness.  Flathead Community of Resource Educators (Flathead CORE) Flathead CORE is a network of individuals and organziations working together to increase awareness and understanding about the natural, historical, and cultural resources of Montana's Flathead Region. Explore their site for a list of local providers and their services, as well as programs, events, and additional teacher resources. Hands on the Land A network of government agencies and field classrooms that connects students to public lands nationwide. Discover the Forest A U.S. Forest Service partner organization with guides and activities for parents and teachers.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/education\/lessonplansandteacherguides.htm"
}
