{
    "title": "Glacier National Park: Citizen Science",
    "body": "Glacier's Citizen Science Program        Citizen scientists search for migrating raptors at Swiftcurrent Pass. NPS Photo       The Glacier National Park Citizen Science Program engages park visitors, students, and staff in collection of scientific information that would otherwise be unavailable to resource managers and researchers. Since 2005, the Citizen Science Program has invited members of the public to assist in biological research while recreating in the park. The program is coordinated by the Crown of the Continent Research Learning Center (CCRLC), based in Glacier.  For citizen scientists, the rewards are a sense of stewardship, a greater awareness of the park's resource issues, and an expanded insight in ecological research methods. For the park, citizen science provides a wealth of baseline data that increases our understanding of priority wildlife and plant species. It also enables us to begin addressing the growing list of research and monitoring needs in spite of personnel and funding constraints.   Current Citizen Science Projects The CCRLC is currently facilitating two citizen science projects: Common Loon Citizen Science Project Field surveys are conducted by citizen scientists at 45 priority lakes in Glacier National Park to document population size and reproductive success of common loons.  High Country Citizen Science Project Citizen scientists participate in backcountry surveys to collect data on the number and distribution of three species of concern found in Glacier's high country: mountain goats, pikas, and bighorn sheep.     These programs are made possible through the generous support of the Glacier National Park Conservancy.  Learn more about each of our citizen science projects by visiting the links above or visit our newsletter page for in-depth articles on citizen science projects. If you are interested in becoming a citizen scientist at Glacier National Park, please email e-mail us.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/ccrlc-citizen-science.htm"
}
