{
    "title": "Glacier National Park: Research Assistance",
    "body": "Research Assistance         Warren Hansen, a 2012 Jerry O'Neal NPS Student Fellowship recipient, marks the location of a harlequin duck sighting. NPS\/Melissa Sladek  The Crown of the Continent Research Learning Center (CCRLC) is dedicated to increasing research opportunities in Glacier National Park, Grant-Kohrs Ranch National Historic Site, Little Bighorn Battlefield National Monument in Montana, and Waterton Lakes National Park in Alberta, Canada. Emphasis is placed on scientific collaboration with other agencies at all levels of government, regional Indian tribes, and universities. Collaborative endeavors are encouraged through the formation of research partnerships with qualified independent investigators. The CCRLC offers assistance to researchers through its administrative and residential facilities, fellowship opportunities, and research permitting. Research Facilities A converted Mission 66 house, within Glacier National Park's headquarters area, serves as the administrative facility for the CCRLC. The newly renovated facility contains a multimedia conference\/presentation room for education and training activities and office space for up to four interns. The CCRLC also has a dedicated, three-bedroom Mission 66 house to provide low cost bunk space for short-term visiting scientists, students, and other collaborators. This bunkhouse-style residence accommodates up to 8 adults. Amenities include a full kitchen and a washer and dryer. Housing demand is especially high in July and August. Favorable factors for successfully getting housing include early submission (at least before March 31), short duration stays, off-season use, and flexibility in schedule. That said, we try to meet as many requests as possible. After March 31, guests are scheduled on a first come first served, space available basis.  Email us for more information about our administrative offices and for reserving space in our bunkhouse residence. Fellowship Opportunities The CCRLC, in collaboration with the Rocky Mountains Cooperative Ecosystem Studies Unit (CESU), created the Jerry O'Neal National Park Service Student Fellowship to support research in Glacier National Park, Grant-Kohrs Ranch National Historic Site, and Little Bighorn Battlefield National Monument. Applicants must be students from a Rocky Mountain CESU member college or university. More information about the fellowship can be found on the CCRLC's internship and fellowship page. Research Permits National Park Service units and other protected areas provide unique opportunities for scientific research because these areas are preserved and protected, and can be studied as reference points for comparisons with similar, altered environments. Research contributes to the understanding of the Crown of the Continent's natural and cultural resources and is used for planning, management, and sharing with partners and the public. Researchers may apply for an NPS Scientific Research and Collection Permit to conduct studies in Glacier, Grant-Kohrs Ranch, or Little Bighorn Battlefield. Permitted researchers study a variety of biological and social research topics. All are required to submit an annual report of their study progress and results. These Investigators' Annual Reports are then entered into the National Park Service Integrated Resource Management Applications (IRMA) Portal, a searchable database that is available for public use. If you are interested in conducting research in Glacier, learn more about submitting applications for research permits.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/ccrlc-research.htm"
}
