{
    "title": "Glacier National Park: Native Plant Restoration and Citizen Science",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Native Plant Restoration and Citizen Science                Native Plant Restoration and Citizen Science       As part of a Citizen Science project, students observe common loons with spotting scope and binoculars NPS       Students at the Native Plant Nursery NPS  Native Plant Restoration Glacier's Native Plant Restoration Program began in the late 1970s with revegetation projects at Logan Pass and backcountry campgrounds, as well as exotic plant control park-wide. The program dramatically expanded in 1986 when the park entered into partnership with the Federal Lands Highway Administration to repair the aging Going-to-the-Sun Road. Road rehabilitation, as well as construction and heavy visitor use, results in disturbance to the vegetation and soil. The consequences include bare ground, soil erosion, invasion by exotic plants, displacement of animals, and reduced aesthetic value and biological integrity. Over the past years, Glacier has developed a comprehensive restoration program to restore structure, function, and plant diversity to these impacted areas. Indigenous plant material is used to maintain genetic integrity. Native soils and plants are salvaged and stored for re-planting whenever possible. Seeds and cuttings are collected annually and propagated in the park's native plant nursery for replanting. Completed projects are monitored to evaluate the effectiveness of revegetation efforts. In addition to road reconstruction, other projects include repair of a wide range of vegetation and soil impacts in campgrounds, scenic vistas, and developed areas in Glacier National Park.    Field Trip Summary Teachers conduct pre-visit lessons with their students to prepare them for the project. Then the group comes to the park and, depending on the grade level, may assist native plant program staff with sowing seeds, preparing cuttings for planting, collecting seeds from native plants, digging holes to plant natives, or monitoring restoration sites previously planted. Groups participating should know that they will be walking\/hiking, carrying items up and down the trail, and getting their hands dirty! Please know that all of this could happen in the rain, sun, wind, or snow.  Middle School Field Trip: Glacier Plant Explorers High School Field Trip: Glacier Plant Stewards  Groups will leave the park feeling tired and sweaty but also filled with a huge sense of accomplishment for the work they've completed in re-vegetating a human-impacted area of the park.    STARS Program STARS means Students Taking Action in Restoration and Stewardship  The STARS program is a progressive, curriculum-based program for students to learn concepts of habitat restoration by participating in a service learning, native plant restoration project at Glacier National Park. The goal of the program is to educate students about human impacts to native plant communities and to promote increased stewardship of Glacier National Park.  Schools participating in the STARS program are eligible to apply for travel grants to assist with covering bus transportation costs to the park.      Citizen Science Coordinator helps students with data collection NPS  Citizen Science There are field trip opportunities for a limited number of middle and high school classrooms interested in participating in our Citizen Science projects. The Glacier National Park Citizen Science Program engages students in field data collection, like wildlife monitoring, that actively contributes to biology research in the park. Educators interested in Citizen Science field trips should email the Crown of the Continent Research Learning Center. YES! Program A high school citizen science program called Youth Exploring Science (Y.E.S.!) began in 2011 and is focused on providing an intensive exploration of the scientific method, classroom instruction sessions, and field trips. Students develop research questions, collect field data, and analyze data from our public Citizen Science Program. The instruction is curriculum-based and aims to empower students to put science into action to answer their own questions about the ecosystem.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/education\/native-plants-and-citizen-science.htm"
}
