{
    "title": "Glacier National Park: Crown of the Continent Research Learning Center",
    "body": "Crown of the Continent Research Learning Center        A researcher heads into Glacier National Park's backcountry. NPS\/Melissa Sladek       Explore the Crown of the Continent Research Learning Center Pages Citizen Science CCRLC Partners Events Internships and Fellowships Publications and Media Research Assistance       The Crown of the Continent Research Learning Center (CCRLC), located in Glacier National Park, is one of 19 National Park Service Research Learning Centers that assist National Park Service sites across the country to make parks more accessible to researchers and research results more accessible to staff, managers, and visitors. The CCRLC represents three national park units in our region as well as Waterton Lakes National Park in Canada. We are also fortunate to work with a variety of partners to increase science, research, and science literacy in the Crown of the Continent. Visit our Partner page to learn more about these groups. The mission of the Crown of the Continent Research Learning Center is to promote research and scientific understanding within the Crown of the Continent Ecosystem. Specific goals include:  Facilitate research efforts. Share scientific research and results occurring in our parks. Provide opportunities for public education and involvement. Use partnerships to increase research opportunities and enhance science literacy.    Research Assistance and Fellowships The CCRLC assists researchers by providing research permits, housing, laboratory, and field support. In addition, we offer funding through the Jerry O'Neal National Park Service Student Fellowship, which supports graduate student research in Grant-Kohrs Ranch National Historic Site, Little Bighorn Battlefield National Monument, and Glacier National Park. The George C. Rhule Library, managed by the CCRLC, provides additional resources for park staff and researchers.  Sharing Scientific Research and Results Communicating science is one of the CCRLC's primary roles. We use a variety of methods to connect front-line park staff, park managers, and the public with current research results. Media tools, such as the CCRLC website, newsletters, and videos, describe current research projects and avenues to get involved. The Brown Bag Lecture Series, which features various researchers and staff, and events such as our annual Waterton-Glacier Science and History Day, also help communicate recent natural and cultural research.  Education Opportunities and Internships Glacier's Citizen Science Program is another important component of the CCRLC. The program uses trained volunteers to collect scientific information, enhancing our understanding of specific resources of concern while engaging citizens in the stewardship of protected landscapes. CCRLC also offers internships for graduate and undergraduate students in science communication and field research. Through our efforts, the CCRLC combines science and education to help preserve and protect areas of national significance. Please browse our other pages and contact us if you have questions.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/ccrlc.htm"
}
