{
    "title": "Glacier National Park: CCRLC Events",
    "body": "Events         A variety of research is conducted within Glacier and Waterton Lakes National Parks. The CCRLC coordinates brown bags and other events to share this research with park staff and the public. NPS Photos  The Crown of the Continent Research Learning Center (CCRLC) provides a variety of opportunities to learn about research, history, and resource issues happening within Glacier and Waterton Lakes National Parks.  Current information about all of the CCRLC's events and programs, as well as park-wide special events, can be found on Glacier's park calendar.    Brown Bag Presentations Throughout the spring, summer, and fall, the CCRLC offers brown bag presentations that provide information on current research, resource topics, and history to park staff and the public. The CCRLC typically hosts brown bag presentations from April through October at the West Glacier Community Building. To find our current listings, visit Glacier's park calendar. Science & History Day Each summer, the CCRLC helps to coordinate Science & History Day, a special all-day program highlighting the parks' science and history. This event brings together scientists and historians conducting research in Glacier and Waterton Lakes National Parks, giving them an opportunity to share their insights and research results with the general public. The location of this event alternates between the two parks on an annual basis. The 2016 program will be held at Falls Theatre in Waterton Lakes National Park on Tuesday, July 26 from 9:30 a.m. to 3:30 p.m. Topics for this year's program include suppressing invasive lake trout, threats to salamander diversity, human occupation of the Rocky Mountain Front, historical accounts of Waterton-Glacier's lesser known past, and much more! The full schedule of speakers can be found on the 2016 agenda. This event is free and open to the public. Attendees are encouraged to bring a sack lunch to enjoy during the one hour break. For more information, contact the Crown of the Continent Research Learning Center at 406-888-7863.  Changing Balance\/Balancing Change Dance Performance The CoMotion Dance Project from the University of Montana is holding three July performances of their new, interactive dance piece entitled Changing Balance\/Balancing Change.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/ccrlc-events.htm"
}
