{
    "title": "Glacier National Park: Research Permits",
    "body": "Research Permits       Independent Research Glacier National Park strongly encourages the participation of academic and independent scientists in the park science program. A great deal of past research in the park has been carried out by qualified individuals engaged in independent studies. Persons wishing to familiarize themselves with recent research and resources management projects in the park are encouraged to visit the NPS Research Permit and Reporting System website and examine the archive of Investigator's Annual Reports. These are mandatory year-end reports required from all Principal Investigators (PI's) , who engage in science and resource management activities in the various parks. A wide range of technical disciplines are represented. Parks are listed alphabetically and a search utility is provided for retrieval of research summaries according to park, subject or names of the PI's.  Priority consideration is given to research proposals that address resource issues of most immediate concern to park managers. Many of these concerns are documented in the park Resources Management Plan, a strategic plan that monitors the condition of park resources and recommends remedial actions to deal with specific problems. However, qualified scientists are invited to conduct independent studies in their special areas of expertise in the national parks when the work promises to yield information that is useful to park management. NPS policy discourages studies that are not likely to produce results having some intrinsic value for preserving or managing park resources.        How to Obtain a Research and Collection Permit for Glacier Persons wishing to conduct scientific research in Glacier National Park can apply for a Research and Collection Permit through the NPS Research Permit and Reporting System website. This is done by selecting “Submit applications for research permits” and following the instructions on the screen. The application form can be filled out and submitted electronically from the website. Applicants are strongly encouraged to read the instruction set and general guidelines posted on the website prior to completing the Application Form (see “Application FAQs” and “Permit FAQs”) . A Research Proposal or Study Plan is required in addition to the Application Form. Proposals can be attached during the on-line application process or can be sent directly to the park Research Coordinator either electronically or via regular mail. Information for contacting the Research Coordinator appears at the end of this section and on the application site. If a peer reviewed proposal already exists, it may be submitted in lieu of a study plan. The application should clearly identify research methods to be employed in the park. Experience has shown that lack of details on field methods causes most of the delays in the permitting process. Investigators are encouraged to apply at least 90-days in advance of the time they plan to arrive in the park. This amount of lead-time is sometimes necessary because processing the application involves numerous steps. These include various levels of review and checks for compliance with NEPA, park regulations, compatibility with wilderness management guidelines, etc. In many cases accompanying research proposals will already have undergone one or more levels of peer review. Additional review may be sought depending upon the scope and complexity of the proposal. Applicants may be contacted by park staff and requested to provide additional information or clarification about the proposed work. A special permit must be obtained from the U. S. Fish and Wildlife Service by investigators planning to handle or otherwise disturb any species listed under the Endangered Species Act . Upon completion of these reviews PI's will be notified via e-mail or telephone about the status of their permit. Persons conducting multi-year projects may request a permit valid for up to 5 years . Researchers will be mailed two copies of the permit. The PI should sign both and mail one back to the park. The other signed original must be carried by the PI or field team leader at all times while in the field in the park. Principal Investigators and members of their research teams who will be undertaking field work for the first time in Glacier National Park are required to receive a safety and informational briefing before entering the field. This is the final step in the application process; the permit will become valid upon completion of this briefing. Returning investigators and co-workers who received this briefing during a previous year are exempt from this requirement. However, if several new people join the study team during subsequent field seasons we recommend they receive the briefing. These normally take about 20 minutes. The NPS staff person conducting the safety and informational briefing will discuss any special restrictions or requirements that may apply depending on location of study sites, current conditions, trail closures, etc. They will also recommend some means for keeping the appropriate District Ranger advised of their field activities. This is especially important for projects involving methods that may attract the attention of park visitors. In many cases a schedule of planned field activities will suffice. If field tasks and work locations cannot be easily scheduled, an alternate means for notifying District personnel will be arranged on a case by case basis. These procedures have been established to ensure the safety of researchers working in the field and to avoid conflicts with other park activities. In addition to the general guidelines, rules and requirements described on the NPS Research Permit and Reporting System website, researchers may have additional restrictions or conditions imposed that are specific to Glacier National Park. These are sometimes necessary due to temporary closures of areas due to bear activity, wildfire, active eagle nests, wolf denning, etc. Researchers carrying out their work in public view may also be asked to display some type of apparel that clearly identifies them as members of a field research team. The park has a limited number of colored vests that display appropriate identifying marks available for loan if needed. Information gained from research investigations is archived in several standardized databases that are in Service-wide use throughout the NPS. Scientific data obtained in a national park under the authority of a Research and Collection Permit must be reported in formats that have been adopted for these databases. This includes a protocol for recording metadata. Guidelines for reporting results in the appropriate formats will be furnished to investigators conducting scientific studies in Glacier National Park . A digital copy of original data files and any derived data products may also be requested, in addition to metadata, when the study topic has potential for future monitoring. Investigators needing assistance with this or who wish to discuss technical aspects of reporting their data may contact Richard Menicke, the natural resource database manager in Glacier National Park. He can be contacted by phone at (406) 888-7918 or e-mail us. Principal Investigators issued a Research and Collection Permit will be contacted at the end of the year and requested to submit an \"Investigator's Annual Report\" (IAR). This can be prepared either in hard copy or online via the NPS Research Permit and Reporting System website. Instructions for filing the report will be provided with the notification. Completion of an IAR is a condition for renewal of permits and are required each year of the project from initial data collection until a final report is submitted. IAR's are intended to be brief, stand-alone summaries to communicate the highlights of objectives and research progress and findings to park management, park interpreters, and the public. Upon completion of a project, investigators must submit a copy of the final report or publication to the park for our library. We encourage investigators to submit a one to two page layman's abstract along with their final report. Investigators may also be invited to speak to park staff and the public at our Science & History Day or brown bag seminars. Investigators planning to collect specimens that will be retained permanently are required to contact the park's Museum Curator to discuss arrangements for the cataloging and disposition of specimens at the beginning of their project. It is not necessary to comply with this requirement if specimens collected are to be destroyed during the process of research. Funding for the preparation and cataloging of permanently retained specimens, including the entry of catalog data into the NPS ANCS+ database, must be shown as a line item in the project's budget. Specimens remain the property of the National Park Service, but may be placed on loan to another institution or repository. Please contact Deirdre Shaw, Museum Curator, at (406) 888-7936 or e-mail us.        Fee Waivers Investigators engaged in approved research projects at Glacier National Park are entitled to a fee waiver for entry into the park. To obtain a gate pass PI's or field team leaders should provide the CCRLC with a list of names of all persons in their crews along with license number(s) and a description of the vehicle(s). This must be submitted in advance of arrival. Please contact our office at (406) 888-5827 or e-mail us. Camping fee waivers are not typically granted, and are only awarded under exceptional circumstances. Principal Investigators are advised to make allowances for field expenses, including use of public campgrounds, during preparation of their budgets. Use of backcountry campsites is allowed on a space-available basis and arrangements for the use of these facilities must be made through the park backcountry camping reservation system.        Persons representing academic institutions, government agencies, or private research organizations who are interested in obtaining a research and collection permit may contact: Tara Carolin, Director Crown of the Continent Research Learning Center Glacier National Park West Glacier, Montana 59936  Phone: (406) 888- 7863 Fax: (406) 888-7903  e-mail us",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/research-permits.htm"
}
