{
    "title": "Glacier National Park: Wetlands, Marshes and Swamps",
    "body": "Wetlands, Marshes and Swamps         Students search for aquatic insects NPS\/Jacob W. Frank  Wetlands make up a very small percentage of Glacier's land cover, yet they account for much of the park's diversity. Many of our state-listed rare plant species (43), as well as the state-listed rare bog lemming and all of our amphibians are associated with wetlands. The majority of wildlife species use wetland habitats for feeding and drinking.  Ecosystem functions provided by wetlands include sediment filtering, stream bank building, storing water, aquifer recharge, fish and wildlife habitat, dissipating stream energy and more.  Wetlands come in many forms and can be associated with lakes, potholes, fens, bogs, swamps, marshes, vernal pools, streams, rivers, oxbows, seeps, and springs.   A common type of wetland found east of the divide are beaver ponds found along stream terraces. Aspen trees, a primary food source for beavers, grow in the wet soils along the streams. Over time, the ponds will fill with sediment and form swamps (wetlands dominated by trees or shrubs) and may eventually dry up to form meadows. Alders, willows, cattails and sedges make up the bulk of the vegetation in beaver-created wetlands.   An unusual kind of wetland, known as a fen, is found in the park. Fens are a type of peatland, or a wetland with deep organic soils.  A good example of a fen is at McGee Meadow, next to the Camas Road, a flat area where the water table is high. Groundwater, the primary water source for a fen, is relatively high in nutrients due to contact with mineral soils. Yet the nutrient levels of a fen are low compared to that of a beaver pond system with its more fast-moving water. Fens typically have emergent vegetation such as cottongrass and sedges. Bogs, on the other hand, have little in-flow or out-flow of water, with rainwater being their primary water source. They tend to be very low in nutrients, highly acidic and dominated by Sphagnum moss. There are no extensive systems of true bogs in the Northern Rockies of the U.S., but a handful of small bogs have been identified in Glacier.   Cottongrass (with tufts of white \"cotton\" on the tips), buckler fern, and mountain bladderwort are plants which are relatively rare in the Rockies, but can often be found in fens. Plants have three basic strategies in a low-nutrient environment. One, they grow slowly and outlast the competition. Shrubs and trees in or near the fen are tiny and very old. Two, they eliminate the competition. Sphagnum moss and members of the blueberry family secrete acid into the water, creating their exclusive environment. Third, and most interesting, a few plants give up on gathering nutrients in conventional ways and become carnivorous. Mountain bladderwort has floating root systems littered with tiny semi-inflated bladders of air. Floatation is not their only function. When an aquatic insect swims nearby the tiny hair triggers, the bladder suddenly inflates and sucks in the insect. Digestive enzymes take over from there...   In the Johns Lake \"bog\" near the upper end of McDonald Lake, nutrients are even scarcer. Most of them fall from the air. Here, Sphagnum is more common than the dominant sedges of McGee. It floats on the surface creating a carpet on the water surface, and building up thick layers of peat as it deteriorates in the soil. In this even poorer environment, bladderworts are joined by the tiny sundew on the list of carnivores. It grows on the surface of the sphagnum, and has tiny radiating arms, small pads on the ends of the arms, fine hairs on the pads and \"dew\" (which sparkles in the sun) on the hairs. When flying insects are lured to the sparkle, they learn the fatal truth. The dew isn't dew, it's glue... The hairs slowly envelop the insect and again, digestive enzymes do their thing.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/wetlands.htm"
}
