{
    "title": "Glacier National Park: Lakes and Ponds",
    "body": "Lakes and Ponds         Lake McDonald is the largest of Glacier's many long lakes. NPS \/ Jacob W. Frank  Thanks to past ice-ages, Glacier has lots of water. Of the over 700 lakes within Glacier National park, 131 are named. Glacier's water can be considered the headwaters of the entire continent. From Triple Divide Peak, a droplet can theoretically split three ways and eventually make it to the Pacific, Atlantic, and Hudson Bay watersheds.  Glacially-carved Most of the low-elevation lakes are the remnants of long glacial valleys dammed at their outlets by end moraines. Look at a map of the park and you will see these finger-like lakes stretching away from the Continental Divide. Just like the U-shaped valleys they often fill, these long lakes have a bathtub shape—deep with steep sides. At 10 miles long (16 km) and 464 feet deep (141.4 m) Lake McDonald is both largest and deepest body of water in the park.  At high elevations, most lakes exist as glacial tarns, new lakes filling the bottoms of ice-scoured amphitheaters. They often have small end moraines at their lower ends as well, sometimes with a headwall waterfall which isolates them from fish migration. The fishless tarns have still developed complex ecosystems of smaller plants and animals. Depending on the level of nearby glacial activity, and therefore the amount of powdered rock they contain, these lakes have a milky turquoise, sapphire blue or extremely clear appearance. Water quality can be significantly affected by air quality. The higher elevation tarns are sensitive to airborne pollutants because they get the winter precipitation load in spring, when the snow melts. Though clean, Glacier waters are not necessarily drinkable. There is potential presence of a disease causing parasite. Cold and Clear The temperature of most lakes never gets above 50 degrees Fahrenheit at the surface, so plankton growth is minimal. It is not unusual to spot details on the bottom of lakes beyond 30 feet. In some areas, the lack of plankton growth and the clarity of water would be cause for worry—pollutants like acid rain often kill the growth. Not here. These lakes are at the extreme low end of fertility, because of their low temperatures, extreme depth, and the kinds of minerals supplied by surrounding rock. These sterile oligotrophic lakes are also an early warning system. They are easily altered by small amounts of pollution, and therefore serve as bell-weathers for our water conditions everywhere.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/lakesandponds.htm"
}
