{
    "title": "Glacier National Park: Outdoor Fire Safety",
    "body": "Explore This Park    Learn About the Park     Nature     Wildland Fire     Outdoor Fire Safety                Outdoor Fire Safety         Some fires are small and remote, while others have major impact on visitor use areas NPS  Fire, a natural element in any forest or wildland, can pose a serious threat to human life and property. Keep these tips in mind before you leave home as well as on the trail to make for an enjoyable outdoor experience during fire season!    Before going hiking or camping, check with public land management agencies for fire restrictions or area closures. Plan ahead and prepare—know your route, sign in at the trailhead, let someone else know where you are going and be sure to know how to get out!  If you use a campfire, make sure it is fully extinguished before leaving the area—be sure it is cold to the touch.  If you are using a portable stove, make sure the area is clear of grasses and other fine fuels. Prevent stoves from tipping and starting a fire.  Consider alternatives to camp fires during periods of high fire danger.  Practice Leave No Trace principles—pack out cigarette butts and burned materials from your camping area.  Be aware of sudden changes in the weather or changing weather conditions. For example, if you see a thunderstorm approaching, consider leaving the area.  If you see smoke, fire, or suspicious activities, note the location as best you can and report it to authorities. Do NOT attempt to contact suspicious people or try to put out a fire by yourself  If you see a wildland fire, report its location. Avoid traveling near it.  Be careful of parking or driving your vehicle in tall, dry, vegetation, such as grass. The hot underside of the vehicle may start a fire.       Check out Glacier's camping regulations and backcountry guide publications for information specific to your park visit and an explanation of Leave No Trace principles. More preparedness tips at Firewise from the National Fire Protection Association.      Fire Restrictions Are there restrictions currently in effect?  Fire managers may institute fire restrictions any time conditions call for them. The goal of the restrictions is to reduce the possibility of accidental human-caused fire during times of high fire danger. At all times, Glacier operates under regulations similar to Stage I: Fires must be kept in designated areas and attended all times. Fireworks are prohibited. Not all of Glacier's backcountry campgrounds allow fires so check the Backcountry Guide for specific fire policies. What do the different \"stages\" mean? Stage 1   Use of wood or charcoal grills and propane or white gas stoves is permitted. Campfires are allowed only in metal or concrete rings. Smoking is prohibited, except within an enclosed vehicle or building, a developed recreation site or while stopped in an area at least three feet in diameter that is barren or cleared of all flammable materials.  Stage 2   Use of propane or white gas stoves is permitted. Use of wood or charcoal grills is prohibited. No campfires. Smoking is prohibited, except within an enclosed vehicle or building, a developed recreation site or while stopped in an area at least three feet in diameter that is barren or cleared of all flammable materials.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/fire-safety.htm"
}
