{
    "title": "Glacier National Park: Soils",
    "body": "Soils         Tracks left in mud NPS\/Tim Rains  Soil is the basic resource upon which all terrestrial species depend. It is necessary for the growth of vegetation, which in turn is used by many species for food and habitat, but it also supports buildings, roads, and trails on which humans depend. The formation of the diverse soils of Glacier stem from a varied history which includes ancient seas, glaciers, volcanoes, and floods. What lies beneath the landscape, in the literal sense, is the place where it all begins, and ends, and continues. Soil is the giant recycling center of the planet, turning death back into new life. In the classic soil profile, there is an organic layer on top composed of mostly plant leaves and decayed logs, a layer below leached by water movement and below that an area of chemical accumulation atop the parent pure-mineral material. In Glacier, soils would generally be classified as poor for traditional human uses. The elevation is too high, slopes are too steep, climate is too cool and soils too thin.  Alluvial soils (formed by water movement) comprise 3% of Glacier's soils, wet soils less than 1% percent, glacial and landslide soils 39%, and bedrock soils 55% of the total. The bedrock soils are usually thin and support sparse vegetation. In the alpine tundra areas, intense frost action has formed the soils into parallel turf-banked terraces on gentle slopes, and ice wedge polygons common on arctic tundra. Curiously, plants grow mostly on the sloped sides of the terraces. Plantlife A good soil scientist can tell us a lot without ever looking at the soil. Everything about it—permeability, chemistry, thickness, fertility, stability—can be inferred by the plants that use it. Aspens not near streams on the east side of Glacier are tightly connected to clay-rich, poorly-drained soils. Pioneer species like lodgepole pine are correlated to calcium-poor soils, and Douglas fir to calcium-rich. The gentler slopes of the west side are formed from stable till (angular rocks which have not traveled far) and promote dense tree and understory growth. The sparser and younger growth of trees on the east side means that the soils are less stable. Indeed, they are more likely to be colluvium, soils recently moved around by slumps or landslides. Alpine larch is not common in Glacier Park. Conditions in many places look like ideal larch habitat, except for one thing. Alpine larch does best where granite is the bedrock. There is no granite in Glacier. Dating Soil One event in the profile of Glacier's soils gives scientists a definite marker to use in aging soil. Seven thousand years ago, Mt. Mazama, a large volcano in the Cascade Range of western Oregon, collapsed in on itself. It left a gaping hole we now call Crater Lake and expelled enough ash to spread worldwide. In Glacier, 600 miles to the Northwest, layers of the bright brown ash are common in the soil profile. Everything above that layer, of course, happened in the last 7,000 years. In one location in the Avalanche Basin, the ash accumulated to a depth of 6 feet.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/soils.htm"
}
