{
    "title": "Glacier National Park: Glaciers \/ Glacial Features",
    "body": "Glaciers \/ Glacial Features         Sperry Glacier basin. Because some rocks are softer than others, (for example mudstone sculpts more easily than limestone), stair-step or terrace patterns in the landscape are created. NPS\/Stephanie Metzler  Glaciers are masses of ice, snow, water, rock and sediment that move under the influence of gravity. They are formed when snow and ice accumulation exceeds summer melting. They \"retreat\" when melting outpaces snowfall. U.S. Geological Survey (USGS) Glaciers FAQs Northern Rocky Mountain Science Center (NOROCK) Glacier Research    Movement Many years of snow accumulation compacts the bottom layers of snow into ice. Under the huge weight of the snowpack (usually 100ft\/30.5m thick or more), the ice becomes viscous and allows the mass to slide downhill. The USGS Climate Change in Mountain Ecosystems Program minimum size criterion for a glacier is 0 .1 km² (100,000 m²), or about 25 acres. Below this size, the accumulated ice generally does not move and is stagnant. The appearance of crevasses (cracks) and fracturing attest to a glacier’s movement. Glaciers don't \"bulldoze\" landscape as much as they melt and re-freeze, plucking material from areas of snow deposition and moving it to other areas, like downhill conveyor belts.   History The current glaciers in the park are estimated to be at least 7,000 years old and peaked in size in the mid-1800s, during the Little Ice Age. Millions of years before that, during a major glacial period known as the Pleistocene Epoch, enough ice covered the Northern Hemisphere to lower sea levels 300 feet. In places near the park, ice was a mile deep. The Pleistocene Epoch ended around 12,000 years ago.      Glacial Features Once you know what to look for, viewing Glacier's landscape can seem like reading a textbook on the geologic effects of glaciation. The following glacially-carved features can be found throughout the park:        McDonald Valley (flowing into Lake McDonald) is a classic example of a U-shaped valley. NPS  U-shaped Valleys Like any other form of water, glaciers follow the most direct course downward. This means they often fill areas previously filled by a river or stream. A river cuts a V-shape profile. The freeze\/re-freeze glacial conveyor belt scours valleys into a U-shape, broad at the bases and sheer on the sides. The result (when the glacier is gone) is awesome verticality and\/or long, deep lakes like Lake McDonald and Bowman.         Bird Woman Falls flows from a U-shaped valley \"hanging\" above a larger U-shaped valley. NPS\/Tim Rains  Hanging Valleys When a small side-channel glacier feeds into a larger and deeper-cutting trunk glacier, the undercut forms a hanging valley, like the one above Bird Woman Falls and in hundreds of other places in the park.        Eroding glaciers left a thin ridge (the Garden Wall) between them. NPS\/Jacob W. Frank  Aretes and Horns Saw-toothed aretes, like the Garden Wall, mark places where two glaciers carved on each side of a ridge. Craggy horns are mountain tops that were scraped vertical by glaciers on three or more sides. Examples in Glacier include Flinsch Peak, Reynolds Mountain, and the Little Matterhorn.         Looking from Two Medicine Pass into Lake Isabel cirque NPS  Cirques and Tarns Ice cream scoop-like amphitheaters, called cirques, are carved by glaciers sitting on a relatively protected slope where snow and ice can pile up and carve out a deep bowl. Many park cirques still hold glaciers, long-standing snowfields, or lakes. Tarns are the lakes which fill those cirques.        Looking at the chain of lakes in the Grinnell Valley from the glacier headwall. NPS  Paternoster Lakes A chain of small, successively lower lakes form where the glacier scoops a depression during its retreat. This string of bowls is known as paternoster lakes because of their resemblance to rosary beads.        A terminal moraine may act as a natural dam. NPS\/Stephanie Metzler  Moraines At the other end of the process, terminal and lateral moraines form when the conveyor belt pauses, in equilibrium between summer and winter. At a large terminal moraine, glaciers advanced and melted for a few hundred years at exactly the same rate, dumping their payload in one spot. Lateral moraines are made of debris pushed along a glacier's sides. The materials in a moraine tend to be of every size and shape -- ice is indiscriminate about what it can carry. Meltwater, depending on its speed, sorts and rounds materials into layers of boulders, cobbles, pebbles, gravel, sand, silt or clay, in descending order of speed. This \"outwash\" forms below the terminal end of an alpine glacier. These materials are called till. Some \"erratic\" rocks in moraines are the size of houses. As you drive around the Blackfeet Reservation on the park's eastern boundary, you may notice such huge erratics sitting in fields, seemingly out of place, left there by long-ago glaciers.       Glacier Research & Climate Change  In Glacier National Park, scientists are studying the dynamics of glacier recession and the impacts that losing glaciers will have on park ecosystems. Today, the park's glacially fed streams provide a constant flow of cold water throughout the summer season, maintaining necessary water levels and regulating stream temperature for fish and other aquatic species. Plant and animal species throughout the park rely on this flow. However, under current trends of global temperature increase, glaciers here and around the world are rapidly melting. Based on current trends, glacier recession models predict that by 2030, Glacier National Park will be without active glaciers (i.e. those large enough to be moving).  Read more on about climate change research and predicted effects.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/glaciers.htm"
}
