{
    "title": "Glacier National Park: Fire History",
    "body": "Explore This Park    Learn About the Park     Nature     Wildland Fire     Fire History                Fire History         Burning over 39,000 acres, the Half Moon Fire of 1929 was one of the park's largest NPS\/R.E. Marble  There has been a fire in Glacier National Park almost every year of its existence. The year with the most was 1936 (64 fires!) and 1964 was the only year with no fire on record. The summer of 2003 was the most significant fire season in the history of Glacier National Park. Approximately 136,000 acres burned within the park boundary. Fires are a naturally recurring part of the forest lifecycle, but for us (park employees and visitors alike) fires are often an exciting, sometimes scary, experience. Below are images, stories, and information from past fire incidents to help create a bigger picture of what fire means to Glacier.                   2003 Fire Season   29 Photos  Photos from 2003, a record breaking fire year.                           NPS Map\/Dave Hammond  What parts of the park have burned? Glacier is a patchwork of recent and historic burns, which contribute to its rich biodiversity. You may be surprised to see how much of Glacier's over 1 million acres has experienced fire.   View Glacier Fire Map 1910-2015        NPS  Repeat Photography from Fire Lookouts Check out these incredible photograph pairings from Fire & Aviation Management. Compare 1930s photographs with the same view in the late 2000s. Look for changes in the landscape. Note the patterns of live and dead trees, and patches of trees of different heights, types, or ages.        Swiftcurrent Valley after Heavens Peak Fire NPS\/Dodd  Firestorm! Read the dramatic story of the Heaven's Peak Fire of 1936.        Swiftcurrent Lookout NPS  Viewshed Watch a short documentary looking at the people that work as Glacier National Park fire lookouts.        NPS  NPS Fire History Timeline Explore a timeline of past events that have shaped fire policy in the United States today.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/fire-history.htm"
}
