{
    "title": "Glacier National Park: Forests",
    "body": "Forests         Dense forest understory along Avalanche Lake Trail NPS\/Tim Rains  About 55% of Glacier is forested, and of that percentage, 60% is moist coniferous forest, 30% is considered dry coniferous and 10% deciduous. Glacier's forests are a mosaic of succession patterns and interruptions, changing shape with climate differences, elevation changes, disease, fire, wind and avalanches. In general, Glacier's forest cover is drier as you travel north and more deciduous as you travel east.   Forest Succession  The verdant forests of Glacier National Park appear robust and enduring, but they are constantly changing. Without periodic disturbances caused by fire, blow-down, avalanches and forest diseases, conditions favorable for new growth would not exist. Trees grow old, die and are replaced by other species through a process called succession. On the Trail of the Cedars along Avalanche Creek and on Johns Lake Trail, visitors walk through some of the shadiest parts of the park. Huge western red cedars, hemlocks and cottonwoods absorb nearly all the direct sunlight in their expansive canopies. Some plants that thrive in such heavily shaded understory, like fungi and saprophytes, do not even bother with photosynthesis. The large trees that grow in this area date back to around 1517 and are now approaching the 500 year mark in age!  Because the cedars and hemlocks shade the area so completely, only their own kind can reproduce. That makes them the \"climax\" species. But they were not always there. Once, a very long time ago, a large fire probably burned this area. Then grasses and shrubs invaded the new openings. Lodgepole pine, whose serotinous seedcones are specially adapted to open during a fire, started to grow in the new sunlit openings. Under the growing lodgepoles, shade-tolerant trees like spruce and firs could also grow. When the spruce and firs matured, extremely shade tolerant trees like western hemlock and in the moister areas, red cedar, could take root and grow. Eventually this pattern of succession culminated in the climax forest we see today.  Forest succession usually isn't this neat. Fires, wind, disease and avalanches can set the process back at any time. These interruptions are the rule rather than the exception. Add variables like soil type, moisture, elevation and climate, and the process becomes very complex. Prior to the large fire of 1929 the lodgepole pine forests along the park's west side contained large stands of cedars and hemlocks. Old stumps of those trees remain today and a few small cedar and hemlock seedlings aspire to dominate the forest canopy a few centuries from now. We do not know whether another cedar-hemlock forest would develop in our existing climate.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/forests.htm"
}
