{
    "title": "Glacier National Park: Mountains",
    "body": "Mountains         A view from US Hwy 2 offers one of the best looks at the Lewis Overthrust fault NPS  The story of Glacier's mountains begins in the Pacific Ocean. The constant addition of hot lavas to the Pacific sea floor along the mid-ocean ridge causes spreading of the Pacific Plate, which pushes against and slides under the western edge of North America through subduction. The Pacific Plate was moving eastward 6 inches (15.2 cm) per year some 45 to 75 million years, fast by geologic standards. This mountain-building episode, known as the Laramide Orogeny, affected the Rocky mountains upward from Alaska to Mexico. The force of this pressure folded and uplifted rocks, and in the case of the Lewis Overthrust, pushed a giant slab of older Belt series rock (50 miles by 200 miles) over much younger Cretaceous Era formations.   The pressure of colliding plates raised the land to great heights, well above the glacially-carved peaks remaining in the park. Glacial scouring and erosion has diminished the size of Glacier's mountains over time. Mt. Cleveland is the park's tallest peak, listed at 10,466 feet (3,190 m), and more than one hundred other summits rise above 8,000 feet (2,438 m).   Since the Laramide Orogeny, episodes of stretching and compression have caused ranges to rise and valleys to drop. One of the gentler folds, a shallow depression called the Akamina Syncline, has the two major ranges of Glacier at its upper edges. The Livingston Range lies in the park's northwest corner, trending northwest to southeast, and the parallel Lewis Range lies to the east of the Livingston Range. McDonald and Waterton Valleys formed in the bottom of the trough. Along the Flathead Fault, near the western park boundary, The stretching of the landscape caused land on the west side of the fault to separate and tilt. The resulting \"half-graben\" trough is now occupied by the North and lower Middle Forks of the Flathead River.   The beautiful banding of the sedimentary layers in Glacier's mountains is due to changes in conditions of the shallow seas where they were originally deposited. The shapes of Glacier's peaks were carved relatively recently. Visible to the observer today are stunning amphitheater-like cirque basins and broad U-shaped valleys, formed initially through glacial activity dating to the last ice age, and knife-edged aretes and pyramid-shaped peaks shaped by more recent erosional forces.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/mountains.htm"
}
