{
    "title": "Glacier National Park: Hydrologic Activity",
    "body": "Hydrologic Activity         Running Eagle Falls was once called Trick Falls because its top tier \"shuts off\" mid-summer, due to decreased meltwater, exposing the cavernous lower tier. NPS\/Tim Rains  Winters in Glacier National Park are known for their massive accumulations of snow. The average snowfall in the high country is over 10 feet (3 m) and, during spring plowing of Going-to-the-Sun Road, snow depth at \"Big Drift\" often exceeds 60 feet! Spring weather usually determines whether or not hydrologic activity will be in the headlines. In 1964 a heavy winter snowpack combined with warm spring rains to produce catastrophic flooding over large areas of the park, as well as portions of the Flathead Valley. Floods have also damaged the Polebridge area (in the North Fork) in recent years and flooding periodically occurs in the St. Mary River system, especially along Divide Creek near the village of St. Mary.  Despite the potentially destructive impacts of flooding in developed areas, the sculpting action of water runoff is a natural force that profoundly influences park landscapes. Without the periodic scouring and cleansing effect of floods and high water, stream channels would fill with sediment and silt and become clogged with woody debris. Substrate gravels on stream bottoms, essential habitat for fish spawning, would be covered over with silt rending them unsuitable for egg incubation. Moreover, they could not sustain aquatic invertebrates which comprise an important food item for fish.  Mountain streams are fed by glacial meltwater. Like ice cubes in a glass of water, the slow release of glaciers' frozen water provides a base flow late in the summer when precipitation is low. Global climate change over the next 50 to 100 years may significantly alter regional precipitation patterns and change both the timing and amount of spring runoff. As climate warms and glaciers melt, less water may be available during the hottest and driest part of the summer. Park biologists routinely measure stream flows and other hydrologic variables to monitor trends over long periods of time. Already, mountain snowpacks are holding less water and have begun to melt at least two weeks earlier in the spring. This impacts regional water supplies, wildlife, agriculture, and fire management. Another unique feature that defines Glacier's water activity is Triple Divide Peak. There water drains into three different major drainages, making Glacier the headwaters for three major North American watersheds: Arctic, Atlantic, and Pacific. Worldwide, there are roughly six locations with such \"triple divides.\"",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/hydrologicactivity.htm"
}
