{
    "title": "Glacier National Park: Geologic Activity",
    "body": "Geologic Activity         A spring slide at Weeping Wall. Glacier's Road Crew knows all too well the power and frequency of geologic events. NPS  Glacier National Park is defined by geological processes that have been occurring for millions of years, beginning with the Belt Sea (1,600 million years ago) and continuing with more recent periods of mountain uplifting and glaciation. Geologic activity continues to reshape the park landscape, albeit in more subtle ways.  Numerous landslides have occurred throughout the Park in recent years, influenced by land-form and climate. A large landslide was recorded on Chief Mountain in 1992. The east side of Glacier, in particular, is characterized by loose soils prone to periodic movement down steep slopes. The freeze\/thaw cycle of changing seasons greatly influences landslide events.  Heavy spring snowmelts and the associated runoff in park streams contribute to the movement of rock material and the relentless meandering of stream channels. Eroded rock material is flushed down steep gradient streams in the spring and re-deposited in gentler downstream sections where new stream channels are created through the scouring forces of water and rock. Riparian zones and floodplains along creeks and rivers are in constant change as a result of this annual process. The North Fork of the Flathead River and its tributaries are good examples.  Earthquakes have the potential for damage near some of the faults cutting through the park, but compared to other areas of the western United States, earthquake activity is infrequent and usually minor.   Mineral resource deposits lay below the surface in many areas of Glacier National Park and under lands adjacent to the park. Coal seams of varying size and quantity exist within the Kishenehn Formation along the North Fork of the Flathead River, the western boundary of the park, and extend into the Canadian portion of the North Fork Valley. Oil and gas seeps in the North Fork emerge miles below rocks that comprise the Belt Formation",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/geologicactivity.htm"
}
