{
    "title": "Glacier National Park: Air Quality",
    "body": "Air Quality         Glacier's clear alpine air in spring NPS  Glacier National Park air quality is of the highest quality and is protected under the Clean Air Act as a Class I airshed. Some decades ago, when national air quality standards were less stringent, the park did have air quality problems. Fluoride from a nearby aluminum processing plant was finding its way to deer, elk, and moose through the absorption of fluorides in park vegetation. Cases of bones becoming brittle and fragile were documented in some animals. The problem was corrected by development of a new aluminum smelting process and the establishment of new federal rules regarding the release of fluorides into the atmosphere.   Airborne transport of toxic materials can be a major cause of air and water pollution in remote areas. Considering the poor buffering capacity of Glacier's comparatively sterile alpine lakes, and the heavy snowloads common in the high country, spring meltwater from polluted snow could possibly shock some of the more fragile systems. Many toxic chemicals \"biomagnify\" as they chemically reconfigure themselves and move through food chains. Consequently, scientists are constantly monitoring air and \"dry deposition\" of toxics at high altitudes in the park.  Another concern for many park visitors, as well as local residents, is air visibility. Wood burning stoves, slash burning, road dust, and wildfires can impact visibility quickly. It is important to note that the background haze of smoke from wildfires is a natural occurrence during summer. This may occur as a result of local or distant fires and has been a natural environmental condition for thousands of years.   Ozone depletion does not appear to be a problem at this time in Glacier Park as it is in some other parts of the world. Increased ultraviolet (UV) radiation has not yet been detected, but scientists are monitoring some alpine plants and amphibians that are known to be sensitive to elevated UV radiation levels. Glacier participates in the NPS Air Monitoring Program, which collects data from over 60 national parks nationwide.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/airquality.htm"
}
