{
    "title": "Glacier National Park: Environmental Factors",
    "body": "Environmental Factors       With the headwaters of three continental drainages located in Glacier Park, flora and fauna have diverse affinities with many species occurring near the geographic limits of their range. Even slight differences in elevation and directional exposure can radically alter the occurrence of specific habitats and, hence, the distribution of plants and animals. Monitoring changes to the environment, such as impacts due to global climate change and the spread of exotic species, is matched with serious restoration efforts. We want to pass this place to future generations the way it is today, or better.               Air Quality   Glacier is protected under the Clean Air Act as a Class I airshed        Climate Change   Glacier's alpine glaciers make it one of the top research sites for climate science and a place to see climate change in action.        Geologic Activity   These mountains are a place of constant activity.              Hydrologic Activity   Glaciers and snowpack feed hydrologic activity throughout the summer.        Lightscape \/ Night Sky   Glacier protects an important resource that is diminishing in a increasingly urban nation.        Nonnative Species   Invasive plants and aquatic species threaten native species existence, spurring park restoration efforts.              Soundscape \/ Noise   The song of a bird and roar of a waterfall are all part of Glacier's natural soundscape.        Water Quality   As the nation's headwaters, Glacier waters are worthy of protection.        Weather   The Continental Divide makes for unpredictable weather in Glacier's mountains.            Areas of Concern  Presently, 140 plant and animal species found in Glacier Park are listed by the state of Montana as \"Species of Special Concern\", four are federally listed as \"threatened\" (bald eagle, grizzly bear, lynx and bull trout), one is designated \"endangered\" (gray wolf) and one (slender moonwort) is a candidate for federal listing. The preservation and maintenance of Glacier's resources is a daunting task for park managers given the growing list of threats, including some that are global in scale such as a warming climate. The introduction of invasive, nonnative (exotic) plant and fish species are major issues too.        Wilderness  \"Wilderness\" is a word with many emotional or historical meanings, but one meaning carries federal distinction. Official Wilderness designation and addition to the National Wilderness Preservation System requires an act of Congress. Glacier National Park lands are not designated, but are managed as wilderness per NPS policy. Over 90% of the park has been proposed for inclusion.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/environmentalfactors.htm"
}
