{
    "title": "Glacier National Park: Geologic Formations",
    "body": "Geologic Formations         The diorite sill is a magma intrusion seen throughout the park as a dark band, notably along the Garden Wall NPS\/Stephanie Metzler  Geologic formations in Glacier National Park are recognizable by dramatic exposures of Precambrian age Belt series sedimentary rock. These ancient rocks record a shallow Belt sea environment that opened and closed intermittently over many millions of years. The origin of Belt series sedimentary rocks dates from about 1,600 to 800 million years ago. Common Belt series rocks found in Glacier include the Appekuny, Prichard, Grinnell, and Snowslip Formations. Reddish-brown and greenish-gray in appearance, these rocks are comprised of argillite and quartzite material that was compressed under sea water to form mudstones. The chemical composition of these rocks, in addition to their place of origin within the Belt Sea - near shore versus deeper water environments, is largely responsible for the variation in color. Minor infusions of igneous rock, notably the Purcell series, can be found within Glacier's Belt series rocks. The Purcell lava flow is 1,075 million years old. Limestone and dolomite rocks are found in the Altyn, Helena, and Shepard formations within Glacier. More calcareous members of the Belt series, these larger formations depict deeper water depositional settings. Stromatolites, ancient fossils of blue-green algae that provide evidence of earth’s earliest physical and chemical compositions, are found in these calcareous settings and record the only trace of Proterozoic life known in the Belt Sea.  The diorite sill is a 30 to 100 meter thick intrusion within the Helena formation. A highly recognizable feature, the sill is a dark-banded, horizontal layer running through the pale gray Helena formation rocks. Cretaceous age rocks formed in outcrops along the east and south edge of Glacier some 70 to 100 million years ago. These mudstone shales are present in limited exposure and record a variety of marine environments. The sedimentary deposits of the Belt series were folded and uplifted 65-70 million years ago, pushing enormous slabs of older Belt rocks eastward on top of younger Cretaceous formations. The Lewis Overthrust is significant as a structural feature, for the extent of lateral displacement (up to 80 kilometers), and because it has functioned to expose well-preserved ancient sediments that are 1500 million years older that the underlying Cretaceous rocks. Chief Mountain is an isolated remnant of the eastern edge of the upper plate of the Lewis Overthrust, stranded over time from nearby formations by erosion. More recent Quaternary age rocks are found in glacial deposits from the Pleistocene and Holocene eras and recent alluvial gravel deposits, present along Glacier’s extensive stream and river network. Landslide deposits are also prevalent in recent sediments due to the incredible relief in the park.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/geologicformations.htm"
}
