{
    "title": "Glacier National Park: Wildflowers",
    "body": "Wildflowers         Trillium NPS\/Jacob W. Frank  There are few sights more beautiful than an avalanche slope or an alpine meadow aglow with the color of wildflowers amidst the backdrop of Glacier Park's towering peaks. Beargrass and fields of glacier lilies carpet the subalpine landscape. Ironically beargrass is not a grass and bears don't particularly like it. For the wildflower aficionado, the park offers nearly a thousand species. Subtle flowers like clematis or the chlorophyll-free pinesaps and Indian pipes are common in the lowlands. In late summer, purple asters paint the meadows between aspen groves on the east side.   There is never a shortage of color during the brief growing season and nowhere is the season shorter than in the alpine zone. Here, wildflowers must reproduce under the most severe conditions. Extreme winds, cold nights, occasional snow squalls and intense ultraviolet light make the life of an alpine wildflower adventurous. But they cope well enough to light up the tundra every year through a variety of strategies. They are very small to counter the effects of desiccating winds. The diminutive size of these flowers is due to the plant's disproportionate investment in reproductive parts. To conserve moisture many are coated with waxy cuticle layers. Some have a ground-hugging basal rosette shape to absorb the radiant heat of the earth. Many have fine hairs to trap heat and diffuse the extreme ultraviolet light found at high elevations. Some grow in cushions, conserving moisture and warmth, forming a streamlined shape to counteract the wind. The flowers of these plants often are shaped like a parabola to concentrate the sun's warmth on their reproductive parts, or like a drooping bell to capture heat radiating from the earth. Some, like the butterwort, gather nutrients by consuming insects; bugs stick to their gummy leaves and are digested. Almost all alpine plants are perennials -- there simply isn't enough time or warmth for annuals to go through their entire life cycle.  Despite all these strategies to encourage flowering and seeding, it takes an exceptional year for seeds to mature and be spread to other areas. The back-up strategy for alpine flowers is vegetative reproduction. Genetically identical new plants sprout from the roots.   As might be expected, the alpine zone harbors some Arctic relics left over from the ice ages. The harsh conditions of the alpine zone are similar to those on the edge of a receding glacier. Northern eyebright, three-flowered rush and false alphodel are examples of plants usually found in places like Greenland. Other plant species are adapted to the opposite conditions. Bicknell's geranium and rock harlequin remain as seeds for decades waiting for a fire to prepare the soil. After the burn they flower profusely for one or two growing seasons and then disappear until the next fire.   What to see images? Check out our flickr album for lots of colorful wildflower photos. The labels may help you identify a flower.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/wildflowers.htm"
}
