{
    "title": "Glacier National Park: Trees and Shrubs",
    "body": "Trees and Shrubs       Although the difference between a \"tree\" and a \"shrub\" is qualitative, botanists count 90 or so species in Glacier Park as shrubs and 20 as trees. Some are described below. Check out our \"Tree Key\" on the Park Fun page for further help in identification.          Aspen grove in autumn NPS\/Tim Rains  Aspen Aspen have a smooth, whitish-grey bark marked by thick, black scars and knots. They propagate through their roots, so a whole aspen grove may share a single root structure. Aspen parklands are common on Glacier's east side where the landscape is frequently visited by chinook winds and summer downslope winds. The parklands are formed by open forests of quaking aspens in lowlands, sparse limber pine stands on the ridges and open grasslands between. Aspens fare better in the lowlands because their leaves can not survive the drying effect of the frequent winds of the ridgetops.        Tall trees along Trail of the Cedars NPS\/Tim Rains  Cedar-Hemlock Forests In general, the western side of the park represents mixed conifer forests. In the southwest region you can find, the lush, sometimes ancient, Pacific cedar-hemlock forest types. Here, western hemlock and western red cedar reach their extreme eastern limits in the U. S. Their range fits perfectly within the eastern finger of the maritime climate of the Pacific northwest. Huge cedars and hemlocks have been growing for hundreds of years in the park and some trees of the lower Avalanche Creek area are over 500 years old. The cedars have stringy, spiraling bark and hemlock trunks sport frequent conks and horizontal lines of small woodpecker holes. From a distance, hemlocks can be recognized by their drooping tops. In moist areas along streams and bottomlands, you may find white spruce, and black cottonwood (balsam poplar) at lower elevations. Most of Glacier's other tree species can also be found in these forests including the less common paper birch, white pine, and grand fir.         Douglas fir cone NPS  Dry Forest Species Uniform, even-aged stands of lodgepole pine reflect the recent fire history of the park, because their serotinous seed cones open and re-seed immediately following fire. Ponderosa pine, though common in Montana, makes up only a minor portion of stands in Glacier and is found only on the west side. It occupies the warmest and driest sites that will support forest. Douglas fir, also a dry forest species, occupies sites that are just slightly cooler and moister than the ponderosa forests. Douglas fir cones have leaf-like bracts.        Mountain ash NPS  Shrubs Low-growing Pacific yew is part of the understory in shady areas. It is anything but fire resistant, so it only occurs extensively in areas which have been free of fire for a hundred or more years, such as the cedar-hemlock forests. Junipers spread their low branches in open dry areas. More shrub-like mountain maples feed moose and elk in winter in the forest understory. Mountain ash are also fairly small and their clumps of orange berries add winter color to the Glacier landscape. Of course, the star berry bush of Glacier is the huckleberry, a favorite food for both bear and hikers.        Subalpine fir near Granite Park Chalet NPS  Spruce and Fir In the mid-elevations, subalpine fir and Engelmann spruce begin to become important forest components on cooler, moister sites. They become more and more dominant as elevation increases into the subalpine. An example in Glaicer, the Two Medicine Valley has not seen fire for many years and its forests are dominated by these trees. The spruce have scaly bark and squarish needles. The subalpine fir has smoother, grey bark and flat needles.         Western larch in fall colors NPS\/David Restivo  Western Larch Another fire-dependent species, larch grow to heights of 150 feet (46 m). They provide beautiful autumn color in Glacier, being the only conifers in the park which yellow and drop all of their needles.        Whitebark pine cones NPS  Whitebark Pine Whitebark pine grows near timberline in the subalpine zone. Above 6,000 feet in elevation, the trees become increasingly stunted and twisted in a form known as krummholz. This gnarled-looking tree is visited by Clark's nutcrackers, grizzly and black bears, red squirrels, crossbills, blue grouse, and many other mountain animals flocking to it for the nut crop. In the early part of the 1900s, white pine blister rust was accidentally introduced to North America. This disease has killed about half of the whitebark pines in the park and most of the others are infected. Further complicating the plight of whitebark, fire suppression during the past hundred years has allowed shade-tolerant trees to out-compete the whitebarks. Whitebark pine is a slow-growing and long-lived timberline tree. Some of the oldest specimens in Glacier Park reached about 700 years in age before they recently succumbed to blister rust. A whitebark pine in Idaho's Sawtooth range has been dated at more than 1,200 years old. Geologists and climatologists use their extreme age to advantage in aging prehistoric events. It is an important \"keystone\" species and the uphill struggle to restore whitebark pine communities through prescribed fire and replanting rust-resistant trees has begun in the park. On the wind-swept ridges of the east side, limber pine plays much the same role as the whitebarks. This species has been infected to a lesser degree by the same disease. Restoration of both species is a management priority in Glacier National Park. Read the resource brief on whitepark status and management.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/treesandshrubs.htm"
}
