{
    "title": "Voyageurs National Park: Night Skies",
    "body": "Explore This Park    Learn About the Park     Night Skies             Voyageurs Night Skies        Half of the park comes out after dark. Burgess Eberhardt       Night Sky Phenomenon at Voyageurs The night sky is filled with wonder.  From the moon to Mars, the Milky Way to meteors, when you look to the sky, a whole new world awaits.  Besides the Voyageurs specific phenomenon that you can observe and read about here, the National Park's night sky pages hold a wealth of information.      Meteors: Nature's Fireworks Here at Voyageurs, the dark skies offer an opportunity to appreciate not just stars, but shooting stars, also known as meteors. For summertime visitors, the August Perseids are the best chance to see a meteor shower. On a clear night, head outside, gaze up, and watch for what just might blaze through the sky. Northern Lights  The aurora borealis, more commonly knows as the northern lights, are the radiant shimmering colors that occasionally light up the night sky, and which have fascinated mankind for ages.Check out our night sky photo gallery to view more aurora borealis photos.          Become a Jr. Ranger Night Explorer today! NPS   Become a Night Explorer Stop in at a Voyageurs National Park visitor center and ask about our Night Explorer Junior Ranger program or download the activity book from our Junior Ranger page.       \"I am Fisher, the great hunter. You cannot catch me.\" Have you gone looking for the Fisher? Maybe you have seen him in the sky? I'll give you a hint; he is easiest to spot after the sun goes down. Look to the north, and you will find him there. The ancient Greeks called him the Great Bear. You may know him as the Big Dipper. But to the Anishinabe, the Fisher circles through the night sky, bringing warm weather every spring. For thousands of years humans have looked to the night sky. We have used the stars for navigation, inspiration, to tell stories, and try to make sense of the world. Still today, we can be humbled by the vastness of the universe. With just the naked eye, we can see the planets of our solar system and craters on the Moon. To the north, we can see the beauty of the Aurora Borealis. Looking up to the night sky is like looking back in time. Light from distant stars is thousands, if not millions of years old. Under dark skies, we can see more stars than it is possible to count. We can even see our own Milky Way galaxy. But as cities grow brighter, a dark sky can be more difficult to find, making the viewing of galaxies impossible in our own backyards. The National Park Service is working to protect and preserve these dark skies at locations around the country. Here at Voyageurs National Park, the night sky is a resource to be cherished and experienced. Explore the park by day; enjoy the waterways and scenic North Woods. But you visit doesn't have to end there. Explore the skies of Voyageurs after the sun sets to see the night sky as the Anishinade did, dark and full of wonder. Maybe you can find the Fisher, or your own inspiration. What do you see when you look up at the night sky?      Caduto, Michael J. and Joseph Bruchac. 1989. Keepers of the Earth. Fulcrum, Inc, Golden, CO. p. 120.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/voyageurs-night-skies.htm"
}
