{
    "title": "Glacier National Park: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                Climate Change         Scientists using GPS units to record precise locations of the edges of Grinnell Glacier USGS  Climate science is a broad area of study that includes atmospheric science, physical geography, oceanography, and biogeochemistry. Understanding how the climate is changing, involves more than the study of weather statistics, it considers longer-term factors like atmospheric conditions, sea level, ocean temperature and evaporation rates, and rates of melting of the world's glaciers and icecaps. Our planet has experienced many shifts in its climate over time. Earth's temperature fluctuates naturally and, over millions of years, life has adapted to such changes. Currently, the Earth's overall temperature is steadily rising. The resulting change in climate is a cause for concern because of the rapid rate of change, which is mainly due to an increase in greenhouse gases in the atmosphere due to human activity. Science suggests that we are now living with hotter temperatures than people have ever experienced in all of human history, and the rapid rate of change challenges the ability of living things to adapt. Further reading on the National Park Service Climate Change page. The health of Glacier’s ecosystems is threatened by the ramifications of climate change. These changes are often more severe in mountain areas where species habitat can be narrow and fragmented. Watch the Science & Learning videos on Climate Change in Glacier.      Glacier Research Research into alpine environments is aimed at obtaining a better understanding of how sensitive areas are responding to warming temperatures, melting alpine glaciers, altered water flow, shifting vegetation patterns, and a changing fire regime. Check out the United States Geological Survey (USGS) Climate Change in Mountain Ecosystem website for more on studies conducted in Glacier. Read the USGS's Glacier Recession Fact Sheet, as well as additional resource briefs on climate change by the Crown of the Continent Research Learning Center. These, and many other resources, can be found on the Climate Change Resource Guide education site.        Using historic photography to monitor changes at Iceberg Lake USGS  Repeat Photography A great deal of data has been collected by scientists from decades-long studies monitoring the shrinking of glaciers. Area, mass, and meltwater temperatures have all been measured and are the basis for documenting change. In addition, the Repeat Photography monitoring study visually showcases change over time. USGS scientists employ the use of repeat photography along with the assessment of aerial and oblique photography as tools to document and communicate the effects of climate change on park resources.      Impacts Water Water is abundant in Glacier in the form of glaciers, snowfields, ice patches, lakes, streams, wetlands, and rivers. All of these features provide critical water resources for human, wildlife, and vegetation communities. However, warmer and more variable winter and spring air temperatures have caused more precipitation to fall as rain rather than snow and has led to earlier snowmelt in the spring. As this trend continues, reduced winter snowpack and glacial loss will greatly decrease the major sources of groundwater recharge and summer runoff, resulting in a lowering of water levels in streams, rivers, lakes, and wetlands during the growing season. As water levels are lowered, the amount of habitat in streams for invertebrates and fish will be reduced, and lower groundwater tables will alter the riparian vegetation communities. Without glacial melt water, summer water temperatures will rise and may cause the local extinction of temperature sensitive aquatic species. These alterations in temperature could lead to a disruption of the aquatic food chain, which may impact keystone aquatic species such as the native bull trout. The effects will be felt in areas farther away from mountain landscapes as well. It is estimated that nearly 50% of freshwater used by humans is sourced from mountains. As temperatures increase, and droughts become more frequent, the demands for agricultural and municipal water use are likely to increase, further reducing available water resources.        This photo from the Logan Pass area illustrates upslope movement of treeline during the last 100 years. Trees left of the yellow line are only 80 years old, while those to the right are 500 to 600 years old. NPS  Vegetation Alpine areas are known to harbor a rich diversity of rare and endemic plants. A plant's effectiveness at dispersal and migration plays a role in the structure and function of terrestrial communities. Some rare plants are slow to migrate or disperse when compared to annual or invasive plants. Climate change has already altered tree distribution and ranges in Glacier. Over the last century, treeline has shifted up in elevation and subalpine tree species are encroaching into higher elevations. As seen in data collected by Global Observation Research Initiative in Alpine Environments (GLORIA), similar changes have been documented in alpine plants in other parts of the world, notably the European Alps. Glacier is a leader in a North American branch of GLORIA, with four sites on the east side of the park monitored every five years. It takes many, many years of monitoring to see a trend within a data set. Alpine plants are generally low-growing and long-living. Because of their remote locations, alpine plant communities have been relatively unaffected by human land use in the past, but these changes in vegetative patterns are early warnings of potential harm to plant richness, diversity, and well-being. Monitoring of alpine areas will continue. It helps managers to better understand the effects climate change may have on the vegetation communities throughout the Crown of the Continent Ecosystem and the world.        Large ranges and low population densities make wolverines vulnerable to changes in habitat, such as a decline in spring snowpack. NPS\/Erik Peterson  Wildlife Climate change has direct impacts on the movement, migration, and habitats of wildlife. Although there are uncertainties in exactly how climate change will affect different species, some generalizations can be made based on life histories of different species. Species that are mobile with large geographic ranges, and are more generalists in their diet, are able to tolerate a wide range of climatic conditions, and will likely better adapt to a changing climate. Endemic specialists may decline with the reduction of alpine habitat. A species such as the wolverine, which is dependent on persistent spring snow cover for denning, will have less habitat available as warmer temperatures reduce site availability and connectivity between sites. The distribution of vegetation will be altered by climate change as well, which will directly alter the availability of wildlife habitat.       More Resources Climate Change Resource Guide Climate change resources have been collected for students and teachers. Crown of the Continent Research Learning Center Publications and Media National Climate Change and Wildlife Science Center U.S. Department of the Interior Northwest Climate Science Center",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/climate-change.htm"
}
