{
    "title": "Glacier National Park: Fossils",
    "body": "Fossils         Stromatolites are fossil algae mounds NPS\/Tim Rains  Glacier's rocks are either very old or relatively young. Precambrian, Cretaceous and Tertiary age rocks are exposed within the park, along with the much younger Quaternary sediments. Missing from the park is an incredible gap of time, over 800 million years. The compression and uplift that built the Rocky Mountains caused a huge fault, known as the Lewis Overthrust, to move older rocks up and over the top of younger ones. Consequently, the Paleozoic geological era, with its spectacular trilobites, mollusks, giant ferns and dinosaurs, has been eroded from the upper layers of Glacier Park rocks, or is buried far below a two-mile-thick slab of very old Precambrian rock that is exposed in Glacier.   The fossil resources that are preserved in Glacier give a glimpse into the beginning of life on our planet. Some of the best known fossils are found on the east side of the park in the Altyn Formation, which is composed of nearly 1.5 billion year old limestone and dolomite. Here we find massive beds of stromatolites, which are rock-hard buildups of bacterial mats.   Sometimes referred to as \"sliced cabbage\", stromatolites formed in the bottoms of shallow, warm seas and are responsible, through photosynthesis, for the oxygen rich atmosphere we live in today. Composed of layers of blue-green algae, stromatolites form a wide variety of shapes: conical, stratiform, branching, domal, and columnar. During the Precambrian (4,500 to 500 million years ago), stromatolites were abundant and widespread, forming reef-like structures known as bioherms. Today, similar living stromatolites are known from tidal channel in the Exuma Cays, Bahamas, and in Australia's Hamelin Pool at Shark Bay.   Other Precambrian rocks in Glacier that contain stromatolites are the Appekunny and Grinnell Formations (found throughout the park and on some mountain tops) the Siyeh (Helena) Formation (found at many locations along the Going-to-the-Sun Road; Grinnell Glacier and Logan Pass), the Snowslip Formation (exposed at higher elevations near Swifcurrent Glacier, Piegan Mountain and on Highway 2 near the Walton Ranger Station), and the Shepard and Mt. Shields Formations (found at Boulder and Akamina Passes, Grinnell Glacier, and Reynolds Mountain). The wide range and excellent preservation of stromatolites in the park offer numerous opportunities for research and education on the evolution of early life forms.   Here and there in these ancient rock formations, beadlike strings represent the first seaweed. While they may lack the glamour of the dinosaurs, there is no question about the importance of the park's Precambrian fossils to the development of all life as we know it today. Twenty-six types of plant fossils have been found here, along with four invertebrate animal fossils and ten that have yet to be identified.  The oldest Cretaceous rocks (144 - 65 mya) exposed within the park come from the Kootenai and Blackleaf Formations that consist of lake and inland sea deposits of shale, mudstones, siltstones and sandstones.  Limestone lenses of bivalves and gastropods have been reported from these formations.   At the other end of the geologic continuum, only a few million years ago in the Tertiary Period (long after the dinosaurs were long gone), animals such as early horses and cloven-hoofed grazers, were buried in the Eocene deposits exposed by the Middle Fork Flathead River. These deposits in the park are just beginning to be studied.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/fossils.htm"
}
