{
    "title": "Glacier National Park: Mosses and Liverworts",
    "body": "Mosses and Liverworts         Moss growing on moist rocks along Avalanche Lake Trail NPS\/Tim Rains  Mosses The landscape on the wet west side of Glacier National Park reflects a pervasive background of green. Wherever there are water and forests, there will almost certainly be mosses--usually hundreds of varieties. Mosses colonize wet rocks and exposed soil, forming mats and thick cushions. They are \"gendered\" beings, with a complex life cycle that includes male and female gametophytes. These structures combine their eggs and sperm to form a sporophyte. The sporophytes live as parasites on the gametophytes and produce spores from capsules on the stalks. The spores in turn form small spreading protonema which are then fertilized by sperm and form the male and female gametophytes. And the cyclic process begins again.  One of the most interesting mosses in Glacier Park is sphagnum, an aquatic species which grows profusely in mats over nutrient-poor wetlands. They have been observed in McGee Meadow and at Johns Lake. These wetland bogs mostly contain plants which can thrive in that sterile environment. One of sphagnum's competitive strategies is to acidify the surrounding water and thereby eliminate plants which cannot grow in the vinegar-like acid water. Sphagnum is super-absorbant, and holds water many times its own weight. The acid conditions make it antiseptic and resistant to decay as well. Old log cabins chinked with sphagnum often have rotting logs, but the chinking may be in perfect condition. Because of its antiseptic and absorbant properties, sphagnum has been used as a wound dressing for centuries. Native Americans used it for disposable diapers.  Liverworts  Liverworts have a life-cycle similar to mosses, but prefer an even wetter environment than mosses. They have much larger \"leaves\", looking more flattened and spread out. A good place to see liverworts is at the waterline of creeks and on shady rock cliffs.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/mossesandliverworts.htm"
}
