{
    "title": "Glacier National Park: Fish",
    "body": "Fish         Bull trout in St. Mary drainage Shannon Downey \/ USFWS  The historic assemblage of fish species in Glacier National Park is restricted in number due to the relatively recent withdrawal of continental glaciers from the region. The human urge to tinker with natural systems is no better illustrated than in the park fishery, which has been radically changed by human manipulations. Lake trout (also called mackinaw), historically found only in park waters draining to Hudson Bay, now occur in most of of the large lakes west of the Continental Divide. However, there is no evidence that non-native lake trout were directly stocked in park waters. They apparently became established in several of the park's west side lakes through migration from the lower Flathead River system where they were introduced during the early 1900s.   Several other species were directly introduced into park waters: rainbow trout, brook trout, Yellowstone cutthroat trout, kokanee, lake whitefish and grayling.   Native to the park's west side: Bull trout (Federally listed as a \"threatened\" species), westslope cutthroat trout, largescale suckers, northern pikeminnow, redside shiners, peamouth, and several species of sculpins.  Several high, pristine fishless lakes in the park have been stocked with non-native sportfish species. The idea was to provide increased opportunities for recreational angling. During earlier periods there was little appreciation for the integrity and complexity of aquatic systems that evolved over thousands of years. Fish stocking in the region began shortly after the turn of the century and continued until 1971.  Introduced fish bring new diseases, alter the composition of plankton communities, interrupt food web dynamics, and prey on native fish. Research has shown that changes in zooplankton communities generally occur when fish are introduced into previously fishless waters. Non-native Lake trout pose a grave threat to native bull trout, westslope cutthroat trout and other native species in several park lakes. There are still a few pristine lakes and streams in the park that remain strongholds for genetically untainted native fish species.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/fish.htm"
}
