{
    "title": "Glacier National Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Insects, Spiders, Centipedes, Millipedes         Hoary comma butterfly NPS\/Tim Rains  It would be nearly impossible to compile a complete list of arthropods (insects, spiders, etc.) for any one area of the world. There are simply too many. Glacier National Park is no exception. Every year scientists discover new species of insects, mites or spiders. Experts say there may be 5 million species worldwide -- most still unidentified. There are many strange and interesting arthropods in the park.  For an education on insect diversity, examine any large rotting log in the west-side ancient forest. Centipedes, millipedes, sowbugs, mites, beetles, spiders—in some logs, 20,000 species—go about their work turning a dead tree into soil. A decomposer's life is dedicated to recycling dead matter into nutrients that will nurture new life.  The prairies to the east of the park are hot in the summer. To escape the heat, millions of army cutworm moths migrate to high, cool alpine areas in the mountains of Glacier Park and roost under the loose rocks of talus slopes. Grizzly bears turn these over and feast on the moths for a few weeks during late summer. Ladybird beetles also congregate in certain alpine areas and grizzlies, always hungry, also know about this natural gathering.  In five areas of the park (at last count), small colonies of 10 to 30 Yellowstone checkerspot butterflies live. They lay their eggs only on black bearberry leaves in sunny, wet spots. The black bearberry is an early-stage successional plant; it grows just after the pioneer species take root following a fire. The combination of dependency on wildfire and utilization of a specific plant for reproduction makes life precarious for checkerspots.  The recent discovery of 80 or more species of organisms living deep below some river floodplains is another interesting story. Twenty feet deep in the gravels of these dry riverbeds, an entire system exists beginning with various species of algae and culminating in large predatory stoneflies at the top of the food chain. This system fertilizes springs and upwellings in adjacent wetlands making them more fertile and enabling hungry grizzlies to eat well early in the spring when they need the food most. This vast system was discovered about ten years ago along the western boundary of Glacier Park. Since then it's been discovered that many rivers and creeks overlay such a system.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/insects.htm"
}
