{
    "title": "Glacier National Park: Amphibians",
    "body": "Amphibians       Glacier National Park contains over 1,500 miles of streams and rivers and about 700 lakes, ponds, marshes, bogs, and other wetland habitats. Due to the comparatively recent withdrawal of glaciers from the region, the park's amphibian fauna is relatively impoverished; only six species occur here:         Spotted frog NPS  Frogs Columbia spotted frog, the most commonly seen amphibian Pacific tree frog, mainly in the Lake McDonald Valley area Boreal chorus frog, tiny species recently found at a few locations on the east side of the park Tailed frog Amphibians found in the park exhibit some highly specialized adaptations. The tailed frog, named for the male's inside-out reproductive opening (cloaca), is unusual. Many scientists consider them the most primitive frog in North America. It is the only frog that fertilizes the female's eggs internally. The sperm is carried by the female from the fall breeding season till the following spring. This frog has nine vertebrae instead of the usual seven and contains vestigial \"tail-wagging\" muscles (no longer functional). The tailed frog's nearest relative lives in New Zealand suggesting an origin dating back to when the continents were connected (Pangea). Adults do not have ear membranes and they are non-vocal. Tailed frogs exist as tadpoles for 3-4 years before they metamorphose into adults. The tadpoles have giant suckers for mouths and short powerful \"tails\". These peculiar characteristics seem to make no sense until one realizes that these frogs inhabit cold turbulent mountain streams. In this environment internal fertilization is necessary for reproductive success, mating calls and most other sounds would be masked by the roar of nearby rapids and falls, and tadpoles would be washed away without their sucker-mouths to latch onto rocks. Tailed frogs are, therefore, perfectly adapted to the cold high elevation streams of Glacier Park.        Boreal toad NPS\/Andrew Englehorn  Boreal toad Anaxyrus boreas Boreal toads (also known as western toads) have a range extending from southern Alaska to northern California and into Wyoming and Colorado west of the continental divide. They occur throughout Glacier and may be found at elevations up to 8,000 feet. These amphibians, nocturnal during the summer months and diurnal during the spring and fall, frequent mountain meadows and wetlands near aspen trees or Douglas fir. The tadpoles are toxic and adults have potent glands behind their eyes and on their hind legs. This makes them better able to coexist with fish than many amphibian species which are often easy prey for a hungry trout. Boreal toads are disappearing from parts of their Rocky Mountain range, but there is no evidence they are declining in Glacier. In the burned areas following the large Moose Fire of 2001, nearly a dozen new toad breeding sites appeared the following year. Some park roads had to be closed for a time because thousands of migrating toadlets were moving across them. Scientists in Glacier are currently studying the toads to determine their adaptability to different hydrological conditions and response to fire in their habitat, as well as how they cope with the effects of climate change on wetlands.        Long-toed salamander NPS  Long-toed salamander Ambystoma macrodactylum This wide-ranging salamander has a chartreuse stripe along its back. It's found throughout the Pacific Northwest.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/nature\/amphibians.htm"
}
