{
    "title": "Glacier National Park: Collections",
    "body": "Collections        Glacier's museum collection includes items such as this historic red bus NPS PHOTO       Inside Glacier National Park's museum storage facility is a diverse range of objects and specimens. There are approximately 600,000 items related to Glacier's natural and cultural history within the park collection, including photographic prints and negatives, original Lake McDonald Lodge furnishings, documents, maps, architectural drawings, herbarium specimens, and fossils. The park museum collection and archives are open for research to historians, writers, genealogists, and the general public by appointment.  Information can also be found at the park’s George C. Ruhle Library in West Glacier. The research library contains a large collection of published works concerning the history and the management of the park.        Great Northern Railway advertisment, circa 1920 NPS   The basic objectives of the park’s museum program are:  To collect objects and materials within the park’s Scope of Collection and according to federal law. To provide a professional level of care for objects on exhibit and in storage. To maintain accountability and provide access to collection information by producing and maintaining accurate collection records.          Research Requests Researchers are encouraged to complete their preliminary research at libraries with a broader topical focus before approaching the archives at Glacier National Park. Researchers should submit a request by mail, phone, fax or email to the museum office ahead of time, detailing their research project to the curatorial staff. Requests for materials should be submitted with enough lead time to allow for the evaluation of the request and the scheduling of curatorial staff to oversee the research.  Browsing. To ensure the conservation and security of the resource, browsing in the collections is not permitted. Access. The park reserves the right to limit access to fragile or restricted collections. Unprocessed or uncataloged collections will not be made available to researchers due to security concerns. Copies of materials. Reproductions (photocopies, digital copies, etc.) of archival material are available on a limited basis. Research. Although curatorial staff can respond to limited off-site requests for information or photographic images contained within the park’s collections, more extensive research needs will require on-site research by the requester.       Hours of Operation Appointments for research in the museum collection or archives can be arranged between 8:00 am and 4:30 pm, Mondays through Thursdays. Contact Information Deirdre Shaw Museum Curator e-mail us Phone: (406) 888-7936 Fax: (406) 888-7937 Glacier National Park Archives PO Box 128 West Glacier, MT 59936",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/collections.htm"
}
