{
    "title": "Glacier National Park: Historic Lodges and Chalets",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Historic Lodges and Chalets                 Historic Lodges and Chalets       Glacier National Park was established in 1910, and immediately new visitor accommodations started springing up. Many were built by the Great Northern Railway (GNR). Visitors were able to journey through the park on trail, following established routes, with accommodations spaced about a day's horse ride apart. Some nights were spent at a chalet, others a charming tent camp, and others at one of the opulent lodges. Watch a Great Northern Railway travelogue video, circa 1930.      Lodges Glacier was deemed \"America's Switzerland\" so the lodges were built in a Swiss-style. Besides stunning mountain locations, the lodges share characteristics like gabled roofs, exposed beams, ornate decorative mouldings, balconies, and plenty of large windows.         Glacier Park Lodge, 1940 NPS Archive\/T.J. Hileman  Glacier Park Lodge Built in 1912-13 Located outside the park boundary, but connected by trail, sits the first of the GNR lodges. Visitors can step off the train platform in East Glacier and immediately walk across the street to the lodge grounds. With unpeeled log pillars and open campfire-like fireplaces in the lobby, the lodge acted as a grand entry to the wilderness, as most visitors came by train from the east.          Lake McDonald Lodge, 1920 NPS  Lake McDonald Lodge Built in 1913-14 Originally there was the Snyder Hotel, which John Lewis bought in 1896. During the winter of 1913-14, Lewis had a new 65-room hotel built on the site. Construction materials that could not be locally sourced had to be hauled from the depot in Belton then ferried nearly 10 miles up lake. The Lewis Hotel, decorated as a hunting lodge, was a community gathering point where artist Charlie Russell could sometimes be found telling stories in the lobby. In 1930, Lewis sold the property. New management changed the hotel's name to Lake McDonald Lodge.         Many Glacier Hotel NPS Archive\/T.J. Hileman  Many Glacier Hotel Built in 1914-15 Many Glacier was built by the Great Northern Railway as the showplace of their network of chalets and hotels. A hardy crew of craftsmen overcame the difficulties of building what was then Montana's largest hotel while withstanding winter temperatures below zero degrees in order to have the hotel completed for a July 4, 1915 opening. Most of the timber for the hotel was logged from nearby and milled at a sawmill on the shores of Swiftcurrent Lake. In the 1960s through 1980s, the hotel was known for its employee entertainment.          Prince of Wales Hotel NPS Archive  Prince of Wales Hotel Built in 1926-27 Perched above Waterton Lakes in Canada, this GNR hotel is now a National Historic Site of Canada.        Chalets Sprinkled throughout Glacier's backcountry were a number of chalet complexes, all continuing the Swiss-style theme. The complex generally consisted of guest cabins, dining hall, employee dormitory, and other outbuildings. Between 1910-15, Great Northern Railway constructed nine chalets. The sites were Belton, St. Mary, Sun Point, Many Glacier, Two Medicine, Sperry, Granite Park, Cut Bank, and Gunsight Lake.  A few of the chalet buildings survive and function to this day:          Belton Chalet, tinted slide NPS Archive  Belton Built in 1910-11 Located outside the park boundary within walking distance of the Belton Train Depot, this was GNR's first chalet, and has been the first stop for a number of park visitors. In the park's first few years of existence, the Belton also served as the seasonal headquarters for Glacier's superintendent.         Sperry Chalet, tinted slide NPS Archive  Sperry Built in 1913 The chalet is located near the trail junction to Sperry Glacier. It was built of native stone, which has helped it survive being occasionally pummeled by winter avalanches.          Two Medicine Chalet, ca 1914 NPS Archive\/R.E. Marble  Two Medicine Built in 1914 The log building that is now the Two Medicine Campstore was once the dining hall of Two Medicine Chalet complex. U.S. President Franklin D. Roosevelt gave a public radio address from the chalet in 1934.           Granite Park Chalet, tinted slide NPS Archive  Granite Park Built in 1914-15 One of the last GNR chalets built, it is located off the Highline Trail along the Garden Wall. All of the logs and stone used in construction were locally sourced.           If you are looking for booking information, go to our Eating & Sleeping page.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/lodges-and-chalets.htm"
}
