{
    "title": "Glacier National Park: Research Library",
    "body": "Research Library         George C. Ruhle Library NPS  Glacier’s George C. Ruhle Library, located in park headquarters, serves park staff, volunteers, and members of the general public. The collection consists of books, magazines, articles, and pamphlets relating to the history, culture, geology, animals, and plants of Glacier National Park.  Browsing. Our online catalog is available through National Park Services libraries. Access. The general collection is open to everyone, free of charge. There is NO public email access in the library. Food and drinks are prohibited.  Copies of materials. Copyright rules must be observed. Photocopying is available. Digital photos (without flash) are allowed. Please be aware that fragile items may not be copied.  Research. The library staff is able to perform limited research for patrons by mail or in person. Please allow up to one month for all research requests. It is recommended that extensive research be done in person.        Hours of Operation Library hours fluctuate depending on the time of year. Appointments are strongly recommended. Please make use of the catalog and other online resources before coming to the library.  Contact Information Anya Helsel Librarian  e-mail us Fax: (406) 888-5824 Phone: (406) 888-7932Research Library PO Box 128 West Glacier, MT 59936      Support the Library Join the Glacier National Park Conservancy. This organization is a non-profit entity cooperating with the National Park Service to advance educational programs, including the library, to promote understanding and appreciation of the park.  Donate. The George C. Ruhle Library is always seeking donations to enhance the current collection. Contact the librarian for information about donating documents or other materials.  Volunteer. Volunteers are always welcome! For more information, see our volunteer page, or contact the librarian. The librarian would also be happy to discuss internship or practicum with students enrolled in Library Studies programs.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/research-library.htm"
}
