{
    "title": "Glacier National Park: Archeological Resources",
    "body": "Archeological Resources       Archeological resources may be any historic or prehistoric object, structure, or artifact which remains on the landscape or buried under ground. Examples of artifacts found in Glacier include stone tools and projectile points, nails and pipes, farm machinery, and china and bottles. Examples of features include mine tailing piles, irrigation ditches, building depressions, and culturally scarred trees.   Location Is Everything Archeologists value the setting and location (provenance) of an object, artifact, or feature for the information it can provide. When an object is left in place, its setting provides valuable clues to the people who left it. When it is removed from its context, it becomes just another object. Sadly, collectors rip artifacts from their context for monetary gain or from sheer ignorance. Without this information, an artifact is just an intriguing object with little scientific value. It is against the law to remove or damage archeological resources on federal lands. Thank you for leaving artifacts and features undisturbed.    Artifacts          Historic Objects Historic objects, such as this hacksaw blade and threaded plumbing pipe elbow, give archeologists clues to the kinds of tools and quality of living that people had available to them in the historic period. Items such as these can also be used to date the occupational period of the site they are associated with. They also tell researchers that during the time that they were deposited, people were installing plumbing and enjoying some of the modern conviences in Glacier National Park that we take for granted today.         Stone Tools This grooved maul, found on the bank of the Flathead River, tells archeologists that Native people traveled up and down the river corridor, bringing their tools with them.         Farm Machinery This tractor was found at a homestead that is currently inaccessable to any but foot or horse traffic. It would have required a major effort to either float it across the river to the homestead or haul it up a trail along the river, since the homestead was never accessed by vehicular road. This effort attests to its extreme value and utility to the early homesteaders who brought it in. It also shows their relative wealth and commitment to mechanized farming practices, while giving archeologists an exact date of use.         China This photo shows pieces of china, glassware, and bottles from a historic dump associated with one of Glacier's grand hotels. From the wide variety of objects present, you can begin to get a snapshot of daily life in the tourism industry from the early 1900's. The blue willow style \"hotel\" china was commonly used to serve meals to hotel guests in Glacier; the more plain utilitarian wear may have been used by the staff. Maker's marks show that the hotel \"blue willow\" was produced in the United States, being made to resemble more prestigious (and more expensive) English Blue Willow china.  Features         Historic Smokehouse This smokehouse, is an excellent example of the importance of food preservation to early settlers. It is of extremely sturdy construction, half buried in a hill, and was originally sheathed with metal, no doubt to deter maurading bears. A smokehouse would have been key to preserving meat in the days before refrigeration, ensuring that there would always be food on the table.         Culturally Scarred Tree Some Native peoples considered the inner bark (cambium layer) of the Ponderosa Pine tree to be a delicacy. To acquire it, they would strip bark from large trees and then separate it into edible and inedible layers, without killing the tree. Many of these trees can be found throughout Montana and the American West.         Building Remains   The remains of old buildings, such as what was left after this fire, are also important archeological and historic resources.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/archeological-resources.htm"
}
