{
    "title": "Glacier National Park: American Indian Tribes",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     American Indian Tribes                American Indian Tribes         Blackfeet in the Two Medicine area, ca 1914 NPS\/R.E. Marble  Physical evidence of human use dates back more than 10,000 years within the boundaries of Glacier National Park. Numerous Native American tribes utilized the area around and within what is now the park for hunting, fishing, ceremonies, and gathering plants. When the first white explorers began arriving in the region, the Blackfeet controlled the prairies on the east side of Glacier, while the Salish, Pend d’Oreille, and Kootnei lived in the more forested west side. Explorations to the area by white trappers as early as the 1700s opened the area, and the future Glacier National Park, to trading among European settlers and tribal communities. As resources were depleted, the tribes eventually signed treaties that would increasingly confine native people to reservations and leave them dependent on the U.S. government. Today, the 1.5-million acre Blackfeet Indian Reservation, which shares Glacier’s eastern border, is home to about 8,600 members of the Blackfeet Nation, the largest tribe in Montana. The Flathead Indian Reservation encompasses approximately 1.3 million acres mostly along the Flathead River and is home to approximately 7,000 members of the Confederated Salish and Kootenai Tribes of the Flathead Nation. This educational resource has information on Native American plant use.  In their own words View a series of videos made in cooperation with tribal leaders who are At Home in This Place. During your visit to Glacier, hear from tribal members by attending a Native America Speaks program. Or explore exhibits in St. Mary Visitor Center that invite visitors to experience Glacier from the point of view of its original inhabitants.  Learn more about the tribes on their websites: The Blackfeet Nation Confederated Salish and Kootenai Tribes of the Flathead Reservation",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/tribes.htm"
}
