{
    "title": "Glacier National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Hiking party on south side of Sperry Glacier, ca 1920s NPS Archive \/ T.J. Hileman  Throughout time, people have sought out Glacier National Park's rugged peaks, clear waters, and glacial-carved valleys; its landscape giving both desired resources and inspiration to those persistent enough to venture through it. Evidence of human use in this area dates back to over 10,000 years. By the time the first European explorers came into this region, several different tribes inhabited the area. The Blackfeet Indians controlled the vast prairies east of the mountains, while the Salish and Kootenai Indians lived in the western valleys, traveling over the mountains in search of game and to hunt the great herds of buffalo on the eastern plains. The majority of early European explorers came to this area in search of beaver and other pelts. They were soon followed by miners and, eventually, settlers looking for land. By 1891, the completion of the Great Northern Railway sealed the area’s fate, allowing a greater number of people to enter into the heart of northwest Montana. Homesteaders settled in the valleys west of Marias Pass and soon small towns developed. Around the turn of the century, people started to look at the land differently. For some, this place held more than minerals to mine or land to farm…they began to recognize that the area had a unique scenic beauty all to its own.   By the late 1800s, influential leaders like George Bird Grinnell, pushed for the creation of a national park. In 1910, Grinnell and others saw their efforts rewarded when President Taft signed the bill establishing Glacier as the country's 10th national park.        Dr. and Mrs. George Bird Grinnell atop Grinnell Glacier NPS  People Meet the individuals and groups that influenced Glacier National Park. Places Read about some of our historic properties. Collections Explore the museum collection and archives. Archeology Learn about Glacier's past, long before it was a park.       Further Reading   Discover History throughout the entire National Park Service   Through Glacier Park by Mary Roberts Rinehart, a 1916 account of adventuring in Glacier",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/index.htm"
}
