{
    "title": "Glacier National Park: People",
    "body": "People       “Far away in northwestern Montana, hidden from view by clustering mountain-peaks, lies an unmapped corner—the Crown of the Continent.” When George Bird Grinnell first wrote those words, little did he know the impact they would have for future generations. Although it took time, and a fair amount of persistence, Grinnell along with Louis Hill, president of the Great Northern Railway, are credited as taking the necessary steps that led to President Taft signing the bill that made the area a national park in 1910. These men are only a tiny sample of the people that shaped Glacier National Park. This area's human history reaches back thousands of years and, in part through the work of the National Park Service, will continue for generations to come.        Salish couple, 1903 NPS Archive  American Indian Tribes The lands of Glacier National Park are part of the history and culture of the Blackfeet, Salish, Pend d'Oreille, and Kootnei tribes.         Nyack homesteader Dan Doody, 1904 NPS Archive  Early Settlers Starting with fur trappers, Anglo settlers began populating the Glacier area in the early 1800s. Some homesteaders would later become the park's first rangers.         George Bird Grinnell on trek across glacier NPS  George Bird Grinnell Below text from Through the Years in Glacier National Park: An Administrative History by Donald H. Robinson George Bird Grinnell, at that time editor of the magazine \"Forest and Stream,\" first came to the area of the park in 1885 and again in 1887, and thereafter almost yearly as long as he was able. To Grinnell goes the credit, and justly so, for swinging public opinion in favor of making this area into a national park, and also for promoting the legislation that made it possible. During his visits in 1885 and 1887 he explored the St. Mary and Swiftcurrent Valleys and named many of the features within them. …Articles [he wrote or published] created considerable interest in the area, and the local, and some national, newspapers began to take it up. Finally, through pressure exerted by Grinnell and others, the necessary legislation was drawn up.         George \"Doc\" Ruhle, Glacier's first permanent naturalist, in 1932 NPS  National Park Service Glacier National Park, established in 1910, predates the National Park Service itself, which was created in 1916. National park employees, be they rangers or clerks or curators, are hired to preserve, protect, manage, and interpret the land and resources entrusted to them.         Lunchtime at CCC camp in Many Glacier Valley, 1933 NPS Archive\/George Grant  Civilian Conservation Corps (CCC) As part of President Franklin D. Roosevelt's New Deal, the CCC employed young men to live and work on public lands throughout the nation. Glacier had multiple work camps and much was done to improve park infrastructure.         Artist Charlie Russell, far right NPS  Artists There is a long history of Arts in the Parks, particularly the parks of the American West. Glacier continues that tradition through its Artist-in-Residence program.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/people.htm"
}
