{
    "title": "Glacier National Park: Acheological Case Study",
    "body": "Ancient Animal Bones Provide Clues to the Past        Animal bones discovered along Middle Fork of the Flathead River Photo: J. Kinsner       Mysterious Remains On a spring day in 2009, members of Glacier's trail crew discovered bones eroding out of the river bank near where they stopped for lunch. Excited, they immediately notified the park's archeologist. After careful examination of the remains, which were identified as those of a prehistoric deer, and consulting with Glacier National Park's associated tribes and the Montana State Historic Preservation Officer, the archeologist began excavation of the bones. These remains were in grave danger of washing out of the cut bank where they had safely lain for an undetermined number of years. If they had been lost to the water, their fascinating mystery would have been left unexplored and lost forever. Luckily, our archeologist was on hand to systematically uncover the bones, saving them from destruction in a flooded, watery grave. Careful study of the geomorphology (landforms and processes that created them), sedimentology (the study of sediments and their deposition), stratigraphy (the study of rock layers), and fire history of the area allowed the scientist to see that these bones were not from any ordinary modern deer. It had been killed or injured and laid down in the outwash deposits of Glacial Lake McDonald to die. For the last three centuries, it had laid protected from the elements by roughly two feet of soil, duff, and rocks.        The long bone (metapodial) of a deer displaying \"V\" shaped cut mark. Glacier's park archeologist believes this cut could only have been made by an edged tool. Photo: J. Kinsner  The plot thickens... The truly fascinating thing about this otherwise nondescript carcass, other than its age and preservation, was found on its legs, or long bones. The bones displayed what appeared to be butchering marks, similar to the marks that a modern hunter would create today with an edged tool when butchering game. The archeologist realized, however, that the \"V\" shaped cuts in the bones were not placed where typical butchering marks would be created. Was this deer a victim of an edged snare or trap? This question begs further laboratory analysis of the deer's bones. If funding is obtained, an analysis might provide answers to long-awaited questions. Gathering Evidence What we were able to tell from the archeological and geologic evidence found at the site is that this animal died about 350 years ago. The faunal, or animal, remains were located 60 cm (about 2 ft.) below the surface. Historic photos show that the lower McDonald Creek has maintained its current course less than a mile from the bones for at least 100 years. The Middle Fork of the Flathead River flows approximately 5 ft. west and 30 ft. below the cut bank that the bones were found in. Clay sediments located behind the skull indicate that at some point the remains were in the water. In modern times, both white tail deer (Odecoileus virginianus) and mule deer (Odecoileus hemionus) are commonly found at this elevation (3169 ft.). Clues to the species of this deer were obvious to the trained observer. Its skull had adult antler cores, indicating that it was a mature animal. Tooth wear analysis also showed it to be full grown. Its small adult size, however, led the archeologist to believe that given similar environmental conditions 350 years ago this deer was most likely a whitetail. Who's Responsible? The majestic area now known as Glacier National Park had visitors and inhabitants long before it was created by Congress in 1910. Native people, such as the Blackfeet, Kootenai, and others called Glacier's beautiful and productive valleys, mountains and rivers home for thousands of years as they sojourned across the landscape during seasonal migrations. They often hunted and trapped game within the park's current boundaries. Could it be that a long-ago traveling group of hunters is responsible for the deer's death? We may never know the circumstances that led to the mysterious death of this whitetail deer, but trying to put the facts together is one of the many exciting facets of being an archeologist and helps us to understand Glacier's past. In Conclusion Glacier's archeologists are involved in many projects throughout the year. They study prehistoric and historic places and objects in hopes of adding to our knowledge of beautiful Glacier National Park and the people who inhabited it. One of the fascinating excavations undertaken recently was the study of the mysterious cause of the deer, whose remains pose almost as many questions as they answer.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/ancient-animal-bones.htm"
}
