{
    "title": "Glacier National Park: eHikes",
    "body": "eHikes          Day Hike Backpacking Trip   Trail of the Cedars & Avalanche Lake  Dawson-Pitamakan   Power Hike (4.8Mb)  Power Hike (4.5Mb)     What do you think? - Click here to e-mail your impressions and suggestions. What eHikes you would like to see in the future? We are especially interested in what didn't work for you and how we can make it better. If you have problems please e-mail with your operating system information and type of computer.         What is an eHike? While we realize there is no substitute for actually lacing up the boots, hitting the trail, smelling the wilds of nature, and working up a sweat to reach your final destination, eHikes (electronic hikes) is a tool that will not only assist you in trip planning, but will hopefully help you reconnect and relive your experiences in Glacier National Park. We also recognize that not everyone is able to reach different destinations in the park, so this provides those individuals with the opportunity to see, and maybe imagine, what a trip into Glacier's wilderness is like. Within an eHike, whether it is a day hike or a backpacking trip, you will be able to view pictures, videos, 360 degree panoramas, and listen to the sounds of nature with a click of your mouse. What you need  Your screen resolution should be at least 1024x768. eHikes works well with Internet Explorer, Firefox, Safari, and Chrome. There are a couple required plug-ins you will need on your system, QuickTime and Flash Player. Please be sure you have the latest version of these plug-ins installed.    How it works Take a look at the screen shot of the eHike interface below, and mouse-over different pictures and symbols to familiarize yourself with what each piece does. As stated earlier, you will need the latest version of the Flash Player plug-in installed. If you do not see a screen capture below, this might be a good time to install the plug-in.  The screenshot below is a representation of the interface and the pieces in it, not the actual eHike.       (object placeholder)",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/photosmultimedia\/ehikes.htm"
}
