{
    "title": "Glacier National Park: eTours",
    "body": "eTours          History Tour Contemporary Tour   Building the Going-to-the-Sun Road      Power Tour (1.9Mb) Land of Many Stories Power Tour (7.9Mb)         What do you think? - Click here to email your impressions and suggestions. What eTours you would like to see in the future? We are especially interested in what didn't work for you and how we can make it better. If you have problems please email with your operating system information and type of computer.         What is an eTour? Within an eTour, you will be able to view pictures, videos, 360 degree panoramas, and listen to the sounds of Glacier with a click of your mouse. We have done our best to minimize the file size of eTours, but some feature files may be large and cumbersome for dial-up users. We think the wait to download this interactive and engaging experience is worth it though, and we have discovered new ways of reducing file sizes that will be implemented in future hikes. We have created however, a version of the eTour for dial-up users. What You Need  Windows users - eTours works well with Internet Explorer 6.0.29 Mac users should have the latest version of Firefox, Safari or Netscape installed. There are a couple required plug-ins you will need on your system too, QuickTime and Flash Player. Please be sure you have the latest version of these plug-ins installed on your system.   How it Works  It is important that you disable your pop-up blocker in your browser while on this site, otherwise, new windows containing featured items may not launch. Internet Explorer users, go to \"Tools\", \"Pop-up Blocker\", \"Turn Off Pop-up Blocker\". Safari users, go to \"Safari\", \"Block Pop-Up Windows\". This will either be checked or unchecked depending on your setting. Uncheck it. Your screen resolution should be at least 1024x768. Broadband users should click on the \"Power Tour\" link for the day hike or backpacking trip of interest. A new window will launch and the eHike will start to download and play. Sit back and enjoy, reading each screen. Dial-up users can click on the \"Casual Tour\" link for a dial-up version of the eHike on separate Web pages.  User Interface Take a look at the screen shot of the eTour interface below, and mouse-over different pictures and symbols to familiarize yourself with what each piece does. The \"Casual Tour \" version for dial-up users will have some, but not all, of the same icons. The appearance of the dial-up version will look different, and thumbnail images on these pages can be clicked to see larger, expanded versions. As stated earlier, you will need the latest version of the Flash Player plug-in installed, so if you don't see a screen capture below, this might be a good time to install the plug-in. This screenshot is a representation of the interface and the pieces in it, not the actual eTour.       (object placeholder)",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/photosmultimedia\/etours.htm"
}
