{
    "title": "Glacier National Park: Civilian Conservation Corps (CCC)",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Civilian Conservation Corps (CCC)                Civilian Conservation Corps (CCC)         CCC workers installing telephone cable at Logan Pass, 1938 NPS Archive  One of President Franklin D. Roosevelt's first acts after he took office for the first time was to tackle the problem of acute unemployment. This problem was particularly serious among the young men of the cities and towns throughout the United States, who could not compete for jobs with the men who had families to support. As part of his program to solve this unemployment, on March 31, 1933, Congress passed an act authorizing the establishment of a program of public works for these young men in National Forests and National Parks. Under this program termed \"Emergency Conservation Work\" the Civilian Conservation Corps was set up. During the months of May and June 1933, eight so-called \"CCC\" camps were established in the park, each consisting of from fifty to two hundred and fifty men. The boys, mostly teen-age, were under the supervision of Army officers in camp and under civilian foremen and supervisors on the job. The first month was spent in camp construction, followed by increasing amounts of fieldwork, mainly involving cleanup of the burned area of the fire of 1929 in the southwestern corner of the park. This program continued to grow as work was laid out for them, and before long these crews became the mainstay of the park labor organization. Fourteen different campsites were located within the park along with numerous \"spike\" camps for small work crews. One of the biggest jobs carried out by these crews was the cleanup after the 1929 and 1936 forest fires, in which over 12,000 acres of unsightly snags were felled, cut up into wood or lumber, and removed from the area. Six and one-half miles of lead-covered telephone cable was carried in and laid down over Logan Pass, all by hand, for the first trans-mountain telephone cable installation. Over 150 acres of campground sites were prepared for use and many miles of roadside cleanup accomplished. Buildings, trails, roads, and telephone lines were constructed and maintained throughout the park. Sewer and water systems were installed, enlarged, or repaired. These and thousands of other jobs were accomplished by these boys in the years they were in the park—many of them jobs that could not have been accomplished otherwise because of the high costs involved. One of the CCC's biggest values to the park, as well as to other forested areas, was in fire-suppression work. Hundreds of thousands of hours were spent by these crews in suppressing forest fires, at times when civilian crews were not available in sufficient numbers or in time to do any good. Trained crews were stationed at various areas on other work projects, with their tools ready for instant getaway in case of fire call, and it was not unusual to see a twenty five- or fifty-man crew on the way to a fire within five minutes following the first call. During the latter part of the CCC period crews were cut down until there were only two camps in the park, both located near Belton (West Glacier). After the entrance of the United States into World War II all CCC projects were halted and the last camp, NP-9, was evacuated on July 17, 1942, ending the CCC program in the park.  Above text from Through the Years in Glacier National Park: An Administrative History by Donald H. Robinson, published by Glacier Natural History Association, Inc.    Further Reading The Civilian Conservation Corps and the National Park Service, 1933-1942: An Administrative History by John C. Paige  The Forest Service and The Civilian Conservation Corps: 1933-42",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/ccc.htm"
}
