{
    "title": "Glacier National Park: Going-to-the-Sun Road Audio Tour",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Audio Tours     Going-to-the-Sun Road Audio Tour                Going-to-the-Sun Road Audio Tour          Constructed in the late 1920s and early 1930s the historic Going-to-the-Sun Road has long been one of the park’s most popular destinations. It stretches over 50 miles through some of the most spectacular mountain scenery in North America, treating visitors to breathtaking views of glacier-carved peaks, emerald-blue alpine lakes, and lush forests. Download the following audio files and follow along with your favorite device as you drive the historic Going-to-the-Sun Road. You can also download the files from the iTunes Store; search for \"Glacier National Park.\"             Going-to-the-Sun Road: Apgar Village     Learn all about Apgar Village, a major point of interest on the Going-to-the-Sun Road.NOTE: The \"Discovery Cabin\" is now \"Apgar Nature Center\" and Apgar Visitor Center is now a short walk away from the Village.  Duration:1 minute, 48 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadApgarVillage.mp32,207 KB           Audio Transcript [Narration]Welcome to Apgar Village. Apgar sits at the foot of Lake McDonald and is the hub of activity on the west side of the park. You can find all services with the exception of gas in Apgar Village. There are several gift and souvenir shops located in the village and Eddie’s restaurant offers casual dining. Looking to spend a night? The Village Inn has cozy rooms overlooking picturesque Lake McDonald and the Apgar Village Lodge offers cozy rooms and cabins.The Apgar Visitor Center and Backcountry Permit office are also located here.  Whether you are just here for a drive through visit or are planning a multi-day backcountry adventure. Friendly rangers provide visitors with hiking and trip planning information. Families will find the Discovery Cabin an enjoyable and educational place where kids can have hands on experience learning about Glacier. Other family activities are available as well. Horseback rides along McDonald Creek and through pine-scented forests offer a chance to see areas not often seen by most visitors.Boats long have been part of the Apgar scene. Early visitors boarded steam powered boats for an eight-mile journey up the lake to Lake McDonald Lodge. Boating is still a popular activity on the lake and boat rentals are available from Glacier Park Boat Company here at Apgar and in other locations around the park. If you have your own boat, a public boat launch is your access to this largest lake in the park. There is something for everyone at Apgar Village whether you are staying in the area or just passing through.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: Apgar Village            Going-to-the-Sun Road: Apgar Campground     Apgar campground is the largest campground in Glacier National Park.  Duration:2 minutes, 33 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadApgarCampground.mp33,128 KB           Audio Transcript [Campground Hosts]“Hi! We’re Al and Kay Agular and we’re hosts in Apgar Campground in Glacier National Park. We hope you’ll come see us.\"[Narration]Apgar is the largest campground in Glacier and makes a good location for a base camp. Like most other campgrounds in the park it has restrooms with flush toilets and cold running water. Picnic tables and fire grates are located at each campsite and water spigots are located in each loop. Bear boxes are available throughout the campground for campers with no way to secure their food. Bears do wander through from time to time. Help us help bears by keeping a clean camp and never feeding any park wildlife. All food and any item that might attract a bear must never be left unattended and tightly secured in your vehicle or one of the bear boxes when you leave your campground for any length of time. Just across the road from the campground is the amphitheater where rangers present evening programs in summer and also where one of the shuttle stops for Glacier’s new free transit system is located. A short walk or shuttle ride away is Apgar Village where you can find a host of services including lodging, a restaurant, gift shops and the Apgar Visitor Center. Stop in at the Visitor Center and let one of the park rangers help you plan your trip as you discover this magnificent National Park. The legislation that created the National Park Service specifies two main missions. Preserving the natural and cultural resources unimpaired for future generations and also making them available for the benefit and enjoyment of the people. Well one way to make parks available for people to enjoy is through the building of campgrounds like the one here at Apgar.Campers frequently comment that their first introduction to a lifetime love affair with the National Park System. Started with a childhood camping trip to a nearby park. The memories of chilly mornings gathered around a campfire and the smell of bacon wafting through the campground can remain as vivid decades later as they were on that first camping experience. The excitement of seeing a deer walk through the campground never fades. Somehow a roasted marshmallow, a piece of chocolate and a graham cracker just don’t taste the same back home. Apgar Campground is a great place to relive old memories and make some new ones as well.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: Apgar Campground            Going-to-the-Sun Road: Sprague Creek Campground     Sprague Creek is a small campground located on the northeast shore of Lake McDonald, about 9 miles from the west entrance of the park.  Duration:1 minute, 59 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadSpragueCreek.mp32,449 KB           Audio Transcript [Narration]Nestled among the hemlocks and cedars on the northeast shore of Lake McDonald is one of the smaller and more intimate of Glacier’s campgrounds Sprague Creek. Its twenty-five sites and proximity to the lakeshore make this a prime spot for campers in the know. Several of the sites overlook the water and offer spectacular views. Due to it’s small size and the narrow loop road, trailers and other towed units are not allowed, making this the ideal spot for tent campers. Its proximity to the Going-to-the-Sun Road might allow for more noise during the day for campgrounds but nighttime traffic is minimal. A picnic area next to the campground provides day use access for those just passing through. It’s a great place to stop enjoy a snack and play on the lakeshore as well. Directly across the lake from the campground is Howe Ridge. In August of 2003, Howe Ridge was the scene of one of the most spectacular fires in Glacier’s history. Pushed by high winds the fire raced up the lakeshore in a matter of hours and threatened to continue on up the valley. Fire fighters used a procedure called a burnout to stop the fire at the base of Stanton Mountain. Well a burnout is pretty much what it sounds like a controlled fire is purposely set in a specific location to burn out all the potential full for an advancing fire. The burnout on Stanton Mountain took place at night and offered an amazing view from the lakeshore just below the campground. You can still see the dead trees across the lake today and if you look closely the strip of dead trees going up the mountain that contained the fire and stopped its spread up the valley. Glaciers new free shuttle system stops here also so leave the car at the campsite and hop on the shuttle to enjoy an evening program at Lake McDonald Lodge, dinner at the restaurant or a car free day in the park.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: Sprague Creek Campground            Going-to-the-Sun Road: McDonald Creek      McDonald Creek is the longest stream (over 25 miles) inside of the park boundary.  Duration:1 minute, 56 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadMcDonaldCreek.mp32,370 KB           Audio Transcript [Narration]The observation platform at McDonald Creek overlook allows visitors to get an up close look at this beautiful and powerful force of nature. In summer, the blue green waters run clear and inviting. But in early spring, melting snows send a torrent of water cascading down the valley, as it funnels through these narrow rock walls, where it literally vibrates the viewing platform. It’s easy to see the erosional power of streams from a vantage point this close. Streams also hide a more sinister side as well. In Glacier, the leading cause of fatalities is from drownings in creeks and streams. Even though the streams present a cool and refreshing appearance. Please remember to use extra caution around water anywhere in the park. Stay on the paths and don’t step over railings and barriers. As powerful as McDonald Creek can seem during spring runoff it’s nothing compared to the flood that came through this valley in November of 2006. Fed by huge amounts of warm rain, early mountain snows melted quickly and soon overwhelmed the riverbanks throughout the park. This viewing platform survived but just barely. Water pounded the railings and washed out the damaged bridges and roads in several areas of the park. Across the creek, huge trees left stranded as driftwood high above the creek provide vivid clues to the force of water. Glacier is a land of contrasts. Throughout the park you will discover awesome examples of the power of nature all set against the backdrop of some of the most beautiful scenery in the Rockies. McDonald Creek is an excellent example of massive power and delicate beauty combined.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: McDonald Creek            Going-to-the-Sun Road: Avalanche Creek     Avalanche Creek is one of the most popular spots in the park, with camping, picnicking, and hiking trails.  Duration:2 minutes, 21 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadAvalancheCreek.mp32,884 KB           Audio Transcript [Narration]The Avalanche Creek area is one of the most popular and crowded spots in the park. The old growth cedars and hemlocks are unlike anywhere else in the park and look more at home on the rocky coasts of Washington or Oregon than in the Rocky Mountains. However, rains from clouds trapped by the Continental Divide make this an inviting habitat for a wide array of plants and animals.A campground and picnic area are located here, but the real draws are the two popular trails that allow exploration of this unique part of the park. The “Trail of the Cedars” is an easy one half mile, wheel chair accessible, loop trail into the cool and inviting old growth forest. Huge western red cedars, western hemlocks, and cottonwoods line the banks of Avalanche Creek. Ferns and other shade loving plants thrive in the filtered green light that penetrates the forest canopy.About half way along the trail, a bridge crosses the creek and provides a stunning view of Avalanche Gorge. Centuries of water gushing through this narrow gap has rounded and smoothed the moss-laden walls. Hikers may continue back to the parking area at this point on the loop, or venture off to the Avalanche Lake Trail. This easy two-mile walk climbs 500 feet to reach Avalanche Lake. The trail follows along Avalanche Creek as it climbs up and out of the cedar-hemlock forest into a mixed spruce and fir forest just a few hundred feet above. Early morning visitors may also be treated to the sites of deer and other wildlife along the trail. Before long the forest opens up and the dramatic cliffs at the head of Avalanche Lake loom on the horizon. Fed by melting snows and the Sperry Glacier, huge waterfalls cascade down the back wall of the avalanche cirque all summer long. It’s easy to see why this is one of the most popular hikes in the park. It’s not for those seeking solitude but the rewards of this trip are worth every step.Parking is limited at Avalanche Creek so consider leaving your car at your campground or at the Apgar Transit Center and taking the new free shuttle system to explore this area of the park. Please help prevent resource damage by remaining on the trails and for your safety please stay clear of the creek and the slippery rocks along the bank. Drownings have occurred here in the past.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: Avalanche Creek             Going-to-the-Sun Road: West Tunnel      Constructed between 1926-1927, this iconic spot features window ports that over look Heaven's Peak & the Upper McDonald Creek Valley.  Duration:1 minute, 21 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadWestTunnel.mp31,682 KB           Audio Transcript [Narration]As you drive through the West Tunnel imagine the time and manpower it took to bore through 192 feet of mountain using 1926 technology. Dynamite and jackhammers were used by men working double and triple shifts tackling this monumental task in October of 1926. Finally, winter temperatures of 32 degrees below zero forced workers to stop working and come back in April of 1927 to finish the job. Two interesting and impressive features of the tunnel are the observation windows that were created to offer spectacular views of Heavens Peak and the upper McDonald Creek Valley. A sidewalk lines the tunnel and allows access to the window ports within. Please use extra caution as you walk inside the tunnel, as drivers passing in vehicles may not be able to see well in the reduced light inside the tunnel. As originally constructed, the tunnel was unlined and over time seeping water started to weaken the roof and bits of rock would occasionally fall onto the road bed and passing vehicles. Its current smooth inner lining was installed to prevent damage to passing cars and help stabilize the roof.        DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: West Tunnel            Going-to-the-Sun Road: The Loop      The Loop is the switchback that defined Going-to-the-Sun Road as we know it today. Learn more about it's fascinating history.  Duration:1 minute, 51 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadTheLoop.mp32,265 KB           Audio Transcript [Narration]Switchbacks are a common design feature of many mountain roads. Generally, the only way to get up and over a pass, is to switch back and forth several times to gain the elevation needed. If the Going-to-the-Sun Road had been built following one design plan, it would have had 15 switchbacks climbing up the head of Logan Creek, directly below Logan Pass. Imagine trying to plow that road every spring. Snowplows would continually be pushing snow onto already plowed areas over and over again.Well in 1924, Frank Kittredge of the Bureau of Public Roads directed a survey of potential routes over Logan Pass. His team started in September and was able to map out 21 miles before winter closed in. The work was difficult and men often had to climb 3,000 feet each morning to get to the survey sites. The crews walked along narrow ledges and hung over cliffs by rope to make many of the measurements. The work was extremely challenging and resulted in a 300% turn over in labor in just three months.But the survey work did pay off and in late 1924 National Park Service Director Steven Mather approved Kittredge’s alternate route. It contained only one switchback and followed McDonald Creek where it turned north before looping back on itself and continuing up the Garden Wall in one long continuous path. The current route allows for greater views of the park and blends well into the landscape. The work of Kittredge and the Bureau of Public Roads resulted in a partnership with the National Park Service to construct roads throughout the National Park System. The Bureau of Public Roads became the Federal Highway Administration and today that partnership still continues.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: The Loop             Going-to-the-Sun Road: Bird Woman Falls      Bird Woman Falls sits between Mount Oberlin and Mount Cannon on the west side of Glacier National Park. Visitors who travel along Going-to-the-Sun Road get spectacular views of this ever changing beauty.  Duration:1 minute, 38 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadBirdWomanFalls.mp32,010 KB           Audio Transcript [Narration]From this spot visitors often confuse the series of cascades on Haystack Creek directly in front of them for Bird Woman Falls, but Bird Woman Falls is actually the 492-foot drop across the valley between Mount Oberlin on the left, and Mount Canon on the right. Notice the broad “U” shaped bowl above the waterfall and then look down to the valley to the right and notice the same broad “U” shape, both features are the results of glaciers.Ice age glaciers that flowed down the valleys here ground and carved the landscape. The Lake McDonald Valley shows the familiar rounded bottom of a valley that was created by a glacier. Ice up to 3,000 feet thick filled this area as recently as 12,000 years ago. Smaller glaciers tucked high into the mountains ground away and created bowl like depressions called cirques and hanging valleys like you see immediately above Bird Woman Falls.A hanging valley is created when one of the smaller glaciers meets one of the larger valley glaciers. It can’t carve as quickly as it’s massive cousin and so creates a smaller hanging valley up on the mountain. Look for these features throughout the park often since they generally end in a cliff, hanging valleys have impressive waterfalls pouring out of them. Bird Woman Falls was once fed by an active glacier in the cirque above but today there is merely a snowfield to feed the waterfall. In especially dry years Bird Woman Falls dries up by fall.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: Bird Woman Falls             Going-to-the-Sun Road: Weeping Wall     This series of waterfalls delights early season visitors to Glacier National Park as they drive through its spray, but did you know that these waterfalls were man made?  Duration:1 minute, 10 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadWeepingWall.mp31,464 KB           Audio Transcript [Narration]This series of waterfalls delights early season visitors to the park as they drive right by and for westbound travelers sometimes right through its spray. More than one savvy driver has driven just a tad closer to the cliff edge by this spot, surprising passengers in the back seat with a hefty dose of clear, cold, mountain water as it splashes through the open windows. By August, the gushing torrent dries up to a mere trickle and looks more like a weeping wall than the impressive cascades seen when the road first opens in early summer. Most people don’t realize that this entire series of waterfalls is a remnant of the construction of the Going-to-the-Sun Road. As engineers carved through the rock here, they created a cliff, which water from springs and melting snows above pour over and onto the road surface below. Special drains were designed into the road to allow the bulk of the water to pass below the pavement, but on days of especially heavy flow a small stream of water covers both lanes of traffic for a short distance.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: Weeping Wall             Going-to-the-Sun Road: Big Bend     Big Bend is a wide sweeping curve about mid-way between The Loop and Logan Pass.  Duration:1 minute, 43 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadBigBend.mp32,105 KB           Audio Transcript Big Bend is a wide sweeping curve about mid-way between The Loop and Logan Pass. Dramatic vistas of the Lake McDonald Valley and the high peaks of Mount Canon, Oberlin and Heaven’s Peak make this a great place to stop and take a break from driving. Scan the hillsides for goats and the occasional bighorn sheep, although the sheep are hard to spot since they blend into the surroundings so well. Often however mountain goats can be seen resting on the impossibly steep cliffs overhead. Binoculars or a spotting scope will help.  As you look up the mountainside you’ll notice several huge avalanche paths. The lack of trees attests to the fact that tons of snow and ice roar down these paths every year. It presents a difficult challenge to the park road crews every spring as they begin the annual plowing operations to reopen the road. Some years the avalanches are small and the snowplows can make short work of them. But often the crews discover thirty to forty feet of snow piled over the roadbed and it can take a week or more to plow this one short section of road.Avalanches are a real danger to the road crew as well and USGS avalanche specialist work hand and hand with the park to assess and monitor the snow pack and advise the staff of conditions. Spotters on the crew stand guard to radio reports of any snow movement high on the slopes in time to warn workers below. When weather prevents adequate observation or when snow conditions are deemed unsafe plowing is not permitted. Safety is paramount even if it delays the opening of the road by a day or two.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: Big Bend            Going-to-the-Sun Road: Triple Arches     Triple Arches is one of the most recognizable features along Going-to-the-Sun Road. An elegant solution to an early engineering problem, it has become a symbol of the care and dedication in the original construction of the road.  Duration:1 minute, 32 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadTripleArches.mp31,907 KB           Audio Transcript [Narration]Triple Arches is probably one of the most recognized features along the Going-to-the-Sun Road. Built to span several large gaps in the mountainside, engineers had originally planned to create a large retaining wall and use huge amounts of fill to build up the roadbed. Designers came up with a more elegant solution by constructing a series of three arches to span the gaps. It is a reflection of the care and dedication evident throughout the original construction of the Going-to-the-Sun Road.Probably as you have been driving the road you really didn’t notice much of the bridges, guardrails, and structures along the way. That’s because the original designers of the road worked hard to create a road that blended with the environment, rather then competed with it. As you continue on, however, give them a second glance. Even simple culverts in many locations are beautiful creations constructed of the same multi-colored rock from the surrounding mountains.The Going-to-the-Sun Road is one of six National Historic Landmarks in the park and one of a very few roads in the country to make that list. Today there is a massive rehabilitation project in progress along the entire length of the Going-to-the-Sun Road. Engineers and contractors are working hard to ensure that the historic features of the road are maintained while creating a road that meets modern safety and traffic requirements. It’s a challenging job and will take several more years.             Going-to-the-Sun Road: Oberlin Bend      Mountain Goats are the symbol of Glacier National Park, and are a common site on Going-to-the-Sun Road. There is almost no better place to see them than at Oberlin Bend. Learn more about the overlook and these shaggy white stars of Glacier.  Duration:1 minute, 53 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadOberlinBend.mp32,322 KB           Audio Transcript [Narration]Goats! They’re the very symbol of Glacier National Park and there is almost no better place in the park to see them than at Oberlin Bend. This section of the Going-to-the-Sun Road travels along the cliffs and past the waterfalls just west of Logan Pass. The rock ledges and abundant vegetation provides ideal habitat for the shaggy white mountain goat. Watch for the little ones skipping about the rock cliffs in areas that would terrify most humans. Within days of being born they’re following mom up incredibly steep slopes. Sometimes the goats wander right down to the road or through the parking lot however, so please remember that all park wildlife is wild. Although they may seem tolerant they can also cause injury. Do not feed or approach them. Please help us keep wild goats wild and visible for years to come. Oberlin Bend also provides one of the best views of the Going-to-the-Sun Road. Park your car and take the short boardwalk to the viewing platform. The sweeping vista of the Garden Wall with the Going-to-the-Sun Road snaking along its cliffs is impressive. On a clear day you can see all the way to the high peaks near the border with Canada and if you know where to look you can spot Granite Park Chalet on a ridge high above The Loop. Portions of this boardwalk were designed to be accessible by wheelchair and if you notice it's made out of a metal grate material. A former park superintendent saw similar walkways in parks in Australia and brought the idea back to Glacier on his return. The grate allows snow to fall through the walkway and helps relieve the pressure of the winter snows and it also helps sunlight to penetrate below and maintain native vegetation under the boardwalk.        DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: Oberlin Bend            Going-to-the-Sun Road: Logan Pass      Logan Pass is literally the high point on the Going-to-the-Road, and for many visitors, the high point of their trip to Glacier. Learn more about the many trails at this historic point.  Duration:2 minutes, 9 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-05     Download Original File: glac-Going-to-the-SunRoadLoganPass.mp32,662 KB           Audio Transcript [Narration]Nearly two million visitors will come to Logan Pass during the short two to three month summer season. This shuttle stop is literally the high point of the Going-to-the-Sun Road as well as the high point of many visits to the park. The pass sits along the Continental Divide at 6,646 feet and treats visitors to sweeping vistas of mountains and subalpine meadows full of colorful wildflowers.The rangers at the Logan Pass Visitor Center can assist with answers to questions about the area and information on plants, wildlife and hikes. A bookstore is also located in the visitor center. From the back of the visitor center a boardwalk crossing flowering meadows leads to Hidden Lake Overlook. Snow often remains on the trail well into summer. This 1.5 mile walk provides visitors with dramatic views of Mount Reynolds, Clements Mountain and sparkling Hidden Lake. Hikers can continue another mile and a half down a steep trail to the lake where Bearhat Mountain rises high above on the far side.Please remain on the boardwalk and trail, a careless human step will leave a huge impact to plants in this fragile environment. Some may only grow half an inch in five years. Across from the visitor center on the other side of the Going-to-the-Sun Road, visitors can experience one of Glacier’s most popular hikes in the park on the Highline Trail. Hikers often share this trail with mountain goats so please yield the right of way to these alpine residents. Although there are a few precipitous spots on the trail, don’t let that discourage you from enjoying some of the most spectacular views in the park.Wildlife including bighorn sheep, mountain goats and an occasional bear may be seen as well as smaller animals such as Columbian ground squirrels and hoary marmots. Feeding any wildlife large or small is strictly prohibited. While wildlife may seem tolerant of humans, respect their need for space and do not approach. For both your safety and the safety of the animals, if an animal moves towards you please move away.       DOWNLOAD ORIGINAL FILE: Going-to-the-Sun Road: Logan Pass             Going-to-the-Sun Road: Lunch Creek     This popular stop is a wildflower wonderland.  Duration:1 minute, 40 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadLunchCreek.mp32,074 KB           Audio Transcript [Narration]Surrounded by carpets of wildflowers during the summer, Lunch Creek flows down a natural rock staircase, from the striking backdrop of Pollock Mountain. It was named for its popularity as a lunch stop for early visitors to the park and remains a popular stop on the road today.No formal trails exist here so please enjoy the area from the paved parking. Overtime, park visitors have continued to venture off the road and up the creek exploring the area and in the process have created a network of social trails into this sensitive and fragile habitat. In order to protect the area from curious feet, Glacier National Park has performed extensive revegetation work to rehabilitate Lunch Creek and eliminate the traces of trails by replanting native vegetation. Please notice the signs marking these rehabilitated areas and do not venture in them.If you are interested in the process of revegetation, plan on visiting the park's native plant nursery at the headquarters area in West Glacier. Each year as projects are identified, native seeds are collected prior to the disturbance, grown in the nursery and then returned to the disturbed sites when the plants are mature enough to survive on their own. This helps to maintain the genetic integrity of specific locations around the park and provides the plants with the greatest opportunities to survive in the wild. Every Tuesday throughout the summer tours are conducted at the native plant nursery at 10:00AM.  Join us at the nursery for this interesting look at an important aspect of Glacier’s natural resources preservation program.             Going-to-the-Sun Road: East Tunnel     Learn about the 1931 construction and 2006 repair of this feature.  Duration:1 minute, 52 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadEastTunnel.mp32,301 KB           Audio Transcript [Narration]The East Side Tunnel was one of the most difficult challenges on the entire Going-to-the-Sun Road. Built in 1931, the 408-foot tunnel appears to come directly out of Piegan Mountain, with waterfalls cascading down the portal. Before work could begin, a three and a half mile trail was constructed 200 feet above the road from Logan Pass to a point above the site of the tunnel. A platform on which to work was excavated by moving 6,250 cubic yards of dirt and rock. The materials and equipment were hauled to the platform above the tunnel site and then were packed by laborers down ladders and switch backs totaling 200 vertical feet. Crews worked 24 hours a day on the tunnel boring around five foot each 24 hours. Both portals of the tunnel frame impressive mountain views.In November of 2006, severe rain and flooding washed out multiple sections of both lanes on the Going-to-the-Sun Road near the tunnel. The largest washout was over 100 feet long. Within days, heavy snows prevented access, and repairs had to wait until spring road crews could plow their way to the damaged sites.Several strategies were explored for repairs and eventually it was decided that a mechanically stabilized earthen wall, 350 feet long, would solve one problem and a temporary bridge would be required to provide two way traffic over another spot. Work will continue on some of the damaged locations throughout the summer, as well as the ongoing rehabilitation of the Going-to-the-Sun Road that was previously scheduled. This incident is another reminder of the power of nature and reiterates the need to rehabilitate the Going-to-the-Sun Road so future generations can enjoy its majesty.              Going-to-the-Sun Road: Siyeh Bend     Find out what awaits hikers in Glacier's backcountry here at Siyeh Bend.  Duration:1 minute, 41 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadSiyehBend.mp32,083 KB           Audio Transcript [Narration]Located at a prominent bend on the Going-to-the-Sun Road, the Siyeh Bend shuttle stop marks the transition point between higher elevation sub-alpine vegetation, and the forest of the east side. Mount Siyeh towers over the area with Going-to-the-Sun Mountain to the right and Cataract and Piegan Mountains to the left. Two popular day hikes depart from this location, Piegan Pass and Siyeh Pass. A portion of the trail over Piegan Pass to Many Glacier is visible from the road. This long 12.8-mile, but rewarding hike, passes through many ecological communities and has fantastic panoramic views including spectacular mountain summits and Piegan Glacier, Morning Eagle Falls.The 10.3-mile Siyeh Pass trail climbs through wildflower carpeted Preston Park to the rugged saddle of Siyeh Pass. With views across the St. Mary Valley, as well as peaks south along The Continental Divide. The descent into the valley of Baring Creek begins with views of Sexton Glacier and winds through grassy slopes and stands of Douglas Fir. The trail ends at Sun Rift Gorge and another shuttle stop. While hard to appreciate while standing next to the Going-to-the-Sun Road today, this area presented a real challenge to the builders of the road. A massive amount of material was required to bridge the gulf between Piegan and Going-to-the-Sun Mountains and support the road. Far beneath the fill, a 10-foot by 10-foot culvert accented by masonry work and a 16-foot head wall channels Siyeh Creek under the road.             Going-to-the-Sun Road: Jackson Glacier     This is the best opportunity to see a glacier on Going-to-the-Sun Road.  Duration:2 minutes, 7 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadJacksonGlacier1.mp32,583 KB           Audio Transcript [Narration]Jackson Glacier Overlook is just a short walk up the Going-to-the-Sun Road from the Gunsight Pass Trailhead Shuttle Stop. For visitors just driving the road this is the best view of a glacier they will get. The bluish-white ice of Jackson Glacier is about five and a half miles from this viewpoint. This glacier has changed dramatically over the last 100 years and is much smaller than the one seen by early park visitors. In fact it is now split into two glaciers, Jackson and Blackfoot, as it has melted over the decades.Although the glaciers in the park today are small compared to their ice age counterparts, they do work the same as the larger versions. Glaciers form when more snow falls in the winter than melts in the summer. As snow accumulates over many seasons ice forms. The weight of the ice and snow causes the bottom layers to compress and become more flexible and less brittle than the top layers. As the glacier starts to move downhill under it’s own weight it becomes a frozen river of ice that slowly flows across the land, eroding and shaping the bed rock into unique landforms. When less snow accumulates and less ice is created the glacier’s forward movement no longer keeps pace with melting and the glacier melts back and retreats up the mountain.That is what is currently happening to all the glaciers in the park. In1850 at the end of the little ice age it is estimated that there were 150 glaciers in the park. By 1968 they numbered only around fifty. Today there are 26 glaciers, many of which are just small remnants of what they once were. For many years scientists have been studying global climate change and it is clear that ecosystems like Glacier National Park are undergoing dramatic changes. While the Earth’s climate has undergone cooling and warming cycles in the past, if current warming trends continue scientists predict that the glaciers in Glacier National Park will be completely gone by the year 2030.             Going-to-the-Sun Road: Gunsight Pass Trailhead     This trailhead is a jumping off point for popular backcountry adventures. A \"through hike\" to Lake McDonald is made simpler by the shuttle system.  Duration:2 minutes, 9 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadGunsightPassTrailhead.mp32,638 KB           Audio Transcript [Narration]Ready for a backcountry experience? The Gunsight Pass Trailhead is the starting point for one of the best two night hikes in the park. This 18 mile hike has always been a great trip but in the past getting from the end point of the hike at Lake McDonald Lodge on the west side of the park back to your car over here has always been a hassle. Now that the new shuttle system is in place hikers have free transportation back to Gunsight Pass Trailhead to retrieve their car or an even better idea is to leave your car at the end point of the hike and take the shuttle to the beginning point here at Gunsight Pass. That way when your done with your hike and tired and dusty from the trail your car is there waiting for you. However you arrange it the hike from here to Lake McDonald Lodge provides a classic Glacier National Park experience. The trail winds in and out of dense forest for the first few miles to Gunsight Lake and continues up subalpine meadows to Gunsight Pass. Dramatic views of Gunsight Lake on one side and Lake Ellen Wilson on the other side are your reward as you stand the Continental Divide and enjoy the scenery. The trail then drops down to Lake Ellen Wilson before climbing Lincoln Pass over to Sperry Chalet and the Sperry Glacier. Sperry Chalet is one of two remaining backcountry chalets still in operation today. From the chalet the trail drops steeply down to the McDonald Creek Valley below and ends across the road from Lake McDonald Lodge. Backcountry campers are required to obtain a permit prior to their trip. Stop at one of the permit offices or visitor centers and a ranger can give you guidance and assist in trip planning. Along this route backcountry campgrounds at Gunsight Lake, Lake Ellen Wilson and Sperry Chalet provide a range of choices for camping and the chalet provides overnight accommodations that include meals as well if you want to experience the backcountry with just a touch of rustic luxury. Reservations for the chalet is a must and reservations are recommended for backcountry campgrounds as well.             Going-to-the-Sun Road: St. Mary Falls Trailhead     There are multiple waterfalls along this trail. Remember to be cautious of slippery rocks and fast moving water.  Duration:1 minute, 24 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadStMaryFallsTrailhead.mp31,765 KB           Audio Transcript [Narration]The shuttle stop here at St. Mary Falls Trailhead provides access to several hiking areas on the east side of the park. Visitors are encouraged to pick up a free copy of the “Day Hikes in Glacier” newspaper. The maps and trail information inside the paper will help visitors match their interest and abilities to the many hikes in Glacier National Park.Here, the St. Mary Falls Trail, one the more popular hikes in the park, is a 2.4 mile round trip which can be extended to 3.6 miles by continuing on to Virginia Falls. The hike offers a short and pleasant stroll down to the valley floor, crossing the stream below the roaring St. Mary’s Falls. After St. Mary Falls the forest opens up a bit and those continuing on to Virginia Falls will be treated with views of Little Chief and Dusty Star Mountains as well as one of the best waterfalls Glacier has to offer.Please remember water related accidents are the number one cause of fatalities in the park. Use extreme caution near water and remain on the trail. Moss covered rocks and wet logs can be extremely slippery and falls into swift cold streams, rivers and lakes have been tragic. Never walk, play or climb on the slippery rocks and logs around this or any other stream in the park.             Going-to-the-Sun Road: Sunrift Gorge     A gorge, opportunities to view water birds, hiking, and historic architecture are all present at this point.  Duration:2 minutes, 24 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadSunriftGorge.mp32,972 KB           Audio Transcript [Narration]At Sunrift Gorge Shuttle Stop a short 200 foot trail leads to an overlook where Bering Creek makes a sharp 90-degree turn after exiting a magnificent 800-foot long, 80 foot deep narrow gorge. This shady moist gorge creates a microclimate that supports a variety of different plants and animals than those found in the drier forests surrounding Sunrift Gorge. Watch for the Dipper or “Water Ouzel” in the stream below. This stocky grey bird is the largest member of the sparrow family and gets its name from the unusual bobbing and dipping motion it makes as it hunts for insects in the stream. Watch for a while and you will eventually see it plunge right into the swift moving water and literally fly underwater using its wings to maneuver through the rapid currents. When it comes back up look closely and you might notice a large insect in its beak that it plucked from the rocks in the streambed.Sunrift Gorge is also the trailhead for the Siyeh Pass area. Hikers can explore the high country of Glacier National Park on this spectacular high elevation trail. The preferred route for this 10.3 mile hike is to start at the Siyeh Bend Shuttle Stop and end here at Sunrift Gorge, since starting the trail here involves much more elevation gain. Hikers may also wish to venture up this portion of the trail for views of Bering Creek, abundant wildflowers and later in summer some great huckleberry patches. Just remember that Grizzly Bears love huckleberries too. So be cautious and always make plenty of noise on the trails.And impressive architecture feature of the Going-to-the-Sun Road, the Bering Creek Bridge spans Bering Creek here. The bridge was constructed in 1931 and many people consider this the most beautiful of all the structures built on the Going-to-the-Sun Road. It was designed to blend into the landscape using the same red and green Argillite that adds color to the mountains and color to the streams throughout the park. The bridge was also designed at a time when horses were the dominant mode of travel in the park. It is high enough and long enough to allow riders on horseback to travel comfortably underneath on their way from Siyeh Pass to the chalets that were located at Sun Point. Part of the old horse trail is now the Sun Point nature trail and a short ¼ mile walk down the trail leads to Bering Falls.             Going-to-the-Sun Road: Sun Point     Learn about the impressive chalet complex that once existed at this point.NOTE: Due to construction, Sun Point is currently closed to vehicles (including park shuttles)  Duration:2 minutes, 23 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadSunPoint.mp32,904 KB           Audio Transcript [Narration]This site high above the lake was once the location of the Going-to-the-Sun Chalets. Built in 1915 by the Great Northern Railway as part of a network of hotels, chalets and tent camps. The chalets sat high above the lake on the rocky promontory called Sun Point. Constructed in the Swiss chalet style the beautiful rock and log buildings could accommodate up to 200 visitors a night. In the days before the construction of the Going-to-the-Sun Road, transportation in the park was an adventure. Visitors arrived at the Going-to-the Sun Chalets by boat or horse. In fact the majority of the visitors to the network of hotels and chalets operated by the Great Northern rode horses and these chalets served as a hub for horseback travel over Piegan Pass to get to Many Glacier or over Gunsight Pass to the Lake McDonald Valley. The chalets were closed during world war II and sadly never reopened again. During the war the buildings fell into disrepair and were finally roused in 1949 due to their dilapidated condition. You can still visit the site of the chalets with just a short walk from the parking area. As you stand at the old location imagine sitting on the balcony of this spectacular hotel overlooking the amazing vista, sharing tales of the days trail ride with new friends as you rest up for a hearty dinner in the dining room.Today the Sun Point Nature Trail starts here and offers outstanding views of St. Mary Lake, the stunning mountains of St. Mary Valley and into the high-country towards Logan Pass. The trail winds through forested meadows to Bering Falls where the water cascades across a sheer cliff into a natural basin carved in the rock. Hikers can also connect this trail with the St. Mary Falls Trail, the trail to Virginia Falls or the Sun Rift Gorge Trail, ending their hike at either the St. Mary Falls Trailhead Shuttle Stop or the Sunrift Gorge Shuttle Stop.Vehicles longer than 21 feet and wider than 8 feet are prohibited on the Going-to-the-Sun Road beyond Sun Point. Oversized vehicle parking is available at Sun Point and drivers can connect to the shuttle system at this shuttle stop. In addition a picnic area is located here.             Going-to-the-Sun Road: Golden Staircase     Take in the dynamic environment, a combination of steadfast limestone and regrowth after a fire  Duration:2 minutes       Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadGoldenStaircase.mp32,447 KB           Audio Transcript [Narration]This large pullout along St. Mary Lake offers spectacular views of the lake as well as an opportunity to marvel at the skill of the builders of the Going-to-the-Sun Road. One thing you’ll notice as you approach from the east is the impressive wall of cliffs here. These limestone cliffs posed a significant challenge to road builders. In order to construct the road along the cliffs workers blasted rock out of the mountainside to allow for a wider road and to provide stone for rockwork. The large retaining wall is 550 feet long and almost 30 feet high. It was built in just five weeks in 1933 and was one of the first improvements to the road after it opened to traffic in late 1932. Across the lake the Red Eagle fire area is visible. Just last summer in August of 2006 this fire of undetermined cause burned over 32,000 acres in the park and on the neighboring Blackfeet Indian Reservation despite immediate efforts to extinguish the fire. Within hours it went from a small puff of smoke to an impressive inferno with towering smoke plumes that could be seen miles away. Most areas of the park have burned at one point or another, so fire is nothing new to the species that live here. In fact many plants and animals are dependent on fire for their survival. For instance, lodgepole pine cones spiral open in the heat of a passing fire and release their seeds on the wind to flutter to the ground and germinate in the newly created sunny soils. Several species of woodpeckers thrive in the years following a forest fire as they seek the insects that attack the newly dead trees. Many shrubs start to sprout from undamaged rootstock within days of a fire. The Red Eagle Fire looks black and uninviting to us but places like this are essential to many species and are vital to maintain the tremendous biological diversity found inside the park.             Going-to-the-Sun Road: Rising Sun     There are all sorts of amenities available in the Rising Sun area.  Duration:2 minutes, 31 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadRisingSun.mp33,068 KB           Audio Transcript [Narration]With a mountainous back drop and St. Mary Lake just a short walk away this stop on the Going-to-the-Sun Road offers breathtaking scenery as well as many services and activities. Accommodations are available in motel or cabin units and at the 82 site Rising Sun Campground. A camp store and gift shop offer souvenirs, basic groceries and camping necessities. A causal restaurant offers southwestern and traditional American faire and can provide box lunches for those headed out for a day on the trails. In addition showers are available for a fee. This is the only location in Glacier National Park that has showers. Tours aboard the historic red buses depart for Rising Sun and the park’s new free shuttle system stops here as well.The trailhead to Otokomi Lake is located near the camp store and this interesting 10 mile round trip starts in the wooded St. Mary Valley and climbs past small waterfalls creeks and wildflowers before opening to the Rose Basin and Otokomi Lake surrounded by impressive mountain scenery. Please remember that anywhere in Glacier National Park is bear country. Never hike alone and be sure to make noise on the trails. Talking, singing, and clapping your hands occasionally are all good ways to alert bears to your presence and provide them with time to move out of the way. Be sure to read all the information on bears you were provided at the park entrances before you attempt any trail in the park.Across the Going-to-the-Sun Road a short walk leads to the shore of St. Mary Lake where majestic peaks surround the cold, clear water. Glacier Park Boat Company offers tours of St. Mary Lake several times daily and provides a view that most visitors miss. Waterfalls, Sexton Glaciers, and Wild Goose Island are all highlights of a trip on the lake. Rangers lead hikes to St. Mary Falls in conjunction with some tours or you can combine a boat tour up the lake with a hike to Bering, St. Mary and Virginia Falls and catch the free shuttle from the St. Mary Falls or Sun Rift Gorge shuttle stops back to Rising Sun. From the lakes surface, mountains with names like Mahtotopa, Little Chief, and Dusty Star all speak to the rich influence of Native American culture in the area and it’s easy to see why Native Americans refer to this as the “Walled in Lake” when you see the mountains from the perspective of the lakes surface.             Going-to-the-Sun Road: Two Dog Flats     The meadows at this point are a meeting of ecosystems.  Duration:2 minutes, 24 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadTwoDogFlats.mp32,939 KB           Audio Transcript [Narration]One of the truly significant features of Glacier National Park is the incredible biological diversity of found here. In Glacier National Park more plant species are found than either the cluster of Rocky Mountain National Parks to the north around Banff and Jasper or in the Yellowstone ecosystem to the south. At Two Dog Flats where the prairies meet the mountains two of those major communities overlap creating an edge effect where many species of wildlife find important food and shelter. Often where the edge of one habitat type overlaps the edge of another there is an increase in the number and diversity of species present resulting in associations and combinations of animal communities not generally found together. Here at the Two Dog Flats area, short grass prairie species from the east mingle with dry east slope Rocky Mountain forests creating a rich environment. It’s not uncommon to see coyotes and badgers hunting ground squirrels in the meadows while hawks soar overhead seeking voles and mice. Deer hidden in the forest during the day frequent the meadows in the morning and evening hours. Songbirds from the prairies and the forests alike can be heard singing their mating calls and territorial warnings. Predators find a rich source of food in areas like Two Dog Flats because of the abundance of food for prey species to take advantage of. These meadows are also important winter range for elk. Throughout the winter a small band of several hundred elk can be found grazing in the flats and on the meadows down near St. Mary. These areas are usually blown free of snow by the near constant winds in the St. Mary Valley making it an easier wintering ground for them. In the spring, however the elk move to higher ground and generally spend the summer in the mountains seen towering in the background. If you’re here in the spring or in the fall expect to see elk in the evenings and the mornings. Two Dog Flats is beautiful any season of the year. Winter is stark and harsh and few visitors see the park during this quiet time of the year, but in the summer a profusion of wildflowers carpets the meadows and offer a treat for both botanists and wildlife enthusiasts. Spend a while at Two Dog Flats and you will see that this meadow is alive with activity.             Going-to-the-Sun Road: St. Mary Visitor Center     St. Mary Visitor Center not only houses exhibits, but is itself an exhibit of Mission 66 architecture.  Duration:2 minutes, 14 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-04     Download Original File: glac-Going-to-the-SunRoadStMaryVisitorCenter.mp32,768 KB           Audio Transcript [Narration]The St. Mary Visitor Center is the eastern gateway to Glacier National Park and is a main orientation point for many visitors with rangers on duty throughout the summer providing trip planning and other information about the park. If you find yourself on the eastside of the park and you have question about something that you have seen or heard while you were here this is the place to stop and find the answer. This is also the place for backpackers to obtain their backcountry permits for exploring into the depths of the wilds of Glacier National Park. Exhibits in the building explain the park’s cultural and natural history and a 15-minute film plays every half hour. Rangers present evening programs throughout the summer in the auditorium. The building itself has an interesting story to tell. In the 1950’s the National Park Service embarked on an ambitious 10-year program called Mission 66 to upgrade facilities throughout the countries parks. The St. Mary Visitor Center remains a classic example of the architectural style prevalent during this program. If you look closely you’ll notice that the building’s lines reflect the mountains in the background. In the years since Mission 66 many buildings in parks around the country have changed or been remodeled or in some cases torn down. That makes preservation of buildings like the St. Mary Visitor Center all the more important. These buildings help to tell the story of one of the most significant initiative in the history of the National Park Service.One thing you’ll notice right about St. Mary, is it’s almost always windy here so the building needs repainting often to keep up it’s appearance and over the years the original colors were painted over in shades of tan and brown. Recently it became time to repaint the building again and historians researched the original records and rediscovered the original colors used during the Mission 66 construction of the building. Its exterior has now been returned to its original appearance allowing the building to once again showcase one of the most important building projects in National Park Service history.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/photosmultimedia\/going-to-the-sun-road-audio-tour.htm"
}
