{
    "title": "Glacier National Park: Avalanche Basin Podcasts",
    "body": "Avalanche Basin Podcast Series         View of Avalanche Gorge NPS  Situated near the head of Lake McDonald in Glacier National Park, the Avalanche Basin is part of the larger glacially-carved McDonald valley. The highlight of the basin is Avalanche Lake and its outlet stream Avalanche Creek. Water draining from the basin's steep slopes cumulates in the rushing icy blue waters of Avalanche Creek and scours through layers of rock to create the sculpted red walls of Avalanche Gorge. For many, the hike along the creek and up to Avalanche Lake is a favorite for the area's beauty and tranquility. What some may not realize is the unique biological richness that exists in the basin. The interplay of climate and geology over time has resulted in a living environment where terrestrial and aquatic species flourish. To truly tell the rich story of life in this basin and to understand its complexities, the Crown of the Continent Research Learning Center worked with graduate students from the Environmental Studies Program at the University of Montana to create short essays on various aspects of the Avalanche Basin. These essays were then turned in to audio podcasts for all to enjoy. Each piece has a different focus, such as geology or wildlife, but all give insight to the feelings this special place evokes for those who are fortunate enough to experience it. Join us for our series of audio podcasts that explore this treasured area of Glacier National Park. Listen to each of the podcasts below and learn, explore, and experience what makes the Avalanche Basin the extraordinary place it is.         Thank you to Kyle Watson, Grace Brogan, Elizabeth Baker, Adrianna Ely, Kate Sheridan, and Meghan Rorick for their contributions to this project and to the Glacier National Park Fund for providing funding for the Avalanche Basin podcast series.                Geology of Avalanche Basin     Explore the geology of Avalanche Basin in Glacier National Park.  Duration:6 minutes, 7 seconds      Credit \/ Author: Glacier National Park   Date created: 2105-08-06                DOWNLOAD ORIGINAL FILE: Geology of Avalanche Basin            Hydrology of Avalanche Basin     Explore the hydrology of Avalanche Basin in Glacier National Park.  Duration:4 minutes, 36 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-06               DOWNLOAD ORIGINAL FILE: Hydrology of Avalanche Basin            Wildlife of Avalanche Basin     Explore the wildlife of Avalanche Basin in Glacier National Park.  Duration:5 minutes, 18 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-06               DOWNLOAD ORIGINAL FILE: Wildlife of Avalanche Basin            Cultural History of Avalanche Basin     Explore the cultural history of Avalanche Basin in Glacier National Park.  Duration:4 minutes, 58 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-06                   DOWNLOAD ORIGINAL FILE: Cultural History of Avalanche Basin                Climate of Avalanche Basin     Explore the climate of Avalanche Basin in Glacier National Park.  Duration:5 minutes, 22 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-06               DOWNLOAD ORIGINAL FILE: Climate of Avalanche Basin            Soils and Geology of Avalanche Basin     Explore the soils and geology of Avalanche Basin in Glacier National Park.  Duration:5 minutes, 25 seconds      Credit \/ Author: Glacier National Park   Date created: 2015-08-06               DOWNLOAD ORIGINAL FILE: Soils and Geology of Avalanche Basin",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/photosmultimedia\/avalanche-basin-podcasts.htm"
}
