{
    "title": "Glacier National Park: Fact Sheet",
    "body": "Fact Sheet       History   Established as a park on May 11, 1910   Established as Waterton-Glacier International Peace Park in 1932   Going-to-the-Sun Road completed in 1932   Established as an International Biosphere Reserve in 1974   Waterton Lakes National Park established in 1895   Established as Waterton-Glacier International Peace Park World Heritage Site in 1995    Water   Number of named lakes: 131   Number of unnamed lakes: 631   Total number of lakes: 762   Acres of named lakes: 25,622   Largest lake: Lake McDonald at 9.4 miles long; 1.5 miles wide; 464 feet deep; 6,823 acres   Number of streams: 563   Total length of intermittent streams: 1307 miles \/ 2103 km   Total lenght of perennial streams: 1514 miles \/ 2436.5 km   Total miles of streams inside the park: 2,865 miles \/ 4,610 km   Longest stream: Upper McDonald Creek at 25.8 miles \/ 41.5 km    Land   Acreage: 1,012,837   Square miles: 1,583   Miles of exterior boundary: 205   Shared with Waterton National Park: 21 miles \/ 33.7 km   Shared with British Columbia: 31 miles \/ 50 km   Shared with U.S. Forest Service: 130 miles \/ 209 km   Acres of defacto wilderness: 963,155, or 1,489.3 sq. miles \/ 3,857 sq. km   Elevation at Logan Pass: 6,646 feet \/ 2,025 m)   Number of mountains: 175   Highest mountain: Mt. Cleveland at 10,448 ft \/ 3,190 m)   Number of glaciers: 25 named; all shrinking in size   Largest glacier: Blackfoot Glacier 0.7 sq. miles    Facilities   Number Class A campgrounds: 8, with 943 sites   Number Class B campgrounds: 5, with 61 sites   Number of trails: 151; total length - 745.6 miles   Miles of Continental Divide Trail in Glacier: 110   Wheelchair accessible walkways and corduroy     Trail of the Cedars (0.7 mile \/ 1.1 km)   Logan Pass Boardwalk (2,300 ft \/ 0.7 km)   Oberlin Bend Overlook (400 ft \/ 121 m)   Running Eagle Nature Trail (1,800 ft \/ 548 m)     Number backcountry campgrounds: 65, with 208 sites   Miles paved bicycle path: 2 miles (3.2 km) between Apgar and West Glacier\/HQ   Number designated picnic areas: 8, with 175 sites   Number of (snowshoe) patrol cabins: 30   Number of visitor contact stations: 4   Number of boat access points: 6    Plants and Animals   Number of fish species : 24 — 18 native and 7 non-native (Lake trout are native in the Hudson Bay drainage, but are non-native west of the Divide. They are listed on both the native and non-native lists.)   Number of species of mammals: 71   Number of species of birds: 276 documented   Number of species of plants: 1,132 vascular and 858 non-vascular          Visitation For more visit the NPS Visitor Use Statistics page.    10-Year Increments Increase Decrease Annual Visitation Increase Decrease            Visitation 1911 4000  Visitation 2000 1,728,693 +3 %   Visitation 1920 22,449 +461%  Visitation 2001 1,680,614    -3 %   Visitation 1930 73,776 +229 %  Visitation 2002 1,905,689    +13 %   Visitation 1940 177,307 +140 % Visitation 2003 1,664,046 Big Fire Season -13 %   Visitation 1950 482,298 +174 % Visitation 2004 2,033,933 +22 %   Visitation 1960 724,500 + 49 % Visitation 2005 1,925,101 -5 %   Visitation 1970 1,241,600 + 71 % Visitation 2006 1,964,399 +2 %   Visitation 1980 1,474,578 + 19 %  Visitation 2007 2,083,329  +6 %   Visitation 1990 1,986,737  + 35 %         Visitation 2000 1,728,693 + 3 %",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/news\/fact-sheet.htm"
}
