{
    "title": "Glacier National Park: Going-to-the-Sun Road Points of Interest",
    "body": "Going-to-the-Sun Road Points of Interest                         Apgar Village  Apgar sits at the foot of Lake McDonald and is the hub of activity on the west side of the park. You can find all services with the exception of gas in Apgar Village. There are several gift and souvenir shops located in the village and Eddie’s restaurant offers casual dining.  Duration:2 minutes, 4 seconds                                 Apgar Campground Apgar is the largest campground in Glacier and makes a good location for a base camp. Like most other campgrounds in the park it has restrooms with flush toilets and cold running water.  Duration:2 minutes, 41 seconds                                 Sprague Creek Campground Nestled among the Hemlocks and Cedars on the northeast shore of Lake McDonald is one of the smaller and more intimate of Glacier's campgrounds Sprague Creek. Its twenty-five sites and proximity to the lakeshore make this a prime spot for campers in the know.  Duration:2 minutes, 7 seconds                                McDonald Creek Overlook The observation platform at McDonald Creek overlook allows visitors to get an up close look at this beautiful and powerful force of nature.   Duration:2 minutes, 5 seconds                                Avalanche Creek Avalanche Creek is one of the most popular spots in the park, with camping, picnicking, and hiking trails.  Duration:2 minutes, 40 seconds                                West Tunnel Constructed between 1926-1927, this iconic spot features window ports that over look Heaven's Peak & the Upper McDonald Creek Valley.  Duration:1 minute, 15 seconds                                 The Loop The Loop is the switchback that defined the Going-to-the-Sun Road as we know it today. Watch the video to learn more about it's fascinating history.  Duration:1 minute, 54 seconds                                Bird Woman Falls Bird Woman Falls sits between Mount Oberlin and Mount Cannon on the west side of Glacier National Park. Visitors who travel along the Going-to-the-Sun Road get spectacular views of this ever changing beauty.  Duration:1 minute, 31 seconds                                Weeping Wall This series of waterfalls delights early season visitors to Glacier National Park as they drive through its spray, but did you know that these waterfalls were man made?  Duration:1 minute, 2 seconds                                Triple Arch Triple Arches is one of the most recognizable features along the Going-to-the-Sun Road. An elegant solution to an early engineering problem, it has become a symbol of the care and dedication in the original construction of the road.  Duration:1 minute, 19 seconds                                Oberlin Bend Mountain Goats are the symbol of Glacier National Park, and are a common site on the Going-to-the-Sun Road. There is almost no better place to see them than at Oberlin Bend. Watch the video to learn more about the overlook and these shaggy white stars of Glacier.  Duration:1 minute, 35 seconds                                Logan Pass Logan Pass is literally the high point on the Going-to-the-Road, and for many visitors, the high point of their trip to Glacier. Watch this video to learn more about the many trails at this historic point.  Duration:2 minutes, 1 second                                Lunch Creek Need a break on the Going-to-the-Sun Road? Why not stop by Lunch Creek, a historic resting point for visitors to the park. Just don't step on the wildflowers and plants, a careless step can make a huge impact on this fragile ecosystem.  Duration:2 minutes, 1 second                                East Tunnel The East Tunnel was one of the most difficult challenges on the entire Going-to-the-Sun Road. Watch the video to learn more about the history of this iconic tunnel.  Duration:1 minute, 50 seconds                                Siyeh Bend Located on a prominent bend on the Going-to-the-Sun Road, Siyeh Bend shuttle stop marks the transition point between the higher elevation sub-alpine vegetation and the forest of the East Side. Two popular day hikes depart from this location, Piegan Pass and Siyeh Pass.  Duration:1 minute, 42 seconds                                St. Mary Falls Trailhead  The St Mary's Trailhead Shuttle stop provides access to several trails on the east side of Glacier National Park. One of these, St Mary's Falls, is one of the most popular hikes in the park, and for good reason.  Duration:1 minute, 23 seconds",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/photosmultimedia\/podcasts_gtsr4.htm"
}
