{
    "title": "Glacier National Park: Accessibility",
    "body": "Accessibility         Avalanche Lake hike with off-road wheelchair NPS\/Jacob W. Frank  Glacier National Park is a spectacular mountain landscape that can present difficult challenges for visitors with special needs. Improvements in accessibility are being made each year. With a bit of pre-planning, all visitors can find Glacier to be a rewarding experience.   Learn about the America the Beautiful National Parks and Federal Lands Access Pass which provides a wide range of discounts on activities and services when you visit federal lands.      Glacier has a brochure available online that highlights accessible facilities and services. It can be found on the Park Publications page.     Physical \/ Mobility Get information about facility accessibility in specific locations throughout the park. Deaf \/ Hearing Loss Find videos and other resources designed for visitors with hearing disabilities. Blind \/ Low Vision Glacier National Park produces large print brochures, audio described videos, and braille handouts for visitors needing vision assistance. Service Animals Service animals are allowed in national parks. See this page for information about what qualifies as a service animal and wildlife warnings.     Glacier Shuttle System All Glacier shuttles are ADA accessible. Park visitors with a disability can access many destinations along Going-to-the-Sun Road while enjoying the spectacular scenery by riding on one of the parks's optional and environmentally-friendly buses.       Ranger-led Activities The monthly Ranger-led Activities Schedule can be found on the Park Publications page. Physical\/mobility accessible programs are marked with a symbol. All ranger programs strive to engage multiple senses and learning styles, and often include audio components and\/or tactile objects. Groups may request a special program by contacting the park, at least two weeks in advance.  Evening Program venues that are accessible   Apgar Campground Amphitheater Fish Creek Campground Amphitheater Lake McDonald Lodge Auditorium Many Glacier Campground Amphitheater Many Glacier Hotel Auditorium (Enter lower level to access) Rising Sun Campground Amphitheater St. Mary Visitor Center Auditorium                Wayside sign at Goat Lick Disabled Traveler's Companion   The Disabled Traveler's Companion Another good place to look for information on accessibility is the Disabled Traveler's Companion Website. While not officially affiliated with the National Park Service, they have been working with Glacier and other national parks to provide valuable information to travelers with disabilities. Their website contains information on and photographs of campgrounds, lodges, and park attractions that will aid in planning your trip to Glacier.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/accessibility.htm"
}
