{
    "title": "Glacier National Park: Water",
    "body": "Water Safety         Wet rocks are a slipping hazard. Waterfalls are especially strong during spring snowmelt. NPS\/Tim Rains  Water is the number one cause of fatalities in Glacier National Park. Please use extreme caution near water. Swift, cold glacial streams and rivers, moss-covered rocks, and slippery logs all present dangers. Children, photographers, boaters, rafters, swimmers, and fishermen have fallen victim to these rapid, frigid streams and deep glacial lakes. Avoid wading in or fording swift streams. Never walk, play, or climb on slippery rocks and logs, especially around waterfalls. When boating, don't stand up or lean over the side, and always wear a lifejacket. Hypothermia Hypothermia, the \"progressive physical collapse and reduced mental capacity resulting from the chilling of the inner core of the human body,\" can occur even at temperatures above freezing. Temperatures can drop rapidly. Exposure to frigid bodies of water and sudden mountain storms can turn a pleasant day into a bitterly cold and life-threatening experience. People in poor physical condition or who are exhausted are particularly at risk. Preventing Hypothermia   Avoid hypothermia by using water-resistant clothing before you become wet.   Wear clothing that wicks moisture away.   Minimize wind exposure and if your clothes become wet, replace them.   Avoid sweating by dressing in layers, rather than in a single bulky garment.   Pack a sweater, warm hat, and raingear for any hike.   The Warning Signs   Uncontrolled shivering, slow or slurred speech, memory lapses and incoherence, lack of coordination such as immobile or fumbling hands, stumbling, a lurching gait, drowsiness, and exhaustion.   Immediate Treatment   Seek shelter from weather and get the victim into dry clothes.   Give warm non-alcoholic drinks.   Build a fire and keep victim awake.   Strip victim and yourself, and get into sleeping bag making skin-to-skin contact.   If victim is semi-conscious or worse, get professional help immediately.   Drowning Sudden immersion in cold water (below 80° F, 27° C) may trigger the \"mammalian diving reflex.\" This reflex restricts blood from outlying areas of the body and routes it to vital organs like the heart, lungs, and brain. The colder the water, the younger the victim, and the quicker the rescue, the better the chance for survival. Some cold-water drowning victims have survived with no brain damage after being submerged for over 30 minutes. Giardia Giardiasis is caused by a parasite (Giardia lamblia) found in lakes and streams. Persistent, severe diarrhea, abdominal cramps, and nausea are symptoms of this disease. If you experience any symptoms, contact a physician. When hiking, carry water from one of the park's treated water systems. If you plan to camp in the backcountry, follow recommendations received with your permit. Bring water to a boil or use an approved filter.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/watersafety.htm"
}
