{
    "title": "Glacier National Park: Physical \/ Mobility",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Physical \/ Mobility              Physical \/ Mobility       Most park facilities were constructed prior to the Architectural Barriers Act, Accessibility Standards (ABAAS). Newly designed construction and remodel projects integrate barrier free design principles. Most facilities are located in the park’s developed areas and are generally barrier-free; however, not all of them yet meet current ABAAS. Our Wedding Locations flickr photo album shows some of the facilities and varied terrain in visitor use spaces throughout the park.       Accessibility information and amenities by area: Lake McDonald Valley Logan Pass St. Mary Valley Highway 2 Two Medicine Many Glacier North Fork Shuttle Services & Bus Tours Short Trails & Walks      Lake McDonald Valley  West Glacier Park Headquarters   Description: Glacier National Park Headquarters is located just beyond the Glacier National Park sign outside of West Glacier. Two right turns after the park sign will lead you to the headquarters building, as indicated by brown NPS signs on the roadway. Accessible Routes: Headquarters has an accessible walkway leading from the parking lot to the building. Restrooms: Located on the first floor. Drinking Water: Yes   Apgar Visitor Center  Description: The visitor center is the central hub on the westside of Glacier National Park and the central location for the Glacier National Park Shuttle System on the westside of the park. It is located approximately two miles from the west entrance. A brown NPS sign indicates the entry point to the center. Accessible Routes: The Apgar Visitor Center is on one level and has accessible walkways from the parking lot to the building. Accessible Trails: The Apgar Bike Path is found to the right of the parking lot when facing the transit center. From here, the path to the right winds 1\/4 mile (0.4 km) to the Apgar Campground. The path to the left travels 1\/4 mile to the Apgar Village. The trail is wheelchair-accessible and paved. Restrooms: Large restrooms are located outside and on the right side of the visitor center. Drinking Water: Yes   Apgar Village  Description: Apgar Village is the central hub on the westside of Glacier National Park. The village is located approximately two miles from the west entrance. Accessible Trails: Apgar Bike Path Trailhead is found in two locations. The trail begins near the Backcountry Office. From this location, the path to the right winds two miles towards the west entrance and also links up to trails along McDonald Creek. The trail across the street and to the left goes 1\/4 mile to the Apgar Visitor Center or 1\/2 mile (0.8 km) to the Apgar Campground. The trail is wheelchair-accessible and paved. Restrooms: Located at the former Apgar Visitor Center or across from the Lake McDonald boat launch. Drinking Water: Located at the former Apgar Visitor Center.   Apgar Nature Center  Description: The Apgar Nature Center is located approximately two miles from the west entrance in the Apgar village. It is open during the summer season from 10:00 am - 4:00 pm daily. Accessible Routes: A dirt trail leads from a parking area to the Apgar Nature Center. Restrooms: Located at the former Apgar Visitor Center or across from the Lake McDonald boat launch. Drinking Water: Located at the former Apgar Visitor Center.   Apgar Campground  Description: Apgar Campground is the largest campground in Glacier National Park. It is located approximately 2 miles (3.2 km) from the West Entrance of the park. Designated Campsites: 2 campsites (C152, C122) Restrooms: Located in campground loops and in the picnic area. Provide flush toilets and sinks with running water. Drinking Water: Yes   Fish Creek Campground  Description: Fish Creek is the second largest campground in the park. This campground is located just off the Camas Road approximately 2.5 miles (4 km) from Apgar Village on the west side of Glacier National Park. Designated Campsites: 8 campsites (A8, A10, A12, A34, B65, B68, D158, D160) Showers: 2 ADA accessible unisex shower stalls located in Loop A. Restrooms: Restroom facilities provide flush toilets and sinks with running water. Drinking Water: Yes   Sprague Creek Campground  Description: Sprague Creek Campground is located on the northeast shore of Lake McDonald approximately 9.5 miles (15.2 km) from the West Entrance of the park. Accessible Routes: There is a short accessible path on the north end of the picnic area that leads to the lake. Designated Campsites: 1 campsite (#1) Restrooms: Flush toilets are located in campground loops and in the picnic area. Drinking Water: Yes   Lake McDonald Lodge  Description: Lake McDonald Lodge is located 10.5 miles (17 km) from the West Entrance of the park. Accessible Routes: The Lake McDonald lake-side walk is accessible along the cabins and to the boat dock. Accessible Trails: Lake McDonald Trail, located by the Lake McDonald Lodge boat dock (360 foot concrete surface). Boat tours are accessible. Restrooms: Yes Drinking Water: Yes   McDonald Falls  Description: McDonald Falls is located approximately 12 miles (19.3 km) from the West Entrance of the park. The viewpoint is ADA compliant with a graded pathway that leads to the overlook. Accessible Routes: A paved route leads to the overlook. Restrooms: No Drinking Water: No   Avalanche Campground  Description: Avalanche Campground and Picnic Area is located approximately 16 miles (25.7 km) from the West Entrance of the park. Designated Campsites: 1 campsite (A33) Accessible Trails: Trail of the Cedars starts at the Avalanche Picnic Area, it is a 0.7 mile (1.1 km) accessible trail through old growth cedars. Trail surface is wood boardwalk and a sustainable non-asphalt polymer pavement. Restrooms: Flush toilets are located in campground loops and equipped with running running water. Drinking Water: Yes   Red Rock Point  Description: Red Rock Point is located approximately 17 miles (27 km) from West Glacier. The viewpoint is ADA compliant with a graded pathway that leads to the overlook. Accessible Routes: A graded path leads to a wooden platform near the creek. Restrooms: No Drinking Water: No   The Loop  Description: The Loop is located approximately 24 miles (38.6 km) from the West Entrance of the park. Accessible Routes: A paved overlook is accessible on the upper parking lot. Restrooms: Vault toilets located near the shuttle stops. Drinking Water: No   Road Camp  Description: Road Camp is located approximately 27 miles (43 km) from the West Entrance of the park. The viewpoint is ADA compliant with a graded pathway that leads to the overlook. Restrooms: No Drinking Water: No   Oberlin Bend  Description: Oberlin Bend is 32 miles (51.5 km) from the West Entrance. The viewpoint is ADA compliant with a graded pathway that leads to the overlook. Accessible Routes: A metal-grated surface boardwalk (400 ft) leads to the overlook. Restrooms: No Drinking Water: No  Return to Top        Logan Pass Logan Pass  Description: Logan Pass is located approximately 32 miles (51.5 km) from the West Entrance and 18 miles from the St. Mary Entrance. It is the high point of the Going-to-the-Sun Road at 6,646 feet. There is a visitor center and several paved trails here. Accessible Routes: A ramp leads up to the upper terrace where a paved walkway provides excellent views and interpretive exhibits. Restrooms: Flush toilets are available on the lower terrace with additional restrooms located on the parking lot level. Drinking Water: Yes  Return to Top       St. Mary Valley Grizzly Point  Description: Grizzly Point is located approximately 13 miles (21 km) from the St. Mary Entrance. This viewpoint provides a view of an avalanche path across the road. Restroom: Vault toilet Drinking Water: No   Rising Sun Area   Description: The Rising Sun area is located approximately 6 miles (9.6 km) from the St. Mary Entrance. This area provides visitors with a camp store, cabins, a motor inn, a restaurant, and a campground. Restrooms: Yes Drinking Water: Yes   Rising Sun Campground  Description: The Rising Sun Campground is located approximately 6 miles (9.6 km) from the St. Mary Entrance about halfway along St. Mary Lake. Designated Campsites: 1 campsite (#7) Restrooms: Flush toilets and sinks with running water. Drinking Water: Yes    Rising Sun Picnic Area  Description: The Rising Sun Picnic Area is located approximately 6 miles (9.6 km) from the St. Mary Entrance. There is a picnic area with access to boat tours. Restrooms: Yes Drinking Water: ?   St. Mary Campground  Description: The St. Mary Campground is located approximately a half mile (0.8 km) west of the St. Mary Entrance. This campground is the largest campground on the east side of Glacier National Park and is open year round. Designated Campsites: 2 campsites (C146, C148) Restrooms: Restroom facilities provide flush toilets and sinks with running water. When the campground is open for primitive or winter camping, there is no water available and campers are advised to bring their own drinking water. Drinking Water: Yes   St. Mary Visitor Center  Description: The St. Mary Visitor Center is located just inside the St. Mary Entrance of the Park. Accessible Routes: The St. Mary Visitor Center is one level and has accessible walkways from the parking lot to the building. Restrooms: Located just outside the visitor center. No automatic doors. Drinking Water: Yes  Return to Top      Highway 2  Walton Ranger Station  Description:The Walton Ranger Station is located along U.S. Highway 2 approximately 27 miles (43.4 km) from the West Entrance to the park. It features an historic ranger station and small picnic area. Restrooms: Yes   Goat Lick Overlook  Description: Goat Lick Overlook is located along U.S. Highway 2, approximately 30 miles (48.2 km) from the West Entrance to the park. Accessible Routes: A short paved path leads to the observation deck. Restrooms: Yes. Somewhat primitive. Drinking Water: No   Return to Top       Two Medicine Running Eagle Falls  Description: Running Eagle Falls trailhead is located just over 1 mile (1.6 km) from the Two Medicine Entrance Station. This short nature trail is accessible to both wheelchairs and strollers. Accessible Trails: Running Eagle Falls trail offers 0.3 mile (0.5 km) stabilized soil surface. The path is hard packed. Restrooms: No Drinking Water: No   Two Medicine Campground  Description: Two Medicine campground is located 9 miles (14.4 km) from the Two Medicine junction. Designated Campsites: 1 campsite (#20). Restrooms: Flush toilets and sinks with running water Drinking Water: Yes      Return to Top       Many Glacier Valley Many Glacier Hotel  Description: The Many Glacier Hotel is located approximately 11 miles (17.7 km) from the Hwy 89 turnoff on the east side of the park. It sits on the edge of Swiftcurrent Lake and boasts clear views of some of the most majestic peaks in the world. Accessible Routes: Upper level is accessible via front doors. To access lower level drive around to the lake side of the building. From here boat docks at the lake are also accessible. Restrooms: Yes Drinking Water: Yes   Many Glacier Picnic Area  Description: The Many Glacier Picnic Area is located approximately 12 miles (19.3 km) from the Hwy 89 turnoff on the east side of the park. This picnic area features a short accessible nature trail. Accessible Trails: The Swiftcurrent Nature Trail begins at the Grinnell Glacier Trailhead. This accessible trail extends a short distance and ends at a bridge. Restrooms: Flush toilets and sinks with running water.   Many Glacier Campground  Description: The Many Glacier Campground is located approximately 12 miles (19.3 km) from the Hwy 89 turnoff on the east side of the park. This campground is one of the most popular campgrounds in Glacier National Park. Designated Campsites: This campground does not have an accessible campsite. Restrooms: Flush toilets and sinks with running water. Drinking Water: Potable water is accessible in the campground.   Swiftcurrent Motor Inn  Description: Swiftcurrent Motor Inn is located approximately 12 miles (19.3 km) from the Hwy 89 turnoff on the east side of the park. It houses a combination gift shop and camp store, and a casual restaurant. Showers: A separate building near the Swiftcurrent Motor Inn houses token operated showers and has 1 ADA accessible unisex shower stall. Restrooms: Yes Drinking Water: Yes  Return to Top       North Fork Polebridge Ranger Station   Description: Polebridge Ranger Station is located in the North Fork of Glacier National Park approximately 27 miles (43.4 km) from the west entrance. This is the entry point for visitors who are exploring to the North Fork of the park.   Bowman Campground  Description: Bowman Campground is located in the North Fork area of Glacier National Park approximately 32.5 miles (52.3 km) from the west entrance. The drive to Bowman Lake is a very slow, dusty, and bumpy ride on dirt roads. Large recreational vehicles are not recommended. Designated Campsites: 2 campsites (#3,7) Restrooms: Pit toilets are located in the campground however they are not fully accessible. Drinking Water: Yes   Kintla Lake Campground  Description: Kintla Campground is located in the upper most northwest section of the North Fork, approximately 40 miles (64.3 km) from the west entrance. The drive is very slow and bumpy on dirt roads. Large recreational vehicles are not recommended. Designated Campsites: 1 campsite (#13) Restrooms: Pit toilets are located in the campground however they are not fully accessible. Drinking Water: Yes (a hand pump is available for potable water).      Return to Top        Going-to-the-Sun Road Shuttle System Glacier National Park's transit system provides two-way service along Going-to-the-Sun Road between the Apgar Visitor Center and St. Mary Visitor Center. All shuttles include a wheel chair ramp or lift, and feature lock downs. Visit the Shuttle System page for route details and further information. Bus Tours Sun Tours Their accessible coaches can accommodate up to two wheelchairs at a time. The coach has a lift and will accommodate motorized chairs. Make request known upon booking. There is also room in coaches for walkers and strollers, as well as space for small mobile tanks carried by visitors that travel with portable oxygen. Red Buses There are a limited number of red buses that are wheelchair accessible. Make request known upon booking.   Visit the Bus Tours page for contact information.  Return to Top       Trails and Self-Guided Walks  Going-to-the-Sun Road   Lake McDonald Trail by the Lake McDonald Lodge boat dock, 360-foot (109 m) concrete surface  Trail of the Cedars Nature Trail at Avalanche Campground, 0.7-mile (1.1 km) wood\/asphalt surface  Oberlin Bend Trail, 400-foot (121 m) metal-grated surface   US Highway 2    Goat Lick Overlook: 400-foot (121 m) asphalt surface   Two Medicine    Running Eagle Falls Nature Trail: 1,800-foot (548 m) stabilized soil surface   Many Glacier    Swiftcurrent Nature Trail at the Grinnell Glacier Trailhead, 0.25-mile (400 m) stabilized soil surface",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/physical-mobility.htm"
}
