{
    "title": "Glacier National Park: Bears",
    "body": "Explore This Park    Plan Your Visit     Safety     Bears              Bear Safety         Grizzly sow and cubs at Logan Pass NPS \/ Andrew Englehorn  An icon of wilderness, Glacier is home to large numbers of both black and grizzly bears. This page presents basic information needed to ensure a safe visit for both you and our wildlife. For more detailed information, stop by any visitor center or attend a ranger program.         Bear Identification Waterton-Glacier International Peace Park is home to both black and grizzly bears. Report any bear or unusual animal sightings to the nearest ranger or warden immediately. Size and\/or color are not reliable indicators of species. Use the chart at right to help you tell the species apart.   Read more about each species on the Bears informational page.         Keeping a Safe Distance Approaching, viewing, or engaging in any activity within 100 yards (91.4 meters) of bears or wolves, or within 25 yards (23 meters) of any other wildlife is prohibited. Use binoculars or a telephoto lens to improve your view. Keep the animal’s line of travel or escape route clear and move away if wildlife approaches you.   Roadside Bears  It’s exciting to see bears up close, but we must act responsibly to keep them wild and healthy. If you see a bear along the road, please do not stop near it. If you wish to view the bear, travel at least 100 yards (91.4 meters) and pull over in a safe location. Roadside bears quickly become habituated to traffic and people, increasing their chances of being hit by vehicles. Habituated bears may also learn to frequent campgrounds and picnic areas, where they may gain access to human food. To protect human life and property, bears that seek human food must be removed from the park. Resist the temptation to stop and get close to roadside bears – put bears first at Glacier.  Hiking in Bear Country  Hike in Groups  Hiking in groups significantly decreases your chances of having a bear encounter. There have not been any reported attacks on groups of four (4) or more in Glacier. If you are a solo hiker looking for company, check the Ranger-led Activity Guide for guided hikes. Trail running is highly discouraged.    Carry Bear Spray  Bear spray is an inexpensive way to deter bear attacks and has been shown to be the most effective deterrent. Be sure you know how to use it and that you are carrying it in an accessible place. Check the Ranger-led Activity Guide for summer demonstrations.  Make Noise  Bears will usually move out of the way if they hear people approaching. Most bells are not enough. Calling out and clapping at regular intervals are better ways to make your presence known. Do your best to never surprise a bear.  Secure your Food and Garbage  Never leave food, garbage, or anything used to prepare, consume, store, or transport food unattended. Other scented items include: toiletries, feminine products, sunscreen etc.  Be Aware of Your Surroundings  Environmental factors such as wind speed and direction may prevent a bear from being aware of your presence. Look for scat or tracks. Take notice if you are hiking near an abundance of bear foods, near running water, through thick vegetation, etc.      While in Camp  Our campgrounds and developed areas can remain unattractive to bears if each visitor manages food and trash properly. Following park regulations will help keep the “wild” in wildlife and ensure your safety as well.    Keep a clean camp! Never improperly store or leave food unattended. All edibles, food containers (empty or not), cookware (clean or not), and trash (including feminine hygiene products) must be stored in a food locker or hung when not in use, day or night. Do not throw any food or garbage into the pit toilets. Inspect your campsite for bear sign and for careless campers nearby. Notify a park ranger of any potential problems.     Bear Encounters  If you encounter a bear inside the minimum recommended safe distance (100 yards), you can decrease your risk by following these guidelines:    If a bear or other animal is moving in your direction on a trail, get out of its way and let it pass. If you can move away, do so. If moving away appears to agitate the bear, stop and talk quietly to the bear. Help the bear recognize you as a friendly human. Then continue to move away as the situation allows. If a bear appears intent on approaching you, your group, or your campsite in a non-defensive manner (not showing signs of agitation), gather your group together, make noise, and try to discourage the bear from further approaching. Prepare to deploy your bear spray. If you are preparing or consuming food, secure it. DO NOT LET THE BEAR GET YOUR FOOD! If a bear approaches in a defensive manner (appears agitated and\/or charges), stop. Do not run. Talk quietly to the bear. Prepare to deploy your bear spray. If contact appears imminent and you do not have bear spray, fall to the ground on your stomach, clasp your hands around the back of your neck, and leave your pack on for protection. If the bear attempts to roll you over, try to stay on your stomach. If the attack is defensive, the bear will leave once it recognizes you are not a threat. If the attack is prolonged, FIGHT BACK!   For more detailed information, watch our Bear Safety video.  Bear Spray  This aerosol pepper spray temporarily incapacitates bears. It is an effective, non-toxic, and non-lethal means of deterring aggressive bears. Under no circumstances should bear spray create a false sense of security or serve as a substitute for practicing standard safety precautions in bear country.  Bear spray is intended to be sprayed into the face of an oncoming bear. It is not intended to act as a repellent. Pre-sprayed objects may actually attract bears.  Be aware that you may not be able to cross the U.S.\/Canada border with some brands of bear spray. Canadian Customs will allow the importation of USEPA-approved bear spray into Canada. Specifications state that the bear spray must have USEPA on the label.             Bear Safety   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:7 minutes, 51 seconds  Park Wildlife Biologist John Waller explains about bear behavior and how to hike and travel safer on the trails in Glacier National Park. Learn why it's not a good idea to walk quietly and how best to react to a surprise encounter with one of the park's largest and most magnificent residents.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/bears.htm"
}
