{
    "title": "Glacier National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       Listed below are the many special events that Glacier hosts. We do not list all our many daily ranger activities here. If you are looking for Ranger-led Activity Schedules, check out the Publications page. The schedules are posted monthly and include long hikes, short walks, coffee with a ranger, evening programs, safety talks, kids games, and much more. See the Native America Speaks page for a speaker schedule.          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 6 results    Show ALL instances of recurring events   RSS Feed      Glacier National Park National Park Service Centennial Evening Program      Time: 8:00 PM to 8:45 PM Location: St. Mary Visitor Center Auditorium Fees: no additional fee     Monday, August 8, 2016 2016 marks the 100th birthday of the National Park Service. View Details      Glacier National Park Goat Days      Location: TBD Fees: no additional fee     Saturday, August 13, 2016 Join fellow citizen scientists for Goat Days, a High Country survey event View Details      Glacier National Park Sunset at Saint Mary Lake InstaMeet      Time: 7:00 PM to 9:00 PM Location: 1913 Ranger Station Parking Lot Fees: No additional fee     Saturday, August 13, 2016 Come together to connect, explore, and celebrate your creativity with your camera. View Details      Glacier National Park Centennial InstaMeet at Lake McDonald      Time: 6:00 PM to 9:00 PM Location: Apgar Village parking area Fees: No additional fee     Thursday, August 25, 2016 Come together to help us celebrate the 100th birthday of the National Park Service! View Details      Glacier National Park National Park Service Centennial Evening Program      Time: 8:00 PM Location: St. Mary Visitor Center Auditorium Fees: no additional fee     Thursday, August 25, 2016 August 25, 2016 is the National Park Service's 100th birthday. View Details      Glacier National Park Logan Pass Star Party      Time: 9:30 PM to 12:00 AM Location: Logan Pass Fees: Free ticket, usual park entrance fees apply     Friday, August 26, 2016 Take advantage of Glacier's unusually dark skies to gaze through telescopes into the depths of the universe View Details",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/calendar.htm"
}
