{
    "title": "Glacier National Park: Bicycling",
    "body": "Bicycling         Bikers on Going-to-the-Sun Road near Weeping Wall NPS\/Jacob W. Frank  Bicycling in Glacier means sharing the roads with both recreational and passenger vehicles of all size. Special precautions need to be taken by all visitors to ensure that everyone has a safe and enjoyable time. Vehicles need to allow a 3 ft (1 m) distance between their vehicle and bicyclists.         Dotted red lines are bike trails NPS Graphic  Are There Bike Trails?  Bicycles are permitted on all of the roads in the park but are not permitted on trails, with three exceptions:    The paved path from Park Headquarters to Apgar Village, The Fish Creek Bike Path from Apgar Village to Fish Creek Campground and, The old Flathead Ranger Station trail.   Additionally, the Inside North Fork Road is temporarily closed to vehicles between Camas Creek and Logging Creek and makes an excellent, although unpaved, route for exploring the park by bicycle.        Restricted areas highlighted in red NPS Graphic  Summer Restrictions For safety and to ease congestion, restrictions are in effect on sections of the Going-to-the-Sun Road, from June 15 through Labor Day:  From Apgar Campground to Sprague Creek Campground bicycles are prohibited, both directions, between 11 am and 4 pm. From Logan Creek to Logan Pass east-bound (uphill) bicycle traffic is prohibited between 11 am and 4 pm. Start early! It takes about 45 minutes to ride from Sprague Creek to Logan Creek and about three hours from Logan Creek to Logan Pass.       Regulations  Cyclists must observe all traffic regulations. Keep well to the right side of the road and ride in single file only. Pull off the road if four or more vehicles stack up behind you. During periods of low visibility or between sunset and sunrise, a white light or reflector visible from a distance of at least 500 feet (152 m) in front and a red light or reflector visible from at least 200 feet (61 m) to the rear must be exhibited on the operator or bicycle.  Stay Safe   Be visible! Wearing a helmet and carrying bear spray are strongly advised. Attach a bright flag on a pole and wear light-colored clothing. Watch for falling rocks, drainage grates, and ice on road.    Hiker\/Biker Campsites A limited number of sites at Apgar, Fish Creek, Sprague Creek, Avalanche, Many Glacier, Rising Sun, Two Medicine, and St. Mary are available for bicyclists and hikers. Sites are shared with a capacity of up to 8 people; larger groups must split up or use group sites where available. The fee is $5.00 per person per night for Apgar, Sprague Creek, Avalanche, Many Glacier, Two Medicine and Rising Sun. In the reservation campgrounds, St. Mary and Fish Creek, the fee is $8.00 for the first person and $5.00 for every individual beyond the first. If hiker\/biker sites are full or campers do not want to share a site, hikers\/bicyclists must use regular unoccupied campsites. Read more about campgrounds on the Camping page. Hiker\/bicycle sites are for non-motorized campers only. Motorcyclists must use regular unoccupied campsites.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/bicycling.htm"
}
