{
    "title": "Glacier National Park: Photography",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Photography              Photo Tips       Glacier is a photographer's paradise. If you are looking for some great places to shoot, here are a few suggestions of things to see from our park photographers. Follow us on Instagram, Facebook, Steller, and Flickr for more photos of Glacier.  Be sure to join us for our InstaMeets during the summer!         Sunrise on Grinnell Point from Swiftcurrent Lake NPS \/ TIM RAINS  Sunrise on the East Side  It's hard to beat waking up in the Many Glacier Hotel, grabbing a cup of coffee, and then stepping outside to a view like this, but Swiftcurrent Lake isn't the only place for a great sunrise. Be sure to check out Two Medicine Lake, Saint Mary Lake, and Lake Sherburne for great sunrise views accessible by road.         Wildflowers along the Hidden Lake Trail COURTESY JACOB W. FRANK  Wildflowers at Logan Pass Fields of wildflowers are waiting for you at Logan Pass between late-June and mid-August.  Mountains backdrop carpets of yellow lilies, which turn to purple fleabane, then to yellow aster, pink monkey flower, and so on as different species bloom throughout the short growing season. Be sure to arrive early to find a parking spot and stay on designated trails to prevent trampling of the tundra.        Grinnell and Salamander Glaciers NPS \/ TIM RAINS  Glaciers Before They Are Gone When the park was first established over 100 years ago it was much easier to see a glacier. Now it requires a moderately-strenuous day hike to get near the 3 most accessible glaciers of the 25 that remain. The most popular hike is to Grinnell Glacier in the Many Glacier Valley. If you are up to see others, head to Sexton Glacier along the Siyeh Pass trail or Sperry Glacier along the Sperry trail.          Sunset at Lake McDonald COURTESY JACOB W. FRANK  Sunset From the West Side There is no better way to finish off a day of exploring then by grabbing your favorite beverage, heading to the Lake McDonald public boat dock, and taking in a swim or going for a paddle just before sunset. If you are looking for a little more solitude, head up to the North Fork to Bowman or Kintla Lakes, or take a walk over to the Historic Belton Bridge along the Boundary trail.         Aurora over Lake McDonald COURTESY JACOB W. FRANK  Night Sky Don’t forget that “Half the park is after dark.” If you are lucky enough to be here during a showing of the northern lights, Lake McDonald and Goat Haunt offer great open views to the north. Check the Aurora Forecast and look for KP rating of 5 or above for the best chances to see northern lights. We also have spectacular dark skies for viewing the stars. Check out the head of Lake McDonald, foot of Saint Mary Lake, and Logan Pass for great views of the Milky Way from May through October.        Baring Falls NPS \/ TIM RAINS  Waterfalls Whether it's near the road, on a trail, or in the backcountry, Glacier has it covered when it comes to waterfalls. Spring time is best for most waterfalls, but some falls such as Baring Falls are glacier-fed and flow year-round. Haystack Creek and Birdwoman Falls are two favorites to view from the road.        Bighorn sheep ram COURTESY JACOB W. FRANK  Wildlife Glacier is full of wildlife both big and small. Help us keep the \"Wild\" in wildlife by keeping a safe distance and using telephoto lenses. Sheep and goats can often be seen at Logan Pass, Whitetail and Mule deer are common in the park, bears and moose are frequently spotted on the east side of the park, elk are often seen on Two Dog Flats, and a variety of birds can also be see in the park. Other animals such as wolverines, wolves, mountain lions, etc. are present, but sightings are rare.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/photo-tips.htm"
}
