{
    "title": "Glacier National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping              Camping         Campsite in Avalanche Creek Campground NPS\/David Restivo  Pick a Campground w\/w Secure a Campsite w\/w Regulations w\/w Bear and Mountain Lion Safety w\/w Bicycle Use w\/w Primitive Status Enjoy the crackling of a campfire and sleep under the stars in Glacier National Park. With 13 different campgrounds and approximately 1,009 sites to choose from, options are plentiful.      Pick a Campground For detailed information about each individual campground such as campground fees and amenties, location, number of sites, and historic fill times, please visit the Campground Status page.        Secure A Campsite Most campgrounds in Glacier are first-come first-served with the exception of Fish Creek, St. Mary, some of Many Glacier, and half of the group sites in Apgar. These campsites can be reserved in advance:  Fish Creek Reservations St. Mary Reservations Apgar Group Site Reservations Campsites at Fish Creek and St. Mary are reservable no more than 6 months in advance. Group campsites at St. Mary and Apgar Campgrounds are reservable no more than 12 months in advance. Reservations through Recreation.gov must be made 3 days in advance. Many Glacier Half of the campsites at Many Glacier are available for advance reservations. Reservations through Recreation.gov must be made 3 days in advance.  Camping fees vary between $10-$23 dollars per night during the summer season. For prices of each individual campground, visit our Campground Status Page. For a first-come, first-served campground, select a vacant site and pay at a registration area. Complete a fee envelope and depositing it in the fee tube within 30 minutes of arrival. Retain the envelope receipt and clip it on your numbered site post. Pay only for the nights you plan to camp. Refunds are not available. Return to Top         Regulations  Camping is permitted only in designated campgrounds. Between July 1 and Labor Day, camping in Glacier National Park is limited to 14 days, either in a single period or combined separate periods. Between Labor Day and June 30, camping in Glacier National Park is limited to 30 days, either in a single period or combined separate periods. Campsite capacity is limited to eight people and two vehicles, where space is available. A maximum of two tents per site is permitted.  Group sites for 9-24 campers are available at Apgar, Many Glacier, St. Mary, and Two Medicine. Check with a park ranger or campground host prior to using. Saving your site: A paper plate strung across the entrance to your site with your name and date will show the site is taken. Remove all markings when vacating the site. Sites may not be left unattended for over 24 hours. Utility hook-ups are not provided and connection to water, sewer, or electrical outlets is prohibited. Check out time is 12:00 noon. If staying another night re-register by 11:30 am. Secure your valuables in a locked vehicle out of sight. Campground speed limits are 10 miles per hour.   Food Storage Animals are attracted to food and food odors. All food, lawfully taken fish, garbage, and equipment used to cook, serve or store food must be kept sealed in a vehicle, or in a camping unit that is constructed of solid, non-pliable material, or suspended from any NPS designated food hanging device, or secured in any NPS designated storage locker, secured in an Interagency Grizzly Bear Committee (IGBC) approved bear resistant container or secured in a structure or dwelling, at all times, except when these items are being transported, consumed, or prepared for consumption. Do not burn waste in fire rings or leave litter around your camp. Garbage must be properly stored at all times. Use bearproof trash cans. Violation of food storage regulations may result in $75 in fines and fees and\/or confiscation of improperly stored items.  Quiet Hours and Generator Use Activities must be kept to a level that ensures noise does not disturb other campers. Quiet hours are from 10:00 pm to 6:00 am. Generator use in campgrounds is permitted only during the hours: 8:00 - 10:00 am; 12 noon - 2:00 pm; and 5:00 - 7:00 pm. Generator use is prohibited at ALL TIMES in the following campgrounds:  Fish Creek, C Loop Many Glacier, sites 88-102 Rising Sun, sites 49-84 Spraque Creek, All sites  St. Mary, A Loop Two Medicine, sites 1-36 Cutbank Campground, all sites  Unreasonable idling of motor vehicles is prohibited.   Pets All areas are closed to pets except in developed areas, frontcountry campsites and picnic areas, along roads open to motor vehicles, and in vessels on lakes where motorized watercraft are permitted. Pets must be on a leash no longer than six feet, under physical Pets restraint, or caged at all times. Pets are not to be left tied to an object when unattended. Pet owners must pick up after their pets and dispose of waste in a trash receptacle. Owners must not allow a pet to make noise that is unreasonable.  Fires and Firewood It is unlawful to gather or cut firewood except in the following areas:  Along the Inside North Fork Road from Dutch Creek to Kintla Lake. Along the Bowman Lake Road. In the vicinity of backcountry campgrounds allowing wood fires.  In the areas listed above, only dead wood on the ground may be collected for use as fuel for campfires. Fires must be kept inside fire grates and attended all times. Be sure your fire is dead out when leaving for any reason. Firewood is available for purchase at most camp stores. Fireworks are prohibited in Glacier National Park.  Sanitation and Water Use Using campground faucets to wash dishes, clothing, clean fish, prepare food, or to bathe is prohibited. All wastewater, including water from showers and dishwashing, must be contained, and disposed of in utility sinks or at RV dump stations. Do not leave wastewater unattended. Recreational vehicles must use drain hoses at dump stations. Fee showers are available at the Rising Sun and Swiftcurrent Motor Inns and private campgrounds adjacent to the park. Showers are available for registered campers at the Fish Creek and St. Mary Campgrounds.  Return to Top       Camping in Bear and Mountain Lion Country  Do not approach bears, mountain lions, or other wild animals. They are dangerous! Check the Safety page for more.  In their pursuit of food sources, black bears and grizzly bears will be attracted to improperly stored food. Follow National Park Service food storage regulations listed under Food Storage Regulations (above). Violation of park regulations will likely result in the issuance of a violation notice!  Closely supervise children whenever they are outdoors, even in developed areas. Unattended pets may attract a lion and result in the loss of your pet. Report all bear and mountain lion sightings or encounters to the nearest ranger, campground host, visitor center, or by calling (406) 888-7800. Feeding wildlife is prohibited. Human food is harmful to all wildlife. KEEP A CLEAN CAMP! Return to Top        Bicycle Use Bicyclists are responsible for complying with all traffic regulations and are permitted only on roadways. Hiker\/Biker Campsites A limited number of sites at Apgar, Fish Creek, Sprague Creek, Avalanche, Many Glacier, Rising Sun, Two Medicine, and St. Mary are available for bicyclists and hikers. Sites are shared with a capacity of up to 8 people; larger groups must split up or use group sites where available. The fee is $5.00 per person per night for Apgar, Sprague Creek, Avalanche, Many Glacier, Two Medicine and Rising Sun. In the reservation campgrounds, St. Mary and Fish Creek, the fee is $8.00 for the first person and $5.00 for every individual beyond the first. If hiker\/biker sites are full or campers do not want to share a site, hikers\/bicyclists must use regular unoccupied campsites. Hiker\/biker sites are for non-motorized campers only. Motorcyclists must use regular unoccupied campsites. Return to Top        Primitive Status Campgrounds When campgrounds are open in primitive status there are special considerations regarding water and sanitation. No potable water sources or dump station facilities are provided during the primitive camping season. Lake water or melted snow obtained for drinking or food preparation should be boiled (at least one minute) or treated using an approved filtration system. Comfort stations are closed; use vault toilets located in the campground. Washing dishes or discarding waste water near campsites or water sources is prohibited. Filter food scraps (pack out as garbage) from dish water and scatter water on ground at least 100 feet (30.5 m) away from campsites, lakes, and streams. For \"roughing it\" learn more about Backcountry Camping in Glacier. Return to Top         Camping Regulations brochure (pdf 1 MB) Have more camping questions? See our FAQ section for possible answers.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/camping.htm"
}
