{
    "title": "Glacier National Park: River Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     River Camping              River Camping Permits         Canoe trip on North Fork of Flathead River Brett Svetlick  North Fork Flathead River Enabling legislation for Glacier National Park established the northwestern park boundary as the middle channel of the North Fork of the Flathead River. The US Forest Service (USFS)\/Flathead National Forest (FNF) has administrative authority on the Flathead Wild and Scenic River including the North Fork. FNF provides primitive camping locations at Ford Creek, Big Creek, and Glacier Rim. Glacier National Park has one designated river campground at Round Prairie (ROU) available for overnight boater use. Glacier also allows limited undesignated camping along the North Fork.         Camping Sections Spruce Creek to Round Prairie - 1 party\/night  Bowman Creek to Anaconda Creek - 1 party\/night  Anaconda Creek to Blankenship Bridge - 2 parties\/night   Area River Maps Available        Middle Fork Flathead River  Middle Fork river camping is administered by the USFS\/FNF and is subject to Flathead National Forest camping regulations. Glacier National Park does not issue camping permits for the Middle Fork.        Undesignated River Camping Regulations   Party size is limited to 12 People.  Camping is limited to designated river sections; see map above. Camping is limited to one (1) night in any campsite. Parties must move at least one (1) mile each day before establishing a new camp. Campsites MUST be located on durable surfaces, gravel and sand bars below high water mark are preferred. Wood fires are allowed if contained in a fire pan with an air space between the fire and the ground to protect dormant insect larvae that may be present in gravel river sediment. Use of fire blankets (old USFS fire shelters) is prohibited. All food, cooking gear and refuse must be secured from bears at all times except mealtime. This requires either suspending these items a minimum of 10 feet (3 m) above the ground and 4 feet from any tree trunk or utilizing an Interagency Grizzly Bear Committee (IGBC) approved bear-resistant food container (BRFC) at all times, except mealtime. All cooking gear that cannot be stored in a bear resistant container MUST be cleaned and kept 100 feet (30 m) from your sleeping area. Distance between the sleeping area and the food prep\/storage area should be a minimum of 100 feet. Glacier National Park river users (day and overnight use) are REQUIRED to use some type of self-contained waste disposal system (Groover, Rocket box, WAG bags, etc.). No pets allowed.        Trip Preparation    Boaters should familiarize themselves with current river conditions and levels. Boaters should have appropriate maps; Three Forks of the Flathead Wild and Scenic River Float Guide is recommended.  Boaters must obtain a non-motorized self-certification boat permit for each boat in their group and carry the permit with them on their trip.  Overnight camping regulations apply to river use within Glacier National Park. For complete Flathead National Forest rules and regulations, visitors should consult the Flathead National Forest Supervisor's Office in Kalispell, MT at (406) 758-5208.        Required Gear    An overnight backcountry camping permit.  All non-motorized watercraft must self-certify their boats to be AIS free. Campers must obtain an AIS self-certification permit for each boat in their party. Personal flotation device (PFD). Must be carried on board the vessel. All children 12 and under must wear a PFD when the vessel is underway. Interagency Grizzly Bear Committee (IGBC) approved bear resistant food container. The Apgar Backcountry Permit Center has a limited number of bear resistant food containers and coolers to loan as a courtesy for river users. They are issued on a first come first serve basis. A self-contained human waste disposal system. (groover, rocket box, WAG bags, etc.)",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/river-camping.htm"
}
