{
    "title": "Glacier National Park: St. Mary",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     St. Mary                Hiking St. Mary           CLICK TO OPEN PDF (123 KB) NPS Graphic  Day Hikes All mileages listed are ONE-WAY Baring Falls 0.3 mi (0.5 km) Elevation loss: 250 ft (76 m) Trailhead: Sunrift Gorge Pullout Beaver Pond Loop 3.3 mi (5.3 km) Elevation gain: 150 ft (46 m) Trailhead: 1913 Ranger Station Otokomi Lake 5.5 mi (8.8 km) Elevation gain: 1,900 ft (579 m) Trailhead: Next to Rising Sun Campstore Piegan Pass [a] 4.5 mi (7.2 km) Elevation gain: 1,750 ft (533 m) Trailhead: Piegan Pass Trailhead [b] 8.4 mi (13.5 km) Elevation gain: 2,650 ft (805 m) Trailhead: South end of Many Glacier Hotel parking lot Red Eagle Lake 8.1 mi (13 km) Elevation gain: 200 ft (61 m) Trailhead: 1913 Ranger Station parking area St. Mary Falls [a] 0.8 mi (1.3 km) Elevation loss: 260 ft (79 m) Trailhead: St. Mary Falls Shuttle Stop [b] 1.2 mi (1.9 km) Elevation loss: 260 ft (79 m) Trailhead: St. Mary Falls Trailhead [c] 1.6 mi (2.5 km) Elevation gain: 140 ft (42.5 m) Trailhead: Using concession operated boat from Rising Sun, tour fees apply Siyeh Pass [a] 4.6 mi (7.4 km) Elevation gain: 2,240 ft (683 m) Trailhead: Piegan Pass Trailhead [b] 5.5 mi (8.9 km) Elevation gain: 3,440 ft (1,048.5 m) Trailhead: Sunrift Gorge Pullout Sun Point Nature Trail 0.8 mi (1.3 km) Elevation loss: 250 ft (76 m) Trailhead: Sunrift Gorge Pullout Sun Point parking area temporarily closed Sunrift Gorge 200 ft (61 m) Elevation gain: 40 ft (12 m) Trailhead: Sunrift Gorge Pullout Virginia Falls [a] 1.6 mi (2.6 km) Elevation change: loss 260 ft (79 m), then gain 285 ft (87 m) Trailhead: St. Mary Falls Shuttle Stop [b] 1.8 mi (2.3 km) Elevation change: loss 260 ft (79 m), then gain 285 ft (87 m) Trailhead: St. Mary Falls Trailhead [c] 2.4 mi (3.9 km) Elevation gain: 425 ft (129.5 m) Trailhead: Using concession operated boat from Rising Sun, tour fees apply      Logan Pass Granite Park Chalet [a] 7.6 mi (12.2 km) Elevation gain: 800 ft (244 km) Trailhead: via Highline Trail, Continental Divide sign at Logan Pass [b] 7.6 mi (12.2 km) Elevation gain: 2,300 ft (701 m) Trailhead: Swiftcurrent Trailhead, by motor inn parking lot [c] 4.2 mi (6.8 km) Elevation gain: 2,200 ft (670.5 m) Trailhead: The Loop Trailhead, on Going-to-the-Sun Road Hidden Lake Overlook* 1.4 mi (2.2 km) Elevation gain: 460 ft (140 m) Trailhead: Logan Pass Visitor Center *Additional 1.2 miles (1.9 km) further to Hidden Lake, dropping 780 ft (238 m) from the Overlook",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/hikingstmary.htm"
}
