{
    "title": "Glacier National Park: Boating",
    "body": "Boating        Boaters on Lake McDonald NPS \/ Jacob W. Frank       Boating Permits w\/w Rules and Regulations w\/w Public Docks and Ramps w\/w Overnight Use   Glacier National Park offers a variety of boating experiences. The rivers and lakes in this mountainous region are very cold. All users (boaters, skiers, and swimmers) should be aware of the dangers of hypothermia at any time of the year.   Protect Glacier's Waters: Stop Aquatic Hitchhikers A concern we must all address is the spread of harmful aquatic invasive species (AIS). These are non-native species that can harm native aquatic ecosystems as well as negatively impact visitor use and enjoyment of park waterways. AIS such as lake trout have been extremely detrimental to native bull trout populations, replacing them as the top aquatic predator in the many of the large lakes on the west side of Glacier. AIS can come in many other forms including other animals such as zebra and quagga mussels, plants such as Eurasian watermilfoil, or pathogens such as whirling disease. These species can hitch a ride on any equipment--boats, trailers, and float tubes, as well as on waders and wading boots. AIS have devastating impacts on native aquatic ecosystems.         Boating Permits Please thoroughly clean, drain, and dry all of your boating, wading, and fishing equipment before coming to the park. A free launch permit is required to launch all motorized\/trailered boats in Glacier National Park. In order to qualify for the permit, all such boats must be inspected for AIS by NPS staff. Hand-propelled watercraft such as rafts, kayaks, and canoes need a self-certification form. The signed form should be kept on the boaters person or in the vessel. The free launch permits are available during normal business hours at backcountry permit stations, visitor centers, and Park Headquarters. Between Memorial Day and Labor Day, permits will be available 7:00 am to 7:00 pm at Park Headquarters, in West Glacier. Permits are also available, between 8:00 am to 4:30 pm, at the St. Mary Visitor Center, and the Two Medicine and Many Glacier Ranger Stations. Boaters headed to the North Fork should obtain permits at Park Headquarters. Boaters planning on early morning or late evening trips need to plan accordingly. During the rest of the year, please call ahead to arrange an inspection at (406) 888-7800. Dates and times of operation for permit stations and visitor centers can be found in the Waterton-Glacier Guide summer issue. Glacier National Park is only providing boat inspections and permits for boaters launching on park waters. Inspections and launch permits for Blackfeet tribal waters are available on U.S. Hwy 2 between East Glacier and Browning.       Rules and Regulations National Park Service boating regulations are found in Title 36, Part 3, of the Code of Federal Regulations and are available at park headquarters and staffed ranger stations. It is your responsibility to know and obey the U.S. Coast Guard and State of Montana regulations for boat operation & safety. Park rangers may inspect or board any boat for the purpose of examining documents, licenses, and\/or other permits relating to the operation of the boat and to inspect the boat to determine compliance with regulations. Registration All motorboats and sailboats 12 feet in length and longer must be registered and numbered according to State of Montana regulations. Hand propelled boats are exempt, and boats from other states or countries may be used temporarily without Montana registration. Required Equipment One U.S. Coast Guard approved, wearable, personal floatation device, of the appropriate size for the intended user, readily accessible, and in good condition, must be carried on board. All children 12 and under must wear a personal floatation device when vessel is underway. A flame arrestor (USCG approved) on each carburetor on inboard gasoline engines is required. All craft with inboard engines and outboards with enclosed fuel compartments must carry a fire extinguisher (B-1 type) or a fixed fire extinguisher system. Each motorboat 16 feet and longer must carry a horn or similar sound producing device. Navigation lights for motorboats and sailboats must be used between sunset &sunrise. Rules of the Waterways Keep to the right in channels and when approaching another boat head-on or nearly so. Yield right-of-way to vessels on your right in crossing situations and to vessels you overtake or pass. Boats propelled by oars, paddles, or sails have the right-of-way over boats propelled by motors. Operate your boat in a safe manner so as not to disturb or endanger others. Regulations Prohibit the Following:  Reckless\/negligent boat handling that endangers or is likely to endanger the lives of others. Boat handling by any person under the influence of alcohol or drugs. Riding the gunwales, transom, or foredeck while boat is moving faster than five mph. Swimming from boat while underway. Interference with other boats or with free &proper navigation of waterways. Leaving a boat unattended for more than 24 hours without specific authority from the park superintendent or his\/her duly authorized representative. Using trailers to launch or recover vessels at a site other than at a designated boat launching site. Overloading of boats. Installation of any obstruction in the water. Operating \"airboats.\" \"Para-sailing.\" Use of personal watercraft (jet skis) on any park waters. Operating a vessel in excess of five mph within 100 feet of a diver's marker, swimmer, or downed water skier. Discharging toilet wastes into the water. Depositing trash, refuse, or debris of any kind in the water.  Accidents and Reports Report any accident resulting in death, personal injury, or property damage to a park ranger no later than 24 hours after the incident. Boaters should render assistance to all persons needing help. The operator of each vessel involved must complete a written report. This report needs to include the name and address of the boat operator and the identification of the boat to any injured person or to the owner of any property damaged. Use of Watercraft in Glacier Motorized vessels are allowed on McDonald, Sherburne, St. Mary, Upper Waterton, and Lower Two Medicine Lakes. Motorized vessels are also allowed on Bowman and Two Medicine Lakes but are limited to ten horsepower or less. Privately owned motor vessels are prohibited from all other park waters. Personal watercraft (jet skis) are prohibited in the park. Boats with internal water ballast tanks that exchange water with the environment and cannot be readily inspected to ensure they are clean, drained, and dry are not permitted on park waters. Hand-propelled boats and sailboats are permitted on park waters with the following exception: from April 1 through September 30, the section of Upper McDonald Creek between Mineral Creek and Lake McDonald is closed to all types of boating and floating to protect nesting Harlequin ducks. Boating may be restricted in certain areas for safety or to protect sensitive wildlife habitat throughout the park. Marker buoys and\/or signing will be placed to designate the closures. Shoreline Restrictions In order to provide for the safety of the general public using Lake McDonald beaches for swimming and other similar activities, a \"No Wake Zone\" has been established. This zone is 300 feet north of the south shore (end) of the lake from Going-to-the-Sun Road to the lake outlet located at Lower McDonald Creek. Marker buoys will be placed annually to delineate the zone. Noise Restrictions Within all national parks, Federal Regulations prohibit the use of watercraft exceeding 75 decibels of noise while underway, and 88 decibels while stationary. This regulation is strictly enforced on all park waters. Those operating high-powered boats should check their engine noise levels to be sure they comply with the regulations. Water Skiing Lake McDonald and St. Mary Lake are the only lakes within the park where water skiing is permitted. Water skiing is allowed from sunrise to sunset. There must be at least two competent persons in the towing vessel, the operator as well as one additional individual to observe the person being towed. Each person being towed must wear a personal floatation device. Ski belts (not USCG approved) may be worn by skiers. However, if the device being worn is not USCG approved, an approved device must be readily available in the towing boat. Towing is prohibited within 100 feet of any person swimming or diving. Pets Petsare allowed in developed areas, frontcountry campsites and picnic areas, along roads, and in boats on lakes where motorized watercraft are permitted. Pets must be on a leash no longer than six feet, under physical restraint or caged at all times, including while in open-bed pickup trucks. Pets are not to be left tied to an object when unattended. Pet owners must pick up after their pets and dispose of waste in a trash receptacle. Owners must not allow a pet to make noise that is unreasonable.       Boat Docks and Launching Ramps Public boat docks are located at:   Lake McDonald (Apgar) St. Mary Lake (Rising Sun) Upper Waterton Lake (Goat Haunt) Two Medicine Lake  Boat launching ramps are available at:   Bowman Lake Lake McDonald Swiftcurrent Lake Two Medicine Lake St. Mary Lake (Rising Sun)  Canoes or rafts can be carried to many smaller waters. White water canoeing, kayaking, or rafting can be enjoyed on the Flathead River, which forms the south and west boundary of Glacier. Boaters operating on Waterton Lake, who land in the United States, are subject to U.S. customs regulations and are required to check in at Goat Haunt Ranger Station.       Camping and Overnight Use Undesignated camping is not allowed on lakes or lakeshores. Overnight camping on a vessel\/boat within Glacier National Park is prohibited. There are chances to paddle up to backcountry sites on lakes or float to river camping. A  Backcountry Use Permit is required for all overnight backcountry camping. Between June 1 and September 30, a per person per night fee will be charged at the time of permit issuance. An additional fee will be charged for confirmed advance reservations. Please check Glacier's Backcountry Camping Guide on the publications page for details.        Boating Regulations brochure (pdf 960 KB)",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/boating.htm"
}
