{
    "title": "Glacier National Park: Advance Reservations",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backcountry Camping     Advance Reservations                Backcountry Advance Reservations       New Procedures in 2016   100% Online application via Pay.gov. Fax, phone, or in-person applications not accepted. First-come, first-served reservation processing.  Application submittal open March 15 for standard groups (1-8 campers) and March 1 for large groups (9-12 campers). Reservation requests accepted up to seven (7) days prior to trip start date. Limit of 16 miles per day on advance reservations. Higher mileages allowed for walk-in applicants only.       Securing an advance reservation before you get to Glacier will eliminate the stress of competing for a walk-in permit at the height of the busy summer season.  Advance Reservation Policies  Fees There is a $40 application fee* ($10 administrative fee + $30 fulfilled trip request fee) for EACH application you submit. If backcountry personnel are unable to award an advance reservation itinerary based upon the parameters you indicate, the $30 fulfilled trip request fee will be refunded.  *We strongly recommend payment via credit card, Paypal, or Dwolla for your advance reservations. National Park Service regulations regarding certain ACH transactions require collection of an enormous amount of personally identifiable information and take several weeks to complete.  Processing Your Application We will email applicants as we process their applications. Due to the high volume of applications currently in our queue, processing and notification will take more than one month for some applicants. Please be patient. Requests for verification that we received your application are not possible due to the high volume of applications in the queue.  Changes to Confirmed Advance Reservations If your advance reservation request is successful but you wish to change it for some reason (a preferred campground on your route opens early, your dates change, etc.), you have two options.  You can submit another advance reservation application. There is an existing reservation field on the application. You will enter the permit number for your current reservation in this field. Reservation changes are subject to all fees ($10 administrative fee + $30 fulfilled trip request fee) if we are able to make your requested changes).  You may also change your reservation when you pick up your permit at the park, subject to walk-in availability. There is no charge for changing permit itineraries on a walk-in basis, up to 24 hours before the start of your trip.  Refund\/Cancellation All backcountry fees are non-refundable except as indicated on the Pay.gov advance reservation application. Amendments to existing advance reservations are subject to all fees. If your plans change and you cannot use all, or part, of your backcountry reservation, you are encouraged to call (406) 888-7800 to cancel your trip. A refund will not be provided, but it will allow other campers to enjoy those sites you cannot use.  Advance Reservation Opening Dates  In a typical summer, campground reservable dates represent a conservative estimate of when each campground will be snow-free and available for backcountry campers. If backcountry campgrounds emerge from snow cover early, these campgrounds are then placed in an “open” status prior to the listed dates, and are made available for advance reservations. In some years, there is more snow than usual and campgrounds may not open by the dates listed or reserved. In such cases, reserved itineraries will be modified, based on campsite availability, when you pick up your permit at a permit issuing station.  Applications  Standard Groups (1-8 Campers)   We process as many standard group applications as we receive.  The first day to submit advance reservation applications is March 15.  Half of the sites in a given campground are reservable in advance.  Due to snow pack and unpredictable early season campground conditions, each campground has an “earliest reservable date.”  Reservations are available for trips with starting dates of June 15 - September 30.  Check the reservable dates for campgrounds on your desired itinerary. Lower elevation campgrounds open earlier than those at higher elevations and this may limit campground choices for your desired starting date.  Campgrounds may open earlier than listed based on early melt out. Campgrounds placed in \"open\" status prior to the advertised date may be reserved as soon as their open status is confirmed. Check the Advance Reservation Availability page during the season for early openings.  All advance reservation applications must be submitted online at Pay.gov using the Standard Advance Reservation Application. We will not accept applications via email, phone, fax, or in person.  Successful applicants will receive an email confirmation letter with their permit itinerary and instructions for permit pickup when they arrive in Glacier.  It may take up to four (4) weeks to process an application in the early spring due to high application volume. Processing times can be as short as one day later in the season.  Advance reservations are only available for designated campgrounds. Undesignated camping in the Nyack\/Coal Creek camping zone is only available on a walk-in basis.    Large Groups (9-12 Campers)    We will process a total of five (5) large group applications per year. When five reservations have been successfully processed, The application page will close until the following year.  The first day to submit advance reservation applications is March 1.  Since large groups require three sites, we will raise normal campground reservation availability to three sites, except for campgrounds with two sites.  All applications must be submitted online at Pay.gov using the Large Group Advance Reservation Application. We will not accept applications via email, phone, fax, or in person.         Submitting an Application  We recommend viewing the following before submitting an application:   Backcountry Camping Page  Backcountry Campground, Trailhead, and Area Information Advance Reservation Availability (Click campground icons to check availability)  Trail and Area and Closures Advance Reservation Step-by-step Tutorial   Standard Group Application (1-8 campers)  We are now accepting applications for the summer of 2016.   Large Group Application (9-12 campers)  Group applications are now CLOSED for the summer of 2016.  Technical Difficulties  If you are having difficulty accessing the application or are experiencing any other technical difficulties with the Pay.gov website, please call Pay.gov customer service at: 800-624-1373, Option #2. Backcountry staff cannot diagnose technical issues related to the Pay.gov website.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/backcountry-reservations.htm"
}
