{
    "title": "Glacier National Park: Many Glacier",
    "body": "Many Glacier         View of Swiftcurrent Lake and Grinnell Point from the Many Glacier Hotel NPS\/Tim Rains  Many people consider this area the heart of the park. Massive mountains, active glaciers, sparkling lakes, hiking trails, and abundant wildlife make this a favorite of visitors and locals alike. Many Glacier is also a destination where one can travel by car, foot, boat, or horseback, to get a close look at glaciers and see their impact on the landscape. The small glaciers seen today sculpt the land in much the same way as the larger ancient ice-age glaciers did; slowly grinding away on the mountains, carving rock and leaving a changed landscape. The landscape may also change in another way soon. Global climate change scientists predict that under the current warming trends, all of the park's glaciers will be gone by 2030, affecting habitat and survival of plants and animals throughout the park. Many Glacier is a hikers paradise. Trails radiate out in all directions, including two of the most popular hikes in the park, the Grinnell Glacier trail and the Iceberg Lake trail. Hikers can take a different trail every day for a week and still not cover all that the area has to offer. Springtime brings bighorn sheep close to the road and late summer is the best time to see bears, both grizzly and black, feasting on huckleberries on the slopes above the Swiftcurrent Motor Inn. Remember that all park wildlife can be dangerous; please keep your distance and never feed wildlife. If you don't have a vehicle with you, take Glacier's free shuttle to the St. Mary Visitor Center and hop on Glacier National Park Lodge's fee-based shuttle to Many Glacier. For a live glimpse of the valley, check the webcam positioned near the Many Glacier Hotel shoreline. Due to tough weather conditions, this camera is often not operational in winter.    Facilities, Services, and Activities  Many Glacier Campground Ranger-led activities Day hikes Guided hiking and backpacking Lodging Restaurants Camp store & gift shops Scenic boat tours & rentals Road tours with concessioners Horseback rides Showers (at the Swiftcurrent Motor Inn) Picnic areas Drinking water Restrooms",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/manyglacier.htm"
}
