{
    "title": "Glacier National Park: Goat Haunt",
    "body": "Goat Haunt         Goat Haunt Ranger Station on shore. Mount Olson is the prominent peak, with the Sentinel far behind it, to the left. NPS\/David Restivo  Visiting Goat Haunt, one of the park's more remote and tranquil locations, offers opportunities to explore Glacier away from the crowds. Most visitors arrive by boat from Waterton Lakes National Park in Canada, but it is also enjoyable to walk to this destination. Whether hiking or boating, one thing you are sure to notice is the straight swath of cut trees marking the International Boundary, but the the plants and animals here do not; they cross freely, as this is one large ecosystem and peaceful political boundaries do not effect the native flora and fauna. This area often provides an escape from the stress of life, and a place where peace can be discovered. Once Goat Haunt opens for the season, staff from both parks join forces to guide the International Peace Park Hike south to Goat Haunt and then return via a historic boat, the International. (Details in the Ranger-led Activity Schedule.) Glacier and Waterton Lakes National Parks were established separately and are still independently managed, but in 1932 the U.S. Congress and Canadian Parliament declared that the parks be joined to commemorate the longstanding peace between the two countries. Waterton-Glacier International Peace Park was then established and became the world's first International Peace Park. Visitors to Goat Haunt will need to bring ID if they wish to hike further south into Glacier National Park. At this time, only citizens of the United States and Canada are permitted access to the U.S. through this limited port of entry. Citizens of other countries may feel free to leave the boat and take the short 1\/4 mile (0.4 km) hike from the boat dock to the ranger station, but may not travel further south. There are no other facilities or services available inside the park in this area. All services are available in Waterton Townsite. Come prepared! For a live (but seasonal) glimpse of Goat Haunt, check out our Webcam page; we have a webcam at Goat Haunt with a view looking up Waterton Lake into Canada and Waterton Lakes National Park.   Facilities, Services, and Activities  Day hikes Guide hiking and backpacking Scenic boat cruise Drinking water Restrooms Ranger Station",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/goathaunt.htm"
}
