{
    "title": "Glacier National Park: Trail Status",
    "body": "Trail Status Reports       Detailed Trail Status and Maintenance Reports These reports contain the most recent information available for listed trail segments. They may be outdated and inaccurate regarding downed trees, brush, or other dynamic natural conditions or events. Please read the trail status summaries and glossary of terms below and carry appropriate gear. Click on the area of the park you are interested in to get a list of trail conditions.    Belly River   North Fork   Goat Haunt   St. Mary   Lake McDonald   Two Medicine   Many Glacier   Walton         Winter Trails During the winter, summer trails are not always the best routes for skiing and snowshoeing due to avalanche terrain and accessibility. The skiing and snowshoeing page provides trail status for popular routes in the winter. Please visit our skiing and snowshoeing page for more information and updates. Trail and Area Closures While some of our area closures occur yearly, others can occur because of a hazardous condition. Please visit our trail and area closure page before you head out to get the most updated closure list.       Trail Status Summary The following generalizations are provided for your convenience to better understand what you may encounter when backpacking or day hiking in Glacier. Be aware that mountain weather is unpredictable; always be prepared for a variety of conditions.  May 1 – June 30 Early Season Trails are often muddy and covered in puddles or flowing water at lower elevations. Water crossings are deep, swift, and cold. Seasonal suspension and plank bridges start to be installed in late May. Expect snow cover at higher elevations and be prepared with map and compass skills for route finding, and ice axe and crampons for crossing steep slopes. Snow conditions can change daily: icy in the morning, soft in the afternoon. Backcountry Campgrounds earliest scheduled openings begin June 15th, but the Belly River region in the northeast and the North Fork region in the northwest are often accessible in May. July 1 – July 31 Transition into Summer Trails dry out and firm up at lower elevations. Melting snow presents dynamic hazards at higher elevations, ice axe often recommended. Seasonal suspension and plank bridges are all installed by mid-July. Generally, Ptarmigan Tunnel doors open in mid-July. Snow drift blasting and treading is usually completed by Trail Crew by the end of July. The majority of the backcountry campgrounds are open by mid-July although the routes connecting the campgrounds may still be impassible. August 1 – Aug 31 Accessible High Country Generally, snow and water hazards are gone although water hazards may suddenly re-appear after thunderstorms. Backcountry Campgrounds are open but may close at any time due to bear activity or forest fire for days or weeks. September 1 – November 20 Autumn Some Septembers are as nice as August, but there is a now a greater chance of significant snow fall. Snow storms may deposit lingering snow, requiring map and compass skills for route finding. Snow hazards may begin to develop. Bears are most active at this time of year, foraging for up to 20 hours a day. Most seasonal suspension and plank bridges are all removed by late September. Ptarmigan Tunnel doors usually close by late September. November 20 – April 31 Winter Trail and campgrounds go into winter status. Minimal maintenance is performed through the winter months.       Glossary of Terms Throughout the sub-district trail segment lists, the following terms are used: Initial Clearing Initial maintenance work done by park crews to clear downed trees or any other obstacles that may hinder travel. Other maintenance activities such as brushing, erosion control and special project work may take place at any time of year and should not greatly hinder travel. If a trail has not been cleared, it may not mean that it is impassable but only that no maintenance has been done and the actual condition may be unknown. Snow Hazard Sections of trail traverse steep, sometimes icy snowfields. Dangerous snow bridges may also exist. An ice axe, and the skill to safely execute a self arrest are strongly advised. Crampons may be helpful. Sturdy hiking boots suitable for over-snow travel, a map and compass, and route finding skills are also necessary. Water Hazard Swift, cold water and treacherous footing exist at unbridged stream and\/or river crossings. Footwear with good traction, and stream\/river crossing skill and experience are strongly advised. Map and Compass Sections of trail vanish under deep snow for more than one mile. There are no obvious landmarks to assist the backcountry user with trail direction. A 7.5 minute quadrangle map and compass, and associated route finding skills are necessary. Stock Use Not Recommended Sections of trail may exhibit one or more of the following conditions that impede and\/or make stock use particularly difficult or hazardous: heavy or extremely large downfall or other obstacles, damaged trail corduroy or bridge planks, extremely muddy or boggy trail sections, heavy snowpack on trail. Hazards from fires and weather events Where the trail crosses an area burned by fire there is a chance of falling snags, falling \/ rolling rocks on hillsides and unstable tread where roots have been burned out. Avalanches and wind storms also can bring down trees, sometimes creating a \"jackpot\" of trees across the trail. Wind storms can bring trees down in the summer and fall after the trail crew has cleared the trail of downed trees. Date and Radio Number Each trail information bullet is followed by a date and a number. 6\/14\/2014 per 601. This indicates the date of the trail status update and the radio number of the individual responsible for the trail report.       Entry and Exit Information for Goat Haunt Goat Haunt is a United States Class B Port of Entry open from 11:15 AM to 5:00 PM each day. All travelers crossing the border at Goat Haunt must present documents that are Western Hemisphere Travel Initiative (WHTI) Necessary Identification  U.S. Citizens must present a U.S. Passport, Enhanced Drivers License, U.S. Passport Card, or NEXUS Card. U.S. Resident Aliens must present a U.S. Resident Alien Card. Canadian citizens must present a Canadian Passport, Enhanced Drivers License, or NEXUS Card. Citizens from countries other than Canada or the United States must present a valid passport and a current I-94 or an I-94W. I-94 forms are available at the U.S. Class A Port of Entries for $6.00 U.S. currency. Canadian currency is not accepted.  For additional information please visit the Department of Homeland Security site. Arrival by Foot or by Boat Travel between Waterton Lakes National Park, Canada and the Goat Haunt Ranger Station, U.S. will require an official government issued photo identification card for U.S. or Canadian citizens or permanent residents; all others must carry a valid passport. Persons seeking to travel beyond the Goat Haunt Ranger Station into the United States must present documents that are WHTI compliant. (See the list above). Any person arriving at Goat Haunt, who does not present documents that are WHTI compliant will be denied entry and immediately sent back to Canada. Children Entering the U.S. Children, beginning June 1, 2009, U.S. and Canadian citizen children under age 16 arriving by land or sea from contiguous territory may also present an original or copy of a Birth Certificate, or a Canadian Citizenship Card. Groups of children, beginning June 1, 2009, U.S. and Canadian citizen children under age 19 arriving by land or sea from contiguous territory and traveling with a school group, religious group, social or cultural organization, or sports team, may also present an original or copy of his or her birth certificate, a Consular Report of Birth Abroad, a Naturalization Certificate, or a Canadian Citizenship Card. The group should be prepared to present a letter on organizational letterhead with the following information:  The name of the group and supervising adult. A list of the children on the trip, and the primary address, phone number, date of birth, place of birth, and name of at least one parent or legal guardian for each child. A written and signed statement of the supervising adult certifying that he or she has obtained parental or legal guardian consent for each participating child.  Goat Haunt Hours Goat Haunt Port of Entry is open from 11:15 AM to 5:00 PM each day. These are the only hours during which hikers will be allowed to access Glacier’s backcountry trails and campgrounds. Entering Canada at Waterton Townsite Waterton Townsite is NOT a Canadian Port of Entry therefore all arrivals to Waterton Townsite must phone Canadian Customs without delay at (403) 653-3535 or (403) 653-3009 for acceptance\/rejection by Canadian authorities. More Information on contacting Canadian Customs is available at the Waterton Lakes Visitor Centre or the Waterton Station of the Royal Canadian Mounted.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/trailstatusreports.htm"
}
