{
    "title": "Glacier National Park: Glacier's Shuttle",
    "body": "Glacier's Shuttle System         See the Shuttle Stops page for info on individual locations NPS Graphic  The shuttle system provides two-way service along Going-to-the-Sun Road between Apgar Visitor Center and St. Mary Visitor Center. The system offers visitors an alternative to driving, helping to reduce traffic congestion through voluntary bus ridership. The shuttles are air-conditioned and have large windows for sightseeing.  2016 Dates of Operation July 1-September 5, 2016 Limited service to Logan Pass from Apgar Visitor Center will operate through September 18      Shuttle Service  West Side Service Apgar Visitor Center to Logan Pass Shuttles every 15-30 minutes Apgar Visitor Center to Logan Pass is approximately 1½ to 2 hours Express Service Apgar Visitor Center to Logan Pass with no intermediate stops   up to 15 passengers 7:00 am, 7:18 am, and 7:36 am Limited Service Apgar Visitor Center to Logan Pass with stops at Avalanche Creek and The Loop up to 8 Passengers 7:56 am–9:00 am Full Service Apgar Visitor Center to Logan Pass and all stops in between, requires a transfer at Avalanche Creek up to 23 passengers Begins at 9:00 am   East Side Service St. Mary Visitor Center to Logan Pass Shuttles every 40-60 minutes St. Mary Visitor Center to Logan Pass is approximately 1 hour Full service begins at 7:00 am   Return Service from Logan Pass Logan Pass to Apgar Visitor Center 8:53 am to 7:00 pm Requires a transfer at Avalanche Creek  Logan Pass to St. Mary Visitor Center 8:00 am to 7:00 pm              Shuttle Stops View a map and read about the individual shuttle stop destinations and discover the highlights and amenities at each location. Shuttles will only stop at designated stops.      Riding the Shuttle  Free No ticket is required to use the shuttle service. Once you pay your normal entrance fee you are authorized free and unlimited access to the shuttle. Shuttles are first come, first served.  Shuttles are accessible. All Glacier shuttles are Americans with Disabilities Act (ADA) accessible, including either a wheel chair ramp or lift, and lock downs. Drivers will announce stops, including whether an individual stop meets normal standards for accessibility. There may be shuttle stops not fully compliant with ADA standards due to the unique challenges along this historic route. A wheelchair-accessible icon on shuttle signs will designate accessible restroom facilities.   Parking If you plan on using the shuttle for a day or longer, please park your car at a shuttle hub parking lot instead of other locations where parking is limited. East hub is St. Mary Visitor Center and west hub is Apgar Visitor Center. Both visitor centers have exhibits and trip planning information.   Limited seating Expect limited seating at some locations during periods of heavy demand. Smaller shuttles seat 12 or 16 passengers. Larger shuttles seat over 20 passengers. Shuttles routinely fill to capacity. If a shuttle is full, simply wait and enjoy the area until the next one arrives. We are committed to doing our best to get you to your destination in a timely fashion.   Transfers Logan Pass and Avalanche Creek are transfer stops.    Reaching Logan Pass The approximate time from the Apgar Visitor Center to Logan Pass is 1.5-2 hours. The approximate time from St. Mary Visitor Center to Logan Pass is 1 hour. Logan Pass is a service end stop. All travelers are required to get off the shuttle to allow for those already waiting at Logan Pass to load.   Expect delays Going-to-the-Sun Road is in the midst of a rehabilitation project, making construction delays inevitable. Animal sighting delays will also play a factor. Travel times on the shuttle are virtually the same as driving your personnel vehicle, plus a short time at each stop.     Plan accordingly To travel the entire length of the Going-To-The-Sun-Road from the Apgar Visitor Center to St. Mary Visitor Center and back, or vice versa, is approximately 7 hours. The last service to Logan Pass, with time to visit and return, departs the Apgar Visitor Center at 4:15 pm and the St. Mary Visitor Center at 4:50 pm. The 5:45 pm shuttle departing the St. Mary Visitor Center is the last service to Logan Pass.   Pack accordingly   You are welcome to bring a stroller if it will fit through the doors. West side shuttle doors are 28 inches and St. Mary shuttle doors are 36 inches. Car seats are not mandatory. Bring plenty of water. Not all shuttle stops have drinking water available. Backpackers and day hikers are most welcome on the shuttles. There will be limited storage capacity on the buses especially when every seat is full. Visitors with packs should be considerate of other riders by lifting packs out of the aisles at stops and not using two seats when a person is waiting to sit down. Bring appropriate clothing and be aware mountain weather can change at any moment. Most shuttle stops are uncovered. Visitors traveling with multiple pieces of luggage will find it difficult to board, as there is limited space for luggage.   Bicycles Some, but not all of the shuttles on the west side have bike racks. East side shuttles have bike racks too. Each bike rack holds 2 regular-sized bikes. Tandem bikes will not fit on the bike racks. There is a special bike shuttle available this spring for a limited time only!   Restrooms Not every shuttle stop has restroom facilities. See the Shuttle Stops page to learn which stops have restrooms so you can properly plan breaks.   Going Green Both styles of shuttles can operate using Bio-diesel fuel. Both also feature modern low emissions engines that meet or exceed current emissions requirements. The smaller shuttles are rated at 22 miles per gallon, which is exceptional for a vehicle of this style and function.      Rules and Regulations  No smoking, pets, or open containers of alcohol. Secure bear spray and hiking poles. Let passengers off before boarding. Please keep the aisles clear. No standing on small shuttles; make room for others. Watch for oncoming traffic.       Looking for Tours with Commentary? Glacier National Park's shuttle service is a point-to-point transportation service only. But all shuttle stops feature interpretive and educational information regarding the history and features of the park, plus family-fun activities to help pass the time. The Going-to-the-Sun Road audio tour has information about each shuttle stop.  Interpretive motorized tours on Going-to-the-Sun Road are available with park concessioners, Sun Tours and Xanterra Parks and Resorts. Learn more on the Guided Bus Tours page.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/shuttles.htm"
}
