{
    "title": "Glacier National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions              Glacier covers over a million acres, making transportation logistics a big part of trip planning. Most visitors travel by car or RV, and most make the scenic drive over Going-to-the-Sun Road part of their park experience. Size restrictions on vehicles may prevent visitors from driving the historic Going-to-the Sun Road. There are alternative and environmentally friendly travel and tour options for oversized vehicles and for visitors who come to the park without a vehicle.  The park straddles the Continental Divide, so though areas may look close on a map, remember that winding mountain roads are the reality. Going-to-the-Sun Road is the only road that stretches across the interior of the park, connecting West Glacier and St. Mary. U.S. Highway 2 skirts the southern boundary, connecting West Glacier and East Glacier.  Getting Around Get more details about travel within the park, including distances, estimated drive times, and hiker's shuttle info.       Glacier Shuttle System A free hop on, hop off shuttle runs two-way service between Apgar Visitor Center and St. Mary Visitor Center via Going-to-the-Sun Road.      Going-to-the-Sun Road One of the most amazing highlights of Glacier National Park is a drive on Going-to-the-Sun Road. This engineering marvel spans 50 miles through the park's wild interior, winding around mountainsides and treating visitors to some of the best views in northwest Montana.      Directions to the Park Glacier National Park is located in the northwest corner of Montana along the spine of the Rocky Mountains. By Car West Entrance Near the communities of Kalispell, Whitefish, and Columbia Falls, the West Entrance provides access to the Lake McDonald area, Park Headquarters, the Apgar Visitor Center and is the west entry point to the Going-to-the-Sun-Road. From Kalispell, take Highway 2 north to West Glacier (approximately 33 miles). St. Mary, Two Medicine, and Many Glacier Entrances Closest to the town of Browning, all three entrances can be reached by taking Highway 89 north from Great Falls to the town of Browning (approximately 125 miles) and then following signage to the respective entrance. The St. Mary Entrance is the east entry point of Going-to-the-Sun-Road and provides access to the St. Mary Visitor Center and services at Rising Sun. The Many Glacier Entrance provides access to the Many Glacier Valley and visitor services at the Many Glacier Hotel and the Swiftcurrent Motor Inn. By Air Several commercial service airports are located within driving distance of Glacier National Park. West Entrance Glacier Park International Airport is located near Kalispell and is approximately 30 miles west of the West Entrance. Missoula International Airport is located approximately 150 south of the West Entrance. St Mary, Two Medicine, and Many Glacier Entrances Great Falls International Airport is located between 130 miles to 165 miles east of East Glacier Park, St Mary, Two Medicine and Many Glacier Entrances. Car rentals are available at airports. Shuttles are available at the Kalispell airport. By Train Amtrak's historic Empire Builder train line services both East Glacier and West Glacier. Sections of the Empire Builder's route are part of the Trails & Rails program.  Glacier National Park Lodges provides a shuttle (for a fee) that transports West Glacier Amtrak passengers between the train depot and Apgar and the Lake McDonald Lodge. Reservations are required.  By Shuttle The non-profit Glacier Park Express provides daily round-trip shuttle service between Whitefish and the Apgar Visitor Center from July 1 through September 5, 2016. Please visit www.glacierparkexpress.org for more information and ticket information.  Additional private transportation services are available in surrounding communities.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/directions.htm"
}
