{
    "title": "Tallgrass Prairie National Preserve: Donate",
    "body": "Explore This Park    Get Involved     Donate            Donate       Donations enhance programs and activities that protect park resources and provide visitor services. Philanthropic contributions continue to make a significant difference that can be felt and seen for decades to come by present and future generations, yet aid in addressing immediate on-going needs at the preserve. Such generous contributions assist the preserve in many ways, as can be seen by the Emile F. Jr. and Irene Soyez story. We welcome and are grateful for your support.  A targeted list of priority needs is identified below. If you would like to make a donation that benefits Tallgrass Prairie National Preserve, you may do so by mail. Please make out a check to Tallgrass Prairie National Preserve. By Mail:   1. Mail the check to:  Tallgrass Prairie National Preserve ATTN: Superintendent 2480 B KS Hwy 177 Strong City, KS  66869     Tallgrass Prairie National Preserve Priority Projects and needs:  Bison herd management  Prairie restoration  Trail maintenance - over 41 miles of directional markers, mowing and gravel needs, and make trail improvements for erosion control  Topeka Shiner (endangered fish species) management  Barn and other historic structures restoration needs  House stabilization, cornice molding repair, and plaster repair Interpretive waysides, building\/historic furnishings exhibits  Remote viewing (educational) equipment  ADA access via remote viewing to virtually visit the interior of the historic structures  Prairie viewing, bison watching, and prairie chicken lek observations to name just a few  Historic collections preservation needs  Interpretive and Educational Programs  Support park planning processes (NEPA and NHPA\/106) required to protect the 10,894 acre National Historic Landmark (NHL) and as required to determine whether expanded interpretive, educational, and visitor experience opportunities can be allowed within the NHL.    Tallgrass Prairie National Preserve Donation Recognition Policy If you would like to learn more or make inquiries about making donations, you may contact the superintendent by phone at (620) 273-6034 or email. You may send written inquiries to:  Tallgrass Prairie National Preserve ATTN: Superintendent 2480B KS Hwy 177 Strong City, KS 66869",
    "url": "https:\/\/www.nps.gov\/tapr\/getinvolved\/donate.htm"
}
