{
    "title": "Glacier National Park: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather         Visitors should be ready for all kinds of weather conditions. NPS\/Jacob W. Frank  Glacier's weather is highly variable and can be extreme. Hikers setting out on a warm summer day, should still bring along raingear and lots of extra clothing. For a current weather forecast of the entire park, please check Todays Forecast, (or for a text version of the forecast). More detailed forecasts can be found at West Glacier and St. Mary.  Glacier's geography, straddling the Continental Divide, sets the stage for clashes of two very different climates. Warm, wet Pacific air moves in from the west, and cold dry Arctic air from the northeast. They meet at the Divide.  Precipitation In the driest corners of the park, along the northeast and northwest edges, rainfall averages 23 inches (58.4 cm) a year, while in the lowlands of the west side, about 30 inches (76.2 cm) of precipitation fall in the average year. As moist air is forced up to the elevations of the Divide, it loses its moisture and precipitation jumps to 100 inches (2.5 m) or more in isolated mountain cirques. Snowfall settles to around a 16-foot (4.9 m) average snowpack.  Early summer snow removal on Going-to-the-Sun Road, which crosses the Continental Divide, is so spectacular it has become a spectator sport (via Road Crew photos in the park flickr album).  The east side of Glacier is in a rain shadow and gets less overall precipitation than the west. The dryness of the east side is also due to high winds. Downslope winds are often 50 mph or more, sometimes reaching 100 mph. Warm chinook (\"snow-eater\") winter winds regularly create a temporary spring, raising temperatures over 30 degrees in just minutes. If the cold Arctic air pools deep enough on the east side, spills over the top, and collides with Pacific moisture, raging blizzards can result. One dumped 44 inches (1.1 m) of snow in a day.   Climate Change Scientists stationed at Glacier are doing landmark research on the effects of global climate change in this mountain ecosystem. Recent warming trends have shrunk the size and numbers of glaciers in the park. While precipitation changes are more difficult to predict than temperature, scientists expect to see more precipitation fall as rain with a warmng climate. This means snowpacks may not be as deep in the future. Because warmer global temperatures have the effect of \"spinning up\" evaporation and precipitation cycles, scientists also predict more rain to come as \"events\" as the planet surface heats up. Research in Glacier provides scientists with a natural laboratory to test these ideas.     Average Precipitation and Temperatures    Precipitation    Jan       Feb       Mar       Apr       May       Jun       Jul       Aug       Sep       Oct       Nov       Dec      30 yr average  in inches     3.40       2.37       1.86       1.81       2.57       3.28       1.75       1.64       2.06       2.33       3.10       3.30                                 30 yr low  in inches    0.16       0.33       0.43       0.27       0.91       0.75       0.00       0.00       0.02       0.08       0.65       0.68                                 30 yr high  in inches     7.07       5.10       4.13       3.45       6.13       6.94       5.11       5.14       6.17       5.87       7.53       7.72                                 Ave number of days with precipitation over 0.01 inches  (rain and\/or snow)     17       13       13       11       13       13       9       9       9       11       15       17                                 Average Snowfall  in inches   39.6  22.5  14.5  3.5  0.4  0.2  0  0  0.1  2.0  17.2  37.5                              Temperature    Jan       Feb       Mar       Apr       May       Jun       Jul       Aug       Sep       Oct       Nov       Dec      Average Max   28.5  34.7  41.9  52.9  64.1  71.2  79.1  78.1  66.7  52.7  37.3  30.0                              Average Min   14.9  18.8  22.9  29.7  37.1  43.7  47.2  46.3  38.8  31.8  24.9  18.4                              Maximum High   50  58  66  83  90  91  99  99  95  77  65  52                              Maximum Low   -35  -32  -30  3  13  24  31  26  18  -3  -29  -36",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/weather.htm"
}
