{
    "title": "Glacier National Park: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around         Ride a shuttle and let someone else do the driving. NPS\/Jacob W. Frank  Status w\/w Driving Times w\/w Shuttles & Tours       Status Check  Many roads within Glacier National Park are seasonal. Check Road Status to see what's open.  Some roads outside the park are seasonal as well (parts of U.S. Hwy 89, for example). Check the Montana Department of Transportation map for road status. There are no fueling stations within Glacier's boundaries. Parking is an issue, particularly at Logan Pass Visitor Center. During summer, that parking lot often fills by late morning. Visitors are encouraged to travel early or use the free park shuttle to avoid congestion. And remember to have patience!  Border Crossings  Piegan\/Carway Port of Entry is located on U.S. Hwy 89 north of Babb, MT and is open 7:00 am to 11:00 pm year round. Chief Mountain Port of Entry is only open in summer and operating hours vary. See the U.S. Customs and Border Protection website for more details. Roosville Port of Entry is located on U.S. Hwy 93 north of Eureka, MT and is open 24\/7. See the Trail Status page for Goat Haunt entry information.       Driving Times  Times within and around the park are estimates and will vary with construction and time of day. St. Mary to Many Glacier Valley: 20 miles, 30-40 minutes St. Mary to Two Medicine Valley: 34 miles, 1 hour  St. Mary to Waterton Lakes National Park: 50 miles, 1 hour plus customs  West Glacier to East Glacier: 56 miles, 1 hour West Glacier to St. Mary (Going-to-the-Sun Road): 50 miles, 2 to 2 1\/2 hours West Glacier to St. Mary (US Hwy 2 to Hwy 89): 90 miles, 2 to 2 1\/2 hours West Glacier to Many Glacier: 70 miles, 2 1\/2 to 3 hours West Glacier to Polebridge: 28 miles, 1 hour      Shuttles & Tours Glacier's Going-to-the-Sun Road Shuttle System Read all about Glacier's Shuttle System that runs between Apgar and St. Mary Visitor Centers. It is free and ADA accessible. Hiker's Shuttle A seasonal hiker's shuttle is offered by Glacier National Park Lodges for a fee. It connects West Glacier, Apgar, Lake McDonald Lodge, St. Mary, and Many Glacier. Reservations required. Glacier Park Express   The non-profit Glacier Park Express provides daily round-trip shuttle service between the city of Whitefish and the Apgar Visitor Center from July 1 through September 5, 2016. Guided Bus Tours:         Sun Tours bus NPS\/David Restivo  The Blackfeet Perspective Learn about the Blackfeet Indian culture while traveling in comfortable 25-seat passenger buses equipped with large windows and air conditioning, also accessible with ramps and lock downs. For information and reservations, please visit www.glaciersuntours.com         Red Bus NPS\/David Restivo  Take a Ride on a Red Bus Glacier National Park Lodges (Xanterra) offers tours throughout the park. Sit back and enjoy the park’s spectacular scenery in a historic Red Bus. On clear days, the canvas roofs are rolled back and transformed into convertible buses. For information, destinations, and reservations, please visit their website.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/gettingaround.htm"
}
