{
    "title": "Glacier National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Entrance Fees  Entrance Fee by car - 7 day permit $30.00 Winter Rate: $20 (November 1-April 30) This is a entrance fee for all persons traveling in a single, private, non-commercial vehicle (car\/truck\/van). The permit is non-transferable. Visitors can enter the park at any time, if the entrance station is not staffed, a self-registration area is available for purchasing a 7-day park permit.    Entrance Fee by single entry $15.00 Winter Rate: $10 (November 1-April 30) This is a per person entrance fee for a visitor traveling on foot, bicycle, or for individuals traveling together in a vehicle as a non-commercial, organized group. The permit is non-transferable.    Entrance Fee by motorcycle $25.00 Winter Rate: $15 (November 1-April 30) This is a per motorcycle entrance fee. The permit is non-transferable.         2016 Glacier National Park Annual Pass   Glacier National Park Annual Pass Cost $45.00 ($50 starting January 2017) This pass is valid for one year from the month of entry and admits the purchaser and passengers in a single, private, non-commercial vehicle, or the pass holder and his\/her immediate family (spouse, children, parents) when entry is by other means (foot, bicycle) into the park. It is nontransferable, nonrefundable, and does not cover camping fees.      2016 Fee-free Days No entrance fee will be charged on these days:  January 18, 2016 - Martin Luther King Jr. Day April 16-24, 2016 - National Park Week August 25-28, 2016 - National Park Service Birthday September 24, 2016 - Public Lands Day November 11, 2016 - Veteran's Day       Tour Groups Commercial Vehicles Entrance fees are based on the seating capacity of the vehicle (driver not included).    1 - 6 passengers: $25.00 per vehicle plus $15.00 per person (16 years of age or older)  7 - 15 passengers: $75.00 per vehicle 16 - 25 passengers: $100.00 per vehicle 26+ passengers: $200.00    Academic Fee Waivers The Federal Lands Recreation Enhancement Act (FLREA), Public Law 108-447, provides the National Park Service statutory authority to allow \"outings conducted for non-commercial educational purposes by schools or bona fide academic institutions\" to obtain a waiver of park entrance fees. Commercial enterprises are not eligible for fee waivers, but school groups using a commercial vehicle for transportation only may apply for a fee waiver.   Fee Waiver Guidelines and Application   Please fill out the application online, print it, sign and date it, and mail it in to the address listed. For further assistance contact the Special Park Uses Office at 406-888-7857 or 406-888-7832.      America the Beautiful Pass Series On January 1, 2007 the old Golden Age, and Golden Access Passes were replaced with a new series of interagency passes called the America the Beautiful - National Parks and Federal Recreational Lands Pass. All National Parks Passes, Golden Access, and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes.        Every Kid in a Park Annual 4th Grade Pass   Every Kid in a Park Annual 4th Grade Pass Free to U.S. 4th Graders (including home-schooled and free-choice learners 10 years of age)  The pass is valid for the duration of the 4th grade school year through the following summer (September - August). Students must have a paper voucher printed from the Every Kid in a Park website to obtain the Annual 4th Grade Pass. Digital versions of the voucher (such as smart phones or tablets) will not be accepted. Covers entrance to U.S. Fish and Wildlife Service and National Park Service sites that charge Entrance Fees, and Standard Amenity Fees at Forest Service, Bureau of Land Management, Bureau of Reclamation and US Army Corps of Engineers sites. Admits the pass owner and any accompanying passengers in a private non-commercial vehicle at a per vehicle fee area, or the pass owner and up to 3 adults at sites that charge per person. Non-transferable. Educators can also be involved! Learn more at the Every Kid in a Park website. Additional Details about the Annual 4th Grade Pass         America the Beautiful - The National Parks and Federal Recreational Lands Pass Series - Annual Pass   America the Beautiful National Parks and Federal Recreational Lands Pass Annual Pass Cost $80 This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass. Frequently Asked Questions about the Interagency Annual Pass        America the Beautiful - The National Parks and Federal Recreational Lands Pass Series - Military Pass   America the Beautiful National Parks and Federal Recreational Lands Pass Annual Pass for Military Free To honor our active military personnel and dependents, admission is free at sites that charge entrance or standard amenity fees. It is available to active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173). The pass admits the pass owners and any accompanying passengers in a private non-commercial vehicle at per vehicle fee areas, or the pass owner and up to additional 3 adults at sites that charge per person. Frequently Asked Questions about the Annual Pass for Military        America the Beautiful - The National Parks and Federal Recreational Lands Pass Series - Senior Pass   America the Beautiful National Parks and Federal Recreational Lands Pass Senior Pass Cost $10 This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. The pass can be obtained in person at the park, or via mail for an additional $10 processing fee by filling out and mailing in this application. Frequently Asked Questions about the Interagency Senior Pass        America the Beautiful - The National Parks and Federal Recreational Lands Pass Series - Access Pass   America the Beautiful National Parks and Federal Recreational Lands Pass Access Pass Free This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Access Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. The pass can be obtained in person at the park, or via mail for an additional $10 processing fee by filling out and mailing in this application. Frequently Asked Questions about the Interagency Access Pass        America the Beautiful - The National Parks and Federal Recreational Lands Pass Series - Volunteer Pass   America the Beautiful National Parks and Federal Recreational Lands Pass Volunteer Pass Free  This pass is for volunteers acquiring 500 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). Contact our Volunteer Coordinator at 406-888-7851 to learn about volunteer opportunities in Glacier. Pass Program Definitions",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/fees.htm"
}
