{
    "title": "Glacier National Park: Visiting in Winter",
    "body": "Visiting in Winter         Icy Middle Fork of the Flathead River Clint Metzler  Visitor information is available in person at Headquarters (Monday through Friday from 8:00 am - 4:30 pm, except holidays) and Apgar Visitor Center (open weekends from 9:00 am - 4:30 pm), or by phone at (406) 888-7800. Winter\/Spring Waterton Glacier Guide (1.9 MB pdf) Outdoor Activities As the snow accumulates in Glacier, snowshoeing and skiing are the favorite recreational activity in Glacier National Park. Our Skiing and Snowshoeing page will help you determine current conditions and information on the trails. For current closures, please visit our Trail and Area Closures page. Auto camping is available at the Apgar Picnic Area and St. Mary Campground. There is no charge for camping in the winter. A free backcountry permit is required to camp in the backcountry. Permits can be obtained over the phone up to seven days in advance or in person at the Headquarters Building, Monday through Friday and the Apgar Visitor Center on weekends. For backcountry campers desiring to obtain their permit on the east side of the park, please call ahead to arrange a meeting place. Please watch the Winter Backcountry Video prior to arriving in the park on our YouTube site, Part One and Part Two. Roads By the middle of December, there are very few plowed roads in Glacier. Apgar Village, 11 miles of Going-to-the-Sun Road on the west side, and a mile and a half on the east side are the only roads maintained during the winter. Check our Current Road Status to find out which roads are open for vehicle travel. For road conditions outside of the park, please visit the Montana Department of Transportation Road Conditions Report.         Looking at a beaver lodge on McDonald Creek. NPS Photo  Guided Snowshoe Walks Ranger-led snowshoe walks are offered on Saturday and Sunday throughout the winter. Participants should be prepared for a variety of winter conditions by wearing appropriate winter clothing, dressing in layers, and bringing water and snacks. Participants may use their own snowshoes or rent snowshoes for @2 at the Apgar Visitor Center. Snowshoe rentals are also available in neighboring communities.  If you have questions regarding this offering, place call 406-888-7800. Winter Snowshoe Walk Saturday and Sunday at 10:30 am and 2:00 pm January 9 to March 20, 2016 Apgar Visitor Center Explore Glacier National Park on a two-hour ranger-led snowshoe walk and take an intimate look at the park in winter. Search for signs of wildlife, discover the plants and animals of the park, and enjoy the solitude of winter during this unique experience. Not recommended for children under age 6.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/winter.htm"
}
