{
    "title": "Glacier National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           64 Grinnell Drive Glacier National Park Headquarters  West Glacier, MT 59936                 Directions         Glacier National Park is located in the northwest corner of Montana along the spine of the Rocky Mountains. By Car you can access Glacier via Highway 2, which runs along the southern boundary of the park. You can reach the east side of the park via Highway 89. The nearest airports are in Kalispell and Great Falls, Montana   Directions Details           Operating Hours & Seasons         Glacier National Park Glacier National Park is open 24 hours a day 365 days of the year. An entrance fee is required, even when the entrance stations are not staffed. Instructions are available at each entrance for self-payment.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Glacier's weather is highly variable and can be extreme. Expect warm sunny summer days and in the winter the temperatures can fall well below freezing. Glacier's geography, straddling the Continental Divide, sets the stage for clashes of two very different climates. Warm, wet Pacific air moves in from the west, and cold dry Arctic air from the northeast. They meet at the Divide.          Fees & Passes    Fee-free Days, Commercial Tours, Academic Fee Waivers, and Federal Pass Information  Entrance Fees:   Entrance Fee by car - 7 day permit - $30.00 This is a entrance fee for all persons traveling in a single, private, non-commercial vehicle (car\/truck\/van). The permit is non-transferable. Visitors can enter the park at any time, if the entrance station is not staffed, a self-registration area is available for purchasing a 7-day park permit. Winter Rate - $20 November 1 - April 30    Entrance Fee by single entry - $15.00 This is a per person entrance fee for a visitor traveling on foot, bicycle, or for individuals traveling together in a vehicle as a non-commercial, organized group. The permit is non-transferable. Winter Rate - $10 November 1 - April 30    Entrance Fee by motorcycle - $25.00 This is a per motorcycle entrance fee. The permit is non-transferable. Winter Rate - $15 November 1 - April 30    Entrance Passes:   Glacier National Park Annual Pass - $45.00 This pass is valid for one year from the month of entry and admits the purchaser and passengers in a single, private, non-commercial vehicle, or the pass holder and his\/her immediate family (spouse, children, parents) when entry is by other means (foot, bicycle) into the park. It is nontransferable, nonrefundable, and does not cover camping fees.         Visitor Centers       Apgar Visitor Center Apgar Visitor Center is located 2 miles east of the west entrance to the park. Rangers are on duty to assist with trip planning. The visitor center is the hub for the Going-to-the-Sun Road free shuttle system on the west side of the park. The visitor center is generally open daily from mid-May through September. The remainder of the year the visitor center is open on weekends only.   Logan Pass Visitor Center The Logan Pass Visitor Center sits atop the Continental Divide at 6,646 feet. The visitor center houses exhibits on the plants and animals found in the sub-alpine region of the park. Numerous exhibits outside the visitor center tell the story of geology, climate change, and life in the harsh alpine world above treeline. Logan Pass is perhaps the most crowded location in the park with the parking lot filling to capacity early in the morning. Plan to arrive early or visit later in the afternoon.    St. Mary Visitor Center The St. Mary Visitor Center is located just inside the east entrance of the park near the community of St. Mary, Montana. Rangers are on duty inside to assist with trip planning. A park film is shown throughout the day. Exhibits highlight the rich Native American history associated with Glacier National Park.                If you are looking for the place to start planning a trip to Glacier National Park, you have found it. Use these links to help plan your lodging, camping, and other needs to have a safe and enjoyable trip to the park. Operating Hours & Seasons The park is open year-round, but activities and amenities vary with the season. Find out what is available for your trip and when offices and visitor centers will be open. Fees & Passes Learn your options for paying park entrance fees. Current Conditions Find out what it's like in the park right now. Permits & Reservations Find permits for boating, special events, weddings, and filming, as well as reservation information for where to spend the night. Weather See typical and current weather conditions. Remember mountain weather can change at any time, so be prepared! Pets Find out the rules and recommendations for keeping pets safe while in Glacier. Brochures A wealth of information on a variety of subjects and activities can be found on our publications page. Goods & Services Some parts of the park are a bit remote. Find out what amenities are available in each area as you travel. Directions & Transportation Find out how to get to Glacier, road status, and shuttle information. Things To Do Get information on camping, hiking, boating, fishing, and other things to do in Glacier. Connectivity Part of the charm of visiting Glacier is getting away from it all. Cell and wifi are extremenly limited, so get ready to be out of touch.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/basicinfo.htm"
}
