{
    "title": "Glacier National Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons               Operating Hours & Seasons         The entrance sign at the West Glacier park entrance greets visitors during all seasons NPS  Glacier National Park is open every day of the year and visitors can enter the park at anytime. Winter weather tends to dictate when most visitor facilities open and close. Generally from late May to early September, facilities are open to welcome summer visitors. Visiting in the Off-Season Many people enjoy the \"off-seasons\" as a time when the park is a bit quieter.  Fall can be spectacular, but visitors will need to be more self reliant, as facilities begin to close down for the season. Winter provides a carpet of snow that makes for some good cross-country skiing opportunities. Spring tends to arrive late and last a very brief time, but can provide an interesting and quiet experience.    Park Roads Going-to-the-Sun Road provides access to many locations and activities. Ten miles of Going-to-the-Sun Road (from park headquarters at West Glacier to Lake McDonald Lodge) are maintained throughout the year providing access to winter recreation opportunities at the head of the lake. Be sure to visit our Going-to-the-Sun Road information page for answers to many questions you might have. Plowing park roads and the Going-to-the-Sun Road is a monumental challenge each year. Unpredictable spring snow storms or other weather related events can slow down plowing progress. It is not uncommon for plowing crews to need to re-plow sections of park roads when weather events happen. Safety for our plowing crews, contractors, and the public is our utmost concern and priority. These unknown factors make predicting the opening of Going-to-the-Sun Road impossible. During plowing season, our Plowing Status page provides information on where plows are working. As the status of park roads change, we will immediately update our Current Road Status page.   Visitor Contact Stations Visitor centers throughout the park open and close at different times during the year and are staffed with park rangers who provide interpretation and information to help in trip planning. Apgar Backcountry Permit Office 2016 May 1–September 30: 7 am–4:30 pm October 1–October 31: 8 am–4 pm November 1: Backcountry office closed for the season Apgar Nature Center 2016 June 18–August 28: 10 am–4 pm August 29: Apgar Nature Center closed for the season Apgar Visitor Center 2016 January–May 13: Weekends only, 9 am to 4:30 pm May 14–June 10: 9 am–4:30 pm June 11-September 5: 8 am–6 pm September 6-October 10: 8 am-5 pm October 11–Mid May 2017: Weekends only, 9 am-4:30 pm Logan Pass Visitor Center 2016 Road Opening–September 5: 9 am–7 pm September 6-September 30: 9:30 am-4 pm October 1: Visitor center closed for season. Many Glacier Ranger Station 2016 May 29-September 17: 7 am-5 pm, backcountry permits available until 4:30 pm September 18: Ranger stations closed for the season Park Headquarters 2016 Monday-Friday (closed holidays): 8 am-4:30 pm year-round, closed for lunch from 12-12:30 pm in the fall, winter and spring Polebridge Ranger Station 2016 May 29-September 17: 9 am-5 pm, backcountry permits available until 4:30 pm September 18: Ranger station closed for the season.  St. Mary Backcountry Office in the St. Mary Visitor Center 2016 May 29-September 17: 7 am-4:30 pm St. Mary Visitor Center 2016 May 28-June 25: 8 am-5 pm June 26-August 14: 8 am-6 pm August 15-October 2: 8 am-5 pm October 3: Visitor center closed for season Two Medicine Ranger Station 2016 May 29-September 17: 7 am-5 pm, backcountry permits available until 4:30 pm September 18: Ranger stations closed for the season",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/hours.htm"
}
