{
    "title": "Glacier National Park: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services              Goods & Services         Interior of Two Medicine Campstore NPS  Glacier National Park has a host of services to meet almost every need. However, visitors should be aware that there is almost no cell phone service available in the park. Limited cell service is available at St. Mary and in the Apgar\/West Glacier area. Some lodges have WiFi available for guests in designated locations, but you should expect to be off-line for most of your visit. Gas is not available inside the park. You will find service stations in towns just outside the park. It is wise to gas up before you come. See the Glacier Visitor Guide on the Brochures and Publications page for further service details, like dates of operation and contact info. In addition to the services found listed by location below, the following services are available. Backcountry Chalets Granite Park Sperry Chalet Backpacking and Guided Hiking Glacier Guides Inc. Free Going-to-the-Sun Road Shuttle Glacier's Shuttle System        View of Lake McDonald from the rental boat dock at Apgar Village NPS\/Bill Hayden  Apgar Lodging Apgar Village Lodge Village Inn Motel  Boat Rentals Glacier Park Boat Co. Glacier Outfitters  Bus Tours Red Bus Tours Sun Tours  Horseback Rides Swan Mountain Outfitters  Additional services available at Apgar include: a campstore, numerous gift shops, restaurant, paddle board rentals, limited cell phone coverage, ATM, and worship services. There is a campground at Apgar and two miles away at Fish Creek. Apgar Visitor Center is located just outside the village down a paved path.        Historic Lake McDonald Lodge NPS  Lake McDonald Lodging Lake McDonald Lodge Motel Lake McDonald Boat Rentals and Scenic Boat Cruises Glacier Park Boat Co. Bus Tours Red Bus Tours Sun Tours Horseback Rides Lake McDonald Corral Additional services available at Lake McDonald include: restaurants, campstore, gift shops, ATM, and worship services. The Sprague Creek Campground is two miles south, on Going-to-the-Sun Road.        Many Glacier Hotel Lobby NPS\/David Restivo  Many Glacier Lodging Many Glacier Hotel Swiftcurrent Motor Inn Boat Rentals and Scenic Boat Cruises Glacier Park Boat Co. Bus Tours Red Bus Tours Sun Tours Horseback Rides Many Glacier Corral Additional services at Many Glacier include: campstore, restaurants, ATM, laundry, and showers. The Many Glacier Campground is located at the end of the Many Glacier entrance road one mile past the Many Glacier Hotel.        Rising Sun Campstore NPS  Rising Sun Lodging Rising Sun Motor Inn Boat Rentals and Scenic Boat Cruises Glacier Park Boat Co. Bus Tours Red Bus Tours Sun Tours Additional services available at Rising Sun include: restaurant, campstore, gift shop, and showers. The Rising Sun Campground is located adjacent to the campstore.        Two Medicne Campstore NPS\/David Restivo  Two Medicine Boat Rentals and Scenic Boat Cruises Glacier Park Boat Co. Bus Tours Sun Tours Additional services available at Two Medicine include: the Two Medicine Campstore and the Two Medicine Campground.        Peace Park Pavilion at the Goat Haunt Boat Dock NPS\/David Restivo  Goat Haunt Scenic Boat Cruises Waterton Shoreline Cruise Co.  Goat Haunt is a remote backcountry location only reachable by boat or hiking. There are no services (other than the scenic cruises) available at Goat Haunt. There is a ranger station for information and Customs and Border Protection Officers. A passport or other approved documentation (information available here) is required for travel beyond Goat Haunt into the park.      Services Outside the Park Just outside the park, the surrounding communities also provide lodging, grocery stores, restaurants, and other services. Many services are only available in the summer. For information specifics on services in communities adjacent to that park visit the State of Montana tourism website at www.visitmt.com.",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/goodsandservices.htm"
}
