{
    "title": "Glacier National Park: Shuttle Stops",
    "body": "Shuttle Stops        Shuttle stop map NPS Graphic       Dates of Operation: July 1-September 5, 2016 There will be limited service on the west side after September 5  In the park, stops are identified by distinctive signage and benches.          Apgar Visitor Center Shuttle Stop The Apgar Visitor Center the main hub for transit functions on the west side of the park. At the Apgar Visitor Center, you will be able to plan your adventure in Glacier by using interactive kiosks and engaging in exhibits and displays. If you are visiting for the day, park your car here and hop on the shuttle to access different locations on Going-to-the-Sun Road. Specific Location: Under the shuttle shelter in the Apgar Visitor Center Plaza Start and End Times: Apgar Visitor Center Shuttle Stop: Eastbound  Express service to Logan Pass (without intermediate stops) @ 7:00 am, 7:18 am, & 7:36 am  Service to Avalanche Creek, the Loop and Logan Pass begins @ 7:56  am  Service to all stops (transfers required at Avalanche Creek and Logan Pass) begins @ 9:00 am  Last service to Logan Pass with connections to all stops (transfers required) @ 4:15 pm  Last service to Avalanche Creek (only passengers with final East Side connections permitted beyond Avalanche Creek) @ 5:15 pm Last service for campers returning to Avalanche Creek @ 5:45 pm  Restrooms: Yes - inside the Apgar Visitor Center Drinking Water: Yes - a drinking fountain outside the Apgar Visitor Center Trip Planning Information: Apgar Visitor Center - self-guided park and shuttle information Back to Shuttle Map          Apgar Village Shuttle Stop In Apgar Village you will find a variety of gift shops, a restaurant, camp store, and lodging. The Apgar Backcountry Office is also located here where you can obtain a backcountry permit. The foot of Lake McDonald is also located in Apgar Village where one can relax on the shores or rent boats and canoes. Specific Location: Across the street from the Apgar Backcountry Permit Office. Start & End Times: Apgar Village Shuttle Stop: Eastbound  First service to Logan Pass @ 9:03 am Last service to Logan Pass with time to return (transfer required at Avalanche Creek) @ 4:18 pm Last service with connections to East Side at Logan Pass (transfer required at Avalanche Creek) @ 5:18 pm Last service to visit Avalanche Creek @ 5:18 pm Last service for campers returning to Avalanche Creek @ 5:48 pm  Apgar Village Shuttle Stop: Westbound  First service to the Apgar Visitor Center @ 10:15 am Last service to the Apgar Transit Center @ 7:00 pm  Restrooms: Yes - at the former Apgar Visitor Center (across from Eddie's Campstore), or across from the Lake McDonald boat launch. Drinking Water: Yes - there is a drinking fountain at the former Apgar Visitor Center and bottled water is for sale at the camp store. Day Hikes (one way): McDonald Creek Bike Path - 1.5 mi. Trip Planning Information: Agar Backcountry Office - backcountry information and permits. Campstore\/Gift Shops: Eddie's Campstore The Cedar Tree Schoolhouse Gifts Montana House Glacier Outfitters Lodging: Village Inn Motel Apgar Village Lodge Food Service: Eddie's Restaurant Activities: Boat Rentals - Glacier Park Boat Co., Glacier Outfitters and Eddie's Campstore Horseback Rides - Swan Mountain Outfitters Road Tours - Sun Tours & Glacier National Park Lodges Apgar Nature Center - touch and feel real animal skins, skulls, and antlers.  Back to Shuttle Map          Apgar Campground Shuttle Stop Apgar Campground is located a short walk from Apgar Village and the Apgar Visitor Center, making this campground the most centrally located campground for services. In the evenings, take a short stroll to the Apgar Campground Amphitheater where a ranger will host a delightful evening of education and fun. Specific Location: Across and diagonal from the Apgar Campground Amphitheater. Start & End Times: Apgar Campground Shuttle Stop: Eastbound  First service to Logan Pass @ 9:06 am Last service to Logan Pass with time to return (transfer required at Avalanche Creek) @ 4:21 pm Last service with connections to East Side at Logan Pass (transfer required at Avalanche Creek) @ 5:21 pm  Last service to visit Avalanche Creek @ 5:21 pm  Last service for campers returning to Avalanche Creek @ 5:51 pm  Apgar Campground Shuttle Stop: Westbound  First service to the Apgar Visitor Center @ 10:12 am Last service to the Apgar Visitor Center @ 6:57 pm  Restrooms: Yes - in campground loops and in the picnic area. Drinking Water: Yes - spigots are located in campground loops. Activities: Evening Program - listen and learn about Glacier with a ranger at the campground amphitheater. Camping - 192 sites Picnic area Apgar Nature Center - walk to this location to touch and feel real animal skins, skulls, and antlers. Back to Shuttle Map          Sprague Creek Campground Shuttle Stop Sprague Creek Campground is a small campground that sits on the south shore of Lake McDonald, 2 miles from Lake McDonald Lodge. The closest day hikes are located at Lake McDonald Lodge. Specific Location: At the pull-off on Going-to-the-Sun Road, directly across from the campground. Start & End Times: Sprague Creek Campground Shuttle Stop: Eastbound  First service to Logan Pass @ 9:20 am  Last service to Logan Pass with time to return (transfer required at Avalanche Creek) @ 4:35 pm Last service with connections to the East Side at Logan Pass (transfer required at Avalanche Creek) @ 4:35 pm  Last service to visit Avalanche Creek @ 5:35 pm  Last service for campers returning to Avalanche Creek @ 6:05 pm  Sprague Creek Campground Shuttle Stop: Westbound  First service to the Apgar Visitor Center @ 9:58 am Last service to the Apgar Visitor Center @ 6:43 pm  Restrooms: Yes - in the campground loop and in the picnic area. Drinking Water: Yes - spigots are located in the campground loop. Activities: Camping - 25 sites Picnic area Back to Shuttle Map          Lake McDonald Lodge Shuttle Stop Lake McDonald Lodge great a great destination for numerous activities. The Lodge itself is an attraction and built to resemble a hunting lodge with Swiss influence. Come and enjoy all that this historic location has to offer. Parking is often limited, so it might be a good idea to park your car at the Apgar Visitor Center and hop on a shuttle to reach Lake McDonald Lodge. Specific Location: Across from the camp store. Start & End Times: Lake McDonald Lodge Shuttle Stop: Eastbound  First service to Logan Pass @ 9:24 am Last service to Logan Pass with time to return (transfer required at Avalanche Creek) @ 4:39 pm Last service with connections to the East Side at Logan Pass (transfer required at Avalanche Creek) @ 5:39 pm  Last service to visit Avalanche Creek @ 5:39 pm Last service for campers returning to Avalanche Creek @ 6:09 pm  Lake McDonald Lodge Shuttle Stop: Westbound  First service to the Apgar Visitor Center @ 9:54 am Last service to the Apgar Visitor Center @ 6:39 pm  Restrooms: Yes - inside Lake McDonald Lodge and Jammer Joe's Grill and Pizzeria. Drinking Water: Yes - a drinking fountain inside Lake McDonald Lodge and bottled water is for sale at the camp store. Day Hikes (one-way): Avalanche Creek - 6.5 mi. Catch another shuttle at Avalanche Creek. Fish Lake - 2.9 mi. Gunsight Pass Trailhead - 21.4 mi.  Mt. Brown Lookout - 5.3 mi. Snyder Lakes - 4.4 mi. Sperry Chalet - 6.4 mi. Campstore\/Gift Shops: Lodge camp store Lodge gift shop Lodging: Lake McDonald Lodge Food Service: Russell's Fireside Dining Room Jammer Joe's Grill and Pizzeria Stockade Lounge Activities: Scenic Boat Tours & Rentals - Glacier Park Boat Co. Horseback Rides - Swan Mountain Outfitters at the Lake McDonald Corral Road Tours - Sun Tours & Glacier National Park Lodges Evening Program - listen and learn about Glacier with a ranger at the Lake McDonald Lodge Auditorium. Back to Shuttle Map          Avalanche Creek Shuttle Stop Avalanche Creek is one of the most popular destinations in the park. The area includes 2 of the more popular hiking trails, a picnic area, and restrooms. Avalanche Campground is also located here, making this a popular base camp for journeys along the Going-to-the-Sun Road. Specific Location: Part of the picnic area near the main parking lot and restrooms. Start & End Times: Avalanche Creek Shuttle Stop: Eastbound  First service to Logan Pass @ 9:26 am  Last service to visit Logan Pass @ 5:08 pm  Last service with connections to the East Side at Logan Pass* @ 6:08 pm  Avalanche Creek Shuttle Stop: Westbound  First service to the Apgar Visitor Center @ 9:40 am Last service to the Apgar Visitor Center @ 6:24 pm  *These shuttles are only for travelers with final destinations on the East Side.  Restrooms: Yes - in campground loops and in the picnic area. Drinking Water: Yes - spigots are located in campground loops. Day Hikes (one-way): Avalanche Lake - 2 mi. Lake McDonald Lodge - 6.5 mi. Catch another shuttle at Lake McDonald Lodge. Trail of the Cedars - 0.7 mi. Activities: Camping - 86 sites Picnic area Evening Program - listen and learn about Glacier with a ranger at the campground amphitheater. Back to Shuttle Map          The Loop Shuttle Stop The Loop represents a very significant location on Going-to-the-Sun Road. This is the only switchback on the Going-to-the-Sun Road and contains many architectural features. The Trapper Fire of 2003 swept through this area and opened up vistas of distant mountains. Heavens Peak dominates the landscape and a hiking trail at this spot maps the course to hikers to the historic Granite Park Chalet. Specific Location: Next to the restrooms. Start & End Times: The Loop Shuttle Stop: Eastbound  First service to Logan Pass @ 8:46 am  Last service to Logan Pass with time to return @ 5:28 pm  Last service with connections to the East Side at Logan Pass @ 6:28 pm  The Loop Shuttle Stop: Westbound  First service to the Apgar Visitor Center @ 8:45 am Last service to the Apgar Visitor Center @ 7:25 pm  Restrooms: Yes Drinking Water: No - please plan accordingly and bring plenty of water with you to this destination. Day Hikes (one-way): Granite Park Chalet - 4.0 mi. (one-way) Logan Pass via The Loop and Highline Trails - 11.6 mi. Catch another shuttle at Logan Pass. Back to Shuttle Map          Logan Pass Shuttle Stop Logan Pass is transfer location. Visitors wishing to continue on to the other side of the park will need to get off their shuttle at the Logan Pass shuttle stop and get on another shuttle heading toward their final destination. Because the parking lot at Logan Pass often fills early in the day, riding the shuttle to this location ensures that you will be able to take in all of the splendor Logan Pass has to offer. Logan Pass sits along the Continental Divide at 6,646 feet (2,026 m) and treats visitors to sweeping vistas of mountains and alpine meadows. Wildlife such as Bighorn sheep, Mountain goat, and occasional bears may be seen. Rangers at the Logan Pass Visitor Center will be on hand to answer questions about the area and nearby day hikes. A bookstore is also located in the visitor center. Specific Location: There are two queuing areas (westbound & eastbound) near the front of the Logan Pass Visitor Center. Start & End Times: Logan Pass Shuttle Stop: Eastbound  First service to the St. Mary Visitor Center* @ 8:00 am Last service to the St. Mary Visitor Center @ 5:28 pm  Logan Pass Shuttle Stop: Westbound  First service to the Apgar Visitor Center* @ 8:20 am Last service to the Apgar Visitor Center @ 7:00 pm  *Road construction activities may delay departure time by up to 30 minutes. Restrooms: Yes - at the Logan Pass Visitor Center. Drinking Water: Yes - a spigot is located by the Logan Pass Visitor Center. Day Hikes (one-way): Granite Park Chalet - 7.6 mi. Hidden Lake Overlook - 1.5 mi. Hidden Lake - 3.0 mi. The Loop via the Highline and The Loop trails - 11.6 mi. Catch another shuttle at The Loop. Trip Planning Information: Logan Pass Visitor Center - general park information and bookstore. Back to Shuttle Map          Siyeh Bend Shuttle Stop Siyeh Bend offers visitors the opportunity to access two of Glacier's most scenic day hikes. The Siyeh Pass hike allows visitors to start at Siyeh Bend and exit at Sunrift Gorge to pick up another shuttle (or vice versa). Specific Location: There are two queuing areas (westbound & eastbound) near pullouts. Start & End Times: Siyeh Bend Shuttle Stop: Eastbound  First service to the St. Mary Visitor Center* @ 8:09 am Last service to the St. Mary Visitor Center* @ 7:09 pm  Siyeh Bend Shuttle Stop: Westbound  First service to Logan Pass* @ 7:40 am Last service to Logan Pass with time to return* @ 6:40 pm  *Road construction activities may delay departure time by up to 30 minutes. Restrooms: No Drinking Water: No - please plan accordingly and bring plenty of water with you to this destination. Day Hikes (one-way): Gunsight Pass Trailhead - 2.5 mi. Catch another shuttle at Gunsight Pass Trailhead. Piegan Pass - 4.5 mi. Piegan Pass to Many Glacier - 13.8 mi. Siyeh Pass Area - 4.7 mi. Sunrift Gorge via Siyeh Pass - 10.3 mi. Catch another shuttle at Sunrift Gorge. Back to Shuttle Map          Jackson Glacier Overlook Shuttle Stop Jackson Glacier Overlook provides visitors with the opportunity to see a glacier from Going-to-the-Sun Road. Also, a short walk from here is the Gunsight Pass Trailhead. This location is popular with backpackers taking extended trips into the backcountry on the Gunsight Pass trail and exiting at Lake McDonald Lodge. The shuttle helps facilitate this if you have only one car and need to shuttle back to it. Specific Location: There are two queuing areas (westbound & eastbound) Start & End Times: Jackson Glacier Overlook Shuttle Stop: Eastbound  First service to the St. Mary Visitor Center* @ 8:15 am Last service to the St. Mary Visitor Center* @ 7:15 pm  Jackson Glacier Overlook Shuttle Stop: Westbound  First service to Logan Pass* @ 7:34 am Last service to Logan Pass with time to return* @ 6:34 pm  *Road construction activities may delay departure time by up to 30 minutes. Restrooms: No Drinking Water: No - please plan accordingly and bring plenty of water with you to this destination.  Day Hikes (one-way): Deadwood Falls - 1.3 mi. Gunsight Lake - 6.2 mi. Lake McDonald Lodge - 21.4 mi. Catch another shuttle at Lake McDonald Lodge. St. Mary Falls - 3.2 mi. Catch another shuttle at St. Mary Falls Shuttle Stop. Virginia Falls - 3.9 mi. Catch another shuttle at St. Mary Falls Shuttle Stop. Baring Falls - 3.9 mi. Catch another shuttle at Sunrift Gorge. Siyeh Bend Trail - 2.5 mi. Catch another shuttle at Siyeh Bend. Back to Shuttle Map          St. Mary Falls Shuttle Stop Numerous day hikes are accessible at this shuttle stop, including St. Mary Falls and Virginia Falls. Day Hikes to Sun Point and Baring Falls and Sunrift Gorge allow you to pick up another shuttle at those locations. Specific Location: This shuttle stop is NOT located at the St. Mary Falls Trailhead for vehicle parking. It is located .25 mi. west of the trailhead in a pullout that does not allow private vehicle parking. There is a trail at this location that leads to St. Mary, Virginia, and Baring Falls. Start & End Times: St. Mary Falls Shuttle Stop: Eastbound  First service to the St. Mary Visitor Center* @ 8:21 am Last service to the St. Mary Visitor Center* @  7:21 pm  St. Mary Falls Shuttle Stop: Westbound  First service to Logan Pass* @ 7:28 am Last service to Logan Pass with time to return* @ 6:28 pm  *Road construction activities may delay departure time by up to 30 minutes. Restrooms: No Drinking Water: No - please plan accordingly and bring plenty of water with you to this destination. Day Hikes (one-way): St. Mary Falls - 1.1 mi. Baring Falls - 1.0 mi. Catch another shuttle at Sunrift Gorge. Virginia Falls - 1.8 mi. Sunrift Gorge - 1.2 mi. Catch another shuttle at Sunrift Gorge. Gunsight Pass Trailhead - 4.3 mi. Catch another shuttle at Gunsight Pass Trailhead. Back to Shuttle Map          Sunrift Gorge Shuttle Stop Experience the power of water as you view this picturesque gorge carved by glacial melt-off from Sexton Glacier. Look for Water ouzels, or \"Dippers\", a grey-slate colored bird that dives into fast moving water in search of aquatic insects. Baring Bridge is also located at Sunrift Gorge, a beautiful form of architecture that was used to blend Going-to-the-Sun Road with the landscape. Specific Location: There are two queuing areas (westbound & eastbound) located west of Baring Bridge, and diagonally across Going-to-the-Sun Road from each other. Start & End Times: Sunrift Gorge Shuttle Stop: Eastbound  First service to the St. Mary Visitor Center* @ 8:23 am Last service to the St. Mary Visitor Center* @ 7:23 pm  Sunrift Gorge Shuttle Stop: Westbound  First service to Logan Pass* @ 7:26 am Last service to Logan Pass with time to return* @ 6:26 pm  *Road construction activities may delay departure time by up to 30 minutes. Restrooms: No Drinking Water: No - please plan accordingly and bring plenty of water with you to this destination. Day Hikes (one-way): Baring Falls - 0.2 mi. Siyeh Pass Area - 5.6 mi. Siyeh Bend - 10.6 mi. Catch another shuttle at Siyeh Bend. St. Mary Falls - 1.9 mi. Catch another shuttle at St. Mary Falls Shuttle Stop. Virginia Falls 2.6 mi. Catch another shuttle at St. Mary Falls Shuttle Stop. Sunrift Gorge - ~200 feet Back to Shuttle Map          Rising Sun Boat Dock Shuttle Stop Take a bout tour on St. Mary Lake and if you choose, disembark at the Baring Falls boat dock and hike to a variety of destinations. Catch another shuttle at shuttle stops along Going-to-the-Sun Road to get back. Specific Location: Near Glacier Park Boat Co.'s reservation booth. Start & End Times: Rising Sun Boat Dock Shuttle Stop: Eastbound  First service to the St. Mary Visitor Center* @ 8:35am Last service to the St. Mary Visitor Center* @ 7:35 pm  Rising Sun Boat Dock Shuttle Stop: Westbound  First service to Logan Pass @ 7:14 am Last service to Logan Pass with time to return @ 6:14 pm  *Road construction activities may delay departure time by up to 30 minutes. Restrooms: Yes - in the picnic area Drinking Water: Yes - at the restroom Day Hikes (one-way): From the tour boat that unloads at the Baring Falls boat dock: St. Mary Falls - 1.5 mi. Catch another shuttle at St. Mary Falls Shuttle Stop. Virginia Falls - 2.2 mi. Catch another shuttle at St. Mary Falls Shuttle Stop. Sunrift Gorge - 0.3 mi. Catch another shuttle at Sunrift Gorge. Activities: Scenic Boat Tours - Glacier Park Boat Co. Picnic area Back to Shuttle Map          Rising Sun Shuttle Stop Rising Sun is where the \"mountains meet the prairies\" and is filled with multiple options for visitors. Camp at the Rising Sun Campground, take a nearby day hike, or dine at the Rising Sun Motor Inn. Rising Sun makes a great base camp for visitors camping on the east side of the park looking to explore Going-to-the-Sun Road by shuttle. Specific Location: There are two queuing areas (westbound & eastbound) at the Rising Sun Motor Inn. Start & End Times: Rising Sun Shuttle Stop: Eastbound  First service to the St. Mary Visitor Center* @ 8:38 am Last service to the St. Mary Visitor Center* @ 7:38 pm  Rising Sun Shuttle Stop: Westbound  First service to Logan Pass @ 7:11 am Last service to Logan Pass with time to return @ 6:11 pm  *Road construction activities may delay departure time by up to 30 minutes. Restrooms: Yes - at the Rising Sun Motor Inn Drinking Water: Yes - spigots are located in campground loops and bottled water is for sale at the camp store. Day Hikes (one-way): Otokomi Lake - 5.2 mi. Campstore\/Gift Shops\/Showers and Laundry: Rising Sun Motor Inn Lodging: Rising Sun Motor Inn Food Service: Two Dog Flats Grill Activities: Camping - 83 sites Evening Program - listen and learn about Glacier with a Rranger at the campground amphitheater. Road Tours - Sun Tours & Glacier National Park Lodges  Back to Shuttle Map          St. Mary Visitor Center Shuttle Stop St. Mary Visitor Center is the main hub for transit functions and park information on the east side of the park. Rangers are on hand to answer questions, and educational and interpretive exhibits and a park movie are available to read and watch. Backcountry information and permits are located in St. Mary Visitor Center for those looking to get off the beaten path. St. Mary Visitor Center also has a bookstore inside. Specific Location: Next to St. Mary Visitor Center. Start & End Times: St. Mary Visitor Center Shuttle Stop: Westbound  First service to Logan Pass and all east side destinations @ 7:00 am Last service to Logan Pass with time to return @ 6:00 pm  Restrooms: Yes - at St. Mary Visitor Center. Drinking Water: Yes - a drinking fountain is outside St. Mary Visitor Center. Planning Information: St. Mary Visitor Center - general park and shuttle information, exhibits, movie and bookstore. St. Mary Backcountry Office - backcountry information and permits. Activities: Evening Program - listen and learn about Glacier with a ranger inside the Visitor Center. Native America Speaks Program - Native American hosted programs. Road Tours - Sun Tours & Glacier National Park Lodges.  Back to Shuttle Map",
    "url": "https:\/\/www.nps.gov\/glac\/planyourvisit\/shuttlestops.htm"
}
