{
    "title": "Cape Hatteras National Seashore: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us       Thanks for your interest in employment at the National Park Service Outer Banks Group - Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial. The National Park Service seeks students, professionals and other qualified individuals from numerous academic disciplines and trades for a wide variety of internship, seasonal and permanent positions available nation-wide. We encourage all interested and qualified persons to apply for jobs. We want a workforce that reflects the diversity of America. You must be a United States citizen to be eligible for consideration for employment. Certain jobs may also have age and physical qualifications. Generally, you must be at least 18 years of age. The National Park Service fills all positions in accord with U.S. Office of Personnel Management (OPM) regulations. Normally, a person seeking an initial appointment to a permanent position must gain eligibility on an appropriate OPM register. How Jobs Are Filled Federal agencies fill jobs in several ways. Not all jobs are open to external applicants. Agencies can: promote an employee; hire an employee who wants to transfer from another agency; reinstate a former Federal employee; or request the names of applicants from an OPM register. Your Application If you are pursuing your first Federal Government position, the best source of information is the job announcement. It will explain what the job duties are, what experience or education is necessary to qualify, the pay, and where to send your application. For more help with your application, visit USAJOBS, the Federal Government's one-stop source for Federal jobs and employment information, or call 1-478-757-3000 or TDD 1-478-744-2299. Seasonal or Temporary Employment with the Outer Banks Group The summer season for the Outer Banks Group is generally from Easter until the end of September each year. Some positions may start and end earlier or later. Government rental housing may be available for many seasonal positions. Uniforms are required; however, employees receive uniform allowances. There is NO public transportation in the Outer Banks. It is very difficult to get around without an automobile. Work schedules may include weekends and holidays. Typical seasonal jobs include Visitor Use Assistants (fee collectors), Park Rangers Interpretation, Forestry Technicians, Laborers, Maintenance Workers, and Park Rangers Law Enforcement. Application Hints We look at all of your experience and education so be sure to include any volunteer work you do. Ensure that you give the month and year you began and ended each job and make sure you put in the amount of hours per week you worked. We are required to perform qualifications based on a 40-hour week and any part of that would be pro-rated towards experience requirements. (For example: you may need one year of experience for a particular job. You worked at a similar job for 12 months working 40 hours per week. You would be qualified. If you worked at that same job for 12 months but worked 20 hours per week, then you would receive credit for 6 months experience.) Make sure you list your relevant experience. Add additional pages if needed. There is no \"appropriate\" amount of time to go back in your experience. Do not include extraneous materials. Read the vacancy announcement and provide what is requested. The National Park Service is an Equal Opportunity employer. Selections for positions are on the basis of merit, fitness, and qualifications without regard to race, sex, color, creed, age, marital status, national origin, sexual orientation, non-disqualifying handicap conditions, or any other non-merit factors.       Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.",
    "url": "https:\/\/www.nps.gov\/caha\/getinvolved\/workwithus.htm"
}
