{
    "title": "Cape Hatteras National Seashore: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer        Volunteer teaching visitors how to cast-net National Park Service       Join our team! Volunteers-In-Parks (VIPs) are Very Important People! Explore, learn, and share your time and talent while helping us protect this special place! From assisting with lighthouse climbs, to serving as campground hosts, to helping with the sea turtle nesting program... and everything in between, the work our volunteers do makes a difference! Volunteering is an American tradition that has made immeasurable contributions to communities, organizations, and individuals throughout the country. Every year, thousands of individuals contribute their enthusiasm and skills to help the National Park Service preserve and protect the natural and cultural resources and to serve and educate visitors. Individuals, families, and organized groups are welcome to volunteer. Opportunities are available both for highly skilled professionals and for beginners with little or no experience in land management. The time commitment for volunteer work varies from one-day projects to continuous work extending over months. Drop-in events are also held throughout the year to celebrate special events or Days of Service such as National Public Lands Day in September. Below you can view the Seashore’s current volunteer opportunities. Still have questions? Browse our frequently asked questions or contact the Volunteer Coordinator at 252-475-9042.       Current Volunteer Opportunities        Frequently Asked Questions How can I sign up to be a volunteer? First, review the available volunteer positions listed above. If you find a position that interests you, you can select it to explore the full position description on www.volunteer.gov. There, you will find an \"apply now\" button for that position. Please apply to any position that you're interested in, available for, and have the proper qualifications. Please be as thorough as possible on your application with regards to your experience and qualifications. Keep in mind that some of our volunteer opportunities are competitive. Please provide two references with your application. How do I find out what is available? All of our current openings are listed above and on www.volunteer.gov. Please read the information for each volunteer opportunity, determine which position(s) you are interested in, and then fill out the application. It is best to select volunteer positions for which you not only have an interest, but also those that match your skills and experiences. Many of our positions are recruited for more than five months prior to their start date. For example, we begin recruiting for the spring\/summer in November, so it's extremely beneficial to start looking and applying early. What happens with my application after it is complete? After completing the application, Volunteer.gov will send an email to the person responsible for supervising the volunteer position to let him\/her know an application has been submitted. The supervisor is responsible for selecting volunteers for the particular position. Some supervisors will interview for the volunteer opportunities much like a job, and most will request to speak with references, so please provide two references when applying. For some volunteer positions, a background check is required. Is there a minimum amount of time I have to volunteer? Time commitments vary for each position. Normally, the minimum hours will be posted on the opportunity announcement. For positions that come with housing, including an RV site, volunteers must commit a minimum of 32 hours\/week for at least six weeks. Each volunteer opportunity will list whether or not there is housing available and the amount of time commitment we are looking for. Is housing (RV site or house) available? Not all volunteer opportunities come with free housing or a free full-time RV site. It will state explicitly on the Volunteer.gov announcement whether or not housing or an RV site is available for each position. Do the RV sites have full hookups? The amenities at the RV sites include water, electricity, and sewer. Is there a specific uniform for volunteers? Depending on the position, you may either be required to wear a uniform or allowed to wear your regular clothing. If required, the volunteer uniform consists of tan or khaki pants, a tan shirt (provided), and a ball cap (provided). Sweaters and\/or jackets will also be provided to those volunteers that are required to wear the volunteer uniform. All volunteers must be clean and look professional. The volunteer supervisor will discuss the uniform requirements during the application process. Can my group volunteer for a project? We welcome groups of volunteers at Cape Hatteras! Please contact the Volunteer Coordinator to express your interest in volunteering, and we'll chat to see if there is an opportunity available. Please contact us at least a month in advance to request a project. We'll do our best to meet your needs, and we appreciate your flexibility! I am a current volunteer, how can I apply for a new opportunity? Simply call the Volunteer Coordinator at 252-475-9042 and indicate you are interested in a listed position. The Volunteer Coordinator will then forward the message to the supervisor responsible for selecting volunteers.",
    "url": "https:\/\/www.nps.gov\/caha\/getinvolved\/volunteer.htm"
}
