{
    "title": "Cape Hatteras National Seashore: Do Business With Us",
    "body": "Explore This Park    Get Involved     Do Business With Us            Do Business With Us        *This is the current information. Information for 2017 will be released shortly.      Commercial Use Authorizations What is a Commercial Use Authorization? Cape Hatteras National Seashore (Seashore) permits businesses to conduct commercial activities in the Seashore through Commercial Use Authorizations (CUAs). The Seashore will only issue CUAs for activities that are  determined to be an appropriate use of the Seashore; will have minimal impact on Seashore resources and values; and are consistent with the Seashore’s purpose, management plans, policies and regulations.    Which commercial activities are permitted? Commercial activities currently approved within the Seashore include: fishing guide services; kayak and canoe eco-tours; surfing lessons and camps; kiteboarding lessons; windsurfing lessons; paddle boarding lessons; horseback tours; yoga instruction; and photography workshops. How do I obtain a Commercial Use Authorization? Before conducting commercial activities in the Seashore, businesses or individuals must submit a CUA application, receive approval from the Seashore superintendent, and have a copy of the CUA present at all times while conducting business in the Seashore. Businesses and individuals may not conduct commercial activities in the Seashore without a valid CUA or in a manner inconsistent with the terms of the CUA. Application Instructions: 1. Download the CUA Application, CUA Information Sheet, and Conditions of Authorization 2. Complete and sign the CUA Application and Conditions of Authorization (electronically or in writing) 3. Scan and submit the completed forms via email to caha_commercial_services@nps.gov Important Note: provide the following information in \"Section 1 Service for which you are applying\" a) Service b) Season, days and hours of operation (for example: May - September, Friday- Sunday, 8:00 am - 2:00 pm) c) Locations: primary and secondary locations (for example: primarily operate via off-road vehicle (ORV) Ramp 49 using the parking at the ramp entrance; in the event of Ramp 49 closure, request secondary operating location of Ramp 38 using parking lot at ramp entrance) d) Number of participants anticipated number of persons, vehicles and animals, as applicable (for example: each trip will consist of 3- 8 people and 8 horses, each lesson will consist of 2-15 people and 2-10 kayaks) 4. Submit the application fee of $200 via check, along with a paper copy of the completed application forms, via mail to: National Park Service Outer Banks Group C\/o Commercial Services 1401 National Park Dr. Manteo, NC 27954 Application Review Process:  The Seashore requires at least 4 weeks to process a completed CUA application Applications are reviewed in the order they are received Applicants may receive follow-up emails or phone calls with requests for additional information Applicants will receive approval, denial or requests for modifications to the proposed commercial activities no later 6 weeks after receipt of the completed application and application fee    For questions regarding Commercial Use Authorizations (CUAs) and doing business in Cape Hatteras National Seashore, email caha_commercial_services@nps.gov or call 252-475- 9000 8:00 am – 4:30 pm Monday – Friday, Eastern Standard Time, excluding federal holidays.",
    "url": "https:\/\/www.nps.gov\/caha\/getinvolved\/dobusinesswithus.htm"
}
