{
    "title": "Cape Hatteras National Seashore: Status of Funds",
    "body": "Explore This Park    Learn About the Park     Management     Beach Access     Status of Funds                ORV Permit Status of Funds       2015    Description Details Revenue \/ (cost)   Total Revenue $ 2,389,319.95   RAMP & FACILITY MAINTENANCE $ (550,015.95)   Maintenance Project - Ramp 48 Supplies and Materials ORV Ramp Maintenance and Field Supplies. The majority of the building materials were for Ramp 48. $ (332,654.59)   Maintenance Project - Ramp 63 Phase I Construction Cost for Ramp 63. $ (147,747.00)   Maintenance Project - Ramp 25 Parking Complete ramp and parking at Ramp 25. $ (69,614.36)   PERSONAL SERVICES $ (1,114,476.75)   Employee Salaries\/Benefits; 23.33 Fulltime Equivalencies (FTE) Law Enforcement Rangers; Beach Access and Information Rangers; Maintenance Workers; ORV Permit Collections Seasonals; and Bio Science Technicians. $ (1,114,476.75)   RESEARCH & MONITORING $ (420,295.00)   Science Project - Piping Plover Study Years 2 and 3 Funding for years 2 and 3 of the study to research methods for piping plover protection and management. $ (163,292.00)   Science Project - CESU Task Agreement Data Analysis An adaptive management initiative in the ORV plan to research methods for shorebird and sea turtle protection and management. $ (91,818.00)   Science Project - Amoy Disturbance Study Year 4 An adaptive management initiative in the ORV plan to research methods for shorebird protection and management. $ (60,000.00)   Science Workshop - Adaptive Management Science Workshop Science workshop to evaluate desired future conditions, trends in wildlife nesting success, factors affecting success and use of habitat, and put forward a plan with recommendations for future monitoring and research. Science workshop will be held during summer 2016. $ (55,385.80)   Science Project - Turtle Sense 2 An adaptive management initiative in the ORV plan to research methods for sea turtle nest protection and management. $ (49,799.20)   CONSTRUCTION & PROJECTS $ (304,456.17)   Operations - Equipment - Dump Truck Maintain beach access (Ramps, parking lots, roads). ORV funds provided approximately 49% for overall purchase. $ (88,236.22)   Maintenance Project - Ocracoke Rinse Rack Construction of rinse rack to help protect vehicles that maintain and patrol beaches on Ocracoke Island. $ (51,854.19)   Operations - Equipment - Utility Task Vehicle Five UTVs were purchased to monitor Seabird and Turtle Nesting. $ (47,543.95)   Operations - Construction & Maintenance ORV Infrastructure ORV Ramp Maintenance and Field Supplies $ (42,124.75)   Operations - Equipment Rental ORV Permit Trailer Rental. $ (15,444.00)   Operations - ORV Access Signs Ramp access signs throughout the Seashore. $ (15,100.00)   Operations - Equipment - Replacement Parts for Heavy Equipment Maintain and repair equipment (Ramps, parking lots, roads). $ (13,589.19)   Operations - GSA Motor Pool GSA Motorpool Vehicle lease and fuel charges. $ (12,700.00)   Operations - ORV Permit Office Operational Supplies General office supplies, paper, printer cartridges, etc. $ (7,437.90)   Operations - Federal Express (Permits) ORV Permit shipping charges. $ (6,031.67)   Operations - Space Rental ORV Public Meetings for NDAA and space rental. $ (3,288.80)   Operations - Utilities Refuse Services - Hauling. $ (1,105.50)   Total Expenditures $ (2,389,243.87)   Remaining to US Department of the Treasury $ 76.08    As of December 21, 2015        2014    Description Details Revenue \/ (cost)   Total Revenue $ 2,093,063.09   Employee Salaries\/Benefits; 18.68 Fulltime Equivalencies (FTE) Law Enforcement Rangers; Interpretive Seasonal Park Rangers; Maintenance Workers; ORV Fee Collections Seasonals. $ (980,992.97)   Project - Amoy Disturbance Study Year 2 Directed under adaptive management initiatives in the ORV plan to research methods for shorebird protection and to explore avenues for allowing additional beach access. $ (60,000.00)   Project - CAHA RISD SLA Bird Database Agreement Development of a user friendly, internal database to allow for timely input and analysis of data collected relating to protected species management. $ (35,000.00)   Project - CESU Task Agreement Plover Study Directed under adaptive management initiatives in the ORV plan to research methods for shorebird protection and to explore avenues for allowing additional beach access. $ (10,000.00)   Project - Dump Truck Used to maintain beach access (Ramps, parking lots, roads). $ (135,324.35)   Project - Colorado State University Web Mapping Research Develop beach access mobile application base map. $ (22,400.00)   Project - CAHA Audio Description Services Contract to provide legally required audio description for hearing impaired for beach access mobile application. $ (6,710.00)   Project Contract - Parking Lot Ramp 25.5 Provides for additional beach access points. $ (188,234.74)   Project Contract - Parking Lot Ramp 32 Provides for additional beach access points. $ (461,095.01)   Project - Turtle Sense 2 Directed under adaptive management initiatives in the ORV plan to research methods for sea turtle nest protection and to explore avenues for allowing additional beach access. $ (30,000.00)   Accelerometers Turtle Sense project equipment. $ (48.54)   Audio\/Video Equip Reference Book ORV Permit reference materials. $ (66.96)   Audio\/Video Software ORV Permit audio\/video software. $ (784.05)   Batteries & Charger Turtle Sense project equipment. $ (190.54)   Building Supplies ORV Ramp maintenance supplies. $ (6,643.15)   Cell Phone Accessories ORV assigned employees communications for field operations. $ (171.27)   Federal Express (Permits) ORV Permit shipping charges. $ (4,597.52)   GSA Motor Pool GSA Motorpool Vehicle lease and fuel charges. $ (39,809.85)   Hatteras Island Ocean Center Facility charges for use on the Turtle Sense project. $ (1,844.73)   Interpretive Reference Book Resource reference book for Beach Access Information Rangers. $ (36.47)   LE Vehicle Equipment Equipment support. $ (711.50)   Loader Cutting Edges Equipment support. $ (877.30)   Micro-Controllers Turtle Sense project equipment. $ (59.47)   OBX Lock & Key (Change Safe Combos) Safe maintenance. $ (1,195.00)   Office Supplies & Materials General office supplies. $ (5,663.06)   OPM Background Checks Employee background investigation costs. $ (2,236.50)   ORV Permit Office Rental ORV Fee trailer rentals. $ (15,444.00)   Oscilloscope Turtle Sense project equipment. $ (363.00)   Permits & Hologram Printing ORV Permit printing. $ (57,769.32)   Ratchet Load Binder Equipment support. $ (624.21)   Remit Postage US Postal Service Shipping \/ Revenue Documentation Postage. $ (677.12)   Rescue Mask & Adapter First aid kits. $ (222.27)   Sign Stencils ORV sign maintenance. $ (132.89)   Signs Ramp access signs. $ (4,601.74)   Telephony Boards, GPS Antenna Turtle Sense project equipment. $ (619.48)   Trailer Equipment support. $ (1,800.00)   Trailer Hitch Equipment support. $ (162.23)   Travel (6) Employee Travel - ORV related. $ (2,149.08)   Vehicle Supplies for Loader Equipment support. $ (124.26)   Total Expenditures $ (2,079,382.58)",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/management\/orv_permitsof.htm"
}
