{
    "title": "Cape Hatteras National Seashore: Beach Access",
    "body": "Explore This Park    Learn About the Park     Management     Beach Access               2015 National Defense Authorization Act Actions Update        Recreational use along South Beach, Hatteras Island National Park Service       In early January 2015, the National Park Service began the process of reviewing and complying with recently passed legislation in the 2015 National Defense Authorization Act, related to Cape Hatteras National Seashore.   The legislation provides 180 days for the Secretary of the Interior, in coordination with the State of North Carolina and accordance with applicable laws, to review and modify wildlife buffers and designate pedestrian and vehicle corridors around buffers to allow access to areas that are open in the Seashore.   It also requires a public process to consider, consistent with management requirements at the Seashore, changes to the Seashore's Off-Road Vehicle (ORV) special regulation as it relates to morning opening of beaches, extending the length of fall and spring seasonal ORV routes, and modifying vehicle free areas.   The Secretary of the Interior must report back to Congress within one year after the date of the enactment of the Act.   The Seashore is utilizing a four-step approach:   The Seashore reviewed the best available science on wildlife buffers, in coordination and consultation with the State of North Carolina and the US Fish and Wildlife Service, and made modifications to buffers currently used by the Seashore. The Seashore also established corridors around some areas that are closed for wildlife protection.  On June 16, 2015 the Seashore released this plan to the public via the issuance of a Finding of No Significant Impact for the Review and Adjustment of Wildlife Protection Buffers (see link below). Implementation will be phased, with parts of the plan being implemented in 2015. Those portions of the plan requiring additional staffing will be fully implemented in 2016. The Seashore will launch a series of public discussion meetings in August to gather and consider public input on morning openings, extending seasonal ORV routes, and modifying vehicle free areas; and to develop an appropriate plan to implement appropriate changes. The Seashore reviewed the current beach access construction projects schedule and re-prioritized projects that provide vehicle access points in critical areas. The Seashore will report back to Congress by December 19, 2015.        Updates  Updates will be posted on this web page as significant progress is made:    Report to Congress (PDF) on the implementation of Section 3057 of Public Law 113-291 is now available The Frequently Asked Questions (below) were updated February 17, 2016       Frequently Asked Questions 1. What does the legislation say?  In summary, Congress passed, and the President signed, legislation that requires the Secretary of the Interior to:  Review and modify wildlife protection buffers in Cape Hatteras National Seashore (Seashore) in accordance with applicable laws; Using adaptive management practices, modify wildlife buffers to ensure that the protection buffers are of the shortest duration and cover the smallest area necessary, as determined in accordance with peer-reviewed scientific data; Where possible, designate pedestrian and vehicle corridors around protection areas of the Seashore closed for breeding wildlife, to allow access to areas that are open; Coordinate and consult with State of North Carolina wildlife officials to determine appropriate buffer protections for species that are not listed under the Endangered Species Act of 1973 but that are identified for protection under State law; Construct new vehicle access points as expeditiously as practical and in accordance with management plans; and Undertake a process to consider, consistent with management requirements at the Seashore, the following changes to the Final Rule:   Opening beaches closed to night driving on a rolling basis every morning, Extending seasonal off-road vehicle routes in the fall and spring if the use would not create resource management problems, and Modifying the size and location of vehicle free areas.    2. What are some examples of \"applicable laws\"?  Many laws will apply. Here are a few examples:  The Endangered Species Act, The Migratory Bird Treaty Act, and The National Environmental Policy Act.  3. What is the name of the actual legislation?  Sec. 3057. Cape Hatteras National Seashore Recreation Area is part of the larger, comprehensive 2015 National Defense Authorization Act, enacted on December 19, 2014. (A link to the legislation is provided below) 4. What plan does the Seashore have to implement this legislation?  The Seashore is utilizing the following steps to implement the legislation:  The Seashore completed a review of the best available science for wildlife buffers, in coordination and consultation with the State of North Carolina and the US Fish and Wildlife Service. This review resulted in modification to some wildlife protection buffers and established corridors around some closed areas. On June 16, 2015, the Seashore released this plan to the public via the issuance of a finding of No Significant Impact for the Review and Adjustment of Wildlife Protection Buffers (see link below). In August 2015, the Seashore began a public process to gather input for consideration of changes to morning openings, extending seasonal ORV routes, and modifying vehicle free areas and develop an appropriate plan to modify the Final Rule. An Environmental Assessment (EA) was completed in early 2016 and released for public comment and review on February 17, 2016. The length of time required to complete the work will be based on the ideas and input received from the public and the types of changes to the Final Rule that are under consideration by the Seashore. The Seashore completed a review of the beach access construction projects schedule. These projects were reprioritized with a focus on projects that provide vehicle access points. The Seashore reported back to Congress on December 16, 2015.  5. Why did the Seashore refer to the use of \"best available science\" if the legislation states \"peer-reviewed scientific data\"?  The Seashore, as the Act described, used peer-reviewed scientific data. However, there were cases where peer-reviewed data was not available to guide our efforts. In those cases, we reviewed all of the scientific data available (best available) to help evaluate management options, consistent with the legislative direction. 6. Will the public, including local residents and interested stakeholders, be involved?  On April 29, 2015, the Seashore released a Review and Adjustment of Wildlife Protection Buffers Environmental Assessment (2015 EA) for public review and comment. Five public meetings were conducted to provide a public review and to solicit comments and ideas in the communities adjacent to the Seashore as well as outlying areas such as Raleigh, NC and Hampton, VA. Following a 15-day comment period, over 9,000 comments were received. The Seashore began the scoping process to consider modifications to the Final Rule as it relates to morning opening of beaches, extending the length of fall and spring seasonal ORV routes, and modifying the size and location of vehicle free areas in August 2015. Public scoping helped inform the development of alternatives that will be analyzed in an Environmental Assessment (EA). This EA, titled Consideration of Modifications to the Final Rule for ORV Management, was released for public comment and review on February 17, 2016. Five public meetings will be held in late February – early March, 2016. For more information, visit the National Park Service Planning, Environment and Public Comment (PEPC) website at: http:\/\/parkplanning.nps.gov\/parkHome.cfm?parkID=358 The public meeting schedule is as follows:  February 26, 2016, 6 p.m. – 8 p.m. – Hilton Garden Inn, 5353 Virginia Dare Trail, Kitty Hawk, NC 27949 February 29, 2016, 6 p.m. – 8 p.m. – Embassy Suites by Hilton Hampton Hotel Convention Center & Spa, 1700 Coliseum Drive, Hampton, VA 23666 March 1, 2016, 6 p.m.– 8 p.m. – Cape Hatteras Secondary School, 48576 Hwy 12, Buxton, NC 27920 March 2, 2016, 6 p.m.– 8 p.m. – Ocracoke School, 1 Schoolhouse Rd, Ocracoke Island, NC 27960 March 3, 2016, 6:30 p.m. – 8:30 p.m. – McKimmon Conference & Training Center, 1101 Gorman Street, NC State University Campus, Raleigh, NC 27695  7. When will this work be completed?  The legislation directs the Secretary of the Interior to complete the wildlife buffer review and modification and corridor designation within 180 days (by June 16, 2015). The Service, in coordination with the State of North Carolina and the US Fish and Wildlife Service, completed this task on June 16, 2015. The Seashore began the scoping process to consider modifications to the Final Rule as it relates to morning opening of beaches, extending the length of fall and spring seasonal ORV routes, and modifying the size and location of vehicle free areas in August 2015. Public scoping helped inform the development of alternatives that will be analyzed in an Environmental Assessment (EA). This EA, titled Consideration of Modifications to the Final Rule for ORV Management, was released for public comment and review on February 17, 2016. The length of time required to complete the work will be based on the ideas and input received from the public and the types of changes to the Final Rule that are under consideration by the Seashore. Construction projects have been expedited over the past year with an emphasis on those projects that provide ORV and pedestrian access to key recreational areas within the Seashore while providing resource protection. The project titles, original schedule, and expedited schedule are:     Project   Original Start\/ Completion Date   Expedited Start\/ Completion Date     New ORV Ramp 25 with boardwalk to the beach   2013\/2014   Completed     Ramp 25 - new 10-car parking lot   2013\/2014   Completed     New ORV Ramp 32 (Little Kinnakeet) with 10-car parking lot and foot-trail to the beach   2014\/2015   Completed     New unpaved Inside Road between ORV Ramps 44 & 49   2017\/2018   Completed     New ORV Ramp 63 across from Scrag Cedar Road on Ocracoke   2016\/2017   Construction in Progress     New ORV Ramp 48   2018\/2018   Completed       8. How does the National Park Service manage off-road vehicles in the Seashore? The mission of the National Park Service (NPS Organic Act, 16 USC 1) and the enabling legislation for the Seashore requires that the Service balance recreational use with the protection of natural and cultural resources. This requirement includes conservation and protection of plants and wildlife, several of which are federally-listed threatened species including the piping plover, three species of sea turtles, and seabeach amaranth. In addition, the Seashore provides a variety of visitor recreational experiences such as fishing, ORV use, and the enjoyment of undeveloped beaches. On February 15, 2012, the National Park Service implemented an ORV Management Plan and special regulation designed to balance ORV use and access in the Seashore and protect and preserve the natural and cultural resources, while minimizing conflicts among various users, and promoting the safety of all visitors. On June 16, 2015 the Service began implementation of the 2015 EA modifications to some wildlife protection buffers and, when possible, established corridors around closed areas to areas that are open. (Links to the 2010 ORV Final EIS and 2015 Environmental Assessment for Review and Adjustment of Wildlife Protection Buffers are below) 9. What does the Environmental Assessment for Review and Adjustment for Wildlife Protection Buffers, released on June 16, 2015, say? The 2015 EA includes modified protection buffers and provides corridors around buffers for many species, including American oystercatchers, Wilson's plovers, piping plovers, colonial nesting waterbirds, and sea turtles. The plan maintains protections for wildlife along the Seashore by augmenting the Seashore's monitoring and on-the-ground management program. The Seashore will be hosting workshops in the future to refine scientific monitoring and research towards improving adaptive management. While it is expected that these changes will provide additional public access during wildlife nesting seasons, access to all areas of the Seashore at all times may not be possible, even with the decision to modify wildlife buffers; multiple species may nest in close proximity to each other and there are times where ORV corridors cannot be provided due to local geography. Modified wildlife protection buffers implemented under the 2015 EA will continue to protect wildlife species while providing additional flexibility to allow access to pedestrians and off road vehicles. 10. Will this plan result in changes to the way ORVs are managed during the summer of 2016?  Implementation of 2015 EA changes made to wildlife buffers and the establishment of corridors around closed areas to open areas will be phased in during 2015 and 2016. A phased implementation is necessary because the changes will require additional staff (beyond 2015 levels) to conduct intensive monitoring. Changes to wildlife buffers are expected to be fully implemented during the summer of 2016. The efforts to consider modifying the Final Rule will take more time. In this interim period, ORV use will continue to be managed under the current 2012 Special Regulation (Final Rule). 11. How will the Service pay for the increased monitoring of the reduced buffer areas?  Increased monitoring will require approximately $250,000 annually to cover the cost of additional staff. Funds for this increase in monitoring will come from revenue generated through the ORV permitting program. 12. Where do I find current information on beach driving in Cape Hatteras National Seashore?   Off-road Vehicle information at Cape Hatteras National Seashore The map (updated frequently during the busy summer months) 2010 ORV Final EIS 2015 Environmental Assessment for Review and Adjustment of Wildlife Protection Buffers 2015 Finding of No Significant Impact for Review and Adjustment of Wildlife Protection Buffers 2016 Environmental Assessment Consideration of Modifications to the Final Rule for ORV Management       Links  2015 National Defense Authorization Act legislation pertaining to Cape Hatteras National Seashore (PDF) 2010 Environmental Impact Statement (EIS) and Final Rule for the Cape Hatteras National Seashore ORV Management Plan Information on current ORV management\/beach driving at the seashore and how to obtain an ORV permit 2014 ORV Permit Status of Funds 2015 ORV Permit Status of Funds Frequently Asked Questions on current ORV management\/beach driving at the seashore Report to Congress (PDF) on the implementation of Section 3057 of Public Law 113-291",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/management\/2015ndaact.htm"
}
