{
    "title": "Cape Hatteras National Seashore: Plants",
    "body": "Plants           The ecological zonation of Cape Hatteras National Seashore is resultant in part due to nature and in part due to human activity. The most important landscape altering activities by humans were: (1) early efforts at mosquito control and waterfowl management, which involved excavation of drainage ditches and construction of water control structures; and (2) construction and vegetative stabilization of primary dunes along the length of the Seashore.        Firewheel (Gaillardia pulchella) NPS  Beach and Dunes Vegetation Vegetative cover on the beach and dunes is variable, depending on the amount of exposure to wave and wind action. Many of the plant species found in these areas are well‑adapted to these harsh conditions. On the upper beach, vegetation cover is a sparse (20% cover) monoculture of American searocket (Cakile edentula ssp. edentula). Seabeach amaranth (Amaranthus pumilus), a federally-listed threatened species, may occur here.  Vegetative cover on dune slopes ranges from sparse to dense (30-80% cover) patches of some easily recognizable species, including seaoats (Uniola paniculata), shore little bluestem (Schizachyrium littorale), saltmeadow cordgrass (Spartina patens), largeleaf pennywort (Hydrocotyle bonariensis) and firewheel (Gaillardia pulchella), lanceleaf greenbrier (Smilax smallii), and prickly pear cactus (Opuntia pusilla).      Wetland Vegetation Large and small ponds, wetlands, and marshes occur throughout the Seashore and have variable vegetation cover. Among the commonly encountered species are: southern cattail (Typha domingensis), inland saltgrass (Distichlis spicata), Jamaica swamp sawgrass (Cladium mariscus), marsh fimbry (Fimbristylis castanea), largeleaf pennywort, needlegrass rush (Juncus roemerianus), saltmeadow cordgrass, sturdy bulrush (Schoenoplectus robustus), marsh bristlegrass (Setaria parviflora), seaside goldenrod (Solidago sempervirens), perennial saltmarsh aster (Symphyotrichum tenuifolium), and eastern annual saltmarsh aster (Symphyotrichum subulatum). Large areas of intermittently-flooded brackish flats within the Seashore are infested with common reed (Phragmites australis), an exotic invasive plant. The dominance of common reed in many tidal wetlands today often indicates human-induced disturbance, either through direct habitat manipulation or through passive introduction of this species to naturally disturbed sites. Common reed can completely dominate areas, excluding native wetland plant species.        Live Oak (Quercus virginiana) NPS  Shrub Thickets Many different types of shrub thickets can be found throughout the Seashore, each of which is characterized by having moderate to very dense (50-90% cover) vegetative cover. Each of the different shrub thickets types is dominated by one of the following species: salt-pruned live oak (Quercus virginiana), southern red cedar (Juniperus virginiana), wax myrtle (Morella cerifera), eastern baccharis (Baccharis halimifolia), yaupon (Ilex vomitoria), Jesuit’s bark (Iva frutescens), or bushy seaside tansy(Borrichia frutescens). Some patches of shrub thicket may be blanketed in thick vines, such as earleaf greenbrier (Smilax auriculata), peppervine (Ampelopsis arborea), saw greenbrier (Smilax bona-nox), or eastern poison ivy (Toxicodendron radicans). Within the Seashore, marshlands are typically bounded by shrub thickets which often also qualify as wetlands as defined by the National Park Service and the US Army Corps of Engineers.        Virginia creeper (Parthenocissus quinquefolia) NPS  Maritime forests Maritime forests are characterized by having moderate to dense vegetative cover, dominated by live oak or loblolly pine and many of the following species in the tree sub‑canopy and shrub layers: black cherry (Prunus serotina), red bay (Persea borbonia), Darlington oak (Quercus hemisphaerica), buckthorn bully (Sideroxylon lycioides), blackgum (Nyssa sylvatica), American holly (Ilex opaca), swamp bay (Persea palustris), wax myrtle, yaupon, black highbush blueberry (Vaccinium fuscatum), and blue huckleberry (Gaylussacia frondosa). Vines commonly found in patches of maritime forest include Virginia creeper (Parthenocissus quinquefolia), saw greenbrier, eastern poison ivy, muscadine (Vitis rotundifolia), peppervine (Ampelopsis arborea), and climbing hempvine (Mikania scandens). The ground surface may be thick with pine needles, leaves, or moderately vegetated with herbaceous species including beaked spikerush (Eleocharis rostellata), bushy seaside tansy, blood panicgrass (Dichanthelium consanguineum), largeleaf pennywort, needlegrass rush, royal fern (Osmunda regalis). On Hatteras Island, Buxton Woods is an excellent example of the naturally-occurring, Atlantic Coast maritime evergreen forest vegetation community. Elsewhere in the Seashore, plantations of pines (loblolly pine, slash pine [Pinus elliottii], or maritime pine [Pinus pinaster]) were established in the early to mid-1900s to reduce erosion and migration of beach sands.      For further information, check out the following websites: Invasive Exotic Plants in North Carolina: http:\/\/www.ncwildflower.org\/invasives\/invasives.htm USDA Photo Gallery - to help identify a plant you may have seen during your visit: http:\/\/plants.usda.gov\/gallery.html USDA Grass Key for North Carolina: http:\/\/plants.usda.gov\/plantkeys\/north_carolina_grasses\/NORTH_CAROLINA_GRASSES.html",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/nature\/plants.htm"
}
