{
    "title": "Cape Hatteras National Seashore: Nature",
    "body": "Nature       Cape Hatteras National Seashore, the nation’s first national seashore, was established to preserve significant segments of unspoiled barrier islands along North Carolina’s stretch of the Atlantic Coast. Barrier islands are narrow, low-lying, dynamic landforms which parallel ocean coasts, are separated from the mainland, and are constantly moving and reshaping in response to storms, ocean currents, sea level changes, and wave and wind action. These processes continue to influence the islands today through the processes of erosion and accretion of the shoreline; overwash across the islands; and the formation, migration, and closure of the inlets.        Federally protected threatened or endangered species include the piping plover, seabeach amaranth, and sea turtles Plover image credit US Fish and Wildlife Service  These forces of nature, combined with human activities on these islands, have resulted in the development and constant change of beach, dune, grassland, shrub thicket, maritime forest, and salt marsh habitats throughout the islands. Each of these habitats supports a great variety of wildlife, some commonly observed and some not so easily spotted. Although many of the plants and animals you will see throughout the Seashore are common to eastern North Carolina, the Seashore does also support several threatened and endangered species, such as the piping plover and loggerhead sea turtle. Not only does the Seashore support a rich diversity of plants and animals, it also offers amazing views of the Atlantic Ocean and Pamlico-Albemarle Sound, beautiful and dark night skies, and dynamic weather patterns including hurricanes and nor'easters.      Research Publications Migratory and Wintering Shorebird Monitoring at Cape Hatteras National Seashore, 2006-2007, National Park Service, Natural Resource Program Center; M.W. Byrne, J.M. Maxfield, J. DeVivo (pdf, 800 kb).        Seal hauled up on the beaches of Ocracoke Island National Park Service  Marine Mammals In the winter months, seals show up on the beach when low ocean temperatures persist throughout winter and spring. They haul-out on the beach to rest during their travels. If you see one, the biggest thing remember is to maintain a safe distance: at least 50 yards as recommended by NOAA. Never approach a seal with dogs, never touch a seal, and never feed a seal. Unlike seal, dolphins and whales do not come to the beach to rest. If a dolphin or whale is found on the beach, there is something wrong with it. Keep your distance and never touch them. Any marine mammal sightings—dolphins, whales, or seals—should be reported to the Cape Hatteras Stranding Hotline: 252-216-6892.  Sightings elsewhere in the Outer Banks should be reported to the OBX Marine Mammal Stranding Network: 252-455-9654.",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/nature\/index.htm"
}
