{
    "title": "Cape Hatteras National Seashore: Sea Turtles",
    "body": "Sea Turtles        Green sea turtle burying her nest National Park Service            Important Phone Numbers   Report ALL sea turtle or sea turtle activity sightings   252-216-6892    —   Sea turtle nest excavations (July–September)    252-475-9629          The Mighty Sea Turtle Every year a cycle of life occurs on the Cape Hatteras National Seashore when female sea turtles return to the beaches where they were born to lay the next generation. The sea turtle emerges from the ocean to make her way ponderously up the beach where, after crawling to a place she deems appropriate, she digs a hole with her back flippers to lay her eggs. Once she covers the nest, this majestic reptile slowly makes her way back to the ocean using light cues. The nesting process can take between 1-3 hours to complete. A couple of months later, the nest seems to boil over as tiny turtles struggle out of their shells, out of their nest, and, out across a beach full of hazards by the light of the moon to their new home - the ocean. Sea turtles, some of the largest living reptiles, are long-lived, cold-blooded, air breathing, migratory, and spend almost their entire lives in the sea. They range in size from the smallest species weighing 75-100 pounds to the largest species weighing almost 2,000 pounds. Visitors can tell the difference between a land or pond turtle and a sea turtle by their front limbs. Sea turtles have flippers, whereas land and pond turtles have feet with claws. There are five species of sea turtles found along the Cape Hatteras National Seashore - the leatherback, hawksbill (rarely seen), Kemp's ridley, loggerhead and green. While all five of these sea turtle species can be found in Seashore waters throughout the year, it is the female loggerhead and green turtles—and occasional leatherback and Kemp's ridley turtles—that nest on these beaches, which are considered to be the extreme northern limits of their nesting grounds.      Nesting Habits The primary nester at the seashore is the loggerhead turtle along with a few green turtles and an occasional leatherback or Kemp's Ridley sea turtle. All species of sea turtles exhibit delayed maturity and recent studies on loggerhead turtles estimate that they do not reach sexual maturity until 30+ years of age. Although sea turtles live most of their lives in the ocean, adult females will return to land to lay their eggs. They often migrate long distances between foraging grounds and nesting beaches. Loggerhead's nest every two to three years and will lay an average of four clutches per year. Sea turtles nest on sandy beaches at night with the majority of nesting occurring from May through September. The 100 or so eggs in the nest will incubate for approximately 60 days with the temperature of the sand determining the gender of the hatchlings - warmer sand will develop mostly females, cooler sand produces mostly males. As a result of this, our coastline produces a large portion of the male population for the entire North-Atlantic subpopulation, which extends from the Florida\/Georgia border to Virginia. While eggs are incubating the nests are highly vulnerable to weather events and predators. Once the eggs hatch, the hatchlings use a combination of cues to find the ocean when they emerge from the egg cavity including slope of the beach and the reflection of the moon or starlight off the water. They will often move towards the part of the horizon that is at the lowest angle of elevation from the turtle's position. Visual cues will guide hatchlings to the sea. Near shore, turtles will orient into the waves and in deeper water they utilize magnetic orientation for offshore migration. . Once they reach the water, the tiny hatchlings will swim for twenty-four to thirty-six hours to reach the Gulf Stream and the seaweed \"nurseries\" where they will be protected for the next ten years. It is estimated that only one in 1,000-10,000 hatchlings survives to maturity. The park's beaches have been monitored since 1987. Nest numbers here have fluctuated greatly in the last 25 years with the fewest in 1987 at eleven and the peak of 153 in 2010. Between 2000 and 2007, the Seashore averaged 77.4 sea turtle nests annually with a high of 98 nests in 2002. In 2008, the National Park Service began restricting night-time off-road vehicle (ORV) use on Seashore beaches during the turtle nesting season and the nesting totals have increased significantly, with 112 nets in 2008, 104 nests in 2009, 153 nests in 2010, and 147 nests in 2011.      Why Protect Sea Turtles? The greatest threat to sea turtle survival is human activity including: the loss of nesting habitat due to coastal development, drowning in fishing gear, being hit by boats, disturbance of nesting beaches (development, beach lighting, sea walls, jetties, items left on the beach overnight, and nighttime activity on the beach), pollution and non-degradable debris in the ocean, and harvesting of eggs and adults for food and commercial goods. Although we may not be able to stop all of these things from affecting certain species, conservation and protection of fish, wildlife, and plants can only benefit the planet for, according to the Endangered Species Act (ESA), these species \"are of esthetic, ecological, educational, historical, recreational, and scientific value to the Nation and its people.\" Like all National Parks, the seashore is a special place that was established to help uphold the National Park Service's mission \"to preserve unimpaired the natural and cultural resources and values of the National Park System for the enjoyment, education, and inspiration of this and future generations.\" Conserving endangered species is an important part of this mission and a responsibility of all those who would be stewards of Cape Hatteras National Seashore. Sea turtles were placed under the protection of the ESA including the five species found in the Seashore's waters with the Kemp's Ridley, leatherback and hawksbill listed as Endangered, the loggerhead as Threatened, and the green as Threatened in its entire range except in the breeding populations in Florida and on Mexico's Pacific coast, where it is listed as Endangered.        Dead sea turtle marked with orange paint National Park Service  If You See a Sea Turtle... always call 252-216-6892 to report any sighting (nesting, live, cold-stunned, dead, tangled, etc.). Watching a sea turtle lay her eggs is an amazing experience that some visitors at Cape Hatteras National Seashore have had the privilege to enjoy! However, nesting turtles can become disoriented or stressed by flashlights, loud noise, and pets. If you see a nesting female, please keep your distance (at least 30 feet) and remain quiet during her time on the beach. Turn off all flashlights, and DO NOT use flash photography. Also, please keep pets out of the area. As the turtle comes up on the beach, do not block her path in any way. This could cause the turtle to lay her nest below the high tide line, where the eggs may be washed away. Cape Hatteras National Seashore often finds sea turtles washed ashore alive and dead. Live sea turtles should only be on the beach if they are nesting, so all live turtles on the beach that are not nesting are either sick, injured, or cold-stunned due to low water temperatures. It is very important to get all of these animals into rehab as soon as possible to receive treatment, and hopefully recover to be released later. If you see a live sea turtle on the beach, please call immediately and provide detailed location information. Dead sea turtles provide vital information about the sea turtle population off Cape Hatteras. If you see a dead sea turtle, please report it. If it has already been examined, it will have orange spray paint on the shell. Please remember that all species of sea turtles are protected under the Endangered Species Act, and it is, therefore, illegal to take, own, buy, or sell any sea turtle part. If you happen to catch a sea turtle in your net or on a fishing line, please call as well. Even if the turtle is alive and looks fine, they can develop later complications that can result in their death. You will NOT be in trouble for catching these sea turtles; we only want to ensure that they receive treatment and can later be released.       Baby sea turtle crawls to the ocean after being released National Park Service       How Artificial Lights Impact Sea Turtles and What You Can Do to Help Sea Turtles and Artificial Light (PDF brochure) For thousands of years, people have been turning their eyes upward to the stars. Whether to navigate their way across vast oceans, search for answers to the mysteries of life, or provide inspiration to create timeless works of art, the night sky has always been visible. But ever increasing light pollution impacts our view-artificial lights are decreasing the visibility of stars and other natural sky phenomena. Light pollution also affects natural habitats and wildlife. For nocturnal animals, stray artificial light means the disruption of habitat. Animals often depend on darkness in order to hunt, conceal their location, navigate, or reproduce. This is made worse by the fact that many species have vision far more sensitive than human vision. Plants too can be affected by artificial light- you may have noticed that a tree beneath a bright streetlight loses its leaves later in autumn than other trees. Sea turtles at Cape Hatteras National Seashore are affected by light pollution. Every summer, threatened and endangered sea turtles come to the Outer Banks to make their nests in the sand, crawling up on the beach at night to lay their eggs. Dark night provides them protection from predators. When faced with a light polluted beach, sea turtles will sometimes return to the sea and not lay their eggs. From the nests that are laid, sea turtle hatchlings emerge at night to begin their journey down to the ocean's edge. Natural darkness is key for their survival. Instead of being deterred by light, like their mothers, hatchlings will use light cues in order to find their way to the water safely. The young turtles instinctively crawl toward the brightest horizon. In areas of the park with natural darkness and no artificial light pollution, the waters of the Atlantic will reflect starlight and moonlight, making the water brighter than the land. When artificial lights make a horizon that is brighter than the water, hatchlings will crawl in the wrong direction and never reach the surf. When visiting the park, you can help preserve the night sky. When staying in an oceanfront beach house, you can close blinds and turn off unnecessary outside lights. When taking a moonlit walk along the shore, use flashlights only when necessary. You can also decrease light pollution at home by installing outdoor lights that point light downward, not outward, and by using a less powerful lamp or bulb. Beach fires (permits are required for beach fires) are also a source of artificial light. Make sure that you build your beach fire according to your permit to minimize your impact on turtle hatchlings. The loss of the night sky does not have to happen. Protecting dark skies doesn't mean throwing civilization back into the dark ages; it simply means that we need to make sure that artificial outdoor lights are used carefully, in ways that respect our human environment, wildlife, and the night sky that belongs to us all.",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/nature\/seaturtles.htm"
}
