{
    "title": "Cape Hatteras National Seashore: Shipwrecks",
    "body": "Lost to the Perils of the Sea         Wreck of an unknown three-masted schooner.   To many people, the Outer Banks are synonymous with shipwrecks. Indeed, one would have trouble finding a more representative or fascinating aspect of local history. Just as the sea has always been an integral part of life on these barrier islands, so too have been its many victims. A countless number of ill-fated vessels as well as many of the courageous seafarers who manned them have succumbed to the local \"perils of the sea.\" The Tiger, an English ship of Sir Richard Grenville's expedition, was the first unfortunate vessel, wrecking here in June, 1585. The latest may be as recent as this morning's newspaper. Why have so many ships been lost, after the lethal dangers of the \"Graveyard of the Atlantic\" became widely known? Unfortunately, avoiding these navigational hazards is much more difficult than recognizing them. In days gone by, it was the wooden sailing ship carrying goods and passengers that kept the nation's commerce afloat. To follow coastal trade routes, thousands of these vessels had to round not only North Carolina's barrier islands, which lie 30 miles off the mainland, but also the infamous Diamond Shoals, a treacherous, always-shifting series of shallow, underwater sandbars extending eight miles out from Cape Hatteras. While many believe that navigating Diamond Shoals is the only challenge, there are several other complicating factors. First, there are two strong ocean currents that collide near Cape Hatteras. Flowing like massive rivers in the sea, the cold-water Labrador Current from the north and the warm Gulf Stream from the south converge just offshore from the cape. To take advantage of these currents, vessels must draw close to the Outer Banks.        The remains of the Laura Barnes (wrecked 1921) on Coquina Beach, now mostly covered by the shifting sands. NPS  Ordinarily, following this course would not lead to trouble but the storms common to the region can make it a dangerous practice. Devastating hurricanes and dreaded nor'easters overwhelm ships with raging winds and heavy seas or drive them ashore to be battered apart by the pounding surf. Since the flat islands provide no natural landmarks, ships caught in storms often ran aground before spotting land and realizing their predicament. Combined, these natural elements form a navigational nightmare that is feared as much as any in the world. Pirates, the American Civil War, and German U-boat assaults have added to the heavy toll nature has exacted. The grim total of vessels lost near Cape Hatteras is estimated at over 1,000. While hundreds of these \"dead\" ships now reside in the Graveyard of the Atlantic, their legacy lives on in many ways. Mariners stranded on the islands often chose to remain, establishing families and a heritage which continues to this day. Many island residents made a substantial part of their living salvaging cargoes and dozens of local buildings were built entirely or in part from shipwreck timbers. Due to the frequent storms and many other navigational hazards resulting in great loss of vessels, the U.S. Lighthouse Service, U.S. Lifesaving Service (1874-1915), and U.S. Coast Guard (since 1915) have kept a steady watch for almost 200 years.        Map of the most commonly seen shipwrecks on the seashore. NPS  Remains of Shipwrecks That Are Sometimes Visible Though the vast majority of area wrecks have broken up and are lost to the sea forever, divers have access to a variety of sunken vessels offshore. Many shipwrecks also lie buried beneath the beach and can be uncovered by storms. After a brief period, they are again concealed when beach sands rebuild. At one time, a large number of shipwrecks were visible and recognizable along the seashore. Today, due to time, storms, salvaging, and vandalism, this is no longer the case. Parts of the following wrecks may still sometimes be seen. Please remember not to disturb or remove any shipwreck remains.   Laura Barnes The Laura Barnes is representative of the many wooden sailing ships that were lost on the Outer Banks. The four-masted schooner came ashore in dense fog on the night of June 1, 1921. The crew was rescued by Coast Guardsmen from nearby Bodie Island Station. Her remains have since been relocated a mile south of their original location to Coquina Beach (across from the Bodie Island Lighthouse) for public viewing.   Lois Joyce One of the Outer Banks' most recent shipwrecks, the Lois Joyce was a 100-foot commercial fishing trawler lost in 1981 while attempting to enter Oregon Inlet during a December storm. Though the crew was rescued by Coast Guard helicopter, the $1,000,000 vessel was a total loss. The wreck is located on the northern, ocean-side hook at the mouth of Oregon Inlet and is best viewed at low tide. It is accessible by four-wheel drive vehicles only.        Wreck of the GA Kohler (1862).   Oriental A Federal transport during the Civil War, the steamship Oriental has been grounded in her present position since 1862. Local rumor has it that some of the area's largest fish make their home in the Oriental's rusty remains. You can see the exposed boiler and smokestack in the ocean surf off Pea Island National Wildlife Refuge, opposite the Self-Guided Nature Trail parking lot.   G.A. Kohler Driven ashore by a hurricane in 1933, the huge, four-masted schooner G.A. Kohler remained stranded on the beach for ten years. The ship was subsequently burned during World War II for her iron fittings, but the charred remnants of the Kohler remain. Often  obscured by shifting sand, the wreck is located at Ramp #27, four miles south of Salvo.",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/historyculture\/shipwrecks.htm"
}
