{
    "title": "Cape Hatteras National Seashore: Moving the Lighthouse",
    "body": "Moving the Cape Hatteras Lighthouse        The Principal Keeper's Quarters moves ahead of the Cape Hatteras Lighthouse to the new site. NPS Photo       In 1999, the Cape Hatteras Light Station, which consists of seven historic structures, was successfully relocated 2,900 feet from the spot on which it had stood since 1870. Because of the threat of shoreline erosion, a natural process, the entire light station was safely moved to a new site where the historic buildings and cisterns were placed in spatial and elevational relationship to each other, exactly as they had been at the original site. While the National Park Service has met its obligation to both historic preservation and coastal protection, the much-heralded move of the historic station, especially the lighthouse, was hotly debated and closely watched.      Why the Cape Hatteras Light Station Had to be Moved When completed in 1870, the Cape Hatteras lighthouse was located a safe 1,500 feet from the ocean. Even then, however, storm-driven tides completely washed over Hatteras Island, eroding sand from the ocean side of the island and depositing it on the sound side. By 1970, this process, which has caused the gradual westward migration of the Outer Banks for at least the past 10,000 years, left the lighthouse just 120 feet from the ocean’s edge and almost certain destruction. The key to preserving the 1870 tower is its \"floating foundation\". Yellow pine timbers sit in fresh water on compacted sand, with a brick and granite foundation on top of them. This foundation was built because pilings could not be driven through hard sand located barely 8 feet below ground level when construction began. As long as the sand surrounding the foundation remained in place, and the timbers remained bathed by the fresh water in which they were placed in 1868, the foundation was secure. If a storm eroded the sand or the fresh water was disturbed by salt water intrusion, the timbers would rot and the foundation would eventually fail.      Since the 1930s, efforts have been made to protect the Lighthouse from the encroaching sea. The Coast Guard installed the first sheetpile \"groins\" (walls built perpendicular to the shore) to try to protect the tower. In 1936, however, they abandoned the lighthouse to the sea and moved its light to a skeleton steel tower in Buxton Woods. In the 1960s and 1970s, as the ocean continued to creep closer, various attempts to \"stabilize\" the coast included beach nourishment and three new groins installed north of the lighthouse. A severe storm in 1980 accentuated the island's westward movement washing away the foundation of the first (1803) lighthouse, which had been 600 feet south of the existing lighthouse. In 1803, that lighthouse had been one mile from the shoreline. In 1980, the National Park Service began planning, under the National Environmental Policy Act, for long-term protection. A three-year process that included public meetings yielded several alternatives. Relocation was considered but quickly discounted as impractical. The option finally selected was a concrete and steel seawall revetment that would have protected the lighthouse in place but would eventually have created an island as the coastline receded to the southwest. As moving technology advanced during the decade and additional information became available about relocation versus the approved seawall, the National Park Service examined the alternative that allowed it to accommodate natural processes while still preserving the historic structures of the light station.        This aerial photograph shows how close the lighthouse was to the sea.  During strong storms, sea water would wash around the base of the structure. NPS Photo  In 1987, the NPS requested the assistance of the National Academy of Sciences, a group of scientists and engineers who advise the federal government on technical matters. The Academy's 1988 report, Saving Cape Hatteras Lighthouse from the Sea: Options and Policy Implications, considered ten options but recommended relocation as the most cost-effective method of protection. The National Park Service also considered this the best overall solution in that it would preserve the structures and accommodate the natural shoreline processes. However, many people feared destruction of the brick lighthouse, the tallest in the United States. From 1988 to 1995, the relocation option was debated and discussed, with no funding requests made at the Congressional level or concerted fund-raising campaigns undertaken in the private sector. As Federal budgets became leaner, the NPS worked with the Army Corps of Engineers on a short-term (10-20 year) protection option to build a fourth groin south of the lighthouse. Officials hoped that it would protect the most vulnerable section of the lighthouse area, and would give the NPS time to raise Federal funds for relocation. However, North Carolina Coastal Resources Commission staff stated that it would not recommend a permit for building the fourth groin since placing any hardened structures on the North Carolina coast is prohibited by state statutes. In 1996, North Carolina State University independently reviewed the National Academy of Sciences’ report and then issued its own report, Saving the Cape Hatteras Lighthouse from the Sea, in January 1997. It not only endorsed the National Academy of Sciences’ findings, but also recommended that “the National Park Service proceed as soon as possible with its present plans to obtain the financial resources necessary to preserve the lighthouse by moving it.” NPS managers then initiated a concerted effort to begin the planning and funding process to move the Cape Hatteras Lighthouse. Funding was finally appropriated by Congress beginning in fiscal year 1998.        The move path spanned 2,900 feet.  In the new location (bottom right) the keepers' quarters are already in place before the lighthouse move. NPS Photo  How the Cape Hatteras Lighthouse was Moved The decision to relocate the Cape Hatteras Light Station was a sound public policy decision based on the best science and engineering information available. International Chimney Corp. of Buffalo, New York was awarded the contract to move the lighthouse, assisted, among other contractors, by Expert House Movers of Maryland. In simple terms, the concept of moving the 4,830 ton structure consisted of lifting it off its foundation, transferring the load to a transport system, moving the tower along a prepared move route, and installing it on the new foundation. To accomplish this feat, the original foundation down to the pine timbers was replaced by temporary shoring beams and supports. Then a steel beam mat was inserted over the timber mat with temporary posts on top. As cross beams and main beams were set, the temporary shoring parts and beams were removed. Hydraulic jacks built into the main beams were used to effect the 6 foot raise so that roll beams and rollers could be introduced. After all jacks were shored, using oak cribbing, the system was pressurized and the jacks began lifting. At each lift level, jacks were retracted and shored up in sequence and the system lifted again to 6 feet. At this point it was ready to roll.      After it was lifted, the tower moved along to its new location 2,900 feet to the southwest on steel mats starting on June 17, 1999. Steel track beams became rails and roller dollies permitted the support frame to move along the track. Three zones of hydraulic jacks kept the lighthouse aligned. Push jacks, clamped to the track pulled the frame forward 5 feet at a time. The lighthouse was equipped with sixty automated sensors to measure the transfer of the load, tilt, vibration, and shaft diameter. A weather station was installed at the top to monitor wind speed and temperature. The Principal Keeper's Quarters, Double Keepers’ Quarters, oil house, cisterns, and sidewalks, which were moved during February, March, and April, awaited the lighthouse. On July 9, 1999 the lighthouse was carefully placed onto its new foundation, which foundation consists of a 60' x 60' steel-reinforced concrete slab 4 feet deep, 5 feet of brick, and 1 1\/2 to 2 feet of rock. The light station was whole once again with all the buildings being in the same relative position as they were originally. The Cape Hatteras Lighthouse, sentinel of the perilous Diamond Shoals, where the Gulf Stream meets the Labrador Current, witness to the tragic sinking and triumphant rescues claimed by the \"Graveyard of the Atlantic,\" resumed its duties on November 13, 1999 and continues to do so to this day. Now safely 1,600 feet from the ocean, it should not be threatened by the indomitable ocean waves for another 100 years.",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/historyculture\/movingthelighthouse.htm"
}
