{
    "title": "Cape Hatteras National Seashore: Ocracoke Ponies",
    "body": "Ocracoke's Favorite Residents         Banker ponies in their pasture on Ocracoke Island.   Legend has it that the “Banker” horses of Ocracoke were left here by shipwrecked explorers in the 16th or 17th century. European ships commonly carried livestock to the New World. If a ship ran aground near the coast, animals were thrown overboard to lighten the load so that the ship could be re-floated. The livestock were often left behind when the ship again set sail. Sir Richard Grenville’s ship Tiger ran aground at Ocracoke in 1585. There is speculation that he may have unloaded Spanish mustangs on the island. Horses have been documented on Ocracoke since the first European settlers came to stay in the 1730s. There have been as many as 300 horses on Ocracoke. While small and powerful, they are full-grown horses that are often called or referred to as Banker ponies as their range included most of the Outer Banks. Physically, the Ocracoke ponies are different from other horses - they have a different number of vertebrae and ribs as well as a distinct shape, posture, color, size, and weight that sets them apart from other horses. The ponies have played a major role in the island’s history, serving residents as beasts of burden at work and play, in beach rides and races. When the early colonists settled Ocracoke, they used the ponies to help make life easier on the island by pulling carts to haul freight and fish. The U.S. Lifesaving Service used them for beach patrols and to haul equipment to shipwreck sites. The US Coast Guard kept a small band of Banker ponies to patrol the beaches in World War II. As time progressed, the families that lived on the island claimed the ponies, holding pony penning in the summer. Riders would start early in the morning at the north end of the island and drive the ponies into the village where holding pens had been constructed. Once in the pens they would sort out the ponies and brand the new ones. Some ponies would be broken for riding or sold, and the rest were turned loose to roam free again.        NPS  In the late 1950s, Ocracoke Boy Scouts cared for the horses and had the only mounted troop in the nation. By law, the free-roaming animals were permanently penned in 1959 to prevent over-grazing and to safeguard them from traffic after the highway was built in 1957. The remaining herd has been cared for by the National Park Service since the early 1960s. Currently, there are seventeen horses in the Ocracoke herd. Taking care of the ponies takes both time and money. To help the park care for these animals, please consider participating in the Adopt-A-Pony program.                   Ocracoke Ponies   15 Photos  If you want to adopt a specific pony, you can see their pictures here.",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/historyculture\/ocracokeponies.htm"
}
