{
    "title": "Cape Hatteras National Seashore: The Lightkeepers",
    "body": "The Lightkeepers       The Keeper Originally, the position of lightkeeper was often a political one, meaning that early keepers were frequently people not qualified for the job. It soon became apparent that a different type of personnel was needed to insure that the lights were properly maintained for the safety of the mariners. By 1852, stricter standards for hiring lightkeepers were in place and written instructions were provided. The new breed of lightkeeper proved to be hardworking and dedicated. Although they worked for little pay or benefits, the lightkeepers, often mariners themselves, understood the importance of the lighthouses and the job of the keeper. Over the years, the duties of the lightkeeper changed but the basic ones are as follows:        Lightkeeper Unaka Jennette cleaning the first order Fresnel lens. NPS    Hand carrying fuel up to the lantern room and fueling the lamp;    Trimming the wicks (later, replacing the mantles and pumping up the oil vaporizer);   Regularly cleaning and polishing (with jeweler’s rouge and whiting) the glass chimney, lenses and windows;    Polishing vast amounts of brass fittings and tools;   Cranking up the weight, latching it, and letting it free when they lit the lamp at night;   Lighting and extinguishing the lamp (it was wasteful and unnecessary to burn it by day);   Monitoring the light and nearby shipping at night;   Closing the lantern room curtains by day to prevent damage from magnified sunlight through the lens, and discoloration of the lens glass;   Cleaning and lubricating the clockwork;   Painting the structure;  Routine maintenance and repairs of all buildings;  Greeting and sometimes lodging visitors and inspectors; and Writing reports, keeping records, and ordering supplies.  Lighthouses could have anywhere from one to five keepers, depending on the size of the station. For example, as the Cape Hatteras light station grew, so did the number of staff. In 1803, there was only one keeper, though sometimes he hired someone to help with jobs around the station. With the improvements of 1854, an assistant keeper was officially hired. When the current lighthouse was completed in 1870, it was determined that a second assistant was needed. By the late 1870s, a third assistant had been hired to maintain the Cape Point beacon (a small light at the edge of Cape Point). So for a time, there were four keepers and their families living on the light station grounds.        The Double Keepers' Quarters at the Cape Hatteras Light Station in 1893. NPS  Living at the Light Station Today, the Double Keepers’ Quarters (1854) and the Principal Keeper’s Quarters (1871) remind us that the Cape Hatteras light station was more than simply a duty station. It was home to families and myriad pets and livestock. The keepers’ families had to be self-sufficient. They grew much of their own food, kept livestock, and relied on rainwater collected in cisterns for washing and drinking. The families at Cape Hatteras were lucky in many ways for they were not as isolated as other lighthouse families - on the grounds lived many people; nearby were the life-saving stations and their families; and down the road was the town of Buxton. The lighthouse’s last principal keeper, Unaka Jennette, was a native of Hatteras Island and was promoted to the position in 1919. He and his wife, Sudie, raised a family of seven at the station from 1919-1936. Their middle child, Rany, said in his oral history that their childhood was anything but the stereotypical isolated existence of a lighthouse keeper. He recalled that the light station was often the focal point of the community, particularly during the summer months when the sea breezes didn’t reach into the woods where the native islanders lived. Rany remembered baseball, football, and “very competitive games of croquet” on the lighthouse grounds. He also recalled one Sunday afternoon when he and his father climbed the lighthouse 17 times to show visitors and friends.      For a list of Cape Hatteras lighthouse lightkeepers in chronological order, click here.",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/historyculture\/lightkeepers.htm"
}
