{
    "title": "Cape Hatteras National Seashore: British Cemeteries",
    "body": "British Cemeteries       \"If I should die think only this of me that there's some forever corner of a foreign field that is forever England.\" –Rupert Brooke        The British Cemetery on Ocracoke Island NPS  Walking the streets of historic Ocracoke, visitors may be surprised to see a sign directing them to a British cemetery. Tucked away from the main road, and sitting amid historic homes, a British naval flag flies over this 2,290-square-foot plot of land, which is leased to the British government so long as the sailors rest there. Another British cemetery lies near the Cape Hatteras Lighthouse in Buxton. Both stand as memorials to a dark time in world history. The sailors here rest in honor on foreign soil, a testament to their bravery and sacrifice defending allies along the area dubbed “Torpedo Junction.”       In the early years of World War II, the U.S. Navy was ill-prepared for the German U-Boat threat prowling off the Atlantic coast. Merchant ships from various nations running along the eastern seaboard were constantly harassed and sunk by the German submarines. The U.S. Navy had no ships suited to anti-submarine patrol. Britain offered assistance, sending 24 Royal Navy vessels with their British crews to patrol sensitive areas along the East Coast, including the Outer Banks.        A 21-gun salute honors the British sailors from HMS Bedfordshire at their burial in 1942. NPS   One of those British ships, the HMS Bedfordshire, was a trawling vessel that had been converted to anti-submarine duty, and was stationed at Morehead City, N.C. On May 12, 1942, while the Bedfordshire was on patrol, a German torpedo struck the ship and sank it, resulting in the loss of its entire 34-man British crew. Over the next few days four bodies from the Bedfordshire were discovered on Ocracoke beaches and in the surrounding waters. Citizens of Ocracoke buried the sailors near the village cemetery. A fifth body, an unknown sailor from the Bedfordshire, washed up on Hatteras Island, and was buried next to a British sailor from the merchant vessel San Delfino, torpedoed a year earlier. The U.S. Coast Guard carefully maintains the cemetery at Ocracoke. The graves and cemetery grounds on Hatteras Island are maintained by the National Park Service.        A bagpiper plays following the memorial service at the Hatteras Island British Cemetery. NPS  Every year near the anniversary of the Bedfordshire’s sinking, members of the National Park Service, U.S. Coast Guard, and British Royal Navy join visitors and local citizens to honor the service of the men buried in the cemeteries. Officers place wreaths at the graves and local citizens read the names of the dead. The sounding of “Taps” and a 21-gun salute conclude the memorial services every year. British cemeteries on Ocracoke and Hatteras islands preserve a moment in history when American shores were vulnerable to attack. They tell of the risk American mariners endured shipping goods up and down the Atlantic coast. And they honor the sacrifice of sailors, buried on foreign soil, who stood with their allies against the German threat during World War II.       The British Cemetery on Hatteras Island NPS",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/historyculture\/british-cemetery.htm"
}
