{
    "title": "Cape Hatteras National Seashore: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     April 25, 2016  Cape Hatteras National Seashore Staff to Be Available for Discussion About Seashore Management  On Monday, May 2, 2016, Cape Hatteras National Seashore (Seashore) Superintendent, David Hallac, and other members of the Seashore staff will be available to answer questions related to the upcoming summer season and other topics of interest, including flooding management in the Cape Point area.   April 15, 2016  Celebrate National Park Rx Day with Yoga on the Beach  In partnership with The Outer Banks Hospital, the Outer Banks Group is celebrating the first ever National Park Rx Day with Yoga on the Beach, at Coquina Beach, on Sunday, April 24th at 10am.   April 11, 2016  Special Programs Offered During National Park Week  National Park Week, April 16 to 24, 2016, is America's largest celebration of national heritage. It's about making great connections, exploring amazing places, discovering open spaces, enjoying affordable vacations, and enhancing America’s best idea—the national parks! It's all happening in your national parks.   April 08, 2016  National Park Service Honors Outer Banks Group Volunteers  During National Volunteer Week, April 10-16, the National Park Service Outer Banks Group celebrates the volunteers who work at Cape Hatteras National Seashore, Wright Brothers National Memorial, and Fort Raleigh National Historic Site. This past year these volunteers donated a total of 19,856 hours!   March 24, 2016  Seashore Announces Improvements to Boardwalk on Ocracoke Island  Cape Hatteras National Seashore will be improving visitor access and enjoyment at the Ocracoke Day Use Area.   February 19, 2016  National Park Service Releases Decision to Issue a Special Use Permit to Nourish a Seashore Beach in Buxton, North Carolina  A plan to to issue a Special Use Permit (SUP) to Dare County for a summer 2016 beach nourishment project to protect NC Highway 12 in Buxton, North Carolina has been approved.   February 19, 2016  Bodie Island and Cape Hatteras Lighthouses to Open on April 15  Outer Banks Group Superintendent Dave Hallac has announced that the Bodie Island and Cape Hatteras Lighthouses will be open for climbing this year from Friday, April 15 through Monday, October 10.   February 17, 2016  Consideration of Modifications to the Final Rule for ORV Management Environmental Assessment  Cape Hatteras National Seashore (Seashore) released today, for public review, an environmental assessment (EA) for the consideration of modification to the final rule for off road vehicle (ORV) management. The Seashore is holding public comment meetings to consider changes to the ORV special regulation (final rule) as it relates to morning opening of beaches, extending the length of fall and spring seasonal ORV routes, and modifying the size and location of vehicle free areas.   February 12, 2016  Visitor Services Closing Due to Winter Storm  In anticipation of a winter storm event, the Outer Banks Group national park sites (Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National), will close all visitor services including visitor centers and off road vehicle permit offices at 2 p.m. today.   February 04, 2016  Volunteerism and the NPS Centennial  The National Park Service (NPS) turns 100 on August 25, 2016. As a lead up to the centennial, we are encouraging people of all ages to find their park, take part in the celebration, and learn about the national parks in their community through volunteerism.   January 25, 2016  Hatteras Island Visitor Center Improvements Underway  Improvements are now underway to the Hatteras Island Visitor Center complex.   January 14, 2016  Seeking Information on Suspicious Wildlife  Cape Hatteras National Seashore Law Enforcement staff are investigating a suspicious fire found on Seashore property.   January 12, 2016  Nags Head Wildlife Controlled  Firefighters from the U.S. Fish and Wildlife Service, Nags Head Fire Department, and North Carolina Forest Service worked to manage the fire and it is now controlled and the area is being monitored.   January 12, 2016  Nags Head Wildfire  On Tuesday evening, a small acreage wildland fire was found burning south of Whalebone Junction on Cape Hatteras National Seashore between Highway 12 and the power transmission corridor in south Nags Head.   January 11, 2016  Inside Road Open  Inside Road, connecting Beach Access Ramp 44 with Beach Access Ramps 48 and 49 near the Frisco Campground, is now open.   January 08, 2016  Ramp 63 Construction Underway  Construction on new Beach Access Ramp 63 on Ocracoke Island has begun.   January 06, 2016  Fee-free Day at Wright Brothers National Memorial  Wright Brothers National Memorial will be joining national parks across the country in celebrating the Martin Luther King, Jr. holiday by waiving entrance fees on Monday, January 18, 2016.   July 20, 2015  Update On Off-Road Vehicle Management  - Meetings Scheduled  Cape Hatteras National Seashore is holding public scoping meetings to consider changes to the Seashore’s Off-Road Vehicle (ORV) special regulation as it relates to morning opening of beaches, extending the length of fall and spring seasonal ORV routes, and modifying the size and location of vehicle free areas.   July 07, 2015  Oregon Inlet Public Boat Ramp Renovations Completed  The last time the Oregon Inlet Public Boat Ramps received an upgrade was in 1989.   June 27, 2015  Second Shark Encounter  Waves, NC – Around 4:00 p.m. on Saturday, June 27, 2015, the National Park Service (NPS) received a report from the Dare County Sheriff’s Office 911 Center that multiple Dare County EMS units from the Tri-Villages were responding to an injured person on the beach near Waves, NC.   June 26, 2015  Visitor Injured in Shark Encounter  At about 11:41 a.m. on Friday, June 26, 2015, the National Park Service received a report from the Dare County Sheriff's Office 911 Center of a person apparently injured by a shark approximately one mile north of the Avon Fishing Pier in Avon, NC.   June 25, 2015  2015 Full Moon Climb of Lighthouses  Grab your flashlight and experience a lighthouse at night by joining the National Park Service on a Full Moon Climb at the Cape Hatteras or Bodie Island Lighthouse this summer.   June 16, 2015  Plan Approved to Modify Wildlife Protection Buffers  The National Park Service has approved a plan to modify wildlife protection buffers at Cape Hatteras National Seashore (Seashore) as required by Section 3057 of the Defense Authorization Act of Fiscal Year 2015, Public Law 113-291.   June 15, 2015  Wildland Fire Near Avon, NC Contained  A small 15-acre wildland fire that occurred over the weekend north of Avon, NC in Cape Hatteras National Seashore has been contained.  Mop up crews continue to work to ensure the fire is completely out.   June 02, 2015  NPS Offers Special World Oceans Programs June 8  National Park Service Outer Banks Group Superintendent David Hallac invites the public to experience the great ocean resources at Cape Hatteras National Seashore on Monday, June 8 in celebration of World Oceans Day.   June 01, 2015  NPS Hosts June Seashore Beach Cleanup Events  The month of June marks the beginning of summer and also the beginning of World Oceans Month.  The oceans make up approximately 70 percent of the earth and are global natural treasures providing a source of food and energy and the foundation of many aspects of life on Earth.   May 22, 2015  NPS Lifeguarded Beaches Open May 23  Cape Hatteras National Seashore’s lifeguarded beaches will open on May 23, 2015.  Lifeguards will be on duty at Coquina Beach (Nags Head), Buxton Beach on Hatteras Island and Ocracoke Day Use area from 9:00 a.m. to 5:00 p.m. seven days a week from Memorial Day through Labor Day.   May 21, 2015  Full Moon Climbs of Cape Hatteras and Bodie Island Lighthouses  Grab your flashlight and experience a lighthouse at night by joining the National Park Service on a Full Moon Climb at the Cape Hatteras or Bodie Island Lighthouse this summer.   May 19, 2015  NPS Offers Summer Programs  Summer is almost upon us and the National Park Service Outer Banks Group is ready with a summer schedule full of a variety of programs for park visitors, including history talks, nature walks, recreational programs, and a multitude of children’s programs.  The summer schedule runs from May 22 – Sept 7, 2015.   April 29, 2015  Review and Adjustment of Wildlife Protection Buffer EA is Released  Cape Hatteras National Seashore (Seashore) released today, for public review, the Seashore plan which reviews wildlife protection buffers for public access.   April 27, 2015  NPS Offers May Full Moon Climbs of Two Lighthouses  Grab your flashlight and experience a lighthouse at night by joining the National Park Service on a Full Moon Climb at the Cape Hatteras or Bodie Island Lighthouse on Sunday, May 3, 2015.   April 23, 2015  Outer Banks Group Creates Economic Benefits in Local Economy  Tourism to Outer Banks Group National Parks Creates Economic Benefits Report shows visitor spending supports 2,683 jobs in local economy   April 23, 2015  Spring Programming Announced  Learn more about your national parks!  The Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial spring program schedule runs from Monday, April 27 through Thursday, May 21, 2015.   April 22, 2015  2015 Lifeguard Beach Operations Set for the Seashore  Superintendent David Hallac announced today that Cape Hatteras National Seashore has contracted the Seashore’s lifeguard operations to serve the visiting public during the 2015 summer season.   April 22, 2015  ORV Management Plan Update  Superintendent David Hallac announced today that, consistent with 2014 National Defense Authorization Act, a legislation-driven review and analysis of the Off-Road Vehicle (ORV) Management Plan for Cape Hatteras National Seashore (Seashore), the National Park Service has developed an expedited construction schedule for the ramps and the interdunal road.   April 14, 2015  Find Your Park  The Outer Banks Group of national parks join other parks, programs, and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com.   April 13, 2015  NPS Volunteer Lynne Jacques  This National Volunteer Week, April 12-18, the National Park Service commends local Volunteer-in-the-Park (VIP) Lynne Jacques, currently the park librarian at the Cape Hatteras Light Station.   April 10, 2015  Volunteer Elizabeth Schaub Commended  This National Volunteer Week, April 12-18, the National Park Service commends Volunteer Elizabeth Schaub, a long-time volunteer at the Wright Brothers National Memorial.   April 08, 2015  Volunteers Highlighted - The Knocks  This National Volunteer Week, April 12-18, the National Park Service commends Volunteers Mark & Yvonne Knock, who are volunteering with the Outer Banks Group at the Wright Brothers National Memorial Visitor Center and the Museum Resource Center at Fort Raleigh National Historic Site.   April 08, 2015  Park Service Volunteers Highlighted During National Volunteer Week  This National Volunteer Week, April 12-18, the National Park Service commends Volunteers Mark & Yvonne Knock, who are volunteering with the Outer Banks Group at the Wright Brothers National Memorial Visitor Center and the Museum Resource Center at Fort Raleigh National Historic Site.   April 07, 2015  National Park Volunteers Honored  During National Volunteer Week, April 12-18, the National Park Service Outer Banks Group celebrates the volunteers that work at Cape Hatteras National Seashore, Wright Brothers National Memorial, and Fort Raleigh National Historic Site.   April 07, 2015  Cape Point Closes to ORV Use for Bird Breeding Activity  Deputy Superintendent Mark Dowdle announced today the temporary off-road vehicle (ORV) access closure of Cape Point area in accordance with the requirements of the ORV Management Plan for Cape Hatteras National Seashore.   March 30, 2015  Annual Village Beaches Revert to Pedestrians Only  Superintendent David Hallac announced today the temporary closing of seasonal ORV routes in front of village beaches will take place on April 1, 2015.   March 13, 2015  Seashore 2015 Shorebird Prenesting Areas Established  To protect breeding habitat for important shorebirds, Cape Hatteras National Seashore (Seashore) staff are implementing pre-nesting closures in several beach locations.   March 06, 2015  Univ of VT Students Assist NPS with Projects  For the second season, a group of young University of Vermont students have traveled to the Outer Banks Group national parks to assist with many park “springtime sprucing-up” projects.   March 02, 2015  Website Changes in Progress  As part of preparing for the 2016 centennial anniversary of the National Park Service, visitors to Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial websites will soon see changes.   February 26, 2015  Know Your Park Program on North Carolina Shark Species  Know Your Park: Sharks of North Carolina’s Outer and Inner Banks Presentation to be held at the Ocracoke Community Center on March 9 and the Fessenden Center on March 10, 2015   February 26, 2015  2015 Seashore Campground Season  Outer Banks Group Superintendent David Hallac announced today that Oregon Inlet, Frisco, and Ocracoke Campgrounds will open to the public on Friday, April 17, 2015.   February 18, 2015  Know Your Park Series Continues - Fight Against Phragmites  The National Park Service Outer Banks Group Know Your Park citizen science program series continues this winter with upcoming scheduled presentations.   February 12, 2015  Vandals Damage Cape Point Campground  A recent deliberate vandalism incident occurred in the off-season (closed) Cape Point Campground on Tuesday evening, February 10, 2015.   February 10, 2015  Lighthouse Schedule for 2015 Season  Outer Banks Group Superintendent David Hallac has announced that the Bodie Island and Cape Hatteras Lighthouses will be open for climbing in 2015 from Friday, April 17 through Monday, October 14.   February 09, 2015  Chief Ranger Paul Stevens Announces Retirement  After 30 years with the National Park Service (NPS), Paul Stevens will be retiring on February 27, 2015.   February 06, 2015  Ocracoke Pony Herd has a New Member  Hazelnut was born on February 4, 2015 at approximately 10:00 a.m. and becomes the 17th member of the current Ocracoke Pony herd!   February 06, 2015  World Radio Day 2015 Commemorated  In the spirit of the eminent radio pioneer Reginald Fessenden, Fort Raleigh National Historic Site will be commemorating World Radio Day, February 13, 2015.   January 27, 2015  NPS Announces Late Winter Prescribed Burn Planned for Bodie Island  Superintendent David Hallac announced today that between February 1 and March 30, 2015, weather and conditions permitting, National Park Service fire management staff, as part of the Outer Banks Group Fire Management Plan, will conduct prescribed burning on sections of Bodie Island within Cape Hatteras National Seashore.   January 23, 2015  NPS Oregon Inlet Public Boat Ramp Improvements Begin  Superintendent Dave Hallac announced today that National Park Service (NPS) will begin work next week at the Oregon Inlet Fishing Center Day Use Boat Ramps.   January 12, 2015  NPS Issues Notice of Intent to Prepare a Draft Environmental Impact Statement  The National Park Service (NPS) announces that a Notice of Intent (NOI) has been published in the Federal Register on December 29, 2014 announcing that pursuant to Section 102(2)(c) of the National Environmental Policy Act of 1969, the NPS is preparing a draft Environmental Impact Statement (DEIS) in response to a request from Dare County, North Carolina for a Special Use Permit for activities related to the protection of NC Highway 12 in the Buxton area within and adjacent to Cape Hatteras National Seashore.   January 06, 2015  Information Sought in Deer Poaching Incident  A deer was illegally shot and killed in Cape Hatteras National Seashore during the week of December 14th 2014.   January 05, 2015  Know Your Park Series Continues - World War 1: U-Boats  The National Park Service Outer Banks Group Know Your Park citizen science program series continues this winter with upcoming scheduled presentations.   December 15, 2014  Outer Banks Group Interpretation Division Receives Award  National Park Service Southeast Regional Director Stan Austin recently announced that Park Ranger Mary Doll was selected as the Southeast Region Park Employee of the Year (2014).   November 21, 2014  Parks Offer Hiring Workshops  Cape Hatteras National Seashore, Wright Brothers National Memorial and Fort Raleigh National Historic Site announce two workshops designed to encourage local interest in the 2015 summer seasonal hiring process.   November 17, 2014  Seashore's Hatteras Island Visitor Center Temporarily Closed for Repairs  The Hatteras Island Visitor Center and Bookstore at the Cape Hatteras Light Station, located in Buxton, NC and approximately 48 miles south of the Cape Hatteras National Seashore’s northern entrance, will be closed beginning Sunday, November 16, 2014 through Saturday, November 22, 2014 for needed cleaning and repairs.   November 14, 2014  Dave Hallac Selected as New Superintendent for Outer Banks Group  ATLANTA – Southeast Regional Director Stan Austin announced that Dave Hallac has been selected as superintendent of Cape Hatteras National Seashore and the Outer Banks Group in North Carolina.   November 07, 2014  Seashore Proposes Fee Increase for Campgrounds  Cape Hatteras National Seashore is also evaluating campground rates via a comparable rates study and public feedback to determine if camping fees are adequate, or need adjustment, in order to sustain campground operations.  The park is proposing to raise camping fees from $20 per night to $28 per night.   October 28, 2014  Seasonal Off-Road Vehicle Routes Reopen Nov 1  Acting Superintendent Kym Hall announced today that beginning Saturday, November 1 seasonal ORV routes will reopen in Cape Hatteras National Seashore.   October 10, 2014  October 15 is National Fossil Day!  October 15, 2014 is National Fossil Day!   October 02, 2014  October Full Moon Climbs for Cape Hatteras and Bodie Island Lighthouse  Grab your flashlight and experience a lighthouse at night by joining the National Park Service on a Full Moon Climb at either the Cape Hatteras or Bodie Island Lighthouse on Wednesday, October 8, 2014.   September 11, 2014  Night Driving Routes Reopen to ORV Use on September 15  Acting Superintendent Kym Hall announces that on Monday, September 15 (at midnight) ORV routes in Cape Hatteras National Seashore (Seashore) will reopen to night driving where no turtle nests remain or to the first posted closure in that route.   September 03, 2014  NPS Announces Opening of New ORV Ramp 25  Outer Banks Group Acting Superintendent Kym Hall is pleased to announce the September 11th opening of the newly constructed Off-Road Vehicle (ORV) Ramp 25, located south of the village of Salvo and north of the village of Avon.   August 26, 2014  Cape Point Reopens to ORV Access  Acting Superintendent Kym Hall announced today the reopening of the east side of Cape Point in Cape Hatteras National Seashore near Buxton, NC to off-road vehicle (ORV) access effective immediately.   August 25, 2014  Fall Program Schedule Announced for Seashore  National Park Service Outer Banks Group (Cape Hatteras National Seashore, Wright Brothers National Memorial and Fort Raleigh National Historic Site) fall program season will run from Tuesday, September 2 through Monday, October 13, 2014.   August 19, 2014  National Park Service Founders Day - August 25  Monday, August 25, 2014 is National Park Service Founders Day and Acting Superintendent Kym Hall invites the public to experience their national parks here on the Outer Banks; Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial.   August 01, 2014  August Full Moon Lighthouse Tours  Grab your flashlight and experience a lighthouse at night by joining the National Park Service on a Full Moon Climb at the Cape Hatteras or Bodie Island Lighthouse on Sunday, August 10, 2014.   July 28, 2014  Sea Turtle Nest Excavation Program Begins  Each spring and summer female sea turtles--loggerhead, green, and occasional leatherback--make a brief trip to the shores of Cape Hatteras National Seashore to nest.   July 28, 2014  Park Celebrates Lighthouse Day  The National Park Service will be celebrating National Lighthouse Day at Cape Hatteras National Seashore with special programs.   July 18, 2014  Parks Create Economic Windfall for Communities  A new National Park Service (NPS) report for 2013 shows that over 2.9 million visitors to Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial spent more than $172 million in communities in and around the parks.  This spending supported approximately 2,401 jobs in the local area.   July 16, 2014  NPS Improvements to Silver Lake Docks  Superintendent Barclay Trimble announced today that National Park Service (NPS) contract crew, Team Henry Enterprise, LLC, has completed repair work on the NPS Ocracoke pier and docks in Silver Lake, damaged during Hurricane Sandy, and the area is open for use to the general public.   July 08, 2014  July Full Moon Tours Offered at Cape Hatteras and Bodie Island Lighthouses  Grab your flashlight and experience a lighthouse at night by joining the National Park Service on a Full Moon Climb at the Cape Hatteras or Bodie Island Lighthouse on Saturday, July 12, 2014.   July 06, 2014  Park Facilities and Services Resume Normal Schedules  The Outer Banks Group of national parks, Cape Hatteras National Seashore, Wright Brothers National Memorial, and Fort Raleigh National Historic Site, have resumed normal operations with the exception of Ocracoke Campground which expects to reopen at 5:00 p.m. today, July 6, 2014.   July 05, 2014  Parks Begin to Reopen on Limited Basis  The Outer Banks Group of national parks, Cape Hatteras National Seashore, Wright Brothers National Memorial, and Fort Raleigh National Historic Site, today begin the process of returning to normal operations in many areas of the parks.   July 02, 2014  NPS Facilities Close Due to Threat of TS Arthur  The Outer Banks Group National Parks, Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial, has begun the initial implementation of the Park’s Hurricane Plan in anticipation of the approach of Tropical Storm Arthur.   June 25, 2014  Shorebird Protection Area Modified Near Avon  Superintendent Barclay Trimble announced today a modification management activity for a shorebird protection area adjacent to private homes at the north end of the village of Avon.   June 24, 2014  Ramp 44 Reopens to ORV Access  Superintendent Barclay Trimble announced today the reopening of the popular off-road vehicle Ramp 44 in the Buxton area of Cape Hatteras National Seashore this morning, June 24, 2014.   June 11, 2014  Cape Hatteras Lighthouse Paint Project Completed  The Cape Hatteras Lighthouse recently received a fresh coat of exterior paint making this iconic beacon stand out even more boldly against the surrounding green backdrop of oak, pine and wax myrtle vegetation.   June 09, 2014  Seashore Participates in Monofilament Recycling Stations  A new partnership between Cape Hatteras National Seashore (Seashore) and Cape Lookout Studies was recently established with the installation of three monofilament recycling stations on Hatteras Island.   June 04, 2014  Full Moon Climbs Offered at Cape Hatteras and Bodie Island Lighthouse June 13  Grab your flashlight and experience a lighthouse at night by joining the National Park Service on a Full Moon Climb at the Cape Hatteras or Bodie Island Lighthouse on Friday, June 13, 2014.   May 29, 2014  World Oceans Day is June 8th  National Park Service Outer Banks Group Superintendent Barclay Trimble invites the public to experience the great ocean resources at Cape Hatteras National Seashore on Sunday, June 8, 2014 in celebration of World Oceans Day.   May 29, 2014  Ramp 43 Reopens to ORV and Pedestrian Access  National Park Service Outer Banks Group Superintendent Barclay Trimble announced today the reopening of Ramp 43 to Off-Road Vehicle (ORV) and pedestrian access.   May 16, 2014  2014 Lifeguard Services Begin May 24  Superintendent Barclay Trimble announced today that Cape Hatteras National Seashore’s (Seashore) summer lifeguard operation and services will begin Saturday, May 24, 2014 and continue through Labor Day, Monday, September 1, 2014.  The three guarded Seashore beaches include Coquina Beach, Cape Hatteras Lighthouse beach, and Ocracoke Day Use Area.  The hours of operation are 9:00 a.m. to 5:00 p.m., seven days a week.   May 16, 2014  Summer Hours and Programs Begin May 23  Summer is almost upon us and the National Park Service Outer Banks Group is ready with a summer schedule full of a variety of programs for park visitors, including history talks, nature walks, recreational programs, and a multitude of children’s programs.  The summer schedule runs from May 23 – September 1, 2014.   May 07, 2014  Full Moon Tours Begin for Cape Hatteras and Bodie Island Lighthouses  Grab your flashlight and experience a lighthouse at night by joining the National Park Service on a Full Moon Climb at the Cape Hatteras or Bodie Island Lighthouse on Wed, May 14, 2014.   May 05, 2014  Deputy Superintendent Selected  Superintendent Barclay Trimble is pleased to announce that Mark Dowdle will be joining the park’s management team as the new Deputy Superintendent for the National Park Service (NPS) Outer Banks Group.   April 30, 2014  Night Beach Driving Restrictions Take Effect May 1  Superintendent Barclay Trimble reminds park visitors that night beach driving restrictions for Off-Road Vehicle (ORV) use on Seashore ocean beaches go into effect Thursday, May 1, 2014 at 9:00 p.m.   April 24, 2014  2014 Spring Program Schedule Announced  Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial will run spring programs from Monday, April 28, through Thursday, May 22, 2014.   April 16, 2014  Construction Projects Begin or Near Completion in Seashore  Superintendent Barclay Trimble announced today that DOT Construction\/Barnhill Contracting Company has begun the construction project for the new designated Ramp 25 (located east of Rt. 12, between Ramp 23 and Ramp 27 on Hatteras Island) for off-road vehicle (ORV) and pedestrian access to Cape Hatteras National Seashore beaches.   April 14, 2014  National Park Week is April 19 - 27 2014  During this year’s National Park Week, April 19-27, Superintendent Barclay Trimble invites the public to experience their national parks across the country, and those here on the Outer Banks.   April 14, 2014  Park Plans Prescribed Burn on Bodie Island  As part of the Outer Banks Group Fire Management Plan, a prescribed burn could be conducted during the week of April 14, 2014 in the Bodie Island District of Cape Hatteras National Seashore.   April 10, 2014  Cape Hatteras Lighthouse Volunteers Commended  This National Volunteer Week, April 6-12, the National Park Service commends Volunteers Richard and Kay Gordon, winter stewards of the Cape Hatteras Light Station for nearly ten years.   April 08, 2014  NPS Commends Ocracoke Volunteer Sherry Atkinson  This National Volunteer Week, April 6-12, the National Park Service commends Volunteer Sherry Atkinson, a caretaker of the Cape Hatteras National Seashore Ocracoke ponies.   April 03, 2014  Park Volunteers Honored During National Volunteer Week  During National Volunteer Week, April 6-12, the National Park Service Outer Banks Group celebrates the volunteers that work at Cape Hatteras National Seashore, Wright Brothers National Memorial and Fort Raleigh National Historic Site.  This past year, these volunteers donated a total of 18,982 hours!   April 02, 2014  Cape Point Temporarily Closes to ORV Access for Shorebird Breeding  Superintendent Barclay Trimble announced today the temporary off-road vehicle (ORV) access closure of Cape Point area in accordance with the requirements of the ORV Management Plan for Cape Hatteras National Seashore.   April 01, 2014  Bodie Island and Cape Hatteras Lighthouses Open on April 18  The Cape Hatteras National Seashore Bodie Island and Cape Hatteras Lighthouses will open for the season on Friday, April 18, 2014.   March 18, 2014  Know Your Park Presentations are Rescheduled on March 26 and 27  The National Park Service Outer Banks Group Know Your Park citizen science program series continues this spring with this upcoming rescheduled presentation.   March 11, 2014  Prenesting Areas Established for 2014 Shorebird Breeding Season  Between January 28 and February 8, 2014, National Park Service (NPS) Resources Management staff conducted annual assessments of breeding habitat for piping plover (PIPL), Wilson’s plover (WIPL), American oystercatcher (AMOY), and colonial waterbirds (CWBs).   March 03, 2014  Economic Benefits of Parks to Surrounding Communities  A new National Park Service (NPS) report shows that 3,050,689 visitors to the Outer Banks Group (Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial), spent $175,341.2 million in communities near the parks.  That spending supported 2,469 jobs in the local area.   March 03, 2014  NPS Recruits Bodie Island Lighthouse Volunteers  The National Park Service is currently accepting applications from members of the local communities to volunteer at the Bodie Island Lighthouse and assist with tour operations during the 2014 season.   February 27, 2014  Improvements to Ocracoke Facilities Begin  Superintendent Barclay Trimble announced today that National Park Service (NPS) contract crew, Team Henry Enterprise, LLC, has begun repair work on the NPS Ocracoke pier and docks in Silver Lake which were damaged during Hurricane Sandy.   February 20, 2014  Park Offers Temporary Route for Weekend Closure of NC12  Superintendent Barclay Trimble announced today that Cape Hatteras National Seashore (Seashore) will offer a temporary route for off-road vehicles (ORVs) on the weekend of February 28, 2014, as a detour to a North Carolina Dept. of Transportation’s (NCDOT) culvert replacement project and temporary closure of NC 12 in the village of Frisco.   February 20, 2014  Know Your Park Series Continues Feb 26 and 27  The National Park Service Outer Banks Group invites the public to a Know Your Park citizen education program presentation Sargassum on the Edge of the Gulf Stream, by Dr. Lindsay Dubbs.   February 06, 2014  2014 Cape Hatteras National Seashore Campground Season  Outer Banks Group Superintendent Barclay Trimble announced today that Oregon Inlet, Frisco, and Ocracoke Campgrounds will open to the public on Friday, April 18, 2014.   January 28, 2014  Outer Banks Group parks Closed Due to Winter Storm  The National Weather Service has issued a Winter Storm Warning and a Wind Advisory in effect for the region affecting the Outer Banks Group units, Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial, by mid- afternoon on Tuesday, January 28.   January 27, 2014  Prescribed Burn Planned in February on Bodie Island District  Superintendent Barclay Trimble announced today that shortly after February 17, 2014, weather and conditions permitting, National Park Service fire management staff, as part of the Outer Banks Group Fire Management Plan, could conduct prescribed burning on Bodie Island within Cape Hatteras National Seashore.   January 17, 2014  Know Your Park Science Programs Continue  The National Park Service Outer Banks Group Know Your Park citizen science program series continues this winter with upcoming scheduled presentations.   January 15, 2014  Ocracoke Soundside Boat Ramp Repairs Begin  Superintendent Barclay Trimble announced today that repairs of the Ocracoke soundside boat ramp begin the week of January 13, 2014.   December 09, 2013  Longtime Outer Banks Park Staff Wrenn Retires  After nearly 37 years with the National Park Service (NPS), Park Ranger Warren Wrenn will retire on December 27, 2013.   December 09, 2013  Longtime Staff Member Retires  After nearly 37 years with the National Park Service (NPS), Park Ranger Warren Wrenn will retire on December 27, 2013.   November 27, 2013  Changes to Visitor Services in Outer Banks Parks  Outer Banks Group Superintendent Barclay Trimble today announced changes to several visitor services made necessary by the parks’ current budget.  In October, to re-open the government, Congress provided funds at Fiscal Year (FY) 2013 levels through January 15, 2014.  Final funding for FY 2014 may not be resolved before then.   November 22, 2013  Finding of No Significant Impact Issued  Cape Hatteras National Seashore (Seashore) Superintendent Barclay Trimble announced today the approval of a Finding of No Significant Impact (FONSI) for the Construction of New Development that Facilities Public Access Environment Assessment (EA).   November 22, 2013  NPS Offers ORV Permits On-line  Superintendent Barclay Trimble announces early availability and a new option for purchasing annual and weekly Off-Road Vehicle (ORV) permits for designated ORV routes in Cape Hatteras National Seashore (Seashore) for the 2014 season.   November 22, 2013  Park Issues Finding of No Significant Impact for New Construction Development for Public Access  Cape Hatteras National Seashore (Seashore) Superintendent Barclay Trimble announced today the approval of a Finding of No Significant Impact (FONSI) for the Construction of New Development that Facilities Public Access Environment Assessment (EA).   November 22, 2013  Seashore Offers ORV Permits On-line December 1 2013  Superintendent Barclay Trimble announces early availability and a new option for purchasing annual and weekly Off-Road Vehicle (ORV) permits for designated ORV routes in Cape Hatteras National Seashore (Seashore) for the 2014 season.   November 20, 2013  NPS Announces South Nags Head Fire Break Information Meeting  Superintendent Barclay Trimble announced today that sometime after mid-December 2013, U.S. Fish and Wildlife (USFWS) fire management staff, working under an agreement with the National Park Service (NPS), as part of the Outer Banks Group Fire Management Plan, will re-establish a fire break along the NPS boundary between parklands and the town of Nags Head.   October 30, 2013  Seashore Seasonal ORV Routes Reopen November 1  Superintendent Barclay Trimble announced today that beginning Friday, November 1 seasonal ORV routes will reopen in Cape Hatteras National Seashore unless they are temporarily closed due to a resource closure, per the park’s Off-Road Vehicle (ORV) Management Plan.   October 24, 2013  Ocracoke Fire Break Information Meeting  Superintendent Barclay Trimble announced today that shortly after November 4, 2013, U.S. Fish and Wildlife (USFWS) fire management staff, working under an agreement with the National Park Service (NPS), as part of the Outer Banks Group Fire Management Plan, will re-establish a fire break along the NPS boundary between Cape Hatteras National Seashore and the Village of Ocracoke.   October 24, 2013  Frisco Pier Contract Expires  Since the 1960s, Cape Hatteras Fishing Pier, also known as the Frisco Pier, provided recreational fishing and sightseeing opportunities on the shores of Cape Hatteras National Seashore.   October 17, 2013  Outer Banks Group National Parks Reopen  Superintendent Barclay Trimble announced the Outer Banks Group national parks are re-opening today.   September 24, 2013  National Public Lands Day - September 28  Superintendent Barclay Trimble announced today that on Saturday, September 28, 2013, Wright Brothers National Memorial will celebrate National Public Lands Day by offering free admission to park visitors.   September 23, 2013  Temporary Closure for ORV Access to Cape Point  Superintendent Barclay Trimble announced today the temporary closure for off-road vehicle (ORV) access of the area located two tenths of a mile south of Ramp 44 to Cape Point.   September 17, 2013  REVISED - Night Driving Routes Reopen September 16  Superintendent Barclay Trimble announces that on Monday, September 16 (at midnight) ORV routes reopened to night driving where no turtle nests remain or to the first posted closure in that route.   September 12, 2013  Last Full Moon Tour of 2013 Season for Cape Hatteras Lighthouse  As a special experience for the visiting public and local communities, the National Park Service will offer Full Moon Climbs of the Cape Hatteras Lighthouse the evening of Thursday, September 19, 2013.   August 27, 2013  2013 Fall Program Schedule Announced  National Park Service Outer Banks Group (Fort Raleigh National Historic Site, Wright Brothers National Memorial and Cape Hatteras National Seashore) fall program season will run from Tuesday, September 3 through Monday, October 14, 2013.   August 22, 2013  NPS Announces Extension of Concessions Prospectus  The National Park Service (“Service”) released a prospectus soliciting proposals for a business opportunity to operate marina and retail facilities including headboat and charter boat fishing trips and related visitor services at the Oregon Inlet Fishing Center within Cape Hatteras National Seashore (“Park”).   August 20, 2013  August 25 is Founders Day - Visit Your National Park  Sunday, August 25, 2013 is National Park Service Founders Day and Superintendent Barclay Trimble invites the public to experience their national parks here on the Outer Banks.  The day will be a “fee free” day at Wright Brothers National Memorial.   August 15, 2013  Full Moon Climbs of Cape Hatteras Lighthouse on August 20  As a special experience for the visiting public and local communities, the National Park Service will offer Full Moon Climbs of the Cape Hatteras Lighthouse the evening of Tuesday, August 20, 2013.   August 01, 2013  National Lighthouse Day Celebrated on August 7  The National Park Service will celebrate lighthouses at Cape Hatteras National Seashore with special programs on Wed., Aug. 7, 2013.   August 01, 2013  Tours Offered of Historic Weather Bureau Station in Hatteras  Join a park ranger each Wednesday through Aug. 28, 2013, to explore the history of the US Weather Bureau Station on Hatteras Island.   July 22, 2013  Park Historian-Cultural Resources Manager Doug Stover Retires  After 32 years with the National Park Service (NPS), park historian and cultural resources manager, Doug Stover, will retire on July 31, 2013.   July 22, 2013  Park Historian - Cultural Resources Manager Stover Retires  After 32 years with the National Park Service (NPS), park historian and cultural resources manager, Doug Stover, will retire on July 31, 2013.   July 16, 2013  Ramp 43 and 44 Reopen to ORV Access  Superintendent Barclay Trimble announced today the reopening of two popular off-road vehicle ramps in the Buxton area of Cape Hatteras National Seashore.   July 15, 2013  Full Moon Climbs Offered on July 22 of Cape Hatteras Lighthouse  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Climbs of the Cape Hatteras Lighthouse the evening of Monday, July 22.   July 09, 2013  NPS to Host Public Meetings on Beach Access Improvements  NPS to Host Public Meetings on Environmental Assessment Proposal to Facilitate Additional Public Beach Access   July 03, 2013  NPS Hosts Public Meetings on Proposal for Additional Beach Access Areas  Superintendent Barclay Trimble announced plans today to conduct two public meetings to provide the basic information and to hear questions and comments regarding the National Park Service proposal to provide new access points to facilitate public access in Cape Hatteras National Seashore.   June 26, 2013  NPS Opens Public Comment on Additional Beach Access EA  Announced today by National Park Service Outer Banks Group Superintendent Barclay Trimble, the public comment period for the Cape Hatteras National Seashore proposal to facilitate additional public beach access environment assessment will open July 1, 2013 through August 2, 2013.   June 25, 2013  NPS Offers Sea Turtle Nest Excavation Programs  Each spring and summer female sea turtles--loggerhead, green, and occasional leatherback--make a brief trip to the shores of Cape Hatteras National Seashore to nest.   June 17, 2013  Full Moon Tour of Cape Hatteras Lighthouse June 23  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Climbs of the Cape Hatteras Lighthouse the evening of Sunday, June 23, 2013.   June 13, 2013  Piping Plover Nest Hatches Closing Ramp 43  Outer Banks Group Superintendent Barclay Trimble announces the closure of Ramp 43 today due to the hatching of a nearby piping plover nest.   June 03, 2013  Oregon Inlet Fishing Center Prospectus Released  The National Park Service (NPS) announces the release of a prospectus soliciting proposals for a business opportunity to operate marina and retail facilities including headboat and charter boat fishing trips and related visitor services at the Oregon Inlet Fishing Center within Cape Hatteras National Seashore.   May 28, 2013  World Oceans Day is June 8 - NPS Offers Special Programs  National Park Service Outer Banks Group Superintendent Barclay Trimble invites the public to experience the great ocean resources of Cape Hatteras National Seashore on Saturday, June 8, 2013 in celebration of World Oceans Day.   May 22, 2013  NPS Announces Summer Programs and Hours  Summer is almost upon us and the National Park Service Outer Banks Group is ready with a summer schedule full of a variety of programs for park visitors, including history talks, nature walks, recreational programs, and a multitude of children’s programs.   May 15, 2013  NPS Site Recognized for Inclusion in the National Underground Railroad Network to Freedom  Superintendent Barclay Trimble is pleased to announce that recently the site of Hotel D’Afrique was evaluated and chosen as a site that makes significant contribution to the understanding of the Underground Railroad in American history.   May 15, 2013  Full Moon Tour of Cape Hatteras Lighthouse Offered May 24  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Climbs of the Cape Hatteras Lighthouse the evening of Friday, May 24, 2013.   May 02, 2013  Spring Program Schedule Announced  National Park Service Outer Banks Group (Fort Raleigh National Historic Site, Wright Brothers National Memorial, and Cape Hatteras National Seashore) spring program season will run from Friday, May 3 through Friday, May 31, 2013.   April 26, 2013  Seashore Volunteer Ed Johnson Enjoys the Work  Ed Johnson has put in a lot of hours as a volunteer at Cape Hatteras National Seashore over the past three years -- 3,461 to be exact.   April 24, 2013  NPS Eastern National Bookstores Receive Customer Service Awards  Superintendent Barclay Trimble is pleased to announce the Bodie Island Visitor Center bookstore recently received Eastern National’s 2012 Customer Service Award.   April 23, 2013  Full Moon Climb Offered at Cape Hatteras Lighthouse April 25  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Climbs of the Cape Hatteras Lighthouse the evening of Thursday, April 25, 2013, weather permitting.   April 22, 2013  NPS Honors Outer Banks Group Volunteers  During National Volunteer Week, April 21-27, the National Park Service Outer Banks Group celebrates the volunteers that work at Cape Hatteras National Seashore, Wright Brothers National Memorial and Fort Raleigh National Historic Site.  This past year, these volunteers donated a total of 18,140 hours!   April 19, 2013  Cape Hatteras Lighthouse Fee Increase Announced  Superintendent Barclay Trimble announced that beginning Saturday, April 20, 2013 the climbing fee for Cape Hatteras Lighthouse will increase for the season.   April 19, 2013  National Park Week Fun Facts  The Outer Banks Group parks--Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial-- are special places with special stories.  Superintendent Barclay Trimble invites the public to explore these national park sites during National Park Week, April 20-28.   April 19, 2013  Celebrate National Junior Ranger Day - April 20 2013  Outer Banks Group Superintendent Barclay Trimble invites children throughout the Outer Banks to take part in National Junior Ranger Day at their local national park sites on Saturday, April 20.   April 12, 2013  Celebrate National Park Week! April 20 - 28, 2013  During this year’s National Park Week, April 20-28, Superintendent Barclay Trimble invites the public to experience their national parks across the country, and those here on the Outer Banks; Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial.   April 09, 2013  Access to Cape Point Temporarily Closed to ORVs  Acting Superintendent Darrell Echols announces the temporary off-road vehicle (ORV) access closure of Cape Point area in accordance with the requirements of the ORV Management Plan for Cape Hatteras National Seashore.   April 09, 2013  Bodie Island and Cape Hatteras Lighthouses Open on April 19  The Bodie Island and Cape Hatteras Lighthouses will open on Friday, April 19, 2013.   April 03, 2013  Improvements to Beach Access Areas Begins  Superintendent Barclay Trimble announced today that National Park Service (NPS) contract crews, DOT Construction\/Barnhill Contracting Company, have begun repair work on several popular beachside parking areas and beach access ramps on Hatteras and Ocracoke Islands this week.  The work, expected to be completed by the end of June or earlier in some locations, includes repaving and restriping of parking areas and improvement to the entrance of Ramp 55 and the Pole Road to improve off-road vehicle (ORV) access.   April 01, 2013  2013 Campground Season Announced  Outer Banks Group Superintendent Barclay Trimble announced today that the Oregon Inlet, Frisco, and Ocracoke Campgrounds will open to the public on Friday, April 19, 2013.   March 29, 2013  Annual Seasonal Village Beach Closed to Vehicles April 1  Superintendent Trimble announced today the annual closing of seasonal ORV routes in front of village beaches will take place on April 1, 2013.   March 25, 2013  NPS and USFWS Share Renovated Bodie Island Office Space  Superintendent Barclay Trimble and Refuge Manager Mike Bryant announced today that National Park Service (NPS) and US Fish & Wildlife (USFWS) staff are sharing office and work space in the recently renovated and remodeled Bodie Island U.S. Coast Guard Station, the Bodie Island Lifesaving Station and boathouse in Cape Hatteras National Seashore (Seashore).   March 14, 2013  Seashore Establishes Prenesting Areas for 2013 Shorebird Breeding Season  Between January 28 and February 8, 2013, National Park Service (NPS) Resources Management staff conducted an annual assessment of breeding habitat for piping plover (PIPL), Wilson’s plover (WIPL), American oystercatcher (AMOY), and colonial waterbirds (CWBs).   March 08, 2013  Bodie Island Prescribed Burn and Information Meeting  Superintendent Barclay Trimble announced today that as part of the Outer Banks Group Fire Management Plan, a prescribed burn is anticipated in the Bodie Island District of Cape Hatteras National Seashore.   February 26, 2013  Outer Banks Group Parks Benefit the Local Economy  A new National Park Service (NPS) report for 2011 shows that almost 2.7 million visitors to Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial spent a total of more than $131 million in communities surrounding the parks.   February 08, 2013  Public Comment Period Open for Lighthouse Tour Fees  Superintendent Barclay Trimble announced today the National Park Service is accepting public comment for thirty days on the proposed fee for guided tour climbs of the planned 2013 spring opening of the Bodie Island Lighthouse and for the proposed fee increase for the Cape Hatteras Lighthouse in Cape Hatteras National Seashore.   February 08, 2013  Cape Hatteras NS 2013 Campground Season  Outer Banks Group Superintendent Barclay Trimble announced today that Oregon Inlet, Frisco, and Ocracoke Campgrounds will open to the public on Friday, April 5, 2013.   January 18, 2013  150th Anniversary of the Emancipation Proclamation  150th Anniversary of the Emancipation Proclamation--Outer Banks Group Parks Have Stories to Share   January 16, 2013  Bodie Island Prescribed Burn and Public Meeting Postponed  Superintendent Barclay Trimble announced today the scheduled prescribed burn for the Bodie Island unit of Cape Hatteras National Seashore has been postponed.   January 11, 2013  Know Your Park - Rays and Shipwrecks  Know Your Park: Rays and Shipwrecks, January and February presentations to be held at the Fessenden Center and the Ocracoke Community Center   January 11, 2013  NPS Announces Prescribed Burn Planned on Bodie Island  Superintendent Barclay Trimble announced today that between January 31 and February 16, 2013, weather and conditions permitting, National Park Service fire management staff, as part of the Outer Banks Group Fire Management Plan, will conduct prescribed burning on Bodie Island within Cape Hatteras National Seashore.   November 26, 2012  2013 Annual ORV Pemits Available December 1st  Superintendent Barclay Trimble announced today that Cape Hatteras National Seashore (Seashore) Off-Road Vehicle (ORV) permit offices will begin issuing the 2013 annual ORV permit on Saturday, December 1, 2012.   October 31, 2012  Outer Banks Group Park Facilities and Beaches Reopen  Superintendent Barclay Trimble announced today that efforts to re-open park facilities and beach access ramps to popular park beaches are moving forward.  Wright Brothers National Memorial and Fort Raleigh National Historic Site are open and have resumed normal hours of operation.   October 26, 2012  NPS Facilities Close Due to Threat of Hurricane Sandy  The National Weather Service is predicting that the effects of Hurricane Sandy will impact the Outer Banks Group units, Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial, by Saturday, October 27, 2012 with storm conditions continuing through Monday, October 29, 2012.   October 17, 2012  Fall Season Know Your Park Series begins with Sharks and Shipwrecks  The National Park Service Outer Banks Group Know Your Park citizen science program series continues with two presentations this fall—one on sharks and the second on WWII shipwrecks.   October 01, 2012  Cape Hatteras Lighthouse Climbs End October 8  Acting Superintendent Darrell Echols announced that Columbus Day, Monday, October 8, 2012 is the last day for climbing the Cape Hatteras Lighthouse this season.  The lighthouse will reopen for the 2013 season on Friday, April 19, 2013.   September 24, 2012  Full Moon Tour Offered at Cape Hatteras Lighthouse on September 29  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Saturday, September 29, 2012.  Two tours will be given, one at 7:00 pm and a second at 8:00 pm, each tour is limited to 30 people.  Tickets must be purchased in advance.  Full Moon Tour ticket sales will start on Thursday, September 27, 2012.  The lighthouse ticket booth is open from 8:15 am to 4:40 pm daily.  Full Moon Tour tickets are non-refundable.   September 14, 2012  Seashore Night Driving Routes Reopen to ORV Use on September 16  Acting Superintendent Darrell Echols announced today that beginning Sunday, September 16 (at midnight) ORV routes will reopen to night driving where no turtle nests remain or to the first posted closure in that route.   September 12, 2012  Seashore Announces Selection of Two District Rangers  Acting Superintendent Darrell Echols announced today the selection of two District Ranger positions for the Bodie Island and Ocracoke Districts in Cape Hatteras National Seashore.   August 24, 2012  Barclay Trimble Selected as New Superintendent  Southeast Regional Director David Vela announced the selection of Barclay Trimble to be the next superintendent for the Outer Banks Group of national parks; Cape Hatteras National Seashore, Wright Brothers National Memorial and Fort Raleigh National Historic Site.   August 21, 2012  August 25 2012 is Founders Day - Visit Your National Park  Saturday, August 25, 2012 is National Park Service Founders Day and the National Park Service Outer Banks Group invites the public to experience their national parks across the country and those here on the Outer Banks; Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial.  Special Founders Day programs will be offered at each site.   August 17, 2012  Fall Program Schedule Announced  National Park Service Outer Banks Group (Fort Raleigh National Historic Site, Wright Brothers National Memorial and Cape Hatteras National Seashore) fall program season will run from Sunday, August 19 through Monday, October 8, 2012.  A variety of programs are offered--all programs are free.   August 03, 2012  August 3 2012 ORV Access Reopens to Cape Point  Reopening of the east side of Cape Point in Cape Hatteras National Seashore to off-road vehicle (ORV) access announced on August 3, 2012.   July 06, 2012  Ramp 27 Reopens to ORV Access  The National Park Service announces that effective Friday, July 6, 2012, Ramp 27 and approximately 1.0 mile of beach north of the ramp have reopened to ORV access.  An upper beach prenesting area remains in effect just north of the ramp, with an ORV and pedestrian access corridor open on the lower beach.   June 27, 2012  NPS Offers Full Moon Tour of Cape Hatteras Lighthouse on July 3  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Tuesday, July 3, 2012.   June 25, 2012  NPS Offers New Civil War to Civil Rights Trading Cards  Fort Raleigh National Historic Site, Cape Hatteras National Seashore, and Wright Brothers National Memorial are offering free trading cards featuring individuals and sites linked to the “Civil War to Civil Rights” theme.   June 13, 2012  NPS Summer Programs Begin for 2012  Summer programs started last week at the National Park Service Outer Banks Group.  A wide variety of programs are being offered.   June 12, 2012  Ramp 44 Reopens to Pedestrian Access  Superintendent Mike Murray announces that effective Tuesday, June 12, 2012, Ramp 44 and 0.2 of a mile south of the ramp, has reopened to pedestrian access.   June 07, 2012  Cape Point Campground Opens for 2012 Season  Outer Banks Group Superintendent Mike Murray announced today that Cape Point Campground in Buxton, on Hatteras Island, will open Friday, June 8, 2012 at 9:00 a.m. and close on September 3, 2012.   June 04, 2012  World Oceans Day is June 8  Friday, June 8, 2012 is World Oceans Day and National Park Service Outer Banks Group Superintendent Mike Murray invites the public to experience the great ocean resources of Cape Hatteras National Seashore.   May 29, 2012  Full Moon Tour of Cape Hatteras Lighthouse June 4  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Monday, June 4, 2012.   May 24, 2012  Cape Point Campground Remains Closed  Superintendent Mike Murray announced today that Cape Point Campground will have a delayed opening this season due to recent heavy rains, standing water and saturated ground conditions.   May 14, 2012  Piping Plover Nest Hatches Closing Cape Point  The National Park Service announces that the first piping plover nest of the season has hatched at Cape Point, resulting in the temporary closure of the area from Ramp 43 south to the tip of Cape Point.   May 01, 2012  2012 Full Moon Tour Season Begins May 5th  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Saturday, May 5, 2012.   May 01, 2012  Seashore Night Driving Restrictions Effective May 1st  Superintendent Mike Murray announced today that in accordance with the new Off-Road Vehicle (ORV) Management Plan for Cape Hatteras National Seashore (Seashore), night beach driving restrictions for ORV use on Seashore ocean beaches go into effect Tuesday, May 1st, 2012 at 9:00 p.m.   April 27, 2012  Salvo Day Use Area Reopens May 1st  The National Park Service (NPS) Salvo Day Use Area, south of the villages of Rodanthe, Waves and Salvo, will reopen on May 1, 2012 to the general public.   April 23, 2012  Bodie Island Lighthouse Restoration Resumes  The National Park Service (NPS) announces the second phase of the Bodie Island Lighthouse restoration project, located near Oregon Inlet, has begun.   April 19, 2012  Cape Hatteras Lighthouse Opens for 2012 Season  Cape Hatteras Lighthouse Opens on April 20.  The first day of climbing is a fee free day!   April 16, 2012  Seashore Colonial Waterbird Prenesting Areas Established for 2012 Shorebird Breeding Season  Cape Hatteras National Seashore Establishes Colonial Waterbird Prenesting Areas for 2012 Shorebird Breeding Season.   April 16, 2012  National Park Service Junior Ranger Program  Be A National Park Service Junior Ranger! Celebrate National Junior Ranger Day – April 21, 2012   April 16, 2012  National Park Week - April 21 thru  29 2012  Visit Your National Park!  National Park Week is April 21 – 29, 2012   April 09, 2012  Administrative Officer Selected for Outer Banks Group  The National Park Service (NPS) is pleased to announce that Dean Mark was recently selected as the new Administrative Officer for the Outer Banks Group.   April 02, 2012  Seasonal ORV Routes Closed to Vehicles on April 1st  In accordance with the final special regulation for off-road vehicle (ORV) management at Cape Hatteras National Seashore, the following seasonal ORV routes are closed to vehicles from April 1 through October 31.  These areas remain open to pedestrian use.   March 15, 2012  2012 Prenesting Areas Established for Breeding Shorebirds  Prenesting areas for PIPL, AMOY and\/or WIPL have been installed by March 15 and prenesting areas for CWB sites will be installed by April 15.   March 13, 2012  Two Cape Hatteras Light Station Facilities Receive Improvements  Weather permitting, two Cape Hatteras Light Station facilities in Buxton, North Carolina will be temporarily closed from March 15 to April 4 in order to allow contractors to complete re-roofing projects for both buildings.   March 01, 2012  Public Scoping Opens for Proposed Infrastructure Improvements  Superintendent Mike Murray announced today the National Park Service (NPS) is seeking public comment on proposed infrastructure improvement projects identified in the final Off-Road Vehicle (ORV) Management Plan that would facilitate visitor access to key recreational areas while providing resource protection to wildlife and plants within Cape Hatteras National Seashore (Seashore.)   February 24, 2012  Update on ORV Management Plan for Cape Hatteras National Seashore  The final special regulation for the management of off-road vehicle (ORV) use at Cape Hatteras National Seashore (Seashore) became effective on February 15, 2012.  The new ORV management plan and regulation designate ORV routes (areas where ORV use is authorized) in a manner that will protect and preserve the unique natural and cultural resources of this dynamic barrier ecosystem while permitting the use of vehicles on Seashore beaches and provide a variety of safe visitor experiences while minimizing conflicts among various users.   February 15, 2012  New Member Joins Ocracoke Pony Herd  The Ocracoke Pony herd has a new member!  “Alonso,” a three year old registered Spanish stallion from the Corolla Wild Horse herd, was recently adopted by the National Park Service (NPS) and transported to Ocracoke Island on February 2, 2012.   February 09, 2012  Cape Hatteras National Seashore 2012 Campground Season  Outer Banks Group Superintendent Mike Murray announced today that Oregon Inlet, Frisco, and Ocracoke Campgrounds will open to the public on Friday, April 6, 2012.   February 07, 2012  Bodie Island Prescribed Burn Continues Today  Weather permitting, a second phase of the prescribed burn planned for the Bodie Island District of Cape Hatteras National Seashore will begin today, Tuesday, February 7, 2012.   February 06, 2012  2011 Reports Available to the Public on PEPC  Superintendent Mike Murray announced today that the Cape Hatteras National Seashore (CAHA) 2011 annual reports for protected species and law enforcement have been released and are available to the public on the PEPC website.   February 06, 2012  NPS 2011 Reports Available to the Public  Superintendent Mike Murray announced today that the Cape Hatteras National Seashore (CAHA) 2011 annual reports for protected species and law enforcement have been released and are available to the public on the PEPC website.   February 03, 2012  Bodie Island Prescribed Burn Begins February 6  As part of the Outer Banks Group Fire Management Plan, a prescribed burn will begin today, Friday, February 03, 2012, in the Bodie Island District of Cape Hatteras National Seashore.   February 03, 2012  Bodie Island Prescribed Burn Begins  As part of the Outer Banks Group Fire Management Plan, a prescribed burn will begin today, Friday, February 03, 2012, in the Bodie Island District of Cape Hatteras National Seashore.   January 23, 2012  NPS Announces Prescribed Burn Planned for Bodie Island  Superintendent Mike Murray announced today that, weather and conditions permitting, between February 6 and February 15, 2012, National Park Service fire management staff, as part of the Outer Banks Group Fire Management Plan, will conduct a prescribed burn on Bodie Island within Cape Hatteras National Seashore.   January 23, 2012  Final Rule for ORV Use at Cape Hatteras National Seashore Published  The National Park Service (NPS) announces that the final rule document for the management of off-road vehicle (ORV) use at Cape Hatteras National Seashore (Seashore) has been published in the Federal Register.  The rule can be found at:  https:\/\/www.federalregister.gov\/   January 20, 2012  Final Rule Posted for Viewing on ORV Use at Cape Hatteras National Seashore  The National Park Service (NPS) announces that the final rule document for the management of off-road vehicle (ORV) use at Cape Hatteras National Seashore (Seashore) has been posted for viewing on the Federal Register Public Inspection web page under “Regular Filing.”  The rule can be found at:  http:\/\/www.federalregister.gov\/public-inspection   January 18, 2012  Bodie Island Lighthouse Restoration Will Resume  Superintendent Mike Murray announced this week that a $1.89 million contract has been awarded to resume restoration of the famed Bodie Island Lighthouse located near Oregon Inlet.  The National Park Service (NPS) Denver Service Center has issued a notice to proceed with the award of contract to the prime contractor, United Builders Group, LLC from New Bern, North Carolina.   November 08, 2011  Park Ranger Kenny Ballance Receives Regional Award  Superintendent Mike Murray announced today that long-time Outer Banks Group employee Kenneth C. (Kenny) Ballance has received the 2011 National Park Service (NPS) Southeast Region Harry Yount Park Ranger Award.   November 08, 2011  Park Ranger Kenny Ballance Receives Regional Yount Award  Superintendent Mike Murray announced today that long-time Outer Banks Group employee Kenneth C. (Kenny) Ballance has received the 2011 National Park Service (NPS) Southeast Region Harry Yount Park Ranger Award.   October 05, 2011  NPS Host Archeological Excavations and Exhibit Opening  The National Park Service Outer Banks Group, in partnership with the First Colony Foundation and Friends of the Outer Banks History Center, announces the opening of a new exhibit, “Beneath the Sands: Past and Present Archaeology at Fort Raleigh” on Monday, October 10, 2011 at Fort Raleigh National Historic Site near Manteo, North Carolina.   October 05, 2011  Hatteras Students Enjoy Lighthouse Climb  Buxton, North Carolina:   Over the past two weeks over three hundred 1st-8th grade students from the Cape Hatteras Schools visited the Cape Hatteras Lighthouse at Cape Hatteras National Seashore for a free climb and program.   September 22, 2011  Final 2011 Beach Access Update for Cape Hatteras National Seashore  This is the final weekly beach access report for the 2011 season at Cape Hatteras National Seashore.  We anticipate there will be very few additional significant changes in access since Hurricane Irene reduced the number of sea turtle nests remaining on Seashore beaches.   September 20, 2011  National Public Lands Day - September 24  Superintendent Mike Murray announced today that Saturday, September 24, 2011, Wright Brothers National Memorial will celebrate National Public Lands Day by offering free admission to park visitors.   September 15, 2011  Seashore Facility and Access Update  Following impacts of Hurricane Irene, National Park Service (NPS) facilities continue to reopen at Cape Hatteras National Seashore.   September 15, 2011  NPS Offers Special Programs to Hatteras Kids  Hatteras Island is a great place to grow up—beaches, fishing, sea turtles, pirates, shipwrecks, surfing, and, yes, even hurricanes.   September 12, 2011  Seashore Night Driving Permits Available  Superintendent Mike Murray announced today that night beach driving permits, required for off-road vehicle use on Cape Hatteras National Seashore ocean beaches between the hours of 10:00 p.m. and 6:00 a.m., September 16 to November 15, 2011, are now available.   September 09, 2011  Public Comment Reopens on Cape Hatteras ORV Rule  The National Park Service (NPS) announces that a Federal Register Notice has been published today to reopen the public comment period for the proposed rule to manage off-road vehicle use at Cape Hatteras National Seashore in North Carolina.  The additional comment period allows more time for those who may have been affected by Hurricane Irene to submit comments.   September 09, 2011  Park Transitions to Regular Park Operations  Visitor facilities have reopened on Hatteras and Ocracoke Islands. The Outer Banks Group staff will return to regular Park operations beginning September 11, 2011   September 08, 2011  Ocracoke Island Visitor Center Open  Additional areas of the park have reopened in Hatteras and Ocracoke Islands.   September 06, 2011  NPS Announces Comment Period on ORV Rule to Reopen  The National Park Service is reopening the public comment period for the proposed rule to manage off-road vehicle use at Cape Hatteras National Seashore in North Carolina. The additional comment period allows more time for those who may have been affected by Hurricane Irene to submit comments.   September 02, 2011  Park opens Oregon Inlet Campground and Beach Ramp 4  the park will open Oregon Inlet Campground and Beach Ramp 4 to Oregon Inlet   September 01, 2011  Hatteras and Ocracoke Islands Remain Closed to General Public  The Park has reopened beaches and many ramps along the Cape Hatteras National Seashore but due to damage to roads and other infrastructure in this area, access to Hatteras and Ocracoke Islands remains unavailable to the General Public.   September 01, 2011  Hatteras and Ocracoke Islands Remain Closed to General Public - Update  Update- The Park continues efforts to  reopen beaches and ramps along the Cape Hatteras National Seashore   August 31, 2011  Update - Park Opens Additional Ramps and Beach Areas  Update - National Park Service Facilities Resume Operations   August 30, 2011  Park opens additional Ramps and Beach areas  Superintendent Mike Murray announced today that efforts to open additional ramps to popular park beaches are moving forward.On Cape Hatteras National Seashore beaches, all ocean and soundside beach areas have been evaluated for safe access for both pedestrians and vehicles.   August 24, 2011  NPS Facilities and Beaches Prepare for Hurricane Irene  The National Weather Service is predicting that the effects of Hurricane Irene will impact the Outer Banks Group units, Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial, by Friday, August 26, 2011 with storm conditions continuing through Sunday, August 28, 2011.   August 22, 2011  Fall Visitor Center-Lighthouse Schedule and Hours Announced  National Park Service Announces Fall Visitor Center\/Lighthouse Hours and Program Schedule   August 18, 2011  National Park Service Founders Day is August 25  Visit Your National Parks!  National Park Service Founders Day is Thursday, August 25   August 18, 2011  Cape Hatteras National Seashore Beach Access Report for August 18 2011  UPDATE: Bodie Island Spit:  The beach is open for ORV and pedestrian access 2.0 miles south of Ramp 4 to Oregon Inlet.  There is an ORV and pedestrian access corridor to the north side of the Bait Pond.  There is 0.3 of a mile of inlet shoreline for “pedestrian only” at the southwestern tip of the Spit near the bridge.   August 17, 2011  Bodie Island Spit Reopens to ORV Access  Superintendent Mike Murray announced today the reopening of Bodie Island Spit to off-road vehicle (ORV) use as the shorebird nesting season comes to a close in Cape Hatteras National Seashore.   August 15, 2011  Cape Hatteras Lighthouse Civil War Encampment Event  Cape Hatteras Lighthouse Civil War Encampment: Commemorating the Sesquicentennial of the August 1861 Civil War Battle of Fort Hatteras and Fort Clark   August 15, 2011  Cape Hatteras Lighthouse Civil War Encampment  Cape Hatteras Lighthouse Civil War Encampment: Commemorating the Sesquicentennial of the August 1861 Civil War Battle of Fort Hatteras and Fort Clark   August 12, 2011  National Aviation Day Celebration August 19 2011  National Aviation Day Celebration : A Family Fun Day - Events Taking Place Throughout the Day at Wright Brothers National Memorial   August 12, 2011  Fort Raleigh NHS Celebrates Virginia Dare's 424th Birthday  Fort Raleigh National Historic Site Celebrates Virginia Dare’s 424th Birthday   August 11, 2011  Cape Hatteras National Seashore Beach Access Report for August 11 2011  Cape Point Area:  ORV and pedestrian access is open from Ramp 44 south along the east side of Cape Point and west for through access to Ramp 45.  The Interdunal Road and Ramp 45 are open to ORV and pedestrian access.  Salt Pond Road is open. North Ocracoke:  Access is now open from Ramp 59 north to the inlet.  ORV access is open along the ocean shoreline for 0.8 mile north of Ramp 59 and pedestrian access is open to the inlet shoreline.   August 10, 2011  Youths Participate in NPS Youth Conservation Corps Program  For the third summer in a row, the National Park Service (NPS) Outer Banks Group has hired a group of local youth under the NPS Youth Conservation Corps (YCC) program.  The crew has performed a variety of “hands on” field work for eight weeks this summer, including parking lot re-striping and vegetation clearing in all three units of the Outer Banks Group; Cape Hatteras National Seashore, Wright Brothers National Memorial and Fort Raleigh National Historic Site.   August 09, 2011  NPS Temporary Fire Ban Lifted  Superintendent Mike Murray announced today that effective immediately the temporary fire ban is lifted for Cape Hatteras National Seashore beaches.  The North Carolina State Forest Service and Dare County Fire Marshall’s Office lifted the fire ban in 19 eastern counties on Monday, August 8, 2011.   August 04, 2011  Cape Hatteras National Seashore Beach Access Report for August 4 2011  As of May 1, 2011, all Seashore beaches are closed to off-road vehicles between the hours of 10:00 p.m. to 6:00 a.m. in accordance with the court-ordered consent decree.  The 10:00 p.m. to 6:00 a.m. prohibition on beach driving will remain in effect until November 15, 2011. **Update on Access to South Point\/Ocracoke:  The ocean shoreline south of Ramp 72 is open to ORV and pedestrian access for approximately 2.3 miles to the inlet.   August 04, 2011  NPS Offers August Full Moon Tour of Cape Hatteras Lighthouse  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Saturday, August 13.   July 29, 2011  Cape Hatteras National Seashore Beach Access Report for July 28 2011  Cape Hatteras National Seashore beaches are being managed under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and sea turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.   July 22, 2011  Wright Brothers National Memorial Visitor Center Reopens  Superintendent Mike Murray announced today the Wright Brothers National Memorial Visitor Center will reopen for normal business hours, Saturday, July 23, 2011 from 9:00 a.m. to 5:00 p.m.   July 21, 2011  NPS Announces Bodie Island Lighthouse Complex Reopens  Outer Banks Group Superintendent Mike Murray announced today the reopening of the Bodie Island Lighthouse complex to public entry.   July 21, 2011  Cape Hatteras National Seashore Beach Access Report for July 21 2011  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   July 21, 2011  Wright Brothers National Memorial Visitor Center Closed Due to Fire Damage  Superintendent Mike Murray announced today the Wright Brothers National Memorial Visitor Center will be closed until further notice.  A mid-morning fire in an air handling unit motor at the facility was extinguished and there were no injuries reported.  All staff and park visitors were evacuated from the building.  The Kill Devil Hills and Colington Fire Departments responded.   July 21, 2011  Shark Attack on Ocracoke Island Beach  Ocracoke Island, NC –  At about 5:30 p.m. on Tuesday July 19, 2011, the National Park Service (NPS) received a report from the Hyde County Sheriff’s Office of a park visitor to Ocracoke Island who had apparently been injured by a shark.  The incident occurred south of Ramp 72 in Cape Hatteras National Seashore.   July 14, 2011  Temporary Closure of Bodie Island Lighthouse Complex  Outer Banks Group Superintendent Mike Murray announces the temporary closure of the Bodie Island Lighthouse complex to public entry and all traffic July 18 – 20, 2011.   July 14, 2011  Cape Hatteras National Seashore Beach Access Report for July 14 2011  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   July 13, 2011  33rd Annual Wright Kite Festival at Wright Brothers National Memorial  The 33rd Annual Wright Kite Festival will be hosted by Kitty Hawk Kites at Wright Brothers National Memorial on July 16 – 17, 2011.   July 07, 2011  Cape Hatteras National Seashore Beach Access Report for July 7 2011  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   July 07, 2011  Public Comment Period Opens on Proposed ORV Rule for Cape Hatteras National Seashore  The National Park Service (NPS) announces that the Notice of Proposed Rulemaking for the management of off-road vehicle (ORV) use at Cape Hatteras National Seashore has been published in the Federal Register (FR).  The FR Notice officially initiates the 60-day public comment period on the Proposed Rule.   June 30, 2011  Cape Hatteras National Seashore Beach Access Report for June 30 2011  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   June 23, 2011  Cape Hatteras National Seashore Beach Access Report for June 23 2011  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   June 22, 2011  NPS Temporary Fire Ban in Effect  Superintendent Mike Murray announced today that Cape Hatteras National Seashore will comply with the North Carolina Department of Environment and Natural Resources temporary ban on all open burning in areas of North Carolina south of U.S. 64 and east of Interstate 95, which includes Dare and Hyde counties where the Seashore is located.   June 16, 2011  Cape Hatteras National Seashore Beach Access Report June 16 2011  Cape Hatteras National Seashore beaches are being managed under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and sea turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.   June 10, 2011  Cape Hatteras National Seashore Beach Access Report for June 9 2011  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   June 02, 2011  Cape Hatteras National Seashore Beach Access Report for June 2  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   June 01, 2011  Full Moon Tour of the Cape Hatteras Lighthouse on June 15  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Wednesday, June 15.  Two tours will be given, one at 8:30 p.m. and a second at 9:30 p.m., each tour is limited to 30 people.  Tickets must be purchased in advance.  Full Moon Tour ticket sales will start on Monday, June 13.   May 26, 2011  NPS Establishes Fire Breaks Adjacent to Fort Raleigh NHS  No abstract supplied.   May 26, 2011  Cape Hatteras NS Lifeguarded Beaches Open Saturday May 28  No abstract supplied.   May 26, 2011  Cape Hatteras National Seashore Beach Access Report for May 26  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   May 23, 2011  National Park Service Summer Programs Begin  No abstract supplied.   May 19, 2011  Cape Hatteras National Seashore Beach Access Report for May 19 2011  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   May 16, 2011  National Park Service Beach Access Report for May 12 2011  No abstract supplied.   May 16, 2011  First Piping Plover Nest of the Season Hatches near Cape Point  No abstract supplied.   May 12, 2011  NPS Implements Annual Seasonal ORV Closures on May 15  No abstract supplied.   May 12, 2011  FACILITY MANAGER SELECTED FOR OUTER BANKS GROUP  No abstract supplied.   May 06, 2011  NPS Announces Bodie Island Spit Closure  No abstract supplied.   May 05, 2011  National Park Service Beach Access Report for May 5, 2011  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   April 29, 2011  Nighttime Driving Restriction on Cape Hatteras National Seashore Beaches begins May 1, 2011  No abstract supplied.   April 28, 2011  National Park Service Beach Access Report for April 28, 2011  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  *All distances are approximate. The mileage is determined on a weekly basis using GIS data and is divided geographically by island this year.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   April 15, 2011  Family Fun Day at Wright Brothers NM  No abstract supplied.   April 15, 2011  NC 12 Reopens to Traffic on Bodie Island  No abstract supplied.   April 12, 2011  NPS Offers April Full Moon Tour of Cape Hatteras Lighthouse  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of April 17.   April 12, 2011  Entrance Fees Waived During National Park Week  No abstract supplied.   April 07, 2011  National Park Service Beach Access Report for April 7 2011  National Park Service Beach Access Report for April 7 2011   March 31, 2011  Cape Hatteras Lighthouse Opens April 15  No abstract supplied.   March 21, 2011  Cape Point Temporarily Closes to ORV Access  Deputy Superintendent Darrell Echols announces the temporary ORV access closure of the popular Cape Point area in accordance with the requirements of the consent decree.   March 09, 2011  Cape Hatteras National Seashore Establishes  No abstract supplied.   March 07, 2011  Know Your Park  Wrecks and Reefs of the Battle of the Atlantic  No abstract supplied.   March 07, 2011  Bodie Island Lighthouse Restoration Project Update  Superintendent Mike Murray announced today the Bodie Island Lighthouse restoration project is ending for 2011 due to lack of funding to complete the project.  The contractor will begin demobilization of the interior and exterior scaffolding the week of March 7, 2011 and must be completed by April 7, 2011.  The National Park Service has placed the project in its FY 2012 Line Item Construction funding request.  Work on the famed lighthouse will resume when funding is appropriated.   March 03, 2011  Cape Hatteras National Seashore 2011 Campground Season  Outer Banks Group Superintendent Mike Murray announced today that Oregon Inlet, Frisco, and Ocracoke Campgrounds will open to the public on Friday, April 1, 2011.  Oregon Inlet and Frisco Campgrounds will remain open through Columbus Day, October 10, 2011.  Ocracoke Island Campground, on a reservation system, will remain open through October 31, 2011.  Cape Point Campground in Buxton, on Hatteras Island, will open Friday, May 27, 2011 for Memorial Day weekend and close on September 5, 2011.   February 18, 2011  2011 Pre-nesting Closure Information Available to the Public  No abstract supplied.   February 08, 2011  Know Your Park:  The Civil War on Hatteras and Ocracoke Islands  No abstract supplied.   February 01, 2011  Expect Temporary Delays on NC 12 in Cape Hatteras National Seashores Bodie Island District for Next Several Months  No abstract supplied.   February 01, 2011  NPS 2010 Annual Reports Available to the Public  Superintendent Mike Murray announced today that the Cape Hatteras National Seashore (CAHA) 2010 annual reports for protected species and a report on the status of off-road vehicle management plan and negotiated rulemaking have been released and are available to the public on the PEPC website under the Interim Protected Species Management Strategy project at: http:\/\/parkplanning.nps.gov\/document.cfm?parkID=358&projectID=13331&documentID=38808   January 18, 2011  Bodie Island LH Restoration Progress Report  The Cape Hatteras National Seashore Bodie Island Lighthouse, located south of Nags Head just off of NC Hwy. 12, has been involved in a massive restoration project since December 2009.  Significant and major restoration work was accomplished over the past year in order to protect this iconic beacon; however, similar to other restoration projects involving aging, historic structures, unforeseen issues arose that have complicated the full completion of the restoration work.   December 23, 2010  Economic Analysis Reports Available to the Public  No abstract supplied.   December 20, 2010  NPS Record of Decision Approved for Cape Hatteras National Seashore’s ORV Management Plan  No abstract supplied.   December 10, 2010  OUTER BANKS FACILITY MANAGER DENNIS MCGINNIS RETIRES  No abstract supplied.   November 30, 2010  North Carolina Center for the Advancement of Teaching (NCCAT) and The National Park Service (NPS) Team Up for America’s Best Idea  No abstract supplied.   November 19, 2010  EPA Notice of Availability Published for Final ORV Management Plan \/Environmental Impact Statement for Cape Hatteras National Seashore  No abstract supplied.   November 18, 2010  Omitted Pages Identified in Printed Volume 1 of the Cape Hatteras National Seashore’s ORV Management Plan  No abstract supplied.   November 17, 2010  NPS Receives USFWS Biological Opinion on Final Off-Road Vehicle Management Plan  No abstract supplied.   November 15, 2010  NPS Notice of Availability of Final Environmental Impact Statement for Cape Hatteras National Seashore’s ORV Management Plan  The National Park Service (NPS), Department of the Interior, announces the availability of the final environmental impact statement (FEIS) for the Cape Hatteras National Seashore (Seashore) Off-Road Vehicle Management Plan (plan\/EIS).  The purpose of the plan\/EIS is to develop regulations and procedures that manage off-road vehicle (ORV) use at the Seashore to protect and preserve natural and cultural resources and natural processes, to provide a variety of visitor use experiences while minimizing conflicts among various users, and to promote the safety of all visitors.   November 09, 2010  NPS Honors Outer Banks Group Volunteers for 2010 Service  No abstract supplied.   November 04, 2010  National Park Service Beach Access Report for November 4, 2010  The beginning of November marks the end of the weekly 2010 Cape Hatteras National Seashore Beach Access Reports.  Four “late season” sea turtle protection areas remain on national seashore beaches.  Any significant changes to these protection areas, other than normal hatching, will be reported in a press release.  We appreciate your interest, your comments, and your input over the past seven months.  Enjoy the great fishing and wildlife viewing opportunities as well as the solitude and “wildness” of the park’s winter beaches!   October 28, 2010  NPS Visitor Facilities To Start Winter Schedule  No abstract supplied.   October 28, 2010  National Park Service Beach Access Report for October 28, 2010  As of October 28, 2010, of the constantly changing, fluctuating estimated 68 miles of ocean shoreline within Cape Hatteras National Seashore, approximately 50.0 miles of ocean shoreline is open to ORV and pedestrian access; approximately 17.6 miles of ocean shoreline is open to pedestrian only access;  0 miles of ocean shoreline is considered “limited access” (areas that are open but may require hiking off-trail to access); and approximately 1.65 miles of ocean shoreline are temporarily closed to all public access due to shorebird and sea turtle resource protection areas.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the National Seashore’s website at:  http:\/\/www.nps.gov.   October 21, 2010  Beach Access Report for October 21, 2010  As of October 21, 2010, of the constantly changing, fluctuating estimated 68 miles of ocean shoreline within Cape Hatteras National Seashore, approximately 49.9 miles of ocean shoreline is open to ORV and pedestrian access; approximately 17.6 miles of ocean shoreline is open to pedestrian only access;  0 miles of ocean shoreline is considered “limited access” (areas that are open but may require hiking off-trail to access); and approximately 1.7 miles of ocean shoreline are temporarily closed to all public access due to shorebird and sea turtle resource protection areas.   October 19, 2010  Ocracoke District Ranger Kenny Ballance Receives Recognition for Twenty-Five Years of Service  Ocracoke District Ranger Kenny Ballance recently received a certificate for twenty-five years of service.   October 15, 2010  National Park Service Beach Access Report for October 14, 2010  As of October 14, 2010, of the constantly changing, fluctuating estimated 68 miles of ocean shoreline within Cape Hatteras National Seashore, approximately 49.6  miles of ocean shoreline is open to ORV and pedestrian access; approximately 18.1 miles of ocean shoreline is open to pedestrian only access;  0 miles of ocean shoreline is considered “limited access” (areas that are open but may require hiking off-trail to access); and approximately 1.7 miles of ocean shoreline are temporarily closed to all public access due to shorebird and sea turtle resource protection areas.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.   October 07, 2010  National Park Service Beach Access Report for October 7, 2010  The Beach Access Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   October 06, 2010  Cape Hatteras Lighthouse to Close on October 11  Superintendent Mike Murray announced that Columbus Day, Monday, October 11, 2010 is the last day for climbing the Cape Hatteras Lighthouse this season.  The lighthouse will reopen for the 2011 season on Friday, April 16, 2011.   September 30, 2010  National Park Service Beach Access Report for September 30, 2010  The Beach Access Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   September 23, 2010  National Park Service Beach Access Report for September 23, 2010  The Beach Access Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   September 21, 2010  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse September 23, 2010  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of September 23.   September 16, 2010  National Park Service Beach Access Report for Sept. 16, 2010  The Beach Access Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   September 10, 2010  NPS Night Driving Beach Permits Available and Seasonally Closed Beaches Reopen to ORV Use on September 16  No abstract supplied.   September 09, 2010  National Park Service Beach Access Report for September 9, 2010  The Beach Access Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   September 07, 2010  National Park Service Announces Fall Visitor Center\/Lighthouse Hours and Program Schedule  No abstract supplied.   September 05, 2010  NPS Operations & Facilities Resume Normal Hours  Superintendent Mike Murray announced today that all park facilities and most areas in the Outer Bank Group have reopened to the public and normal operations and services have resumed.   September 04, 2010  Update on NPS Re-Openings  No abstract supplied.   September 02, 2010  Outer Banks Group Update, Sept. 2, 2010 1:00 p.m.  No abstract supplied.   September 01, 2010  Outer Banks Group Update, Sept. 1, 2010 12:00 p.m.  All park visitor centers in Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial will close by 5:00 p.m. on Wednesday, September 1, 2010, and will remain closed until further notice.   August 31, 2010  NPS Visitor Centers, Campgrounds and Beach Closures as of Aug. 31, 2010, 2:00 p.m.  No abstract supplied.   August 30, 2010  Crowds Gather to Watch Turtle Nest Excavations  Visitors gather to watch the excavation of a sea turtle nest in Cape Hatteras National Seashore, as National Park Service biological technicians perform an important part of their duties.   August 26, 2010  National Park Service Beach Access Report for August 26, 2010  The Beach Access Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   August 25, 2010  Be Aware of Dangerous Ocean Surf and Currents  No abstract supplied.   August 23, 2010  Bodie Island Spit and Ramp 23 on Hatteras Island Reopen to ORV Access  Superintendent Mike Murray announced today the reopening of two popular off-road vehicle (ORV) areas as the shorebird nesting season comes to a close in Cape Hatteras National Seashore.   August 19, 2010  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse on August 24, 2010  No abstract supplied.   August 19, 2010  National Park Service Beach Access Report for August 19, 2010  The Beach Access Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   August 12, 2010  National Park Service Beach Access Report for August 12, 2010  The Beach Access Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   August 10, 2010  Media Photo: YCC Students Perform Work on Park Picnic Tables  No abstract supplied.   August 05, 2010  National Park Service Beach Access Report for August 5, 2010  The Beach Access Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   August 05, 2010  NPS Implements 2010 Sea Turtle \"Nest Watch\" Volunteer Program  Superintendent Mike Murray announced today the return of the sea turtle \"Nest Watch\" volunteer program for the Cape Hatteras National Seashore 2010 summer\/fall sea turtle season.   August 04, 2010  Help Cape Hatteras National Seashore Win a $100,000 Grant! Vote \"America's Favorite Park\" through August 31.  No abstract supplied.   July 29, 2010  NPS Youth Conservation Corps Assist with Oyster Sill Restoration  The National Park Service Youth Conservation Corps (YCC) crew recently participated in valuable work with several local land management entities on a hot and humid July day.   July 29, 2010  National Park Service Beach Access Report for July 29, 2010  The Beach Access Report is issued every Thursday throughout the breeding seasonand will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   July 27, 2010  Bodie Island Lighthouse Restoration Update  Cape Hatteras National Seashore's Bodie Island Lighthouse, located south of Nags Head just off of N.C. Hwy. 12, is undergoing a massive restoration project this summer.   July 22, 2010  National Park Service Beach Access Report for July 22, 2010  The Beach Access Report is issued every Thursday throughout the breeding seasonand will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   July 21, 2010  ORV Access Reopens to Cape Point  Superintendent Mike Murray announced today the reopening of the east side of Cape Point in Cape Hatteras National Seashore near Buxton, N.C., to off-road vehicle (ORV) access effective immediately.   July 21, 2010  Public Input Sought on Bodie Island Alternative Transportation Study  Superintendent Mike Murray announced today the National Park Service (NPS) will seek public comment on alternative transportation strategies developed for the Bodie Island District at Cape Hatteras National Seashore.   July 20, 2010  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse July 26, 2010  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of July 26.   July 19, 2010  Media Photo:  YCC Students Perform Work on Buxton Woods Trail  For the second summer, the National Park Service (NPS) has hired a Youth Conservation Corps (YCC) crew to assist with many park projects.   July 15, 2010  National Park Service Beach Access Report for July 15, 2010  The Beach Access Report is issued every Thursday throughout the breeding seasonand will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   July 08, 2010  National Park Service Beach Access Report for July 8, 2010  The Beach Access Report is issued every Thursday throughout the breeding seasonand will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   July 07, 2010  Local Youths Participate in NPS Youth Conservation Corps Program  For the second summer in a row, the National Park Service (NPS) Outer Banks Group has hired a group of local youth under the NPS Youth Conservation Corps (YCC) program.   July 07, 2010  Pedestrian Access Open to Cape Point, July 7, 2010  Superintendent Mike Murray announced today that the east side of Cape Point has reopened to pedestrian access, effective immediately, via a pedestrian access corridor that begins about 100 meters south of Ramp 44.   July 02, 2010  Vandalism in Resource Protection Area Results in Multiple Charges  No abstract supplied.   July 01, 2010  National Park Service Beach Access Report for July 1, 2010  The Beach Access Report is issued every Thursday throughout the breeding seasonand will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   June 30, 2010  Teacher Rangers Get to Know National Parks  Four Teacher-Rangers who started work with the National Park Service Outer Banks Group last week are already in uniform and learning much about the Group’s parks.   June 30, 2010  NPS Offers Volunteer Opportunities for Local Hatteras Island Teens  The National Park Service invites all Hatteras Island rising 7th - 12th graders to join in some exciting summer volunteer experiences.   June 25, 2010  NPS Seeks Information about Sea Turtle Fatality on Ocracoke  The National Park Service (NPS) is seeking information from the public about the death of a nesting female loggerhead turtle that was struck and killed by an off-road vehicle (ORV) during the night-time hours between June 23 and June 24.   June 24, 2010  National Park Service Beach Access Report for June 24, 2010  The Beach Access Report is issued every Thursday throughout the breeding seasonand will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   June 18, 2010  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse June 26, 2010  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of June 26.   June 17, 2010  National Park Service Beach Access Report for June 17, 2010  The Beach Access Report is issued every Thursday throughout the breeding seasonand will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   June 17, 2010  Media Photo: Shipwreck Excavation  Various agencies have joined efforts to form a working partnership project this summer called \"Shipwrecks of the Graveyard of the Atlantic.\"   June 16, 2010  Bodie Island Lighthouse Restoration Progress Report for June 16, 2010  The Bodie Island Lighthouse, located south of Nags Head just off of N.C. Hwy. 12, is undergoing a massive restoration project this summer.   June 11, 2010  Public Scoping Period Opens for the Proposed Construction of a Public Boating Access Area at Hatteras  No abstract supplied.   June 10, 2010  National Park Service Beach Access Report for June 10, 2010  The Beach Access Report is issued every Thursday throughout the breeding seasonand will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   June 08, 2010  Third Deliberate Act of Vandalism to Shorebird Resource Protection Area  The third deliberate vandalism act of the 2010 season to a shorebird resource protection area has resulted in an expansion of the closure located 0.9 of  a mile south of Ramp 4 on Bodie Island Spit in Cape Hatteras National Seashore.   June 03, 2010  National Park Service Beach Access Report for June 3, 2010  The Beach Access Report is issued every Thursday throughout the breeding seasonand will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.   June 01, 2010  Ramp 45 Closes Due to Vandalism to Shorebird Resource Protection Area  The second deliberate vandalism act of the 2010 season to a shorebird resource protection area has resulted in the closure to all public access to Ramp 45 area near Buxton, N.C. in Cape Hatteras National Seashore.   May 27, 2010  National Park Service Lifeguarded Beaches, Summer 2010  Cape Hatteras National Seashore’s lifeguarded beaches will open on May 29, 2010.  Lifeguards will be on duty at Coquina Beach (Nags Head) and Ocracoke Day Use area from 10:00 a.m. to 5:30 p.m. daily.   May 27, 2010  National Park Service Beach Access Report for May 27, 2010  The Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.    May 24, 2010  National Park Service Summer Programs To Start -- Centennial Initiative Funding Provides for Additional Programs and Program Season Extension  No abstract supplied.   May 20, 2010  National Park Service Beach Access Report for May 20, 2010  The Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.   Updated news will be reported weekly in bold, BLUE print.   May 19, 2010  NPS Hosts Archeological Excavations  No abstract supplied.   May 19, 2010  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse May 27, 2010  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of May 27.    May 13, 2010  National Park Service Beach Access Report for May 13, 2010  No abstract supplied.   May 12, 2010  NPS Implements Seasonal ORV Closures on May 15, 2010  No abstract supplied.   May 10, 2010  Access Update for Ramp 23 South of Salvo  No abstract supplied.   May 06, 2010  Public Comment Period for NPS Draft EIS for Off Road Vehicle Management Plan Ends May 11  No abstract supplied.   May 06, 2010  National Park Service Beach Access Report for May 6 2010  No abstract supplied.   April 29, 2010  National Park Service Beach Access Report for April 29, 2010  No abstract supplied.   April 27, 2010  Nighttime Driving Restriction on Cape Hatteras National Seashore Begins May 1, 2010  No abstract supplied.   April 23, 2010  NPS Offers 2010 Full Moon Tour of the Cape Hatteras Lighthouse  As a special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of April 28.  Two tours will be given, one at 8:15 p.m. and a second at 9:15 p.m., each tour is limited to 30 people.  Tickets must be purchased in advance.  Full Moon Tour ticket sales will start on Monday, April 26.  The lighthouse ticket booth is open from 8:15 a.m. to 4:40 p.m. daily.  Full Moon Tour tickets are non-refundable.   April 23, 2010  National Park Service 2010 Spring Program Schedule Announced  No abstract supplied.   April 23, 2010  Vandalism of Resource Protection Area Closure Signs South of Ramp 38 Results in Expansion of Buffers  No abstract supplied.   April 22, 2010  National Park Service Beach Access Report for April 22, 2010  No abstract supplied.   April 19, 2010  Be A National Park Service Junior Ranger! Celebrate National Junior Ranger Day April 24, 2010  No abstract supplied.   April 16, 2010  National Park Service Beach Access Report for April 15, 2010  No abstract supplied.   April 15, 2010  NPS Salutes Outer Banks Group Volunteers 2010  No abstract supplied.   April 08, 2010  Cape Hatteras Lighthouse To Open Friday April 16 2010  The Cape Hatteras Lighthouse will open to the public for climbing from April 16 through Columbus Day, October 11, 2010.  Climbing fees for the Lighthouse will be $7 per adult, and $3.50 for children under 12 and senior citizens.   April 08, 2010  National Park Service Beach Access Report for April 8 2010  No abstract supplied.   April 01, 2010  National Park Service Beach Access Report for April 1, 2010  The Report is issued every Thursday throughout the breeding season and will briefly summarize the current status of access in each section of the Seashore listed below.  Updated news will be reported weekly in bold, BLUE print.  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change.  The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm.  For more information, check the national seashore’s website at:  http:\/\/www.nps.gov.   March 24, 2010  USGS Publishes Open File Report on Management Recommendations  No abstract supplied.   March 24, 2010  Ocracoke Welcomes New Filly  The NPS Ocracoke pony herd welcomes a new member, a filly named Paloma.   March 24, 2010  National Seashore Announces Schedule of Public Meetings on ORV Plan  Today Superintendent Mike Murray announced the public meeting schedule to provide opportunities for public comment on the draft environmental impact statement\/Off-Road Vehicle Management Plan for Cape Hatteras National Seashore.   March 12, 2010  EPA Notice of Availability for Draft Environmental Impact Statement  The National Park Service (NPS) announces that the U.S. Environmental Protection Agency (EPA) Notice of Availability for the Draft Environmental Impact Statement for the Cape Hatteras National Seashore Off-Road Vehicle Management Plan (DEIS) has been published in the Federal Register (see section “EIS No. 20100072, Draft EIS, NPS, NC” within the notice).  The EPA NOA officially initiates the 60-day public comment period on the DEIS.    March 11, 2010  Public Comment Period Opens for the Review of the Environmental Assessment for the Improvements to NC 12 on Bodie Island  No abstract supplied.   March 08, 2010  Park Establishes Pre Nesting Areas for 2010 Shorebird Breeding Season  No abstract supplied.   March 05, 2010  NPS Notice of Availability of Draft Environmental Impact Statement for ORV Management Plan  No abstract supplied.   March 02, 2010  Ocracoke Lights Return  Superintendent Mike Murray announced today that at dusk on the evening of Wednesday, March 3, the Ocracoke Lighthouse beacon will once again be visible from the village of Ocracoke.   February 24, 2010  Bodie Island Lighthouse Restoration Progress Report  Another milestone in the restoration project for the Bodie Island Lighthouse became obvious this week as the entire top of the lighthouse was enveloped in a white “shroud” and work continues on the historic landmark.   February 19, 2010  2010 Prenesting Closure Information Available to the Public  Superintendent Mike Murray announced today that the Cape Hatteras National Seashore (CAHA) 2010 pre-nesting closure summary description and maps have been released and are available to the public.   February 11, 2010  Progress on Bodie Island Lighthouse Restoration Project  No abstract supplied.   February 08, 2010  Clarification of 2009 Law Enforcement Report Statistics  Superintendent Mike Murray announced today a clarification of the law enforcement statistics contained in the 2009 Off-Road Vehicle Law Enforcement Management Actions and Activities report that was released on February 2, 2010.   February 03, 2010  Cape Hatteras National Seashore 2010 Campground Season  Outer Banks Group Superintendent Mike Murray announced today that Oregon Inlet, Frisco, and Ocracoke Campgrounds will open to the public on Friday, April 2, 2010.  Oregon Inlet and Frisco Campgrounds will remain open through Columbus Day, October 11, 2010.  Ocracoke Island Campground, on a reservation system, will remain open through October 25, 2010.  Cape Point Campground in Buxton, on Hatteras Island, will open Friday, May 28, 2010 for Memorial Day weekend and close on September 6, 2010.   February 02, 2010  NPS Reports Available to the Public on February 2  Superintendent Mike Murray announced today that the Cape Hatteras National Seashore (CAHA) 2009 annual reports for protected species and a report on the status of off-road vehicle management plan and negotiated rulemaking have been released and are available to the public on the PEPC website under the Interim Protected Species Management Strategy project at: http:\/\/parkplanning.nps.gov\/documentsList.cfm?parkId=358&projectId=13331   January 28, 2010  Restoration Work on Bodie Island Lighthouse Featured on Sunday Night Popular UNC TV Series  No abstract supplied.   January 26, 2010  Know Your Park USGS Coastal Erosion Study on the Outer Banks of North Carolina  Wondering what the equipment and activity on the beaches of Cape Hatteras National Seashore beaches are all about?  The National Park Service Outer Banks Group Know Your Park citizen science program series continues with a presentation by Dr. John Warner and Dr. Rob Thieler, scientists with the U.S. Geological Survey (USGS.)  The hour long presentation will take place on Thursday, February 4th at 7:00 p.m. at the Avon Fire Hall in Avon, NC.  The event is free and open to the public.  A question and answer session will follow the talk.   January 21, 2010  National Parks Series by Ken Burns Returns to PBS this month  The popular Ken Burns’ “The National Parks: America’s Best Idea” series begins its encore PBS broadcast with the first episode airing on January 27, 2010.  It will then appear on consecutive Wednesdays through March 3rd.   January 13, 2010  Two North Carolina National Seashores Being Considered for Marine Protected Area Status by Noaa  The National Oceanic and Atmospheric Administration’s (NOAA) National Marine Protected Areas Center, in cooperation with the Department of the Interior (DOI) has created a first ever inventory of the nation’s marine protected areas.   January 07, 2010  Know Your Park - Torpedo Junction - Shipwrecks of WWI and WWII  No abstract supplied.   December 18, 2009  New Ponies Join Ocracoke Island Herd  No abstract supplied.   December 14, 2009  Outer Banks Group Administrative Offices and Fort Raleigh Visitor Center Temporarily Closed  No abstract supplied.   December 09, 2009  New Additions to NPS Ocracoke Pony Herd  Superintendent Mike Murray announced today that Cape Hatteras National Seashore has adopted two Shackleford Banks ponies from the Foundation for Shackleford Horses, Inc. in Beaufort, NC.  The two fillies, named Sacajawea and Jitterbug, will be delivered to Ocracoke Pony Pens on Sunday, December 13.  The ponies will be temporarily displayed for the visiting public to view in a special enclosure near the observation platform from 11:00 am to 3:00 pm.   December 08, 2009  Airplane Mishap at Billy Mitchell Airstrip  No abstract supplied.   December 08, 2009  Know Your Park - Dolphins Along the Outer Banks  The National Park Service Outer Banks Group Know Your Park citizen science program series continues this week with presentations from Jessica Weiss from the Outer Banks Center for Dolphin Research. Presentations to be held at Rodanthe and Ocracoke.   November 24, 2009  NPS Beach Access Update for Thanksgiving Weekend  No abstract supplied.   November 16, 2009  Beach Access Update - November 16, 2009  No abstract supplied.   November 03, 2009  NPS Offers Volunteer Training for Sea Turtle Program  Cape Hatteras National Seashore is offering two volunteer training sessions for the “Sea Turtle Stranding” volunteer program’s 2009 and 2010 fall\/winter sea turtle season.  Under the direction of Sea Turtle Biological Technician Michelle Bogardus, the goal of the Sea Turtle Volunteer in the Park (VIP) program is to respond to “cold stunned” stranded sea turtles along the ocean and soundside beaches of the National Seashore and adjacent communities.   November 03, 2009  Wright Brothers National Memorial Volunteer Joe Hardman Celebrates 20 Years of Service  No abstract supplied.   October 27, 2009  Bodie Island Lighthouse Lens Work Progressing  No abstract supplied.   October 15, 2009  NPS Beach Access Report for October 15, 2009  This will be the last beach access report for the 2009 season.   October 08, 2009  NPS Beach Access Report for October 8, 2009  As of September 16th, 2009, in areas open to ORV use, night driving is allowed with a night driving permit.  There is no cost to the permit and permits are available online at http:\/\/www.nps.gov\/caha\/planyourvisit\/nightbeachdrivingpermit.htm, all park Visitor Centers, Whalebone Information Center, Hatteras Weather Bureau Station, and local tackle shops.  Night beach driving permits will be required for off-road vehicle use (signed\/dated by the driver and displayed on the dashboard of the vehicle) on all Cape Hatteras National Seashore ocean beaches between the hours of 10:00 p.m. and 6:00 a.m. from September 16 to November 15.  For further information, please call (252) 473-2111 ext. 148.   October 01, 2009  National Park Service Beach Access Report for October 1, 2009  No abstract supplied.   September 30, 2009  Beach Access Ramp Improvement Update  No abstract supplied.   September 28, 2009  NPS Offers October Full Moon Tour of the Cape Hatteras Lighthouse  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of October 4, 2009.   September 24, 2009  NPS Celebrates 10th Anniversary of the Cape Hatteras Lighthouse Move on Friday, October 2nd  No abstract supplied.   September 24, 2009  Help Us Make America’s Best Idea Even Better!  Join the Outer Banks Group on September 26 for a Day of Service and Celebration.   September 24, 2009  National Park Service Beach Access Report for September 24, 2009  No abstract supplied.   September 21, 2009  Bodie Island and Ocracoke Lights Will Be Temporarily Extinguished During Renovation Work  Superintendent Mike Murray announced today that the familiar winking lights of Bodie Island and Ocracoke Lighthouses in Cape Hatteras National Seashore will be temporarily extinguished beginning September 28, 2009 until renovation work is completed.   September 18, 2009  NPS Beach Access Report for September 17, 2009  No abstract supplied.   September 15, 2009  NPS Improvements Begin on Hatteras Island Beach Access Ramps  No abstract supplied.   September 08, 2009  NPS Night Driving Beach Permits Available & Seasonally Closed Beaches Reopen to ORV Use on September 16  Superintendent Mike Murray announced today that night beach driving permits will be required for off-road vehicle use on Cape Hatteras National Seashore ocean beaches between the hours of 10:00 p.m. and 6:00 a.m., September 16 to November 15, 2009.   September 04, 2009  Vandalism Incident Results in Expansion of Turtle Protection Area near Ramp 49  A new vandalism incident has resulted in expanded buffers of a turtle protection area approximately 0.2 miles northeast of Ramp 49 in a section of beach that is open to off-road vehicles.   September 02, 2009  NC 12 Temporary Delays on Bodie Island Expected Thursday, Sept 3  Superintendent Mike Murray announced today that motorists may encounter temporary traffic delays on NC 12 in the Bodie Island section of the park from 7:00 a.m. to 12:00 noon on Thursday, September 3, 2009.  Weather-permitting, the National Park Service (NPS) contractor, JMR Investments, will relocate the Bodie Island Lifesaving Station and the old Coast Guard Station structures from their current location to a nearby site on Bodie Island.  The new site is located west of the Coquina Beach parking area and the intersection of NC 12 and Lighthouse Bay Drive, approximately 0.6 linear miles south of the current location of the buildings.   September 02, 2009  NPS Lifeguard Beach Operations And Cape Point Campground Close For The Season; Reduced Climbing Hours For Cape Hatteras Lighthouse  National Park Service lifeguard beach operations and Cape Point campground will close for the season. Climbing hours for Cape Hatteras Lighthouse will be reduced for the rest of the season.   September 01, 2009  National Park Service Announces Fall Visitor Center\/Lighthouse  No abstract supplied.   August 28, 2009  NPS Beach Access Report for August 27, 2009  Strong surf conditions, high tides and rip currents are expected along the beaches of Cape Hatteras National Seashore over the next several days as Tropical Storm Danny continues a northern path in the Atlantic Ocean.  Portions of the beaches will experience heavy surf conditions and areas may be impassable during high tides.  Visitors may find closures of certain ramps and interdunal routes if storm overwash or flooding occurs.  Visitors should exercise caution while traveling in the park.  Pay close attention to tide changes, surf and wind conditions.    August 28, 2009  Effects of Tropical Storm Danny on Cape Hatteras National Seashore Beaches  The National Weather Service has issued a tropical storm watch that includes all of Cape Hatteras National Seashore from Ocracoke Island to town of Nags Head, NC.  In preparation for potential impacts to the beaches of Cape Hatteras National Seashore, the National Park Service anticipates strong surf conditions, with dangerous rip currents and possible ocean overwash and the potential for flooding in some areas, such as beach access ramps.    August 27, 2009  NPS Offers September 4thFull Moon Tour of the Cape Hatteras Lighthouse  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of September 4, 2009.   August 25, 2009  Buxton Lifeguard Beach Operations Close For The Season  No abstract supplied.   August 24, 2009  Off-Road Vehicle Beach Access Ramps Reopen After Storm  No abstract supplied.   August 21, 2009  Fourth Vandalism Incident Closes Ramp 23  Deputy Superintendent Darrell Echols announced today that a fourth vandalism incident, the third in three days, occurred at Ramp 23 on Wednesday, August 19, 2009 resulting in the closure of the ramp near Salvo, NC in Cape Hatteras National Seashore.  The fourth incident of the same resource protection area marks an unprecedented situation for management of the off-road vehicle issue under the terms of the court ordered consent decree.   August 21, 2009  Cape Hatteras National Seashore Impacts of Strong Surf Conditions  No abstract supplied.   August 20, 2009  NPS Beach Access Report for August 20, 2009  Strong surf conditions, high tides and rip currents are expected along the beaches of Cape Hatteras National Seashore over the next several days as Hurricane Bill continues a northern path in the Atlantic Ocean.  Portions of the beaches will experience heavy surf conditions and areas may be impassable during high tides.  Visitors may find closures of certain ramps and interdunal routes or experience areas of deep, standing water.  Visitors should exercise caution while traveling in the park.  Pay close attention to tide changes, surf and wind conditions.   August 18, 2009  Two Vandalism Incidents at Ramp 23 Result in Expansion  Two new vandalism incidents have resulted in expanded buffers at the Ramp 23 shorebird protection area in Cape Hatteras National Seashore.  The first incident, which occurred between the evening hours of Sunday, August 16 and dawn on Monday, August 17, 2009, was investigated by NPS law enforcement personnel and evaluated by park management.  The second incident occurred during the early morning hours of Tuesday, August 18, 2009   August 13, 2009  NPS Beach Access Report for August 13, 2009  Cape Hatteras National Seashore beaches will be managed again this summer under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.   August 11, 2009  NPS Implements Sea Turtle “Nest Watch” Volunteer Program  Superintendent Mike Murray announced today the implementation of a new sea turtle “Nest Watch” volunteer program for the Cape Hatteras National Seashore 2009 summer\/fall sea turtle season.  Under the direction of Sea Turtle Biological Technician Michelle Bogardus, the goal of the Volunteers in the Park (VIP) program is to ensure the successful hatching of sea turtle hatchlings as they emerge from their nests and make their way to the ocean.   August 11, 2009  National Aviation Day Celebration: A Family Fun Day  Wednesday, August 19, 2009 will be a Family Fun Day at Wright Brothers National Memorial as the National Park Service celebrates National Aviation Day and Orville Wright’s 138th birthday.    August 10, 2009  South Beach on Hatteras Island and South Point on Ocracoke Island  Superintendent Mike Murray announced today the reopening of two off-road vehicle (ORV) areas in Cape Hatteras National Seashore over the weekend.  South Beach, near Buxton, NC on Hatteras Island reopened on Saturday, August 8, 2009 and South Point on Ocracoke Island reopened on Sunday, August 9, 2009.  Both areas are open to ORV traffic from 6:00 a.m. until 10:00 p.m. daily.  The nighttime prohibition on beach driving is still in effect on all National Seashore beaches from 10:00 p.m. to 6:00 a.m.   August 06, 2009  Beach Access Report for August 6, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  **All distances are approximate.**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   August 05, 2009  Student Participates in NPS Youth Partnership Program  No abstract supplied.   July 31, 2009  National Park Service Beach Access Report for July 30, 2009  Cape Hatteras National Seashore beaches will be managed again this summer under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.    July 29, 2009  Access Update for Cape Point and Vandalism Incident Results  No abstract supplied.   July 28, 2009  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse for August  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Wednesday, August 5, 2009.   July 23, 2009  Beach Access Report July 23, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  **All distances are approximate.**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   July 20, 2009  NPS Salutes Three Outer Banks Group Volunteers  No abstract supplied.   July 20, 2009  Access Update for Ramp 27 south of Salvo and Ramp 45 in Buxton  Superintendent Mike Murray announced today the reopening of two off-road vehicle (ORV) ramps on Hatteras Island.  Ramp 27, located approximately 4.5 miles south of Salvo, and Ramp 45 near Buxton are open effective immediately.   July 17, 2009  Outer Banks Group Volunteers Receive Awards  No abstract supplied.   July 17, 2009  Pedestrian Access Open to Cape Point  Superintendent Mike Murray announced today that the east side of Cape Point has reopened to pedestrian access, effective immediately, via a pedestrian access corridor that begins about 60 meters south of Ramp 44.    July 16, 2009  National Park Service Beach Access Report for July 16, 2009  Cape Hatteras National Seashore beaches will be managed again this summer under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.   July 10, 2009  National Park Service Beach Access Report for July 9, 2009  Cape Hatteras National Seashore beaches will be managed again this summer under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.   July 08, 2009  National Park Service Programs Enjoyed by Outer Banks Visitors  Each year, the National Park Service offers a wealth of free interpretive programs for visitors at the Outer Banks Group parks; Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial.  Last year, these National Park Service sites, combined, gave 4,454 scheduled programs that were attended by over 226,000 visitors.  Additionally, 58,220 visitors attended film presentations and 11,175 children were sworn in as Junior Rangers.   July 02, 2009  Beach Access Report for July 2, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  **All distances are approximate.**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   July 02, 2009  NPS Offers July 7 Full Moon Tour of the Cape Hatteras Lighthouse  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Tuesday, July 7, 2009.   July 01, 2009  Teacher-Rangers Getting to Know Our National Parks  No abstract supplied.   July 01, 2009  Two Vandalism Incidents Result in Expansion of Shorebird Protection Areas  No abstract supplied.   June 25, 2009  Beach Access Report for June 25, 2009  The Beach Access Report is issued every Thursday throughout the breeding season,  and updated news will be reported weekly in bold, BLUE print.   ** All distances are approximate .**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:   http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   June 25, 2009  Correction on June 25, 2009 Beach Access Report  Correction on June 25, 2009 Beach Access Report   June 25, 2009  Cape Hatteras National Seashore Bodie Island Area Improvements  No abstract supplied.   June 23, 2009  NPS Offers Summer Volunteer Opportunities to Hatteras Island Teens  The National Park Service invites all Hatteras Island uprising 7 th  -12 th  graders to join in some exciting summer volunteer experiences to: assist in staffing the Cape Hatteras Lighthouse on the monthly full moon and weekly moonlight climbs; help a ranger teach visitors about the creatures of the sound and sea at a soundside seining program; and join other teens in field projects that will aid in protecting the seashore.   June 23, 2009  Federal Register Notice Published for Information Collection for ORV Management Planning Process  No abstract supplied.   June 18, 2009  Beach Access Report for June 18, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  **All distances are approximate.**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   June 15, 2009  NPS Launches Beach Watch Program  No abstract supplied.   June 15, 2009  Fee Free Summer Weekends at Wright Brothers National Memorial  No abstract supplied.   June 11, 2009  Beach Access Report for June 11, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  **All distances are approximate.**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   June 04, 2009  Beach Access Report for June 4, 2009  Cape Hatteras National Seashore beaches will be managed again this summer under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.    June 01, 2009  NPS Offers June 2009 Full Moon Tour of the Cape Hatteras Lighthouse  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Sunday June 7, 2009.   May 28, 2009  Beach Access Report for May 28, 2009  Cape Hatteras National Seashore beaches will be managed again this summer under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.   May 21, 2009  Beach Access Report for May 21, 2009  Cape Hatteras National Seashore beaches will be managed again this summer under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.   May 18, 2009  National Park Service Summer 2009 Programs To Start  No abstract supplied.   May 14, 2009  Powerline Right-of Way Clearing Resumes in South Nags Head  No abstract supplied.   May 14, 2009  Beach Access Report for May 14, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  **All distances are approximate.**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   May 12, 2009  NPS Implements Seasonal ORV Closures on May 15, 2009  No abstract supplied.   May 12, 2009  Paul Stevens Selected as Chief Ranger for Outer Banks Group  Superintendent Mike Murray announced today that long-time Outer Banks Group employee Paul K. Stevens has been selected as the next Chief Ranger for the Outer Banks.    May 07, 2009  Beach Access Report for May 7, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  **All distances are approximate.**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   May 01, 2009  Outer Banks Group Begins Work on Projects at Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial  No abstract supplied.   April 30, 2009  Beach Access Report for April 30, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  **All distances are approximate.**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   April 29, 2009  Outer Banks Group Receives Funding for Bodie Island Lighthouse and Fort Raleigh National Historic Site Renovations  No abstract supplied.   April 29, 2009  National Park Service 2009 Spring Program Schedule Announced  No abstract supplied.   April 28, 2009  NPS Installs New Off-Road Vehicle Information  On April 21, 2009, the National Park Service began the installation of new off-road vehicle (ORV) information signs at beach access ramps in accordance with paragraph 29 of the court ordered consent decree.    April 27, 2009  Nighttime Driving Restriction on Cape Hatteras National Seashore Beaches begins May 1  No abstract supplied.   April 24, 2009  National Park Service and Dare Community Crime Line  No abstract supplied.   April 23, 2009  Beach Access Report for April 23, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.  **All distances are approximate.**  The weekly Beach Access Report is complemented by a Google Earth map, which is updated up to 5 times per week as access conditions change. The latest Google Earth beach access map can be viewed at:  http:\/\/www.nps.gov\/caha\/planyourvisit\/googleearthmap.htm   April 21, 2009  Be A National Park Service Junior Ranger! April 25, 2009  No abstract supplied.   April 16, 2009  Beach Access Report for April 16, 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.   April 16, 2009  Celebrate National Park Week!  National Park Week is an annual presidentially proclaimed week for celebration and recognition of Your National Parks.   April 14, 2009  NPS Announces Cape Point Closure  Acting Park Superintendent Paul Stevens announced the temporary ORV access closure of the popular Cape Point area in accordance with the requirements of the consent decree.   April 13, 2009  Cape Hatteras Lighthouse To Open Friday, April 17  The Cape Hatteras Lighthouse will open to the public for climbing from April 17 through Columbus Day, October 12, 2009.  Climbing fees for the Lighthouse will be $7 per adult, and $3.50 for children under 12 and senior citizens. Children must be at least 42” tall Children must be capable of climbing all steps on their own No person may be lifted or carried Children under the age of 12 years old must be escorted by an adult.   April 09, 2009  Dogs on Seashore Must be on Leash  No abstract supplied.   April 09, 2009  Beach Access Report for April 9 2009  The Beach Access Report is issued every Thursday throughout the breeding season, and updated news will be reported weekly in bold, BLUE print.    April 02, 2009  National Park Service Beach Access Report for April 2, 2009  Cape Hatteras National Seashore beaches will be managed again this summer under the terms of the U.S. District Court approved consent decree.  Park visitors can expect to see resource closures for breeding shorebirds in effect to varying degrees from mid-March to mid-to-late-August and turtle nesting closures may occur until early November.  Shorebird pre-nesting closures have already been established at the inlets, Cape Point, and South Beach.  As soon as subsequent breeding activity is observed, the consent decree requires that automatic, non-discretionary buffers be implemented.   April 02, 2009  Addendum to April 2, 2009 Beach Access Report  **An additional RESOURCE protection area has been implemented since the Beach Access Report was issued earlier today.   April 01, 2009  Vandalism of Two Resource Protection Area Closure Signs Results in Additional Expansion of Buffers  No abstract supplied.   April 01, 2009  Vandalism of Resource Protection Area Closure Signs Results in Additional Expansion of Buffers  No abstract supplied.   April 01, 2009  CAHA Off-Road Vehicle Negotiated Rulemaking Advisory Committee Final Report is Available to the Public  Superintendent Mike Murray announced today the Negotiated Rulemaking Advisory Committee for Off-Road Vehicle Management for Cape Hatteras National Seashore submitted the final report to the National Park Service (NPS) on March 30, 2009.   March 26, 2009  National Park Service Beach Access Report for March 26, 2009  Welcome to the first weekly Beach Access Report of the 2009 season for Cape Hatteras National Seashore!   Seashore beaches will be managed again this summer under the terms of the U.S. District Court approved consent decree.   March 24, 2009  NPS Develops Plan for Powerline Maintenance in South Nags Head  No abstract supplied.   March 23, 2009  NPS Announces Shorebird Breeding Area Closures  Superintendent Mike Murray announced two shorebird breeding area closures that are being implemented in accordance with the consent decree that was approved by the U.S. District Court on April 30, 2008.   March 12, 2009  Park Ranger Paul Stevens Receives Regional Award  No abstract supplied.   March 10, 2009  NPS WORK CREW INSTALL BEACH ACCESS RAMP COUNTERS  Outer Banks Group Superintendent Mike Murray announced today that National Park Service (NPS) staff will install new traffic counters on five of the beach access ramps beginning March 11, 2009.   March 09, 2009  Park Establishes Pre-Nesting Areas for 2009 Shorebird Breeding Season  No abstract supplied.   March 02, 2009  Hyde and Dare Co. Schools to Participate in NPS Teacher Program  Hyde and Dare County Schools have signed agreements with the National Park Service Outer Banks Group to participate in a National Park Service teacher developmental program, “Teacher–Ranger–Teacher”, this coming summer.   February 20, 2009  2009 Pre-nesting Closure Information Available to the Public  No abstract supplied.   February 13, 2009  Cape Hatteras National Seashore 2009 Campground Season  Outer Banks Group Superintendent Mike Murray announced today that Oregon Inlet, Frisco, and Ocracoke Campgrounds will open to the public on Friday, April 3, 2009. Oregon Inlet and Frisco Campgrounds will remain open through Columbus Day, October 12, 2009. The Ocracoke Island Campground is on a reservation system and will remain open through October 26, 2009. Cape Point Campground in Buxton, on Hatteras Island, opens Friday, May 22, 2009 for Memorial weekend and closes on September 7, 2009.   February 04, 2009  NPS Reports Available to the Public  No abstract supplied.   January 30, 2009  PUBLIC COMMENT PERIOD OPENS FOR PROPOSED IMPROVEMENTS TO NC 12 ON BODIE ISLAND  No abstract supplied.   January 20, 2009  OUTER BANKS GROUP VISITOR CENTERS CLOSE FOR WINTER STORM  As a winter storm sweeps across the Outer Banks of North Carolina, Superintendent Mike Murray announced that all Outer Banks Group visitor centers and Wright Brothers National Monument will be closed as of 2:30 p.m., January 20, 2009.   January 15, 2009  Negotiated Rulemaking Meeting to be Re-scheduled  No abstract supplied.   November 05, 2008  Information Available on NPS ORV Management Alternatives  No abstract supplied.   November 04, 2008  Summary of Options from Workbook Comments Available to Public  Superintendent Mike Murray announced today the summary of options from the preliminary Alternative Options Workbook (Workbook) for the Off-Road Vehicle Management Plan\/Environmental Impact Statement is available to the public.   November 03, 2008  NPS to Allow Videotaping of 8th Negotiated Rulemaking Committee Meeting  Superintendent Mike Murray announces the decision to permit Dare County to videotape the upcoming 8th meeting of the Cape Hatteras National Seashore Negotiated Rulemaking Advisory Committee.  The 2-day meeting is scheduled to be held at Wright Brothers National Memorial on November 14-15, 2008.  The videotaping will be authorized under the terms and conditions of a special use permit.  The purpose of the videotaping is to provide video documentation of the meeting to share with the public via Dare and Hyde County government access television channels and via the web.   October 30, 2008  Public Comment Period Opens For Review Of Environmental Assessment For The Relocation Of Bodie Island U.S. Coast Guard Station Complex  Superintendent Mike Murray announced today the National Park Service (NPS) will seek public comments on the Environmental Assessment for the proposed relocation of the Bodie Island U.S. Coast Guard Station Complex at Cape Hatteras National Seashore.  The Complex is comprised of the 1879 U.S. Life-Saving Station, the 1916 Boat House, and the 1925 U.S. Coast Guard Station.  Cape Hatteras National Seashore proposes to relocate these three structures to a nearby site on Bodie Island to protect the structures from encroachment of the Atlantic Ocean and shoreline erosion.   October 30, 2008  NPS Beach Access Report for October 30 2008  No abstract supplied.   October 23, 2008  National Park Service Beach Access Report for October 23 2008  No abstract supplied.   October 22, 2008  National Park Service 2008 Visitor Survey Card Reports  Superintendent Mike Murray announced today that the results of annual visitor surveys for Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial are available on-line.    October 16, 2008  National Park Service Beach Access Report for October 16 2008  No abstract supplied.   October 09, 2008  National Park Service Beach Access Report for October 9, 2008  No abstract supplied.   October 09, 2008  FACILITY MANAGER SELECTED FOR THE OUTER BANKS GROUP  No abstract supplied.   October 02, 2008  National Park Service Beach Access Report for October 2, 2008  No abstract supplied.   October 01, 2008  NPS Outer Banks Group Now Accepts Presidential $1 Coins  In compliance with the Presidential $1 Coin Act, the National Park Service Outer Banks Group units are now able to accept and dispense the Presidential $1 Coins in their business operations.    September 29, 2008  Update on the Negotiated Rulemaking Process  Superintendent Mike Murray announces several changes and decisions related to future meetings of the Cape Hatteras National Seashore Negotiated Rulemaking Advisory Committee.   September 25, 2008  National Park Service Beach Access Report for September 25, 2008  As of September 24th, NPS staff have documented 113 sea turtle nests on national seashore beaches during the 2008 season, of which, 90 nests have hatched or been removed.   September 19, 2008  Bodie Island Lighthouse Named in Top Three for JELD-WEN Restoration Initiative  No abstract supplied.   September 18, 2008  National Park Service Beach Access Report for September 18 2008  No abstract supplied.   September 15, 2008  National Park Service Beach Access Report for September 11 2008  No abstract supplied.   September 15, 2008  nps offers full moon tour of the cape hatteras lighthouse on September 15 2008  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of September 15.   September 15, 2008  NPS Implements ORV Night Driving Permits on September 16 and Reopens Seasonally Closed Villages Beaches to ORV Use  Outer Banks Group Superintendent Mike Murray announced that Tuesday, September 16, 2008, two changes occur on Cape Hatteras National Seashore beaches: 1)  The implementation of the Off-Road Vehicle (ORV) night beach driving permit begins and continues through November 15, 2008 for all beaches in Cape Hatteras National Seashore.  A night driving permit, signed and dated by the driver of the vehicle, must be displayed in the windshield of the vehicle between the hours of 10:00 p.m. and 6:00 a.m. 2)  Seasonally closed village beaches reopen to ORV use.   September 07, 2008  NPS Operations and Facilities Resume Normal Hours  Superintendent Mike Murray announced that on Sunday, September 7, 2008 by 1:00 p.m., all park facilities and areas of the Outer Banks Group have reopened to the public and normal operations and services have resumed.   September 06, 2008  Update on NPS Openings  No abstract supplied.   September 05, 2008  Outer Banks Group Update  All park visitor centers in Cape Hatteras National Seashore, Fort Raleigh National Historic Site, and Wright Brothers National Memorial were closed by noon on Friday, 9\/05\/08, and will remain closed until further notice.    September 04, 2008  NPS Prepares for Impacts of Tropical Storm Hanna  In preparation of the possible effects of Tropical Storm Hanna, the National Park Service has taken preliminary steps that affect park operations and facilities and provide the following information to the visiting public and local communities.   September 04, 2008  NPS Visitor Centers Campgrounds and Beach Closures  No abstract supplied.   September 03, 2008  NPS ORV Negotiated Rulemaking Assessment Survey Available to the Public  Superintendent Mike Murray announced today that the Assessment Survey of the Cape Hatteras National Seashore Off-Road Vehicle Negotiated Rulemaking Committee report has been released and is available to the public.    September 03, 2008  NPS Releases Park Administrative History Document  Superintendent Mike Murray announced today the release of the National Park Service publication, The Creation and Establishment of Cape Hatteras National Seashore, North Carolina.   August 29, 2008  National Park Service Beach Access Report for August 28 2008  On August 26, 2008, the ocean shoreline of Bodie Island Spit, from Ramp 4 south for 2.1 miles to Oregon Inlet, reopened to ORV and pedestrian access.   August 29, 2008  National Park Service Announces Fall Program Schedule and Visitor Center Hours  No abstract supplied.   August 29, 2008  NPS LIFEGUARD BEACH OPERATIONS AND CAPE POINT CAMPGROUND CLOSE FOR THE SEASON REDUCED CLIMBING HOURS FOR CAPE HATTERAS LIGHTHOUSE  No abstract supplied.   August 29, 2008  NIGHT BEACH DRIVING PERMITS AVAILABLE  No abstract supplied.   August 27, 2008  Access Update for Bodie Island Spit  Superintendent Mike Murray announced today that Bodie Island Spit reopened to off-road vehicle (ORV) access.   August 21, 2008  National Park Service Beach Access Report for August 21 2008  On August 18, 2008, the ocean shoreline of South Point on Ocracoke Island, from Ramp 72 south for 1.5 miles, reopened to ORV and pedestrian access.  The pre-nesting closure, established in late March of 2008 and includes the interior sections of the point, will remain in place and is posted accordingly.  ORV traffic is permitted from 6:00 am until 10:00 pm daily.  The nighttime prohibition on beach driving is still in effect throughout the Seashore from 10:00 pm to 6:00 am.   August 19, 2008  Beach access update for south point on ocracoke island  Deputy Superintendent Darrell Echols announced today the reopening of South Point on Ocracoke Island for off-road vehicle (ORV) access effective August 18, 2008.   August 15, 2008  National Park Service Beach Access Report for August 14 2008  On August 14, 2008, south of Ramp 4 approximately 1.0 mile of additional ocean shoreline was opened for pedestrian access only on Bodie Island Spit.  Two American Oystercatcher chicks continue to forage along the shoreline and the area will remain closed to ORV traffic until both chicks are fully fledged.  In addition, 1.2 miles south of Ramp 27 and 0.5 of a mile north of Ramp 30 approximately 0.5 mile of ocean shoreline was opened for a pedestrian corridor through a resource protection area where three American Oystercatcher chicks remain.  The area will remain closed to ORV traffic until all chicks are fully fledged.  Both areas are posted.   August 08, 2008  NPS OFFERS FULL MOON TOUR OF THE CAPE HATTERAS LIGHTHOUSE ON AUGUST 16  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of August 16.   August 07, 2008  AUGUST 7 2008 ACCESS UPDATE FOR SOUTH POINT ON OCRACOKE ISLAND AND RAMP 45 IN BUXTON  While in the process of reopening South Point on Ocracoke Island today, an unfledged least tern chick with adults was discovered approximately 1.5 miles south of Ramp 72, which forced the re-closure of a portion of the area.    August 07, 2008  National Park Service Beach Access Report for August 7 2008  No abstract supplied.   August 06, 2008  Access Update for South Point on Ocracoke Island  Superintendent Mike Murray announced today that South Point on Ocracoke Island reopened to off-road vehicle (ORV) access effective August 5, 2008.    August 01, 2008  NCBBA Offers Reward for Apprehension of Deliberate Resource Closure Violations  In support of the National Park Service’s attempts to apprehend violators of park resource closures, Jim Keene, President of North Carolina Beach Buggy Association (NCBBA) announced today that his organization is offering a $1000.00 reward for information leading to the arrest and conviction of any person\/s involved in a deliberate act of vandalism in a resource protection area within the jurisdiction of Cape Hatteras National Seashore.   August 01, 2008  Coast Guard Station Oregon Inlet Tour  This coming Monday, August 4 will be celebrated nationally as Coast Guard Day – the anniversary of the 1790 establishment of the Revenue Cutter Service, forbearer of today's USCG.   August 01, 2008  NPS TO CLOSE LIFEGUARDED BEACH IN BUXTON  Cape Hatteras National Seashore life guarded beach in Buxton will close beginning Monday, August 04, 2008, due to the unexpected loss of seasonal staff.   July 31, 2008  A Sixth Deliberate Violation of Resource Protection Area  No abstract supplied.   July 31, 2008  National Park Service Beach Access Report for July 31 2008  No abstract supplied.   July 31, 2008  ORV Access Mileage for July 31 2008  ****All mileages are approximate****   July 30, 2008  NPS Launches New ORV Information Brochure with Partners  No abstract supplied.   July 29, 2008  Access Update for the East Side of Cape Point  Superintendent Mike Murray announced today that the east side of Cape Point has reopened to off-road vehicle (ORV) access effective immediately.   July 28, 2008  A Deliberate Violation of Resource Protection Area for Least Tern Colony with Chicks and Nests  On 7\/26\/08 a closure violation occurred at the least tern colony north of Ramp 27.  The violation most likely occurred between 0200 (approximate last high tide) and 0800, when it was discovered by park staff.    July 25, 2008  Bodie Island Lighthouse Competes for Restoration Initiative  The National Park Service announced today the Bodie Island Lighthouse is competing for funding through the JELD-WEN Reliable Lighthouse Restoration Initiative.   July 25, 2008  NATIONAL PARK SERVICE TEMPORARY FIRE BAN LIFTED  Superintendent Michael Murray announced today that Cape Hatteras National Seashore has lifted the park-wide open burning ban on all the beaches in Dare and Hyde counties.   July 24, 2008  National Park Service Graveyard of the Atlantic Museum and NOAA Partners Provide Unique Opportunity for Students  No abstract supplied.   July 24, 2008  National Park Service Beach Access Report for July 24 2008  Two areas of interest that reopened this week: Ramp 44 reopened on July 22 and there is ORV access south to the southern end of the “bypass” area.  South of that is open to pedestrian access to the end of Cape Point. Hatteras Spit reopened on July 24 and there is ORV and pedestrian access south from the southern terminus of the Pole Road on the ocean shoreline, around the tip of the Spit to “the Rip” and along the sound shoreline.  The area is experiencing a high rate of shoreline erosion and will be monitored daily.  It is highly probable that at mid-tide, sections of the shoreline will be impassible and, therefore, it may become necessary to install a safety closure for ORVs.   July 24, 2008  ORV Access Mileage for July 24 2008  ****  All mileages are approximate****   July 21, 2008  ORV Access Mileage for July 17 2008  ****  All mileages are approximate****   July 21, 2008  NPS Seining Program  No abstract supplied.   July 18, 2008  National Park Service Beach Access Report for July 17 2008  *Bold, blue print = updated news. **Report resource protection area violations to: Dare Central Communications Center:  252-473-3444 Hyde County Dispatch:  252-928-3171 Ocracoke Sheriff Dept:  252-928-7301 During the remainder of July, August and September, park visitors will experience a shift in the resource protection areas as birds fledge and sea turtle nests approach their expected hatch dates.  As experienced in 2007 under the Interim Strategy, and again this season, some full beach closures will be implemented as turtle nest approach “day 50” (from the date when the nest was laid) in expectation of hatching.  Under the terms of the Consent Decree, beginning September 15, all sea turtle nests that have reached their hatch window at day 50 will result in full beach closures.   July 11, 2008  National Park Service Beach Access Report for July 10 2008  Beginning this week, the ORV Access Mileage list will accompany the weekly Beach Access Report as a separate attached document.  This is an effort to provide a concise, simplified list of approximate ORV access, north and south of existing ramps.  In both reports, the mileages, distances and descriptions in both reports are APPROXIMATE and reflect the best information available at the time the weekly reports are prepared.  The marked boundaries found in the field are the actual, legal boundaries of the closed areas and supersede any information in this report.  Park visitors MUST pay close attention to and comply with resource protection area boundaries as found in the field.  All resource protection areas are clearly marked with carsonite posts, signs, string, wooden poles or other markers.   July 11, 2008  ORV Access Mileage for July 10 2008  ****  All mileages are approximate****   July 11, 2008  NPS Offers July Full Moon Tour of the Cape Hatteras Lighthouse  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of July 18.   July 11, 2008  Junior Ranger Program  Sienna Nambo of Houston, Texas proudly displays a vest adorned with National Park Service Junior Ranger patches that she earned during her visits to various national park sites.   July 03, 2008  National Park Service Beach Access Report for July 3 2008  The mileages, distances and descriptions in this report are approximate and reflect the best information available at the time the report is prepared.  The marked boundaries found in the field are the actual, legal boundaries of the closed areas and supersede any information in this report.  Park visitors MUST pay close attention to and comply with resource protection area boundaries as found in the field.  All resource protection areas are clearly marked with carsonite posts, signs, string, wooden poles or other markers.    June 30, 2008  National Park Service Beach Access Report Update for June 27 2008  On Friday, June 27, 2008, a resource protection area 1.2 south of Ramp 55 was removed after no American Oystercatcher breeding activity had been observed in two weeks.   June 26, 2008  Vandalism of Shorebird Closure Fencing  No abstract supplied.   June 26, 2008  National Park Service Beach Access Report for June 26 2008  News on the “water boundary” issue:  We frequently hear the question – “Can I walk in the water around a full beach closure to access those stretches of beach that are open beyond the closure (with restricted access)?”  According to the DOI Solicitor’s Office, from a legal point of view, the NPS jurisdictional boundary on the ocean shoreline, in most cases, is the mean low water mark.  However, “on the ground” in the field, when it is NOT low tide, it is not clear how the public, (or the rangers who enforce the regulations for that matter) can determine the exact location of mean low tide at that precise time.  For all practical purposes, unless otherwise posted*, passage by a resource closure is permitted if the closure is small enough in length for a person to see the opposite posted boundary (less than a half mile) and if one is able to walk at least knee deep in the low tide (surf) zone the entire distance and re-enter into an open area.    June 24, 2008  NPS Coquina Beach Lifeguards on Duty  Lifeguards are on duty at Coquina Beach (Nags Head), as well as Lighthouse Beach (Buxton) and Ocracoke Day Use Area from 9:30 a.m. to 6:00 p.m. seven days a week through Labor Day.   June 19, 2008  National Park Service Beach Access Report for June 19 2008  Comments on whether to streamline the Beach Access Report or “leave as is” were equally divided; 50 percent wanted it simplified showing only what is open and what is closed; 50 percent stated they wanted the report kept in its entirety to preserve the historical data of what opened and closed and when.  These completely different views are very indicative of the ORV issue at Cape Hatteras National Seashore.  We’ll take your comments into consideration.  The format will stay the same this week.   June 19, 2008  NPS TEMPORARY FIRE BAN ON SEASHORE BEACHES  Superintendent Michael Murray announced today that Cape Hatteras National Seashore will comply with the temporary fire ban on all open burning in Hyde County and unincorporated areas of Dare County.   June 17, 2008  MONUMENT TO OPEN FOLLOWING RESTORATION PROVIDED BY FIRST FLIGHT FOUNDATION  No abstract supplied.   June 16, 2008  NPS Take Me Fishing Program  Victoria Fan, of Dublin, Ohio, proudly displays her “prized” catch of a small Hogfish that she caught with the help of Ranger Brian Przystawski at a National Park Service interpretive fishing program this past Thursday   June 16, 2008  Base of Bodie Island and Ocracoke Lighthouses to Open for Viewing  As a special treat for Outer Banks visitors this summer, National Park Service Outer Banks Group Superintendent Mike Murray has announced that the bases of the Bodie Island Lighthouse and the Ocracoke Lighthouse will be open for public viewing.   June 12, 2008  National Park Service Beach Access Report for June 12 2008  With the availability of the Google Earth maps, we are considering streamlining the Beach Access Report next week to show only what areas are open and what areas are closed with the related mileages.  We would remove all the “history” and prenesting closure language out of the report.  If you feel strongly, either for or against this simplification of the Beach Access Report, please feel free to send a brief email to cyndy_holda@nps.gov stating your reasons.  We appreciate your comments.    June 10, 2008  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse June 18  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of June 18.   June 10, 2008  PUBLIC COMMENT PERIOD OPENS FOR REVIEW OF OCRACOKE ISLAND MULTI-USE TRAIL ENVIRONMENTAL ASSESSMENT  No abstract supplied.   June 05, 2008  National Park Service Beach Access Report for June 5 2008  The mileages, distances and descriptions in this report are approximate and reflect the best information available at the time the report is prepared.  The marked boundaries found in the field are the actual, legal boundaries of the closed areas and supersede any information in this report.  Park visitors MUST pay close attention to and comply with resource protection area boundaries as found in the field.  All resource protection areas are clearly marked with Carsonite posts, signs, string, wooden poles or other markers.  Entry into these protection areas is a violation of the Consent Decree and park regulations and may result in court charges   June 04, 2008  Cape Point Campground Opens for 2008 Season  Superintendent Mike Murray announced today that Cape Point Campground will open Friday, June 6, 2008 for the season.  The opening of the campground had been delayed due to standing water and saturated ground conditions.   May 30, 2008  NPS and Outer Banks Visitor Bureau Feature Google Maps  No abstract supplied.   May 29, 2008  2008 Memorial Day Weekend Summary  Memorial Day Weekend 2008 marked the first major holiday weekend of implementation of the court-ordered consent decree to protect nesting birds and sea turtles at Cape Hatteras National Seashore.   May 29, 2008  ncbba supports seashore junior ranger program in 2008  No abstract supplied.   May 29, 2008  National Park Service Beach Access Report for May 29 2008  The mileages, distances and descriptions in this report are approximate and reflect the best information available at the time the report is prepared.  The marked boundaries found in the field are the actual, legal boundaries of the closed areas and supersede any information in this report.  Park visitors MUST pay close attention to and comply with resource protection area boundaries as found in the field.  All resource protection areas are clearly marked with Carsonite posts, signs, string, wooden poles or other markers.  Entry into these protection areas is a violation of the Consent Decree and park regulations and may result in court charges.   May 22, 2008  Reminders for a Safe Memorial Day Weekend at the Seashore  No abstract supplied.   May 22, 2008  National Park Service Beach Access Report for May 22 2008  ****Google Earth maps are now available at www.nps.gov\/caha**** Go to the park website and click on “Off-Road Vehicle Information - More….” link in the top middle of the page, click on “Current ORV Access Information (Reports and Maps),” click on “Current Interactive Beach Access Map using Google Earth.”  A free download of Google Earth is available for first time users or click on “current beach access map” link if your computer already has Google Earth installed.  The program allows you to zoom into any stretch of beach in the National Seashore to check the status of access and protection resource areas.  Refinement of maps and legends will continue.  The underlying Google Earth map imagery is dated (2004-2006) and may not always match the actual, current shoreline.  The National Park Service color-coded line overlays are based on recent\/current GPS readings and reflect actual shoreline locations and access status.  In other words, the color coded lines (green, yellow, red) indicate the actual shoreline access status, even though in some cases it appears on the image that the line is located landward or seaward of the outdated base image of the shoreline.  (See disclaimer on the maps)  We will be working on current mapping with Google Earth and learning as we go.  The maps will be updated regularly and the date of the most recent update will be indicated.  A modified version of the weekly Beach Access Report will continue to be issued on Thursdays.  Your comments are appreciated!   May 20, 2008  2008 NATIONAL PARK SERVICE LIFEGUARDED BEACHES  Cape Hatteras National Seashore’s lifeguarded beaches will open on May 24, 2008.  Lifeguards will be on duty at Coquina Beach (Nags Head), Lighthouse Beach (Buxton) and Ocracoke Day Use area from 9:30 a.m. to 6:00 p.m. seven days a week from Memorial Day through Labor Day.  Due to a lack of certified candidates, the lifeguarded beach in Nags Head at Coquina Beach is currently guarded on weekends only.  Periodically the Coquina Beach area may be patrolled for hazardous conditions.  A full compliment of lifeguards is expected to be on duty by early June.   May 20, 2008  Delayed Opening of Cape Point Campground for 2008 Season  Superintendent Mike Murray announced today the delayed opening of Cape Point Campground for the 2008 season due to health and safety concerns as a result of standing water and saturated ground conditions.    May 19, 2008  Second Act of Vandalism of Shorebird Closure Fencing  No abstract supplied.   May 19, 2008  NPS Adopts New Beach Fire Regulation for National Seashore Beaches  No abstract supplied.   May 16, 2008  National Park Service Beach Access Report for May 15 2008  No abstract supplied.   May 16, 2008  NATIONAL PARK SERVICE PROGRAMS TO START ON MAY 23 2008  No abstract supplied.   May 15, 2008  NPS Implements Seasonal ORV Closures on May 15  Superintendent Mike Murray announced that the annual seasonal closures of village beaches to off-road vehicle (ORV) use within the National Seashore will go into affect on Thursday, May 15, 2008.  The ORV closures are established in village beach areas that receive heavy pedestrian use, including areas adjacent to Coquina Beach and the villages of Hatteras and Ocracoke Islands.  “These closures provide for the safety of all beach users and minimize user conflicts in congested areas during the busy summer season,” said Superintendent Murray.    May 14, 2008  NPS OFFERS FULL MOON TOUR OF THE CAPE HATTERAS LIGHTHOUSE ON MAY 19 2008  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of May 19.   May 11, 2008  Vandalism of Resource Protection Closure Signs Results in Expansion of Buffer  No abstract supplied.   May 09, 2008  National Park Service Beach Access Report for May 8, 2008  No abstract supplied.   May 09, 2008  John Gaskill Book Signing at Bodie Island  John Gaskill, son of the last lighthouse keeper at the Bodie Island Lighthouse will be signing his book, John Gaskill Remembers, at the Bodie Island Visitor Center on May 13 from 10 a.m. to 1 p.m.   May 05, 2008  NPS Announces First Major Closures under the Consent Decree  The following temporary closures of popular areas are being installed today in accordance with the requirements of the consent decree signed by U.S. District Court Judge Terrence W. Boyle.   May 01, 2008  2008 National Park Service Spring Program Schedule  No abstract supplied.   May 01, 2008  Agreement Reached to Preserve Wildlife and Recreation Opportunities on Cape Hatteras National Seashore  Washington, DC – The National Park Service (NPS) announced today that a settlement has been reached that will protect nesting areas for Piping Plovers and other species and allow recreational opportunities for park visitors.   May 01, 2008  Nighttime Driving Prohibited on Cape Hatteras National Seashore Beaches  No abstract supplied.   May 01, 2008  National Park Service Beach Access Report for May 1 2008  No abstract supplied.   April 29, 2008  NPS Announces Additional Training for Beach Ambassador Program  Superintendent Mike Murray announced today an additional training date for the 2008 summer season “Beach Ambassador” program.  The park is recruiting volunteers from the surrounding communities of Dare County.   April 28, 2008  Travel Channel Presents Segment on Cape Hatteras Lighthouse  The Outer Banks Group announced today the Travel Channel will premier an episode on the Cape Hatteras Lighthouse.  The new back-to-back, half-hour episodes on Wednesday, April 30, 2008 at 9:00 and 9:30 pm (ET\/PT) of John Ratzenberger’s Made in America series will include segments on Cape Hatteras Lighthouse, scenes of U.S. Coast Guardsmen changing the lens for aid to navigation, and the Graveyard of the Atlantic Museum which displays the remaining original pieces of the Cape Hatteras Lighthouse lens.   April 25, 2008  National Park Service Beach Access Report for April 24 2008  No abstract supplied.   April 23, 2008  NPS Salutes Outer Banks Group Volunteers  No abstract supplied.   April 22, 2008  Be A National Park Service Junior Ranger  Celebrate National Junior Ranger Day – April 26, 2008 Outer Banks Group Superintendent Mike Murray invites children throughout the Outer Banks to take part in National Junior Ranger Day at their local national park sites on Saturday, April 26, 2008.  “Becoming a Junior Ranger is a fun way for children to explore and learn more about the National Parks and how they can enjoy and help protect these important sites,” stated Murray.    April 22, 2008  NPS STUDENT EMPLOYEE MAKING A DIFFERENCE  Summer student positions are still available at the Outer Banks national park sites; call (252) 473-2111, x164 for more information.   April 21, 2008  NPS Announces Beach Ambassador Program  Superintendent Mike Murray announced 2008 training dates are set for the summer season “Beach Ambassador” program. The program’s goal is to increase preventative lifesaving efforts through educational materials and personal contacts with the visiting public to Cape Hatteras National Seashore and village beaches.  The program will educate and inform the public of potential hazards associated with beach recreation, in particular rip currents, along with beach and soundside water safety, surf and storm conditions.    April 18, 2008  Celebrate National Park Week National Park Week is April 19-27 2008  No abstract supplied.   April 17, 2008  2008 National Park Service Student Summer Jobs Available  Full and part-time paid park-related student\/intern jobs are now available for summer 2008 with the National Park Service Outer Banks Group; Fort Raleigh National Historic Site, Wright Brothers National Memorial and Cape Hatteras National Seashore.   April 17, 2008  Replica of Silver Life Saving Medal Presented to Descendants of Urias Blount Williams  No abstract supplied.   April 17, 2008  National Park Service Beach Access Report for April 17 2008  During the week of April 13, the Outer Banks have experienced yet another springtime northeaster with high winds, heavy surf and tide conditions.  Certain portions of beaches may be impassible at high tide.  Visitors should pay attention to tide changes and exercise caution while traveling the beaches of the park. The park is operating under the Interim Protected Species Management Strategy which we expect to be modified when the settlement of the lawsuit is finalized by the Court.  As with last year’s Interim Strategy, the visiting public can expect on-going adjustment modifications of closures as the season progresses.    April 11, 2008  National Park Service Student Summer Jobs Available  Full and part-time paid park-related student\/intern jobs are now available for summer 2008 with the National Park Service Outer Banks Group; Fort Raleigh National Historic Site, Wright Brothers National Memorial and Cape Hatteras National Seashore.   April 09, 2008  Know Your Park Coastal Geologist Dr Stanley Riggs to Speak in Rodanthe  Continuing the second season of the Know Your Park citizen science education program series, the National Park Service Outer Banks Group is partnering with the Rodanthe-Waves-Salvo Civic Association (RWSCA) to host a presentation by North Carolina geologist, Dr. Stanley Riggs.  Dr. Riggs will speak at the RWSCA Community Building in Rodanthe, NC on April 15 at 7 p.m.  The topic will be “Climate Change and the North Carolina Coastal System – Past, Present and Future”.   “This is an important and relevant topic for all living on our barrier islands”, announced park superintendent Mike Murray.  “We are pleased to work with RWSCA in providing this program.  I hope students as well as adults will take advantage of this renowned speaker coming to our communities.”   March 25, 2008  Cape Hatteras Lighthouse 2008 Climbing Season Announced April 18 2008 through October 13 2008  The Cape Hatteras Lighthouse will open to the public for climbing from April 18 through Columbus Day, October 13, 2008.  Climbing fees for the Lighthouse will be $7 per adult, and $3.50 for children under 12 and senior citizens.   March 21, 2008  Park to Establish Pre-nesting Areas for 2008 Breeding Season  No abstract supplied.   February 14, 2008  Junior Ranger Essay Contest Announced Winner to Receive Family Vacation and Other Prizes  No abstract supplied.   February 12, 2008  NPS Annual Threatened and Endangered Species Reports Available to Public  Superintendent Mike Murray announced today that the Cape Hatteras National Seashore (CAHA) 2007 Annual Reports for Threatened and Endangered Species have been released and are available to the public.   February 11, 2008  NPS  ORV Negotiated Rulemaking Committee Member Contact Information Available  Superintendent Mike Murray announced today the official public contact list for members of the Cape Hatteras National Seashore ORV Planning Advisory Committee for Negotiated Rulemaking is available online   February 08, 2008  Cape Hatteras National Seashore 2008 Campgrounds Season Opening Date Changed to the First Friday in April  Outer Banks Group Superintendent Mike Murray announced today that Oregon Inlet, Frisco, and Ocracoke Campgrounds will open to the public on Friday, April 4, 2008.  Oregon Inlet and Frisco Campgrounds will remain open through Columbus Day, October 13, 2008.  The Ocracoke Island Campground is on a reservation system and will remain open through October 27, 2008.  Cape Point Campground in Buxton on Hatteras Island will open Friday, May 23, 2008 for Memorial weekend through September 1, 2008 - Labor Day Weekend.   February 06, 2008  Know Your Park- William McLellan to Speak on NC Whales - Presentations to be held on Ocracoke and Hatteras Islands  No abstract supplied.   February 06, 2008  DEPUTY SUPERINTENDENT SELECTED FOR THE OUTER BANKS GROUP  No abstract supplied.   January 24, 2008  KNOW YOUR PARK PRESENTATIONS JANUARY 29 and 30  OCRACOKE AND BUXTON  No abstract supplied.   January 10, 2008  Cape Hatteras National Seashore Announces Availability of ORV Preliminary Alternative Options Workbook as a Word Document and Extension of Deadline for Comments  On December 21, 2007, NPS announced it was preparing a workbook describing a variety of off-road vehicle (ORV) management elements and options to facilitate public comment on preliminary alternatives for the Seashore’s ORV Management Plan\/ environmental impact statement.  The workbook has been posted on the NPS PEPC website, http:\/\/parkplanning.nps.gov\/caha under the ORV Management Plan\/EIS project and can be downloaded and completed electronically or printed and submitted in hard copy.  The workbook alternative options are not intended to be all inclusive, nor necessarily always compatible or mutually exclusive.  Multiple compatible elements can be considered in combination later to develop a diverse range of management alternatives for evaluation in the Draft EIS.   January 02, 2008  Know Your Park  Dr Steve Ross to Speak on Deep Ocean Habitats Presentations to be held on Ocracoke and Hatteras Islands  No abstract supplied.   December 21, 2007  Cape Hatteras National Seashore Announces Schedule of Public Information Meetings on Preliminary Alternative Options for the Off-Road Vehicle Management Plan\/Environmental Impact Statement  Superintendent Mike Murray announces the following public meeting schedule to provide information and solicit public input on preliminary alternative options for the ORV Management Plan \/ EIS for Cape Hatteras National Seashore.  The Plan\/EIS will guide the management of ORV use at America’s first national seashore for the next 10 to 15 years.  Because the Plan\/EIS will analyze many complex ecological and social issues, public participation is encouraged and needed.    November 30, 2007  National Park Service Beach Access Report for November 29 2007  Weekly Up-date: Cape Hatteras National Seashore beaches are open under winter seasonal beach conditions for off-road vehicles (ORV) access as described below.  The Park operates and manages access under the Interim Strategy guidance.  Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park.  Pets must be on at least a 6 foot leash at all times.  The sea turtle nesting season has ended for 2007.  The end of November marks the end of the weekly 2007 Beach Access Reports as well.  The Reports will resume in May 2008.  We appreciate your interest, your comments, and your input over the past seven months.  Enjoy the solitude, the “wildness” and great fishing and wildlife viewing opportunities the park’s winter beaches offer to all!   November 20, 2007  Know Your Park  Dr Randy Daniel to Speak on Archaeology and Ancient Cultures in the NC Coastal Plain  Presentations to be held on Roanoke and Hatteras Islands  No abstract supplied.   November 19, 2007  National Park Service Beach Access Report for November 15 2007  Cape Hatteras National Seashore beaches are open under winter seasonal beach conditions for off-road vehicles (ORV) access as described below.  The Park operates and manages access under the Interim Strategy guidance.    Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park.  Pets must be on at least a 6 foot leash at all times.  The North Carolina Beach Buggy Association members, park staff and volunteers are conducting the annual fall Operation Beach Respect clean-up on Saturday, November 17, 2007.  “Volunteer” a little of your time and help clean-up the beaches while enjoying the great outdoors this weekend!   November 08, 2007  National Park Service Beach Access Report for November 8 2007  Weekly Up-date: Cape Hatteras National Seashore beaches are open under winter seasonal beach conditions for off-road vehicles (ORV) access as described below.  The Park operates and manages access under the Interim Strategy guidance.    Some areas may still experience closures due to impacts from Hurricane Noel’s offshore passing and visitors may find narrow beach conditions that are temporarily unsafe for ORV use.  Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park.  Pets must be on at least a 6 foot leash at all times. ** Blue text = updated news.   November 01, 2007  National Park Service Beach Access Report for November 1 2007  Cape Hatteras National Seashore beaches are open under winter seasonal beach conditions for off-road vehicles (ORV) access as described below.  Some areas may still experience closures where the beaches are too narrow and unsafe for ORV use.  The Park operates and manages access under the Interim Strategy guidance.  Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park.  Pets must be on at least a 6 foot leash at all times.   October 25, 2007  NATIONAL PARK SERVICE TEMPORARY FIRE BAN  No abstract supplied.   October 25, 2007  NPS Hosts Employment Job Fairs the First Week of November  Superintendent Mike Murray is pleased to announce the Outer Banks Group and National Park Service staff, will host two job fairs for 2008 summer temporary seasonal positions.  The first one will be held in Manteo at the College of the Albemarle Roanoke Island Campus (“old Middle School”) on Thursday, November 1, 2007, from 3:00 pm to 7:00 pm.  The second job fair will be held in Buxton at the Fessenden Center on Saturday, November 3, 2007 from noon to 4:00 pm.   October 25, 2007  National Park Service Beach Access Report for October 25 2007  Weekly Up-date: Cape Hatteras National Seashore beaches are open under winter seasonal beach conditions for off-road vehicles (ORV) access as described below.  Some areas may still experience closures where the beaches are too narrow and unsafe for ORV use.  The Park operates and manages access under the Interim Strategy guidance.  Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park.  Pets must be on at least a 6 foot leash at all times.   October 17, 2007  National Park Service Beach Access Report for October 17 2007  Cape Hatteras National Seashore beaches are open under winter seasonal beach conditions for off-road vehicles (ORV) access as described below.  Some areas may still experience closures where the beaches are too narrow and unsafe for ORV use.  The Park operates and manages access under the Interim Strategy guidance.  Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park.  Pets must be on at least a 6 foot leash at all times.   October 11, 2007  National Park Service ORV Management Plan Process  The third collaborative workshop for ORV Management Plan proposed Negotiated Rulemaking participants will be held Monday and Tuesday, October 22 – 23, 2007, at the Town of Nags Head Fire Hall in Nags Head, North Carolina.   October 11, 2007  PUBLIC COMMENT PERIOD OPENS FOR OCRACOKE ISLAND MULTI-USE TRAIL AND PARKING LOT ENVIRONMENTAL ASSESSMENT  Superintendent Mike Murray announced today the National Park Service (NPS) will seek public comments on the proposed development of a paved, multi-use trail and a parking lot on Ocracoke Island.   October 11, 2007  National Park Service Beach Access Report for October 11 2007  Cape Hatteras National Seashore beaches are open under winter seasonal beach conditions for off-road vehicles (ORV) access as described below.  Some areas may still experience closures where the beaches are too narrow and unsafe for ORV use.  The Park operates and manages access under the Interim Strategy guidance.  Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park.  Pets must be on at least a 6 foot leash at all times.   October 04, 2007  National Park Service Beach Access Report for October 4 2007  Weekly Up-date: Cape Hatteras National Seashore beaches are open under winter seasonal beach conditions for off-road vehicles (ORV) access as described below.  Some areas may still experience closures where the beaches are too narrow and unsafe for ORV use, and visitors should expect to see continued resource protection areas for sea turtle nests.  The Park operates and manages access under the Interim Strategy guidance.  Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park.  Pets must be on at least a 6 foot leash at all times. ** Blue text = updated news.   October 03, 2007  Cape Hatteras National Seashore Long-Range Interpretive Plan Available  With the help of partner organizations, the National Park Service has completed a Long-Range Interpretive Plan for Cape Hatteras National Seashore.  “Interpretive and educational services are an important component of the experience that the National Park Service provides to park visitors and our local communities,” stated Mike Murray, Superintendent, Outer Banks Group.  “The Cape Hatteras National Seashore Long-Range Interpretive Plan offers a vision for the future of interpretation at the Seashore.”   September 27, 2007  National Park Service Beach Access Report for September 27 2007  No abstract supplied.   September 24, 2007  FULL MOON TOUR OF CAPE HATTERAS LIGHTHOUSE OFFERED BY NPS  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Wednesday, September 26.   September 21, 2007  National Park Service Beach Access Report for September 20 2007  No abstract supplied.   September 14, 2007  National Park Service Beach Access Report for September 14 2007  No abstract supplied.   September 14, 2007  NPS REOPENS SEASONALLY CLOSED VILLAGE BEACHES TO ORV USE  Outer Banks Group Superintendent Mike Murray announces that on Sunday, September 16, 2007, Cape Hatteras National Seashore beaches that have been seasonally closed to off-road vehicle (ORV) use in front of Hatteras Island villages will re-open.  Some areas may still experience closures where the beaches are too narrow and unsafe for ORV use, and visitors should expect to see continued resource protection areas for sea turtle nests.    September 10, 2007  NATIONAL PARK SERVICE SITES REOPENED  No abstract supplied.   September 09, 2007  OUTER BANKS GROUP VISITOR CENTERS CLOSE FOR TROPICAL STORM GABRIELLE  As Tropical Storm Gabrielle approaches the Outer Banks of North Carolina, Superintendent Mike Murray announced that all Outer Banks Group visitor centers will be closed today due to impending weather impacts from the storm.  The grounds at Wright Brothers National Memorial remain open, as weather permits; however, the Visitor Center will be closed.  The Fort Raleigh National Historic Site Visitor Center closes at noon today.   September 08, 2007  OUTER BANKS GROUP CAMPGROUNDS CLOSE FOR SUBTROPICAL STORM GABRIELLE  No abstract supplied.   September 06, 2007  National Park Service Beach Access Report for September 6 2007  No abstract supplied.   August 31, 2007  Viewing Hours Extended for Base of Bodie Island Lighthouse  No abstract supplied.   August 30, 2007  National Park Service Beach Access Report for August 30 2007  The Park continues to operate and manage access under the Interim Strategy guidance.  Beach Access is open as described below.  Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park.   August 29, 2007  National Park Service Announces Fall Program Schedule  The National Park Service Outer Banks Group will offer a variety of free ranger-led programs this fall season.  At Fort Raleigh National Historic Site and Wright Brothers National Memorial, and on Bodie and Hatteras Islands at Cape Hatteras National Seashore, programs will begin on Tues., Sept. 4.  On Ocracoke Island at Cape Hatteras National Seashore, programs start on Mon., Sept. 10.  The fall program schedule will run through Columbus Day, Mon. Oct. 8.  All programs are free.   August 29, 2007  NPS Visitor Facilities Go To Fall Winter Spring Hours  Starting Tuesday, September 4, the National Park Service Outer Banks Group visitor centers will be open on the fall\/winter\/spring hour schedule of 9 a.m. top 5 p.m. daily.  This includes the visitor centers at Fort Raleigh National Historic Site, Wright Brothers National Memorial, and the Cape Hatteras National Seashore visitor centers at Bodie Island, Hatteras Island and Ocracoke Island.  These facilities are open year-round.   August 24, 2007  NPS Follows NC Statewide Ban on Open Fires for National Seashore Beaches  No abstract supplied.   August 23, 2007  National Park Service Beach Access Report for August 23 2007  No abstract supplied.   August 21, 2007  NPS offers full moon tour of the cape hatteras lighthouse on August 28 2007  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Tuesday, August 28.   August 16, 2007  National Park Service Beach Access Report for August 16 2007  No abstract supplied.   August 09, 2007  National Park Service Beach Access Report for August 9 2007  No abstract supplied.   August 08, 2007  Mark Hardgrove Named Virgin Islands National Park Superintendent  No abstract supplied.   August 03, 2007  NPS COMMENTS TO USFWS AND TO COURT ARE AVAILABLE  Superintendent Mike Murray announced that Cape Hatteras National Seashore (CAHA) has posted two recent letters on the National Park Service (NPS) Planning, Environment and Public Comment system (PEPC) website.   August 02, 2007  National Park Service Beach Access Report for August 2 2007  No abstract supplied.   July 27, 2007  Base of Bodie Island Lighthouse to Open for Viewing  No abstract supplied.   July 26, 2007  National Park Service Beach Access Report for July 26, 2007  The National Park Service continues to operate and manage access to Cape Hatteras National Seashore beaches under the Interim Strategy guidance.  Beach Access is open as described below.   July 25, 2007  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse on July 29th, 2007  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Sunday, July 29.   July 19, 2007  Beach Access Report for July 19 2007  The National Park Service continues to operate and manage access to Cape Hatteras National Seashore beaches under the Interim Strategy guidance.  Beach Access is open as described below.   July 18, 2007  NPS ANNOUNCES UPDATE ON BEACH ACCESS  No abstract supplied.   July 16, 2007  NPS “Beach Ambassador” Program Final Training Date Scheduled  No abstract supplied.   July 16, 2007  National Park Service Issues Finding of No Significant Impact for Interim Strategy  Cape Hatteras National Seashore Superintendent Mike Murray announced today the approval of a Finding of No Significant Impact (FONSI) for the Interim Protected Species Management Strategy.   July 15, 2007  ACCESS STATUS AT BODIE ISLAND SPIT  No abstract supplied.   July 12, 2007  National Park Service Beach Access Report for July 12, 2007  National Seashore beaches and inlets experience varying degrees of erosion and notable high tides.  Travel in many areas may be limited during high wind\/tide conditions.   July 05, 2007  National Park Service Beach Access Report for July 5, 2007  National Seashore beaches and inlets experience varying degrees of erosion and notable high tides.   July 02, 2007  NPS and NCBBA Tackle Beach Litter  In cooperation with the National Park Service (NPS) the North Carolina Beach Buggy Association (NCBBA), recently sponsored “Operation Beach Respect” on Cape Hatteras National Seashore beaches.   July 02, 2007  NATIONAL PARK SERVICE HIRES LIFEGUARDS FOR BEACH IN BUXTON July 2 2007  Cape Hatteras National Seashore recently hired lifeguards to fill vacant positions in Buxton ensuring that all three designated National Park Service beaches have lifeguards for the remainder of the 2007 summer season.   June 29, 2007  National Park Service Issues Fireworks Prohibition Reminder  The July 4th holiday is a time of festivity and the national parks are great places to celebrate our country’s independence …just leave the fireworks at home.   June 29, 2007  Federal Register Notice Published for Cape Hatteras Negotiated Rulemaking Committee  No abstract supplied.   June 28, 2007  National Park Service Beach Access Report for June 28, 2007  National Seashore beaches and inlets experience varying degrees of erosion and notable high tides.   June 25, 2007  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse June 30, 2007  As a very special experience for the visiting public and local communities, the National Park Service will be offering Full Moon Tours of the Cape Hatteras Lighthouse the evening of Saturday, June 30.   June 21, 2007  National Park Service Beach Access Report for June 20, 2007  The annual seasonal closures of village beaches to ORV use were established on May 15, 2007.   June 19, 2007  Donations Support First Fully Accessible Beach Access Ramp in National Seashore  Outer Banks Group Superintendent Mike Murray is pleased to announce the opening of the first fully accessible beach access boardwalk (ramp) in the national seashore at the Frisco Bathhouse in Frisco, North Carolina.   June 19, 2007  Sea Turtle Nesting Season Begins with Rare Events  Every year, nesting female sea turtles come to lay their eggs on the Outer Banks which lie near the northern limit of the nesting range for loggerhead, green, and leatherback turtles.   June 18, 2007  Volunteers Sought for the Bodie Island Lighthouse  Once the current stabilization project at the Bodie Island Lighthouse is completed later this summer, the National Park Service hopes to open the base of the structure for public viewing.   June 14, 2007  NPS “Beach Ambassador” Program Additional Training Dates Scheduled  The next scheduled training dates for the new pilot “Beach Ambassador” program are set for the 2007 summer season.   June 14, 2007  National Park Service Beach Access Report for June 14, 2007  National Seashore beaches and inlets experience varying degrees of erosion and notable high tides.   June 07, 2007  National Park Service Summer Hours and Programs To Start June 10  National Park Service visitor centers at Fort Raleigh National Historic Site, Wright Brothers National Memorial, and Cape Hatteras National Seashore will be open from 9 a.m. to 6 p.m. Sunday June 10 through Labor Day.   June 07, 2007  National Park Service Beach Access Report for June 7, 2007  The annual seasonal closures of village beaches to ORV use were established on May 15, 2007.   June 04, 2007  NCBBA Supports Seashore Junior Ranger Program  No abstract supplied.   May 31, 2007  National Park Service Beach Access Report for May 31, 2007  The annual seasonal closures of village beaches to ORV use were established on May 15, 2007.   May 24, 2007  NATIONAL PARK SERVICE LIFEGUARDED BEACHES FOR THE 2007 SUMMER SEASON  Cape Hatteras National Seashore opens lifeguarded beaches on May 26, 2007.   May 24, 2007  National Park Service Beach Access Report for May 24, 2007  Weekly Up-date: The annual seasonal closures of village beaches to ORV use were established on May 15, 2007.   May 17, 2007  National Park Service Beach Access Report for May 17, 2007  The annual seasonal closures of village beaches to ORV use were established on May 15, 2007.   May 11, 2007  National Park Service Beach Access Report for May 11, 2007  On May 10, 2007, prior to issuing the Beach Access Report, information was communicated that two piping plover nests were located inside the Cape Point pre-nesting area.   May 11, 2007  NPS Implements Seasonal Beach Closures on May 15  Superintendent Mike Murray announced that the annual seasonal closures of village beaches to ORV use within the National Seashore will go into affect on Tuesday, May 15, 2007.   May 10, 2007  National Park Service Beach Access Report for May 10, 2007  From Sunday, May 6 through Tuesday, May 8, the Outer Banks experienced a strong low pressure system with high winds of 50-60 mph and strong wave action on the coastline.   May 08, 2007  NPS “Beach Ambassador” Program Training Dates Announced  The training dates for the new pilot “Beach Ambassador” program have been set for the 2007 summer season.   May 04, 2007  National Park Service Spring Program Schedule Announced  Learn more about your National Parks while visiting the Outer Banks this spring!   May 03, 2007  National Park Service Beach Access Report for May 3, 2007  Pre-nesting areas were established the week of March 26, 2007.   April 26, 2007  National Park Service Beach Access Report for April 26, 2007  Pre-nesting areas were established the week of March 26, 2007.   April 26, 2007  DOGS ON NATIONAL SEASHORE MUST BE LEASHED  No abstract supplied.   April 23, 2007  Become a Junior Ranger!  National Junior Ranger Day is April 28  Outer Banks Group Superintendent Michael B. Murray invites children throughout the Outer Banks to take part in National Junior Ranger Day at their local National Park sites on Saturday, April 28, 2007.   April 23, 2007  NPS Launches “Beach Ambassador” Program  Superintendent Mike Murray announced today the implementation of a new pilot “Beach Ambassador” program for the 2007 summer season.   April 20, 2007  Celebrate National Park Week!  National Park Week is April 22-28  No abstract supplied.   April 19, 2007  National Park Service Beach Access Report for April 19, 2007  This report includes the established pre-nesting resource closures.   April 13, 2007  NPS Seeks Public Comment on Proposed 2008 Fee Changes  Outer Banks Group Superintendent Mike Murray announced today the public comment period for proposed 2008 park fees for several park facilities is now open through May 15.   April 12, 2007  NPS Salutes Outer Banks Group Volunteers – April 15 - 21 is National Volunteer Week  The National Park Service Outer Banks Group recently honored its volunteers from Cape Hatteras National Seashore, Fort Raleigh National Historic Site and Wright Brothers National Memorial.   April 06, 2007  National Park Service Beach Access Report for April 6, 2007  No abstract supplied.   March 30, 2007  Cape Hatteras Lighthouse to Open April 20 – Annual Opening Date Changed to the Third Friday in April  National Park Service Outer Banks Group Superintendent, Michael B. Murray reminds the public that the Cape Hatteras Lighthouse will open to the public for climbing from April 20 through Columbus Day, October 8, 2007.   March 29, 2007  Silver Lake Marina and Cape Hatteras Lighthouse Fee Schedules for 2007 Season  In April 2006 the National Park Service announced plans to increase fees in 2007 for several park facilities.  The new fees go into effect beginning April 1, 2007 for the Silver Lake Marina and the Cape Hatteras Lighthouse 2007 season.   March 26, 2007  Cape Hatteras Seashore Campgrounds Open for 2007 Season  Superintendent Mike Murray announced today that Oregon Inlet, Frisco and Ocracoke Campgrounds will open Friday, April 6, 2007 for the season.   March 22, 2007  Park to Establish Pre-nesting Areas for 2007 Breeding Season  No abstract supplied.   February 15, 2007  PUBLIC COMMENT PERIOD OPENS FOR PROPOSED PREDATOR CONTROL PROGRAM  No abstract supplied.   February 13, 2007  NPS Threatened & Endangered Species Reports Available to Public  Superintendent Mike Murray announced today that the Cape Hatteras National Seashore (CAHA) 2006 Annual Reports for Threatened and Endangered Species have been released and are available to the public.   February 02, 2007  Know Your Park:  Dr. Stanley Riggs to Speak on Barrier Islands and Climate Change - Presentations to be held on Ocracoke and Hatteras Islands  For the third Know Your Park program of this season, the National Park Service will host two presentations by North Carolina geologist Dr. Stanley Riggs on “Climate Change and the North Carolina Coastal System – Past, Present and Future.”   January 25, 2007  Cape Hatteras National Seashore Announces Public Scoping Meeting Schedule for Off-Road Vehicle Management Plan\/Environmental Impact Statement  No abstract supplied.   January 16, 2007  Department of the Interior Initiates New Interagency Passes  Outer Banks Group Begins Sales of the America the Beautiful – National Parks and Federal Recreation Land Pass.   January 11, 2007  Cape Hatteras Lighthouse 2007 Climbing Season Announced-Opening Date Changed to the Third Friday in April  National Park Service Outer Banks Group Superintendent, Michael B. Murray has announced that the Cape Hatteras Lighthouse will open to the public for climbing from April 20, 2007 through Columbus Day, October 8, 2007.   January 11, 2007  PUBLIC COMMENT PERIOD OPENS FOR RELOCATION OF HISTORIC BODIE ISLAND STRUCTURES  No abstract supplied.   January 10, 2007  Update on ORV Planning Process  No abstract supplied.   December 20, 2006  NPS Visitor Center Holiday Schedules  All National Park Service Visitor Centers within the Outer Banks Group will be closed for the Christmas Holiday on Monday, December 25, 2006.   December 18, 2006  RENOVATIONS FOR CAPE HATTERAS LIGHT STATION  No abstract supplied.   November 30, 2006  NPS Reduces Maintenance Services at Several ORV Access Points for Winter Season  No abstract supplied.   November 28, 2006  National Park Service Beach Access Report for November 28, 2006  This beach access report is being distributed to update current information in Cape Hatteras National Seashore following the severe storm of November 22, 2006.   November 27, 2006  Know Your Park: Radio Scientist John S. Belrose to Speak on Reginald Fessenden’s Contributions to Voice Radio  “By his genius, distant lands converse and men sail unafraid upon the deep.” – spoken of Reginald Fessenden.   November 24, 2006  BEACH ACCESS RAMPS FLOODED BY PRE-THANKSGIVING DAY STORM  Although the storm has passed, and most beach access ramps in Cape Hatteras National Seashore are open for use as of Friday, November 24, a few remain flooded and closed until waters have receded enough to allow safe passage.   November 20, 2006  Cape Hatteras National Seashore Negotiated Rulemaking  Superintendent Mike Murray announced plans for Cape Hatteras National Seashore to host a two-day training workshop on “Participating in the Negotiated Rulemaking Process” scheduled for February 8 and 9, 2007.   November 16, 2006  National Park Service Beach Access Report for November 16, 2006  Superintendent Mike Murray announced the 2006 sea turtle nesting season is coming to a close in Cape Hatteras National Seashore.   November 06, 2006  NPS Waives Entrance Fees to all Veterans on Veterans Day  The National Park Service (NPS) has announced a new policy effective this Veterans Day (November 11, 2006).   October 17, 2006  Biologist Alvin Braswell to Speak on Reptiles and Amphibians of the Outer Banks - National Park Service begins Know Your Park Presentation Series  Want to know what venomous snakes live on the Outer Banks, or what kind of tree frogs are barking near that outside door light, or how one special water snake has adapted to living in the salty marshes of Dare and Hyde counties?   October 11, 2006  National Park Service Beach Access Report for October 11, 2006  Bodie Island District (North of Ramp 27)   October 04, 2006  NPS TO LOAN CAPE HATTERAS LIGHT PEDESTAL TO THE GRAVEYARD OF THE ATLANTIC MUSEUM  No abstract supplied.   October 02, 2006  Sunset and Full Moon Tours Offered at the Cape Hatteras Lighthouse on October 7  With the “sun setting” on the 2006 climbing season at the Cape Hatteras Lighthouse, the National Park Service will offer a grand finale series of evening tours on Saturday, October 7, 2006.   September 29, 2006  National Park Service Beach Access Report for September 29, 2006  No abstract supplied.   September 22, 2006  NPS Celebrates National Public Lands Day  No abstract supplied.   September 18, 2006  National Park Service Beach Access Report for September 18, 2006  This beach access report is being distributed to update current information on Hatteras Island District beach access.   September 15, 2006  National Park Service Beach Access Report for September 15, 2006  This beach access report is being distributed to clarify which sections of beach will reopen or remained closed on September 16, 2006.   September 06, 2006  NPS OCRACOKE CAMPGROUND SEASON EXTENDED  Cape Hatteras National Seashore Superintendent Mike Murray announces that the season for the National Park Service campground on Ocracoke Island has been extended until October 30, 2006.   September 01, 2006  OUTER BANKS GROUP OPENINGS AND CLOSURES  No abstract supplied.   September 01, 2006  National Park Service Beach Access Report for September 1, 2006  This is the final beach access report for the 2006 summer season.  Significant resource management activities related to protected species will be provided via press releases.   September 01, 2006  Cape Hatteras Lighthouse Closed on September 6 for Window Replacement Project  The Cape Hatteras Lighthouse will be closed for climbing on September 6 for one day only to complete the installation of the first of seven new cast ductile iron windows.   September 01, 2006  NATIONAL PARK SERVICE SITES REOPEN  Three National Park Service Campgrounds reopened at noon on Friday, September 01, 2006.  The Cape Hatteras Lighthouse will reopen on Saturday, September 2, 2006.   August 31, 2006  NPS Campgrounds Closed for Storm Impacts  No abstract supplied.   August 31, 2006  Outer Banks NPS Visitor Centers’ Hours Adjusted for Fall Season  No abstract supplied.   August 31, 2006  NPS Offers September Full Moon Tour of the Cape Hatteras Lighthouse  As a special experience for park visitors and neighboring communities, the National Park Service continues the Cape Hatteras Lighthouse Full Moon Tour again in September on Thursday, September 7, 2006.   August 25, 2006  NPS Offers Sun Rise Tour of the Cape Hatteras Lighthouse  As a very special experience for the visiting public and local communities, the National Park Service will be offering the first Sun Rise Tour of the Cape Hatteras Lighthouse on the morning of Thursday, August 31.   August 24, 2006  NPS Lifeguards Keep Seashore Beaches Safe  Water safety is a major concern on the Outer Banks.  Visitors to the miles of beautiful beaches may not be aware of potential dangers including strong wave action, rip currents, marine life, and shifting sands.   August 24, 2006  National Park Service Beach Access Report for August 24, 2006  Numerous Piping Plovers migrating south along the Atlantic coast have been observed foraging on the beaches. During one beach survey, 69 Plovers were observed on South Ocracoke Island.   August 24, 2006  LOCAL ETHNOGRAPHY NOW AVAILABLE AT CAPE HATTERAS LIGHTHOUSE  No abstract supplied.   August 22, 2006  BIOLOGICAL OPINION AVAILABLE TO PUBLIC  No abstract supplied.   August 17, 2006  America's Best Classroom Comes to the Outer Banks Group  The Outer Banks Group of the National Park Service is proud to announce the selection of Wright Brothers National Memorial as one of fourteen National Park Service sites to participate in the America’s Best Classroom program.   August 17, 2006  National Park Service Beach Access Report for August 17, 2006  Recent News: Numerous Piping Plovers migrating south along the Atlantic coast have been observed foraging on the beaches. In the course of one beach survey, 93 Piping Plovers were observed on South Ocracoke Island. This is the highest number of Plover ever observed in one specific location in the park. Colonial Waterbirds such as the Least Tern, Royal and Gull-billed Tern, and Black Skimmer are abundantly present on the Seashore.   August 16, 2006  Whalebone Fire Burning in Cape Hatteras National Seashore  No abstract supplied.   August 10, 2006  Soundside Sleuths on the Seashore  The marshes and grass beds of Pamlico Sound provide a nursery ground for marine life and a safe haven for the creatures that live there.   August 10, 2006  National Park Service Beach Access Report for August 10, 2006  Numerous Piping Plovers migrating south along the Atlantic coast have been observed foraging on the beaches. During a one-day beach survey on 8-5-06, 123 Plovers were observed from Oregon Inlet to South Ocracoke Spit. Colonial Waterbirds such as the Least Tern, Royal and Gull-billed Tern, and Black Skimmer are abundantly present on the Seashore. This week 100 Sandwich Terns and one Black Tern were added to the survey report   August 07, 2006  Wright Painting on Loan at Memorial  No abstract supplied.   August 03, 2006  National Park Service Beach Access Report for August 3, 2006  No abstract supplied.   August 01, 2006  NPS HOLDS OPEN HOUSE ON AUGUST 8 FOR PUBLIC TO MEET NEW STAFF  No abstract supplied.   July 31, 2006  Help Protect Sea Turtles  No abstract supplied.   July 27, 2006  PUBLIC COMMENT PERIOD OPENS ON LENS PEDESTAL LOAN  No abstract supplied.   July 27, 2006  National Park Service Beach Access Report for July 27, 2006  Recent News: Access to South Point on Ocracoke Island reopened on a 24-hour basis today (July 27). The last piping plover chick that had been in the South Point area is presumed lost.   July 27, 2006  National Park Service and North Carolina State University Present the American Oystercatcher  Cape Hatteras National Seashore will be hosting Dr. Ted Simons and Mr. Shiloh Schulte of North Carolina State University for a presentation on a unique-looking visitor to our shores, the American oystercatcher.   July 25, 2006  ACCESS UPDATE FOR SOUTH POINT OCRACOKE  South Point on Ocracoke Island remains closed today and tonight as National Park Service (NPS) personnel continue to survey during daylight hours for a piping plover chick that was last seen on Saturday, July 22, 2006.   July 25, 2006  ACCESS UPDATE AT SOUTH POINT OCRACOKE  Heavy rain swept through the South Point of Ocracoke on Sunday, July 23, 2006 complicating National Park Service (NPS) efforts to reopen off-road vehicle (ORV) access to South Point during daylight hours.   July 24, 2006  CAPE HATTERAS NATIONAL SEASHORE PARTNERS WITH NOAA  Cape Hatteras National Seashore recently partnered with the National Oceanic and Atmospheric Administration (NOAA) to aid them in broadcasting video of their latest project on the Monitor National Marine Sanctuary.   July 24, 2006  Unknown Shipwreck Laid to Rest  Cape Hatteras National Seashore recently partnered with the Graveyard of the Atlantic Museum in conducting an archaeological study of a shipwreck on Hatteras Island known only as the Ramp 55 Wreck.   July 21, 2006  ACCESS ADJUSTMENTS AT CAPE POINT  No abstract supplied.   July 20, 2006  PARK SERVICE VOLUNTEER EARNS REGIONAL AWARD  Cape Hatteras National Seashore congratulates volunteer Beverly Henson on recently receiving the Volunteer of the Year award for the Southeast Region of the National Park Service.   July 20, 2006  National Park Service Beach Access Report for July 20, 2006  Recent News: The two Piping Plover chicks at Cape Point remained near a dry ephemeral pool southwest of the nest site since about Sunday, 7-16-06. On 7-19-06 the brood remained at the same location, however only one chick was observed.   July 17, 2006  FIRST FULL MOON TOUR OF THE CAPE HATTERAS LIGHTHOUSE A SUCCESS  For the first time ever, on July 11, the Cape Hatteras Lighthouse in Cape Hatteras National Seashore was open in the evening for a special Full Moon Tour.   July 16, 2006  ACCESS ADJUSTMENT AT CAPE POINT  No abstract supplied.   July 14, 2006  PIPING PLOVERS HATCH ON CAPE HATTERAS NATIONAL SEASHORE  Outer Banks Group Superintendent Mike Murray announced the successful hatching of at least 4 piping plover chicks on Cape Hatteras National Seashore.   July 13, 2006  National Park Service Beach Access Report for July 13, 2006  Recent News: The 4-egg Piping Plover nest on south Ocracoke Island began hatching on 7-12-06. Two Plover chicks were observed on 7-13-06 and the remaining two eggs have not yet hatched.   July 07, 2006  NPS Offers Full Moon Tour of the Cape Hatteras Lighthouse  Lighthouse beacon sweeping across the dark ocean . . . full moon on the rise . . . such is the romance of the Cape Hatteras Lighthouse and the keepers who kept that beam of safety shining throughout the night.   July 07, 2006  NATIONAL PARK SERVICE HIRES LIFEGUARDS FOR BEACH IN BUXTON  No abstract supplied.   July 06, 2006  National Park Service Beach Access Report for July 6, 2006  No abstract supplied.   June 29, 2006  NPS Reopens Areas to the Public  Effective today, Cape Hatteras National Seashore is removing several resource protection closures that had occurred when protected species nested in the areas.   June 28, 2006  RIP CURRENTS CAN BE DEADLY  No abstract supplied.   June 27, 2006  NPS Reopens Bodie Island Spit  Effective today, Cape Hatteras National Seashore has lifted the nighttime closure on Bodie Island Spit located 1 mile south of Ramp 4.   June 23, 2006  NPS Announces Beach Access Change at Bodie Island Spit  An American Oystercatcher chick hatched Friday afternoon at Bodie Island Spit near Oregon Inlet causing Outer Banks Group Superintendent Mike Murray to announce a beach access change.   June 22, 2006  National Park Service Beach Access Report for June 22, 2006  No abstract supplied.   June 15, 2006  National Park Service Beach Access Report for June 15, 2006  Latest News: The piping plover nest with 4 eggs at South Beach has hatched. The chicks are mobile and the exact location and status are unconfirmed as of 8:30 a.m. on June 15, 2006.   June 08, 2006  National Park Service Summer Programs To Start  National Park Service summer programming at Fort Raleigh National Historic Site, Wright Brothers National Memorial, and Cape Hatteras National Seashore will start on Sunday, June 11, 2006.   June 07, 2006  NATIONAL PARK SERVICE LIFEGUARDED BEACHES  Cape Hatteras National Seashore opened lifeguarded beaches on May 27, 2006. Lifeguards are on duty from 9:30 a.m. to 6:00 p.m. seven days a week from Memorial Day through Labor Day on Ocracoke Island and in Nags Head at Coquina Beach.   June 07, 2006  Hatching Chicks Influence Access Changes in Cape Hatteras National Seashore  Outer Banks Group Superintendent Mike Murray announced two beach access changes. Several bird nests are hatching within the boundaries of Cape Hatteras National Seashore, which direct the need to close areas to protect bird species.   June 02, 2006  Piping Plover Chicks Hatch at Cape Point  Today Outer Banks Group Superintendent Mike Murray announced the successful hatching of piping plover chicks at Cape Point on Hatteras Island in Cape Hatteras National Seashore.   June 02, 2006  National Park Service Beach Access Report for June 2, 2006  Bodie Island District (Coquina Beach to Ramp 27) There are approximately 16.5 miles of ocean shoreline in the Bodie Island District (excluding Pea Island).   May 26, 2006  National Park Service Beach Access Report for May 26, 2006  Bodie Island District (Coquina Beach to Ramp 27) There are approximately 16.5 miles of ocean shoreline in the Bodie Island District (excluding Pea Island).   May 26, 2006  Cape Hatteras National Seashore Water Resource Assessment Available  The National Park Service Water Resource Division, Natural Resource Program Center, has released a report titled \"Assessment of Coastal Water Resources and Watershed Conditions at Cape Hatteras National Seashore, North Carolina\".   May 17, 2006  NPS Announces Beach Access Changes  On Wednesday May 18th, Superintendent Mike Murray announced several upcoming changes to beach access areas on Hatteras Island.   May 17, 2006  Celebrating People and Places on the Outer Banks, NPS Releases Oral History Study  No abstract supplied.   May 12, 2006  National Park Service Beach Access Report for May 12, 2006  Bodie Island District (Coquina Beach to Ramp 27) · As of 05\/12\/06 there is one enclosure erected in the Bodie Island District. There is approximately 16.5 miles of ocean shoreline in the Bodie Island District (excluding Pea Island).   May 11, 2006  NPS Implements Seasonal Closure of Village Beaches to ORV Use  Superintendent Mike Murray announced that the traditional seasonal closure of some beach areas to off-road vehicle (ORV) use will go into effect on Monday, May 15, 2006.   May 08, 2006  National Park Service Repairs Ramp 27 Access  Superintendent Mike Murray announced that beginning May 9, 2006 the National Park Service will begin repairing the access area at Ramp 27.   May 05, 2006  Beach Access Report for May 5, 2006  Bodie Island District (Coquina Beach to Ramp 27) As of 04\/27\/06 there is one enclosure erected in the Bodie Island District. There is approximately 16.5 miles of ocean shoreline in the Bodie Island District (excluding Pea Island). Approximately 16.5 miles of beach are open for pedestrian access, 13.7 miles of beach are open for ORV and pedestrian access, and 2.8 miles of beach are closed for other concerns such as jurisdiction.   May 02, 2006  Access Adjustments at Cape Point – Access Remains Open  No abstract supplied.   May 01, 2006  Cape Hatteras Lighthouse Now Open 9 a.m. to 5 p.m.  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/news\/newsarchive.htm"
}
