{
    "title": "Cape Hatteras National Seashore: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Storms can appear all throughout the year at Cape Hatteras National Park Service       Cape Hatteras National Seashore is a beautiful and amazing place to explore. Planning ahead and staying informed can often help ensure a fun trip. We want your visit to the seashore to be safe and enjoyable.      Emergency Numbers Unfortunately, emergencies and crimes can happen in the park. If an emergency arises or you observe a crime in progress, call 911. If you have information about a crime, you can contact the park's administrative office at 252-473-2111, or anonymously through the Dare Community Crime Line at 800-745-2746.      Ocean Swimming One of the most important things to know before coming to the beach is ocean swimming safety, especially in regards to rip currents.      Insects Insects have always been a part of life at Cape Hatteras. Be prepared for insects by bringing appropriate clothing and\/or insect repellant.   Biting flies, also called \"yellow flies\" or \"deerflies\", are most active in late spring and appear again in August. Chiggers are small red mites that live in grassy areas. Chigger \"cures\" are ineffective because the bug is gone before the itching begins. Mosquitos can be vectors of disease, besides giving itchy bites. Wearing repellant with DEET will reduce the chances of being bitten, but follow the directions carefully. Sand gnats, also called the \"sand fly\" or \"no see-um”, appears in large numbers during mild temperatures. Ticks come in a variety of species on the Outer Banks. Wearing insect repellant, tucking pants into socks, and inspecting for ticks after a visit is recommended when venturing into grassy areas and the maritime forests.        Avoiding the \"OUCH\"! The seashore is serene, but often on the beach and in the sound and ocean waters, you'll find dangerous debris. You may come across sharp objects like broken seashells, crabs, cactus, and sand spurs. People add to that with glass, metal, fishhooks, and nails. Hot sand can burn unprotected feet. Think \"safety\" before leaving your vehicle and protect your feet from these hazards.       Weather and Lighthouses Outer Banks weather is notoriously unpredictable and can change quickly. The exposed nature of the Cape Hatteras and Bodie Island Lighthouses—especially up on the balcony—precludes the safe use of the structure in certain conditions. Therefore, to keep visitors and staff safe, the lighthouses may close due to thunderstorms, high winds, rain, high heat, extreme cold, tornados or waterspouts, and hurricanes.      Heat and Humidity A combination of high temperature and high humidity during summer months creates an even higher—and possibly dangerous—apparent temperature. Heat cramps, heat exhaustion and heatstroke are possible during elevated apparent temperatures. Enjoy the beach or climbing lighthouses, but limit your physical activity and exposure during days of high heat and humidity.      Winds A day with no wind on the seashore is a rare day indeed. Whatever outdoor activity you have planned, keep the winds in mind. Even on a clear sunny day, the winds can become strong and change vacation plans from a fun day at the beach to a day spent on more indoor pursuits. During the winter months, the winds are not only strong, but often are bitter and cut right through your clothing. Dress appropriately and be aware of things that can fly away in the wind, whatever the season.      Hurricanes Hurricane season runs June 1st through November 30th. Although tropical storms can occur off the North Carolina coast at any time during hurricane season, the strongest tropical storms typically impact the North Carolina coast mid-August through September. Your two best sources of hurricane preparedness and evacuation information are NOAA's Hurricane Preparedness website and the Dare County Emergency Management website. During a Hurricane Watch (meaning a hurricane is possible within 36 hours):   Listen regularly to a NOAA Weather Radio or local radio stations for updated information. Hurricanes can change direction, intensity and speed very suddenly. A storm that was a minor threat several hours ago can quickly escalate to a major threat. Fill your car’s gas tank. If advised to evacuate, you may be caught in traffic for long periods of time. Gas stations along the route may be closed. Listen to the advice of local officials and evacuate if they tell you to do so. Others will be concerned about your safety, so call a loved one or friend outside of the storm area. Tell them that you are aware of the storm and advise them of your plans.   During a Hurricane Warning (meaning a hurricane is expected within 24 hours or less):   Keep posted to local radio stations for updated information and official instructions. Local officials will advise leaving only if they truly believe your location is in danger. It is important to follow their instructions as soon as possible. It takes many hours for an organized evacuation. Roads may become blocked as the storm conditions worsen, preventing a safe escape. Let someone will know where you will go in case of an evacuation. Pack all of your belongings to save time if the evacuation is announced. Check before returning to the Outer Banks. The area may remain closed to visitors for several days after a storm passes.        For more information, please read our FAQs or contact one of our park visitor centers.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/safety.htm"
}
