{
    "title": "Cape Hatteras National Seashore: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        Pedestrian boardwalk at Ramp 25 National Park Service          Bathhouses The bathhouses at Coquina Beach, Salvo Day Use Area, Haulover Day Use Area, Frisco, and Ocracoke have ramps and accessible bathrooms. Bathrooms Accessible bathrooms are available at all three visitor center locations, as well as many accessible outhouses located throughout the seashore, like at the Buxton Woods picnic area and swim beaches. Beach access Several beach access ramps along the seashore have boardwalks to assist in reaching the beach. Please stop by a visitor center for further information on which boardwalks are accessible. The use of special-permitted ORVs to transport mobility-impaired individuals to a predetermined location in a beach area in front of a village that is not otherwise open to ORV use. Stop by your local permit office for more information about this mobility-impaired transport permit. Beach wheelchairs At the Cape Hatteras Light Station one beach wheelchair is available for loan. Stop by the visitor center to borrow it (phone number and address of person borrowing it required). It must be returned by 4 pm each day, even if used on consecutive days. Braille There is a Braille version of the park brochure available for loan at the information desk in the Hatteras Island Museum of the Sea. Films The Hatteras Island Museum of the Sea has three closed-captioned and audio-described videos available for viewing. Lighthouses There are no elevators in either the Bodie Island or the Cape Hatteras Lighthouses. There is a photo book available at the Bodie Island Lighthouse that provides views of the inside of the lighthouse and views from the top of the lighthouse for anyone unable to climb. Parking Accessible parking is provided at all visitor center and swim beach locations. Trails The pond trail at Bodie Island Lighthouse is a boardwalk trail that leads to a viewing platform looking out over the marsh and ponds near the lighthouse. The viewing platform is accessible via a ramp at the end of the boardwalk.  Visitor facility ramps The visitor centers at Bodie Island Lighthouse, Cape Hatteras Lighthouse, and Ocracoke; as well as the Hatteras Island Museum of the Sea are all accessible by ramp.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/accessibility.htm"
}
