{
    "title": "Cape Hatteras National Seashore: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park        Visitor examining a blue crab National Park Service       The First National Seashore Cape Hatteras National Seashore, the nation’s first national seashore, was established in 1937 to preserve significant segments of unspoiled barrier islands along North Carolina’s stretch of the Atlantic Coast. Barrier islands are narrow, low-lying, dynamic landforms which parallel ocean coasts, are separated from the mainland, and are constantly moving and reshaping in response to storms, ocean currents, sea level changes, and wave and wind action. These processes continue to influence the islands today through the processes of erosion and accretion of the shoreline; overwash across the islands; and the formation, migration, and closure of the inlets.             News Check out our press releases or social media sites to stay current on the happenings in the park.           Photos & Multimedia Experience the beauty and majesty of this special seashore.           History & Culture Learn more about the rich past of the Outer Banks.           Nature Experience the diverse barrier island ecosystems, which are influenced by the meeting of two of the Atlantic Ocean's major currents—the Gulf Stream and the Labrador Current.           Science & Research Take a look at the important research going on all across the seashore.           Education Learn about the history and natural resources found within the park.           Kids & Youth Check out some of the activities and information tailored to our young park stewards.           Management Learn more about how we are managing this park to provide for visitor enjoyment while ensuring resources within the park are left unimpaired for future generations.           Bookstore Browse the selection of items available for purchase online through our cooperating association.",
    "url": "https:\/\/www.nps.gov\/caha\/learn\/index.htm"
}
