{
    "title": "Cape Hatteras National Seashore: Water Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Water Activities              Water Activities         Blue crab caught during a ranger-led crabbing program National Park Service  Cape Hatteras National Seashore has two major bodies of water—the Atlantic Ocean and the Pamlico Sound—that provide recreational opportunities that range from energetic to serene.   Always remember, conditions change quickly and often on the Outer Banks, so be sure to check the weather and the daily NOAA Rip Current Hazard Forecast before your trip. When at the beach, be careful of ocean currents, especially in the inlets—don't get caught unaware.        Young visitor crabbing National Park Service  Crabbing This sound-side activity can be fun for the whole family. It doesn’t take long to get the hang of crabbing, especially for famous Outer Banks blue crabs. This sport can be done throughout most of the year. Don't forget to purchase your North Carolina fishing license before getting started.      Kayaking and Canoeing Do you like great sunrises and sunsets, seeing turtles and the cousin of stingrays—skates? You can experience these and more wonderful experiences from a canoe or kayak in the Pamlico Sound.   Here are some of the easiest launch sites to find along Highway 12:      Pea Island Launch located a few miles south of the Pea Island National Wildlife Refuge Visitor Center, at the New Inlet parking area, Salvo Day Use Area located just south of the village of Salvo, Haul-over located halfway between the villages of Avon and Buxton, and The very end of Highway 12 in Ocracoke village, where there is a parking lot\/ boat launch across the street from the NPS visitor center.    Commercial kayaks and canoe rentals are available locally, and ask where more secluded launch sites can be found if you want to try some different locations.        Windsurfing at Haulover National Park Service  Kiteboarding and Windsurfing Many wind-sport enthusiasts use the areas known as Salvo Day Use Area and Haulover Day Use Area on Hatteras Island for kiteboarding and windsurfing. These areas are best used when the winds are out of the northeast and are blowing at least 10 mph. Booties should be worn to protect your feet from the broken shells which litter the bottom. Equipment is available for rent locally.      Snorkeling With a simple mask and snorkel, the shallow waters of the Pamlico Sound offers you an opportunity to discover this diverse nursery ground in a whole new light. Find calm, shallow water with abundant aquatic vegetation, float on your belly and discover were many aquatic species get their start. Just don't forget to apply sun block to your back and neck. Ranger-led snorkeling programs may be available during the summer months on Hatteras Island.      Surfing Cape Hatteras National Seashore boasts some of the best surfing on the Atlantic Coast of the United States. Ocracoke and Bodie Islands offer great beaches for building your skills. Due to offshore shoals and dynamic ocean currents, Hatteras Island offers the more diverse and challenging surf in the area. Consider visiting one of the many surf shops located throughout the local communities for insight from the experts.        Swimmers enjoying the Atlantic Ocean National Park Service  Swimming The ocean is a wonderful place to swim—if you are careful. Swimming in the ocean is not the same as swimming in a pool or lake. Wind, waves, the change of the tide, the slope of the beach and other factors can cause strong currents to be present in the water even on the calmest days.   Ocean conditions can change from day to day and from hour to hour. Before going in the water, spend a few moments watching the waves. Wave patterns are a good indicator of the presence of currents and where deep water and other \"surprises\" are located. Know what to expect before you go in the water.   Be safe by following these tips for ocean swimming.      When available, swim at beaches patrolled by lifeguards. Always swim with a buddy, and have adult supervision for all children. Know the various types of ocean currents and how to get out of them. Use US Coast Guard-approved flotation vests if a weak or non-swimmer. Avoid wearing shiny objects that may attract sharks and other fish. Stay alert by checking the daily NOAA Rip Current Hazard Forecast, watching the weather, staying sober, looking out for rip currents, watching for jellyfish. Avoid swimming where danger is present: in rough seas, in inlets, around fishing piers and surfers, at night, or during thunderstorms.         Lifeguarded Beaches There are three locations across Cape Hatteras National Seashore that will be staffed with lifeguards from Saturday, May 23th, 2015 through Labor Day 2015. Lifeguards will be on-duty from 9 am to 5 pm, seven days a week. The locations are      Bodie Island: Coquina Beach Located across from the Bodie Island Lighthouse site   Hatteras Island: Cape Hatteras Lighthouse Beach Adjacent to the Old Cape Hatteras Lighthouse site   Ocracoke Island: Ocracoke Day Use Beach 1 1\/2-miles south of the NPS campground OR 1\/2-mile north of Ocracoke Village    Lifeguards can answer questions on swimming safety and weather conditions.            Illustration showing how to escape a rip current NPS  Rip Currents Underwater sandbars often develop offshore forming a trough of water between the bar and the beach. Rip currents form when the sand bar breaks and the trapped water funnels out to the sea through the break, sometimes sweeping swimmers with it.   If you find yourself caught in a rip current, don’t swim against the current. Instead, remain calm and swim across the current, parallel to the shore, slowly working your way back to the beach at an angle. Signal for help if you need it. Learn more by exploring the WebRanger rip current activity.   Before heading to the beach, check the daily NOAA Rip Current Hazard Forecast.      Jellyfish Stings If stung by a jellyfish, seek first aid if needed. Don't rub sand on the stings. Spraying or pouring vinegar on the sting site often reduces the pain. If you don't have vinegar, try ammonia or denatured alcohol.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/wateractivities.htm"
}
