{
    "title": "Cape Hatteras National Seashore: Beach Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Beach Activities               Beach Activities         Playing in the sand NPS  Spending time on the sandy beaches of Cape Hatteras National Seashore is a memorable experience, no matter your activity level. You can enjoy walking along the nearly 70 miles of beach, sitting around the crackle and warmth of a beach fire in the evening, flying kites in the warm summer breezes, picnicking with your favorite food, searching for shells washed ashore, sculpting sand into works of art, or just relaxing on the warm, golden sand.      Beach Fires Sitting around a fire on the beach can be quite a memorable experience. We want it to be a safe and enjoyable experience for all.   Fires are allowed from 6 am to 10 pm. From November 16 to April 30, beach fires are allowed through the park. To protect nesting sea turtles, from May 1 to November 15, beach fires are allowed only on the ocean beaches at Coquina Beach, Ocracoke Day Use area, and the villages of Rodanthe, Waves, Salvo, Avon, Buxton, Frisco and Hatteras. Anyone wanting to have a beach fire, must have a FREE Beach Fire Permit signed and with them.        Two visitors enjoy the view as they stroll the beach National Park Service  Beach Walking With over 70 miles of Atlantic Ocean coast, you can stretch your legs, let your mind wander, and find your own place to enjoy the sand and waves. There are access ramps, boardwalks, and parking lots throughout the park that make it easy to find your special place to stroll. Be aware that off-road vehicles are permitted in certain sections of beach and some areas are temporarily closed to protect threatened and endangered species.        Kite flying in the wind National Park Service  Kite Flying What better place to fly a kite than on the beaches near where the Wright brothers successfully flew the first airplane? Remember to be courtesy to other beach-goers and only fly your kites downwind of others.        Vehicle driving on the beach National Park Service  Off-Road Vehicles Off-road vehicles (ORVs) are one way for visitors to enjoy the ocean beaches and sound-side waters. Ramps all along the seashore provide access to the ocean and the sound. The National Park Service is managing ORV use with protection of important wildlife habitat and recreational interests. Use of ORVs within Cape Hatteras National Seashore requires a permit. Do keep in mind that access does change frequently during the breeding seasons of protected birds and sea turtles. Whatever is posted in the field is the official status for any particular beach. If you do have questions about the current status of access, please stop by one of the three park visitor centers and ask a park ranger.     Beach Access Ramp Status    For the most current status of beach access ramps, please visit our Facebook page.            Designated beach access areas across Cape Hatteras National Seashore National Park Service       Closure conditions may change in the field on short notice. On-site signage, rather than the beach access map, is the most accurate and current indication of what is open or closed to the public. Closed areas are clearly marked in the field with closure signs or \"symbolic fencing\" consisting of posts, closure signs, string and flagging tape. Knowledge of tidal changes and caution should be exercised while traveling the beaches of the park. When going out onto the beaches with your vehicle, remember to take along the required equipment, which includes   a low-pressure tire gauge, a shovel, a jack, and a jack support board.   You might find these recommended items useful to take along as well:    a tow strap, a first aid kit, a full-sized spare tire, trash bags, a fire extinguisher, and, if you are night driving, a flashlight.   Here are some additional resources regarding ORV use within Cape Hatteras National Seashore.   Frequently asked questions Beach access and resource management reports 2015 National Defense Authorization Act Actions Update         Picnicking While soaking in sunlight on the beach, why not also partake in some nourishment? Needing a break from the Sun? Head over to the Buxton Woods Picnic Area and enjoy your picnic in the shade of the maritime forest. From this picnic location you get views of the forest and Cape Hatteras Lighthouse. Up in the Salvo Day Use Area? Picnic tables are available here to spread out a family meal while enjoying views of the Pamlico Sound.   Remember, do not feed any wildlife and properly dispose of all your trash.        Sunbathing at South Beach National Park Service  Relaxing The beaches of Cape Hatteras are wonderful places to relax by sunbathing, sitting under the shade of an umbrella, reading a good book, watching the waves and wildlife, or practicing yoga. Be sure to use sunscreen as directed to help protect yourself from sun burns.        Sculpting sand National Park Service  Sand Art Waves and wind constantly sculpt the plentiful sands of Cape Hatteras into ephemeral works of art. Show off your artistry and sculpt your own work of art out of sand.        Shells on the beach National Park Service  Shelling The seashore is an excellent place to explore for shells. A handbook, available from our partner’s online bookstore, can be very helpful when less common shells are found. Please do not take shells with the animals in them; take only empty shells.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/beachactivities.htm"
}
