{
    "title": "Cape Hatteras National Seashore: Ocracoke Light Station",
    "body": "Ocracoke Light Station        Close-up view of the top of the Ocracoke Lighthouse National Park Service       Visiting the Lighthouse The Ocracoke Lighthouse is located in Ocracoke Village at the southern end of Cape Hatteras National Seashore. The street address is    Lighthouse Road Ocracoke, North Carolina 27960  Decimal Degrees: 35.108960, -75.985951 Degrees Minutes Seconds: 35° 6' 32.256\", 75° 59' 9.4236\"         Ocracoke Inlet was first placed on the map when English explorers wrecked a sailing ship there in 1585. Two centuries later, this was one of the busiest inlets on the East Coast. Ocracoke Inlet was the only reasonably navigable waterway for ships accessing inland ports such as Elizabeth City, New Bern, and Edenton. Ocracoke Village, then known as Pilot Town, developed as a result of the inlet’s use. Pilots, hired to steer ships safely through the shifting channels to mainland ports, settled the village in the 1730s. The US Lighthouse Service recognized that a lighthouse was needed to assist mariners through Ocracoke Inlet. In 1794, construction began on Shell Castle Island, a 25 acre, shell-covered island located between Ocracoke and Portsmouth Island to the south. This site was adjacent to the deepest inlet channel between shallow Pamlico Sound and the ocean. A wooden, pyramid-shaped tower was completed four years later. In addition to the light, a small lightkeeper’s house was built along with several cargo wharves, gristmills, houses, and other facilities.        Ocracoke Lighthouse as it stands today National Park Service  Unfortunately, the lighthouse, a great blessing to mariners, was obsolete in less than 20 years due to the migration of the main channel. By 1818, the channel had shifted nearly a mile away. That same year, both the lighthouse and keeper’s house were destroyed by lightning. In 1822, for a charge of $50, the federal government purchased two acres at the south end of Ocracoke Island as the site for a new lighthouse. Constructed by Massachusetts builder Noah Porter and finished in 1823, the tower still stands today. Total cost, including the one story, one bedroom keeper’s house, was $11,359, far below the $20,000 budgeted.  The lighthouse stands about 75 feet tall. Its diameter narrows from 25 feet at the base to 12 feet at its peak. The walls are solid brick - 5 feet thick at the bottom tapering to 2 feet at the top. An octagonal lantern crowns the tower and houses the light beacon. The exterior’s solid white coloration serves as its identifying mark to mariners by day. The original whitewash “recipe” called for blending lime, salt, spanish whiting, rice, glue, and boiling water. The mixture was applied while still hot. A fourth-order Fresnel lens was installed in 1854, replacing the old reflector system. Its hand-cut prisms and magnifying glass greatly intensified the light. Early in the Civil War, the lens was dismantled by Confederate troops but was re-installed in 1864 by Union forces. Originally an oil-burning light, the Ocracoke Light was electrified in the early decades of the 1900s. The present light is equal to 8,000 candlepower and casts a stationary beam that can be seen 14 miles at sea. A battery powered back-up light operates during power failures.        The Ocracoke Light Station's Double Keepers' Quarters National Park Service  As duties at the lighthouse increased, an assistant keeper position was established. To house the additional keeper and his family, a second story was built onto the original quarters in 1897 and another section was added in 1929. The double keepers' quarters still stands on the site today, along with a generator house, once the oil supply shed. Keepers performed a wide range of duties. Maintaining the buildings and grounds, hauling oil, trimming wicks, and polishing the lens were part of a well-trained lightkeeper's regulated life.  Ocracoke lighthouse keepers fished, hunted waterfowl, raised livestock, and planted gardens. Due to the proximity of the village, the keepers and their families enjoyed a social life on Ocracoke and their children were schooled in the village. The US Lighthouse Service provided a traveling library to their isolated employees. Cases of library books were circulated every six months to light stations along the coasts.        The spiraling stairs inside the Ocracoke Lighthouse National Park Service  During hurricanes, the light station served as a place of refuge for some local residents. Situated on higher ground, the complex often remained above flood waters. Villagers, sometimes arriving by boats which navigated inundated roadways, waited out the storm in the keepers’ home. Fully automated, the lighthouse no longer needs a resident lightkeeper to tend to its daily needs. The United States Coast Guard now oversees the operation of the light. Through federal grants, the National Park Service conducted a structural analysis of the lighthouse. Preservation work was then performed on the tower’s windows, door, and brick walls. The Ocracoke Light is the second oldest operating lighthouse in the nation. With its aid, yesterday’s sailing vessels safely navigated the channels. Today, fishing and pleasure boats pass within its view. Time, however, has not changed the often tricky character of the shoal-ridden inlet. The historic lighthouse still stands by to make the waters safe. Though the lighthouse is not open for climbing, the site can be visited daily.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/ols.htm"
}
