{
    "title": "Cape Hatteras National Seashore: Waterfowl Hunting",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Waterfowl Hunting              Waterfowl Hunting        Tundra swans fly overhead National Park Service       To hunt legally at Cape Hatteras National Seashore you must have on your person a valid North Carolina hunting license with North Carolina waterfowl privilege, a HIP certifications, and a Federal Duck Stamp. It is recommended that you learn the silhouettes, flight patterns, and winter plumage of the waterfowl you may legally hunt in order for you to be familiar with game and non-game species. This will contribute to waterfowl conservation programs and help ensure a successful and legal hunt.      Waterfowl Identification Guides Here are some useful non-National Park Service resources to help you identify different species of waterfowl.  Flyways.us Waterfowl ID Ducks at a Distance (PDF) North Carolina Wildlife Resources Commission on Waterfowl       October Duck Hunt The October duck hunting season is scheduled for October 7–10, 2015.       Cancellations Cancellations must be made by telephone (252-475-9012) no later than twelve hours prior to the reserved-morning's drawing. Failure to cancel reservations will result in termination of your remaining reservations. Telephone reservations will not be taken for openings resulting from cancellations. Openings resulting from canceled reservations will be assigned by drawing on a first-come, first-served basis to walk-in hunters on the morning of the hunt. Canceled reservations are not transferable.        Designated hunting areas on Bodie Island National Park Service  Where to Hunt As the NPS-maintained blinds are no longer available, all hunters should bring man-made materials for constructing temporary blinds each hunt day. All temporary blind material will be removed by the hunter each day. Blind material consisting of natural vegetation will not be allowed. Hunters must register at the Whalebone Junction Information Station to be assigned a hunt area.                   Bodie Island Waterfowl Hunt Area Maps   6 Photos  Maps of the designated waterfowl hunting areas on Bodie Island.                        Hunting Hours Hunting hours are 1\/2-hour before sunrise to sunset.       Jump Shooting Jump shooting of waterfowl is prohibited on Bodie Island. Jump shooting of waterfowl shall be permitted only in the defined hunting areas on Hatteras and Ocracoke Islands and is prohibited within 300 yards of any temporary and\/ or permanent blinds.      Hunting Violations Hunting areas are administered by the National Park Service with assistance and cooperation of the US Fish and Wildlife Service and the North Carolina Wildlife Resources Commission. All federal and state regulations are applicable and are enforced by National Park Service Rangers, US Fish and Wildlife Service Officers, and North Carolina Wildlife Officers. Violations of National Park Service regulations carry a maximum fine of $5,000 and\/ or six-months imprisonment.      Hunting Regulations   Only waterfowl hunting is permitted within Cape Hatteras National Seashore. Only those species which are in season may be taken. It is the hunter's responsibility to know the species he\/ she is shooting. Non-toxic shot, such as steel, bismuth, tungsten, or other polymer-type shot is required in all shotguns. No lead shot is allowed in your possession! Shooting hours are from 1\/2-hour before sunrise to sunset. Hunting on Bodie Island Hunt Area will be from the assigned hunt area only. No jump shooting! Hunters must occupy their assigned sites within 2 hours of the draw. Any departure from a site (other than for retrieving ducks) terminates hunting privileges on Bodie Island for the remainder of that day. Vacating parties from the hunt must formally check out and furnish information regarding their take at Whalebone Junction Information Station within one hour of leaving the hunt area. This information is used to monitor waterfowl populations, hunting success, and to assure that hunters have safely returned from their hunts. All hunters taking banded waterfowl are required to either turn in the bands at Whalebone Junction Information Station or call the Bird Band Hotline, 1-800-327-BAND, to report the band number. Trained dogs are permitted for waterfowl retrieval. They must be leashed when going to and returning from the blinds. All dogs must be leashed elsewhere in the park. Each site shall be occupied by no more than 2 hunters and 1 observer (or guide). Only 2 shotguns able to hold no more than 3 rounds each shall be permitted in each site. Alcoholic beverages are not permitted in any hunt sites on National Park Service lands. Hunting with any measurable amounts of alcohol and\/ or drugs in your system is prohibited. No illegal substances of any kind will be tolerated on any National Park Service lands. No \"Sky Busting\" or other unsafe and inconsiderate behavior will be tolerated. All sites must be left in a clean, sanitary, and undamaged condition. If you pack it in, please pack it out. Weapons must be unloaded when traveling to and from the hunting area. Hunting within your hunting area will be a radius of 50 feet from the designated post. It will be your responsibility to be aware of the distance. Same day set up and removal of hunting blinds\/temporary structure is permitted in the designated hunting area. Hunters will not be allowed to bring in non-native or non-invasive species as cover or build any type of permanent structure. All permanent hunting blinds in the hunting area are closed to hunting. Any hunter hunting outside of the designated area or from a blind will be cited and their hunting will be terminated. Hazards exist in the hunting area, ensure that you maintain area awareness at all times.        Bag Limits Conventional bag: 6 ducks with no more than 4 scoters, 4 mallards with no more than 2 hen mallards, 3 wood ducks, 2 scaup, 2 redheads, 2 pintails, 2 canvasback, 1 black or mottled duck (season closed until November 21, 2015), or 1 fulvous whistling duck. The season on harlequin ducks is closed. Other limits:   25 light geese (includes snow, blue, and Ross' geese), no possession limit 1 brant 5 mergansers (2 hooded mergansers) 7 sea ducks (includes scoters, eiders, and long-tailed ducks) in special sea duck areas only. In other areas, sea ducks are part of the regular duck bag limit. No more than 4 scoters per day may be taken in either the special sea duck season or the regular duck season. 15 coots 5 dark geese (includes Canada geese and white-fronted geese) in the Resident Hunt Zone, 5 in the Southern James Bay Zone, and 1 in the Northeast Hunt Zone. 1 tundra swan per season with a valid permit.   Possession limits are three times the daily bag unless otherwise noted.      2015–2016 Seasons    Ducks, coots, and mergansers  Black and mottled duck closed until Nov. 21, 2015   Oct. 7–10, 2015 Nov. 14–December 5, 2015 Dec. 19, 2015–Jan. 30, 2016   Sea ducks  In special sea duck area only   Oct. 1, 2015–Jan. 30, 2016   Dark geese  Includes Canada and white-fronted geese   Resident Population Hunt Zone Oct. 7–17, 2015 Nov. 14–Dec. 5, 2015 Dec. 19, 2015–Feb. 13, 2016  Southern James Bay Hunt Zone Oct. 7–Nov. 9, 2015 Nov. 14–Dec. 31, 2015  Northeast Hunt Zone Jan. 15–30, 2016  By permit only     Light geese  Includes snow, blue, and Ross' geese   Regular Season Oct. 13, 2015–Feb. 13, 2016  Conservation Order Season Feb. 15, 2016–Mar. 31, 2016   By permit only. Electronic calls and unplugged guns are allowed. No bag or possession limit. Shooting hours are 1\/2-hour before sunrise to 1\/2-hour after sunset.      Brant  Dec. 28, 2015–Jan. 30, 2016   Tundra swan  Nov. 7, 2015–Jan. 30, 2016   1 per season by permit only 5,000 permits will be issued     Youth Waterfowl Day  Includes coots, ducks, geese, brant, tundra swans, and mergansers The youth must have a valid permit to hunt tundra swans and Canada geese (NE Hunt Zone only)    Feb. 6, 2016 and Feb. 13, 2016   Youth must be 15 years of age or younger and accompanied by a properly licensed adult. The adult cannot duck hunt, but may participate in other seasons that are open on youth waterfowl days.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/waterfowlhunting.htm"
}
