{
    "title": "Cape Hatteras National Seashore: Weather Bureau",
    "body": "The US Weather Bureau on Hatteras Island        US Weather Bureau Station in Hatteras, NC National Park Service       The Outer Banks are a narrow chain of barrier islands stretching more than 175 miles along North Carolina's coast. Separated from the mainland by sounds up to 30 miles wide, the area is subject to severe storms and high winds. The Outer Banks of North Carolina were an important part of the national weather network. The US Weather Bureau established several weather stations and observation posts throughout North Carolina and its coast as part of a national network of weather stations. The first coastal observation station in North Carolina was in Wilmington, established in 1871. A station at Cape Hatteras followed in 1874. Although some of them were temporary, smaller Weather Bureau observation stations on the North Carolina coast were set up over the years at various locations including Wash Woods (1878); Kitty Hawk (1875), which was moved to Manteo (1904); Portsmouth Village (1876); Cape Lookout (1876); and Beaufort Inlet (1878). The first US Weather Bureau Station managed by the Army Signal Services on Hatteras Island was established at the Cape Hatteras Lighthouse Keepers' Quarters in 1874, moved to the Hatteras Life-Saving Station on December 1, 1880, and later transferred to a Hatteras Village private residence, known as Styron’s Building, on October 1, 1883. A few years later, the Weather Bureau built a structure for the station in Hatteras village for the sum of $250. This building was a small one-story framed structure consisting of three rooms, two of the small rooms were each about 9-feet by 6-feet and one larger one about 14-feet square. There was also a small attic that was used for storage. Cape Hatteras, where the Gulf Stream and Labrador Current meet, was an important location for weather forecasting. Residents that lived on the Outer Banks received their news by boat or through word of mouth. Residents of isolated Portsmouth and Ocracoke Islands got word of an approaching storm in sealed tubes dropped from airplanes. Cape Hatteras, a major shipping route, was also a common place for shipwrecks. The Weather Bureau felt that the need to have a main station on the North Carolina coast was important enough for them to build one in Hatteras Village. On July 11, 1901, Secretary James Wilson, US Department of Agriculture, requested proposals for the erection a two-story cellar frame and brick building for the Weather Bureau at Hatteras, NC. The Chief of the Weather Bureau awarded the contract to C.L Harding, Architect, Washington, DC. to design and supervise the first official building constructed for the U.S. Department of Agriculture, US Weather Bureau in Hatteras, NC The cost was $5,194 to build the station and the purchase cost of the land was $110.35. On the back of the specification was a list of Weather Bureau Stations to be constructed: Hatteras; Taloosh; Canley; Criescent; Point Reyes; and Bismarck, ND. Though construction was completed in 1901, the official Hatteras Weather Bureau Station was commissioned and occupied on January 1, 1902. The design included a prefab structure that can be delivered by railroad and steamship to Hatteras Island. Located at the intersection known today as Kholer and Saxton Cut streets, the original building was a wood frame structure on masonry piling. The first floor had seven rooms including a living room, dining room, kitchen, store pantry, and three bedrooms for the weather observer and family. The second floor had a large observation room\/office with a ship’s ladder leading to a walk on the roof. Porches extended across the front and west side. Other structures include two wooden storage outbuildings with gable roofs with cedar-shingles. On-site were a cistern, a metal signal tower for displaying weather flags, and a privy. The Weather Bureau operated there from 1902 until 1946. Since being restored to its 1901 appearance, the station has operated as a welcome center by the Outer Banks Visitors Bureau through a partnership agreement with the National Park Service.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/uswbs.htm"
}
