{
    "title": "Cape Hatteras National Seashore: Bodie Island Light Station",
    "body": "Bodie Island Light Station        Fresnel lens atop the Bodie Island Lighthouse National Park Service       Visiting the Light Station The Bodie Island Light Station is located at the northern end of Cape Hatteras National Seashore. The street address is    8210 Bodie Island Lighthouse Road Nags Head, North Carolina 27959  Decimal Degrees: 35.818118, -75.564222 Degrees Minutes Seconds: 35° 56' 12.9978\", 75° 42' 32.256\"             Inscription inside the lighthouse National Park Service  Tours From the third Friday in April to Columbus Day in October the Bodie Island Lighthouse is open for self-guided climbs.      History In 1837, the federal government sent Lieutenant Napoleon L. Coste of the revenue cutter Campbell to examine the coastline for potential lighthouse sites that would supplement the existing one at Cape Hatteras. Coste determined that southbound ships were in great need of a beacon on or near Bodie Island by which they could fix their position for navigating the dangerous cape. He punctuated his recommendation with the statement that \"more vessels are lost there than on any other part of our coast.\" Congress responded with an appropriation for a lighthouse that same year, but complications over purchasing the necessary land delayed construction until 1847. This was but the first of many problems. Though the skillful Francis Gibbons was contracted as engineer, the project's overseer was a former Customs official named Thomas Blount, who unfortunately, had no lighthouse experience at all. This proved disastrous when Blount ordered an unsupported brick foundation laid, despite Gibbons' recommendations to the contrary. As a result, the 54-foot tower began to lean within two years after completion. Numerous expensive repairs failed to rectify the problem and the lighthouse had to be abandoned in 1859. The second lighthouse fared little better than its wobbly predecessor. Though funded, contracted, and completed in prompt fashion at a nearby site in 1859, it soon succumbed to an unforeseen danger - the Civil War. Fearing that the 80-foot tower would be used by Union forces, retreating Confederate troops blew it up in 1861.        The Bodie Island Lighthouse and Double Keepers' Quarters National Park Service  After the war, the coast near Bodie Island remained dark for several years while a replacement tower was considered by the Lighthouse Board. Though the Board was disposed against the idea, numerous petitions came in from concerned ship captains and, finally, it decided in favor of a third Bodie Island Lighthouse. Still, it was not until 1871 that construction began. The first two Bodie Island Lights had been located south of Oregon Inlet, actually on Pea Island.  The new 15-acre site, purchased by the government for $150.00 from John Etheridge, was north of the inlet. Work crews, equipment, and materials from the recent lighthouse project at Cape Hatteras were used to build necessary loading docks, dwellings, and facilities. Government contracts brought bricks and stone from Baltimore firms and ironwork from a New York foundry. Construction of the tower proceeded smoothly and it first exhibited its light, magnified by a powerful first-order Fresnel lens, on October 1, 1872. The keepers' quarters duplex was completed soon thereafter. Early problems with flocks of geese crashing into the lens and improper grounding for electrical storms were quickly rectified with screening for the lantern and a lightning rod for the tower. There have been few other difficulties with the lighthouse itself since its completion. From the keeper’s perspective, however, there remained the problem of isolation. Bodie Island was completely undeveloped and the closest school was in Manteo on neighboring Roanoke Island (accessible only by boat). This meant that the keeper’s wife and children lived away from the lighthouse except during the summer months, which made for a lonely and trying family life most of the year. Such situations, of course, were quite common in the Lighthouse Service. Eventually, progress enabled school buses to reach the island and the families were able to live with the keepers. The light was electrified in 1932, phasing out the need for on-site keepers. Finally, all of the light station’s property, except the tower, was transferred to the National Park Service in 1953. The keepers' duplex has since undergone two historic restorations, the last having been completed in May 1992. The building now serves as a ranger office and visitor center for Cape Hatteras National Seashore. The most recent restoration of the lighthouse itself was completed in 2013. Still a functioning navigational aid, the tower is open for public tours. Tucked away between tall pine trees and freshwater marshland, the Bodie Island Light presents anything but a typical lighthouse setting. Though not as well-known as its neighbors, it remains an important part of local history and a favorite spot for visitors. And still every evening, amidst the water towers and blinking radio antennae of modern development, its powerful light beams out across the darkening waves, keeping silent watch over the treacherous waters known as the “Graveyard of the Atlantic.”",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/bils.htm"
}
