{
    "title": "Cape Hatteras National Seashore: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations        Sand art version of a beach fire National Park Service       Permits Cape Hatteras National Seashore has three basic categories of permits. They are    Beach fire permits, Off-road vehicle use permits, and Special use permits.         Beach Fire Permits Fires on the beach are a memorable experience. Want to enjoy the crackle of wood burning and the dancing of the firelight? Follow these simple steps:     Download and print the FREE Beach Fire Permit. Read the entire permit. Sign and date the permit. Keep the permit with you.   If you have trouble downloading or printing the Beach Fire Permit you can get a permit in person by visiting any park visitor center, ORV permit office, or campground.   Things to know about beach fires:    Beach fires are allowed all throughout the park from November 16 to April 30. From May 1 to November 15, to protect nesting sea turtles, beach fires are allowed only on the ocean beaches at Coquina Beach, Ocracoke Day Use area, and the villages of Rodanthe, Waves, Salvo, Avon, Buxton, Frisco and Hatteras. Fires are allowed from 6 am to 10 pm. Fires no greater than 3 feet in diameter may be ignited and maintained seaward of the ocean dune, below the high tide mark, and at least 50 feet from any vegetation. The Beach Fire Permit is valid only when a responsible adult (18 years of age or older) is present. Fires cannot be left unattended and must be completely extinguished (cold to the touch) before leaving the area. Follow the Leave No Trace ethic and clean the area of all trash before leaving the beach.         Off-road Vehicle Use Permits Obtaining an ORV permit is an easy process that takes only minutes from start to finish. You can choose to visit a visitor center at Cape Hatteras National Seashore in person or you can visit the Cape Hatteras ORV Permit page at Recreation.gov. The online permit process is as simple as   Going to the Cape Hatteras ORV Permit page on Recreation.gov, Filling out the online application, and Print the permit and proof-of-permit and place them in your vehicle (Annual proof-of-permit stickers will be mailed, but the printed proof-of-permit is good for 30 days).   The in-person permit process has six easy steps.   Go to one of the three visitor centers. Show the required documentation to the National Park Service staff members selling permits. Fill out the ORV permit. Watch the 7-minute video (you can skip this step if you bring last year's permit). Pay for your permit. Place the permit in your vehicle's glove box and affix the proof-of-permit to your vehicle's windshield.   That's all there is to it. You'll be off enjoying the beaches of Cape Hatteras National Seashore before you know it. In preparation for getting your permit, be sure you have   your driver's license, your vehicle registration, form of payment (charge card or cash), and last year's permit (if available, for the in-person process).   Two types of permits are available for purchase. They are   a 7-day Permit ($50, valid for 7 consecutive days),  or an Annual Permit ($120, valid for the calendar year).   Remember to keep the permit in the glove box of your permitted vehicle and the proof-of-permit sticker clearly visible on your windshield.             Off-road Vehicle Permit Update   February 29, 2016   On March 16, 2016 a new Print-at-Home process will be implemented for Off-road Vehicle permits purchased on Recreation.gov. Here are some answers to possible questions regarding this new system.  What are my options for obtaining an ORV Permit? If you have access to a printer, you may obtain a permit at any time via the web by visiting Recreation.gov. Permits will be available immediately. You can also call 1-877-444-6777 to be connected to a Recreation.gov representative. To obtain a permit in person, visit one of the park's three visitor centers. Here are the locations and operating hours of each visitor center. What is a print-at-home permit? A print-at-home permit is an off-road vehicle permit that you can obtain through Recreation.gov. After you purchase the permit online, you will receive a digital copy of your permit registration, the rules and regulations, and a proof of permit windshield tag. Weekly permittees will print their permit and proof of permit directly from Recreation.gov. The permit will be kept in the vehicle and the proof of permit will be affixes, using tape, to the inside of the driver's side windshield. The proof of permit will be displayed at all times that the permittee wishes to access the beach with an off-road vehicle. Do I have to print the permit, or can I keep it digitally on my smart phone? You must print all three pages of the permit. Page one of the printed permit is the registration form. It should be secured in the glove box of the permitted vehicle while driving on Seashore beaches. The signature block on the permit form must be signed in order for the permit to be valid. Page two of the printed permit contains all the beach driving rules and regulations. Page three of the printed permit is the visible proof of permit that must be affixed (taped) to the bottom of the driver’s side windshield. The visible proof of permit must be affixed and displayed properly, in order for the permit to be valid. If I buy a print-at-home permit, do I still need to come into the permit office for anything? No. Your requirements for obtaining a permit will be complete. At the end of the transaction you will be able to print your permit. Annual permit holders will be mailed their permanent decal within 7-10 business days. Annual permit holders can use the printed temporary proof of permit for up to 30 days as they wait for their decal to arrive. I purchased an annual permit; will I get an annual decal? Yes. Annual permit holders can start using their permits immediately with the print-at-home permit. The printed temporary proof of permit can be used for up to 30 days as you wait for your decal to arrive. A permanent annual decal will be mailed to the address listed in Recreation.gov. The decal must then be affixed to the vehicle within 30 days of the date of purchase. If you need assistance regarding the shipping of the annual decal, please contact us directly at 252-475-9054. Can I switch my permit from one vehicle to the next? No. Permits are non-transferable to another vehicle. I need assistance with a problem I have with an online permit order. Who do I contact? If you need assistance with ordering an ORV Permit, please contact Recreation.gov directly. You may contact the customer service department by phone, email, and chat. Here is the information that you will need:  Email or Chat: http:\/\/support.recreation.gov\/rec_contact (They will respond to your email inquiry within 24 hours) Reservation Line:1-877-444-6777 Customer Service Line: 1-888-448-1474  What if I don’t have access to a printer? Just come into any one of our three permit offices with your confirmation number and we can print it for you. If I misplace my permit, or lose it, can I print another copy? Yes. Here are the instructions:  Login to your Recreation.gov account. Click on \"Print Tickets and Permits\" link that is located on the left side menu. Click on the \"Print Permit\" button listed under the reservation. Acknowledge the rules and regulations for the permit. Click on \"Proceed with Printing.\" Click on \"Print this page\" to send the print command to your printer.            Special Use Permits A Special Use Permit is required for activities that provide a benefit to an individual, group or organization, rather than the public at large, and that requires some degree of management from the National Park Service to protect park resources and the public interest. Examples include:   Religious ceremonies including weddings Fishing tournaments Surfing tournaments Commercial filming Bike tours Marathons Car rallies Public speeches and assemblies (including First Amendment Rights related)   Permit fees vary and are generally in a range between $100.00 and $500.00. However, any activity which requires NPS personnel participation or monitoring, or which creates extraordinary administrative work, will be charged an additional cost for such services. Any damage to park resources including litter cleanup will be billed the full cost for restoration If any proposed activity warranting a permit requires special or additional services by park employees, additional charges may added to the fee. In addition, the park can impose special restrictions and requirements, including the posting of a bond and providing liability insurance. Once the park has received your request and has assessed the proposed activity, you will be informed at that time if additional charges may be assessed or incurred. Not all requests are permitted activities in the park. You will be told if that is the case. Applications for permits must be received by the park a minimum of four business days before the day of a requested event. If you are issued a special use permit, it does not grant an exclusive use of the place and time stated. The park's visitor areas always remain open to the public. However, permitted uses almost never conflict on time and place, and most areas are large enough to accommodate a number of permitted uses. Organized parties and receptions are not permitted activities within our park. The park has no pavilions or shelters appropriate for such activities. Such parties are required to seek private facilities outside the park which are plentiful in the surrounding communities. Our park welcomes all to enjoy the seashore and its many natural and cultural resources. We look forward to seeing you at the Cape Hatteras National Seashore soon! If you have any questions about the process or your permit, please contact our Special Park Uses Coordinator at (252) 473-2111, Ext. 121. or via email.      Reservations Oregon Inlet, Frisco, and Ocracoke Campground sites can be reserved through the Recreation.gov system.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/permitsandreservations.htm"
}
