{
    "title": "Cape Hatteras National Seashore: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       There is no entry fee for Cape Hatteras National Seashore. Check the following table for costs of various services and activities within the park.     Activity Detail Cost   Bodie Island Lighthouse Climb Adult $8.00     Children under 12 (must be >42” tall) $4.00     Seniors (62 and older) $4.00     Disabled $4.00   Cape Hatteras Lighthouse Climb Adult $8.00     Children under 12 (must be >42” tall) $4.00     Seniors (62 and older) $4.00     Disabled $4.00   ORV Permit 7-consecutive days $50.00     Annual (calendar year) $120.00   Oregon Inlet, Frisco, and Ocracoke Campgrounds Nightly rate $28.00    Nightly rate (with a NP & FRL Senior or Access Pass) $14.00     Group camping (Oregon Inlet only, maximum 30 individuals and passes do NOT apply, nightly rate) $70.00   Cape Point Campground Nightly rate $20.00     Nightly rate (with a NP & FRL Senior or Access Pass) $10.00   Marina Boat Dock Fees No reservations for boat slips     (Silver Lake on Ocracoke Island) Summer rate (per boat foot\/day, cap at 80’ or $80\/day) $1.25     Summer rate (with NP & FRL Senior or Access Pass) $0.60     Winter rate (per boat foot\/day, cap at 80’ or $40\/day) $0.60     Winter rate (with NP & FRL Senior or Access Pass)  $0.30     Daily 110 volt electricity service $3.00     Daily 220 volt electricity service $5.00     National Parks and Federal Recreational Lands Passes The following National Parks and Federal Recreational Lands passes provide reduced activity fee rates as listed above:      Senior Pass Access Pass    Visit the National Parks and Federal Recreational Lands Passes website for additional details about the various passes.   Educational Groups Cape Hatteras Lighthouse climbing fees may be waived for educational groups visiting the park as part of their accredited curriculum. The fee waiver application and associated materials must be submitted at least four weeks prior to your visit.   Due to tour number limitations, there is no fee waiver for Bodie Island Lighthouse climbs.       Senior Pass          Fourth-graders and their families can visit over 2,000 federal lands for free with this pass.   Every Kid in a Park This initiative allows every fourth-grade student and her or his family to visit over 2,000 federal lands—such as national parks, national forests, and national wildlife refuges—for free! For additional information, and to print off a paper pass, visit everykidinapark.gov.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/fees.htm"
}
