{
    "title": "Cape Hatteras National Seashore: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           46375 Lighthouse Road Cape Hatteras Light Station  Buxton, NC 27920                 Directions         Cape Hatteras National Seashore is located along NC-12 in the Outer Banks of North Carolina. You can reach the seashore from the north by following US 158 to Nag Heads, NC and the turn-off to NC-12 and Cape Hatteras National Seashore. From the south, you can take NCDOT ferries from Swanquarter, NC and Cedar Island, NC to the village of Ocracoke on Ocracoke Island.  Directions Details           Operating Hours & Seasons         Park Grounds The grounds of Cape Hatteras National Seashore are always open for visitors, though there are resource closures that seasonally affect different parts of the beach.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           The weather along the Outer Banks varies throughout the year and even throughout the day. Please check the National Weather Service information at http:\/\/www.weather.gov\/mhx\/ for forecast information.         Fees & Passes     Entrance Fees:   Park Entrance - $0.00 There is no fee to enjoy the grounds of Cape Hatteras National Seashore.         Visitor Centers       Bodie Island Visitor Center Located in the historic Double Keepers' Quarters of the Bodie Island Lighthouse, this visitor center is where you can purchase lighthouse climb tickets or ORV permits, talk to a ranger about the seashore, or shop for gifts.   Hatteras Island Visitor Center The visitor center offers orientation information, a bookstore to shop for gifts, and a place to purchase ORV permits.   Hatteras Island Museum of the Sea The Museum of the Sea is within the historic Cape Hatteras Lighthouse Double Keepers' Quarters. The two-floor museum contains exhibits on Outer Banks history and natural history. A small audiovisual room provides a video presentations, available upon request.   Ocracoke Island Visitor Center The Ocracoke Island Visitor Center is where you can go within the village of Ocracoke to get park information, purchase ORV permits, or shop for gifts.                Kids playing in the sand and surf National Park Service       Where Land and Sea Merge A thin, broken strand of islands curves out into the Atlantic Ocean and back again in a sheltering embrace of North Carolina's mainland coast and offshore sounds. For thousands of years these barrier islands—North Carolina's Outer Banks—have survived onslaughts of wind and sea. Their long stretches of beach, sand dunes, marshes, and woodlands are set aside as Cape Hatteras National Seashore. The treacherous waters off the coast of the Outer Banks is known as the Graveyard of the Atlantic, a grim but fitting epithet. Over 600 ships wrecked here as victims of shallow shoals, storms, and war. Diamond Shoals, a bank of shifting sand ridges hidden beneath the turbulent sea off Cape Hatteras, has never promised safe passage for ships. In the past 400 years the graveyard has claimed many lives, but island villagers saved many. As early as the 1870s, villagers served in the US Life-Saving Service. Others staffed lighthouses built to guide mariners. Few ships wreck today, but storms still uncover the ruins of the old wrecks that lie along the beaches of the Outer Banks. Cape Hatteras National Seashore protects parts of three barrier islands: Bodie Island, Hatteras Island, and Ocracoke Island. Beach and sound access ramps, campgrounds, nature trails, and lighthouses can be found and explored on all three islands.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/basicinfo.htm"
}
