{
    "title": "Cape Hatteras National Seashore: Cape Hatteras Light Station",
    "body": "Cape Hatteras Light Station        Close-up of the Cape Hatteras Lighthouse National Park Service       The Cape Hatteras Lighthouse protects one of the most hazardous sections of the Atlantic Coast. Offshore of Cape Hatteras, the Gulf Stream collides with the Virginia Drift, a branch of the Labrador Current from Canada. This current forces southbound ships into a dangerous twelve-mile long sandbar called Diamond Shoals. Hundreds and possibly thousands of shipwrecks in this area have given it the reputation as the Graveyard of the Atlantic.      Visiting the Light Station The Cape Hatteras Light Station is located near Cape Hatteras, its namesake, which is roughly in the middle of Cape Hatteras National Seashore. The street address is    46379 Lighthouse Road Buxton, North Carolina 27920  Decimal Degrees: 35.251203, -75.528176 Degrees Minutes Seconds: 35° 15' 4.3302\", 75° 31' 41.4336\"             Visitors preparing to climb Cape Hatteras Lighthouse National Park Service  Tours From the third Friday in April to Columbus Day in October the Cape Hatteras Lighthouse is open for self-guided climbs.        The first Cape Hatteras lighthouse built in 1803 ©Mike Litwin  History Construction of a lighthouse at Cape Hatteras was first authorized in 1794 when Congress recognized the danger posed to Atlantic shipping. However, construction did not begin until 1799. The first lighthouse was lit in October of 1803. Made of sandstone, it was 90 feet tall with a lamp powered by whale oil. The 1803 lighthouse was unable to effectively warn ships of the dangerous Diamond Shoals because it was too short, the unpainted sandstone blended in with the background, and the signal was not strong enough to reach mariners. Additionally, the tower was poorly constructed and maintained. Frequent complaints were made regarding the lighthouse.        The first Cape Hatteras lighthouse after improvements ©Mike Litwin  In 1853, following studies made by the Lighthouse Board, it was decided to add 60 feet to the height of the lighthouse, thereby, making the tower 150 feet tall. The newly extended tower was then painted red on top of white making the lighthouse more recognizable during the day. At the same time, the tower was retrofitted with a first order Fresnel lens, which used refraction as well as reflection to channel the light, resulting in a stronger beam.  By the 1860s, with the need for extensive repairs, Congress decided to appropriate funds for a new lighthouse. The Lighthouse Board prepared plans and specifications and construction on the new lighthouse began in October of 1868. Since the lighthouse was built before the present-day pile driver was perfected, an intereting problem immediately arose. The ground water levels on the Outer Banks are quite high and, therefore, when they began digging out the pit for the lighthouse foundation, it filled with water about 4 feet down. Working with the natural conditions, the foreman, Dexter Stetson, used a “floating foundation” for the Cape Hatteras Lighthouse. This meant that layered 6 foot x 12 foot yellow pine timbers were laid crossways in the foundation pit below the water table. Granite plinths (rock layers) were placed on to the top of the timbers.  The new lighthouse was lit on December 1, 1870. The 1803 lighthouse was demolished in February of 1871. The Cape Hatteras Lighthouse received the famous black and white stripe daymark pattern in 1873. The Lighthouse Board assigned each lighthouse a distinctive paint pattern (daymark) and light sequence (nightmark) to allow mariners to recognize it from all others during the day and night as they sailed along the coast.        The Cape Hatteras Lighthouse as it looks today National Park Service  The lighthouse is a conical brick structure rising from an octagon-shaped brick and granite base and topped with an iron and glass lantern. It is the tallest brick lighthouse in the United States and measures 198.49 feet from the bottom of the foundation to the top of the pinnacle of the tower. This height was needed to extend the range of the light-beam from the tower’s low-lying beach site. The tower’s sturdy construction includes exterior and interior brick walls with interstitial walls resembling the spokes of a wheel. There are 269 steps from the ground to the lens room of the lighthouse. The Fresnel lens installed in the 1870 lighthouse was powered by kerosene and could be seen approximately 16 miles from the shore. The keeper had to manually rewind the clockwork apparatus each day. The Fresnel lens usually took 12 hours for a complete cycle. When the lamp was electrified in 1934, the manual mechanism was no longer needed. Damaged by vandals, the giant glass Fresnel lens had to be replaced by a modern aero beacon in 1950. Today, electricity provides the rotating power and a photocell turns the light on and off. Due to threatening beach erosion, the Bureau of Lighthouses decommissioned the Cape Hatteras Lighthouse in 1935. The beacon was then moved to a skeletal steel tower until 1950. On November 9, 1937, the Cape Hatteras Light Station was transferred to the National Park Service. While the park was not operational at this time, the lighthouse and the keepers' quarters became part of the nation’s first National Seashore.        The Buxton Woods tower was the warning beacon, 1935–1950 National Park Service  On January 23, 1950, the Coast Guard returned the beacon (250,000 candlepower) to the lighthouse since the beach had rebuilt over the years in front of the lighthouse. In 1972, the beacon was increased to 800,000 candlepower. From the 1960s to the 1980s, efforts were made to stabilize the beach in front of the lighthouse, which had started to erode again. In March of 1980, a winter storm swept away the remains of the 1803 lighthouse and caused significant dune erosion. In 1999, after years of study and debate, the Cape Hatteras Light Station was moved to its present location. The lighthouse was moved 2,900 feet in 23 days and now lies 1,500 feet from the seashore, its original distance from the sea. The Double Keepers’ Quarters, the Principal Keeper’s Quarters, the dwelling cisterns, and the oil house were all relocated with the lighthouse. The National Park Service currently maintains the lighthouse and the keepers’ quarters. The U.S. Coast Guard operates and maintains the automated light.      Timeline    1794 First tower is authorized by Congress.   1803 First tower is completed. It stood 90 feet tall, was built of sandstone, and used oil lamps to light the beacon.   1854 Modifications included raising tower to 150 ft. and installing a new first order Fresnel lens that utilized prisms and focusing lenses to concentrate the light from an oil fired flame into a powerful beacon.   1861 Confederate forces try to destroy the tower, but were prevented by the Union forces. Confederates take the Fresnel lens with them.   1862 Light shines again but extensive repairs needed and studies show it would be less costly to replace the tower with a new tower.   1867 $75,000 appropriated by Congress for a new lighthouse. Final cost $167.500.   1868 Construction of the second tower begins.   1870 Construction completed. The first order Fresnel lens from the 1803 lighthouse is transferred to the new tower.   1873 Black and white daymark striping ordered by the Lighthouse Board.   1893 1400 to 1500 feet from shoreline.   1913 Illuminant changed to incandescent oil vapor lamps.   1919 Less than 300 feet from shoreline!   1930 First groins installed.   1933 Less than 100 feet from shoreline, more groins installed.   1934 Lamps electrified.   1935 Erosion threatened base of the tower as waves washed against it. Lighthouse abandoned and replaced by skeleton steel structure a mile northwest of the brick tower.   1936 Ownership transferred to NPS. Civilian Conservation Corps (CCC) began building sand dunes along the Outer Banks to aid in erosion control.   1939 CCC guides give tours of lighthouse.   1942–45 Leased to US Coast Guard for use as observation tower during WWII.   1945 500 to 900 feet from shoreline.   1946 Fresnel lens apparatus vandalized.   1949 Fresnel lens removed from the tower, but the pedestal and clockwork were left in place.   1950 Eroded sand stopped naturally and control work by CCC made it possible to transfer beacon back to the brick tower.   1950–51 NC Highway 12 constructed with ferry service at Oregon Inlet.   1953 Cape Hatteras National Seashore established. Lighthouse opened to the public.   1960 Unknown quantities of sand pumped onto the shoreline.   1972 800,000-candlepower beacon installed, consisting of a rotary beacon with two 1000-watt lamps. Flashes every 7.5 seconds. This is the beacon that is present today.   1975 175 feet from shoreline. Structural cracks in tower led to its closing to the public.   1980 50 to 70 feet from shoreline.   1981 Experimental artificial sea grass is placed on shoreline. \"Save the Lighthouse Committee\" formed by US Senator Helms, Governor Hunt of North Carolina, and others.   1984–93 A 40-pound chunk of metal window trim fell to the ground, leading to the lighthouse being closed to public again.   1987 NPS requests independent study to save the lighthouse.   1988 Independent study recommends relocation.   1989 NPS announces decision to move lighthouse when risk of leaving it outweighed the risk of moving it.   1990 Restoration of tower begins.   1993 Repairs completed and lighthouse again opens to the public.   1994 Exterior repainting completed. NPS superintendent declares risk of leaving lighthouse now outweighs risk of moving it.   1997 Report released endorsing immediate relocation.   1999 Oil house, two cisterns, double keepers' quarters and principal keeper's quarters move to new site in March. Later, the lighthouse moves 2900 ft in 23 days, moving it 1500 ft back from the ocean.   2000 Lighthouse reopens for climbing.   2001 Lighthouse closes to the public on June 11th due to repairs needing to be done on the stairs.   2002 Painted in December.   2003 On April 18th, lighthouse reopens to the public.   2006 The pedestal and clockwork removed from the tower and reunite with the lens at the Graveyard of the Atlantic Museum in Hatteras, NC, which is 10 miles southwest of the lighthouse.   2014 Lighthouse repainting done during the spring and summer months.           Cape Hatteras Lighthouse on the move in 1999 National Park Service       Moving the Cape Hatteras Lighthouse In 1999, the Cape Hatteras Light Station, which consists of seven historic structures, was successfully relocated 2,900 feet from the spot on which it had stood since 1870. Because of the threat of shoreline erosion, a natural process, the entire light station was safely moved to a new site where the historic buildings and cisterns were placed in spatial and elevational relationship to each other, exactly as they had been at the original site. While the National Park Service has met its obligation to both historic preservation and coastal protection, the much-heralded move of the historic station, especially the lighthouse, was hotly debated and closely watched.        The Atlantic Ocean encroaches on the Cape Hatteras Lighthouse, 1999 National Park Service  Why it had to move When completed in 1870, the Cape Hatteras lighthouse was located a safe 1,500 feet from the ocean. Even then, however, storm-driven tides completely washed over Hatteras Island, eroding sand from the ocean side of the island and depositing it on the sound side. By 1970, this process, which has caused the gradual westward migration of the Outer Banks for at least the past 10,000 years, left the lighthouse just 120 feet from the ocean’s edge and almost certain destruction. The key to preserving the 1870 tower is its \"floating foundation\". Yellow pine timbers sit in fresh water on compacted sand, with a brick and granite foundation on top of them. This foundation was built because pilings could not be driven through hard sand located barely 8 feet below ground level when construction began. As long as the sand surrounding the foundation remained in place, and the timbers remained bathed by the fresh water in which they were placed in 1868, the foundation was secure. If a storm eroded the sand or the fresh water was disturbed by salt water intrusion, the timbers would rot and the foundation would eventually fail. Since the 1930s, efforts have been made to protect the Lighthouse from the encroaching sea. The Coast Guard installed the first sheetpile \"groins\" (walls built perpendicular to the shore) to try to protect the tower. In 1936, however, they abandoned the lighthouse to the sea and moved its light to a skeleton steel tower in Buxton Woods. In the 1960s and 1970s, as the ocean continued to creep closer, various attempts to \"stabilize\" the coast included beach nourishment and three new groins installed north of the lighthouse. A severe storm in 1980 accentuated the island's westward movement washing away the foundation of the first (1803) lighthouse, which had been 600 feet south of the existing lighthouse. In 1803, that lighthouse had been one mile from the shoreline. In 1980, the National Park Service began planning, under the National Environmental Policy Act, for long-term protection. A three-year process that included public meetings yielded several alternatives. Relocation was considered but quickly discounted as impractical. The option finally selected was a concrete and steel seawall revetment that would have protected the lighthouse in place but would eventually have created an island as the coastline receded to the southwest. As moving technology advanced during the decade and additional information became available about relocation versus the approved seawall, the National Park Service examined the alternative that allowed it to accommodate natural processes while still preserving the historic structures of the light station. In 1987, the NPS requested the assistance of the National Academy of Sciences, a group of scientists and engineers who advise the federal government on technical matters. The Academy's 1988 report, Saving Cape Hatteras Lighthouse from the Sea: Options and Policy Implications, considered ten options but recommended relocation as the most cost-effective method of protection. The National Park Service also considered this the best overall solution in that it would preserve the structures and accommodate the natural shoreline processes. However, many people feared destruction of the brick lighthouse, the tallest in the United States. From 1988 to 1995, the relocation option was debated and discussed, with no funding requests made at the Congressional level or concerted fund-raising campaigns undertaken in the private sector. As Federal budgets became leaner, the NPS worked with the Army Corps of Engineers on a short-term (10-20 year) protection option to build a fourth groin south of the lighthouse. Officials hoped that it would protect the most vulnerable section of the lighthouse area, and would give the NPS time to raise Federal funds for relocation. However, North Carolina Coastal Resources Commission staff stated that it would not recommend a permit for building the fourth groin since placing any hardened structures on the North Carolina coast is prohibited by state statutes. In 1996, North Carolina State University independently reviewed the National Academy of Sciences’ report and then issued its own report, Saving the Cape Hatteras Lighthouse from the Sea, in January 1997. It not only endorsed the National Academy of Sciences’ findings, but also recommended that “the National Park Service proceed as soon as possible with its present plans to obtain the financial resources necessary to preserve the lighthouse by moving it.” NPS managers then initiated a concerted effort to begin the planning and funding process to move the Cape Hatteras Lighthouse. Funding was finally appropriated by Congress beginning in fiscal year 1998.        Cape Hatteras Lighthouse on the move, 1999 National Park Service  How it was moved The decision to relocate the Cape Hatteras Light Station was a sound public policy decision based on the best science and engineering information available. International Chimney Corp. of Buffalo, New York was awarded the contract to move the lighthouse, assisted, among other contractors, by Expert House Movers of Maryland. In simple terms, the concept of moving the 4,830 ton structure consisted of lifting it off its foundation, transferring the load to a transport system, moving the tower along a prepared move route, and installing it on the new foundation. To accomplish this feat, the original foundation down to the pine timbers was replaced by temporary shoring beams and supports. Then a steel beam mat was inserted over the timber mat with temporary posts on top. As cross beams and main beams were set, the temporary shoring parts and beams were removed. Hydraulic jacks built into the main beams were used to effect the 6 foot raise so that roll beams and rollers could be introduced. After all jacks were shored, using oak cribbing, the system was pressurized and the jacks began lifting. At each lift level, jacks were retracted and shored up in sequence and the system lifted again to 6 feet. At this point it was ready to roll. After it was lifted, the tower moved along to its new location 2,900 feet to the southwest on steel mats starting on June 17, 1999. Steel track beams became rails and roller dollies permitted the support frame to move along the track. Three zones of hydraulic jacks kept the lighthouse aligned. Push jacks, clamped to the track pulled the frame forward 5 feet at a time. The lighthouse was equipped with sixty automated sensors to measure the transfer of the load, tilt, vibration, and shaft diameter. A weather station was installed at the top to monitor wind speed and temperature. The Principal Keeper's Quarters, Double Keepers’ Quarters, oil house, cisterns, and sidewalks, which were moved during February, March, and April, awaited the lighthouse. On July 9, 1999 the lighthouse was carefully placed onto its new foundation, which foundation consists of a 60' x 60' steel-reinforced concrete slab 4 feet deep, 5 feet of brick, and 1 1\/2 to 2 feet of rock. The light station was whole once again with all the buildings being in the same relative position as they were originally. The Cape Hatteras Lighthouse, sentinel of the perilous Diamond Shoals, where the Gulf Stream meets the Labrador Current, witness to the tragic sinking and triumphant rescues claimed by the \"Graveyard of the Atlantic,\" resumed its duties on November 13, 1999 and continues to do so to this day. Now safely 1,600 feet from the ocean, it should not be threatened by the indomitable ocean waves for another 100 years. Move at a glance  Took over a year of preparation Moved from June 17, 1999 to July 9, 1999 (23 days) Moved using horizontally mounted hydraulic jacks which pushed the tower along a track system in 5-foot increments. After the tower was pushed approximately 5 feet, the jacks were retracted and reset along the grid beams. Cost $11.8 million Moved 2,900' Set back approximately 1,500' from the shoreline        The Cape Hatteras Lighthouse shining at sunrise National Park Service       The Light The original light was Argand style lamps mounted in front of parabolic reflectors. In 1839, Cape Hatteras was fitted with eighteen 14” reflectors. By 1849, the light had been upgraded to fifteen 21” reflectors. This system used whale oil for fuel and, if in perfect operating condition, produced a medium intensity light that could be seen up to 20 miles. The first order Fresnel lens, installed in 1854, initially burned whale oil as well. However, due to over-hunting, the sperm whale was becoming scarce and, by the 1870s, the US Lighthouse Service was in need of alternate fuels. There is no known record of exactly when the last whale oil was used in a US lighthouse but it is still mentioned in the 1871 Instructions to lighthouse keepers along with colza (wild cabbage or rapeseed) oil. Colza oil was one of the replacements that the US Lighthouse Service considered, but it was difficult to get because it was a low profit crop for US farmers. By 1880, whale oil had disappeared from the scene and, according to the 1881 Instructions to lighthouse keepers, the available fuels were lard oil and mineral oil (kerosene). There was a very short experiment at Cape Hatteras using porpoise oil. It was found to be totally unacceptable and was not adopted. From 1913 to 1934, the light was provided by an incandescent oil vapor (IOV) lamp using pressurized kerosene in a mantle. Official records show that kerosene still fueled the Cape Hatteras light as late 1927. The Fresnel lens Like most late 19th-century lighthouses, this one used a Fresnel lens. Fresnel lenses were manufactured in a series of sizes, or orders, with first order being the largest—over 17 times more powerful than the smallest (6th order). In this case, over 1,000 prisms were used and, all told, about 2,500 lb. of glass and bronze made up the 12 foot tall first order assembly. Triangular prisms projected light into a continuous 360 degree beam, and, in this case, 24 bulls-eye lenses provided the flashes. The light has always been white; at other lighthouses, red and green have also been used (mainly harbor and range lights because color reduces the range of the beam). The original lens assembly, which rotated on a chariot at ½ rpm, was turned by three 150 pound iron weights suspended on a cable and dropping down the center. The cable was wound around a drum in the clockwork mechanism beneath the lens, which worked much like a grandfather clock. Each morning, the weights were slowly cranked by hand to the top and then released at dusk when the lamp was lit, causing the lens to rotate. The gears in the mechanism provided the leverage to turn the 1-½ ton lamp\/lens assembly. The speed of rotation could be adjusted by a fan governor in the clockwork. A gentle hand push was used to start the lens rotating but, once it was in motion, it maintained its rotation until the weight reached the bottom of the tower and had to be rewound. Regulations required that the weight be rewound to the top of the tower every morning. In many shorter lighthouses, cranking was needed every few hours. Electrifying the light In 1934, shortly before the light was moved to the tower in Buxton. A 36-inch (nominal) airport beacon was originally used. The current 24-inch (nominal) beacon, type DCB (Directionally Coded Beacon) 224, was installed in 1982. Prior to the installation of the airport beacon, the Fresnel lens only used electricity for the light source but still used the clockwork and weight system to turn the optic. Current optics and bulbs Two separate units, similar to search lights, are mounted side by side facing in opposite directions, and are turned by an electric motor. The beacon is controlled by a photocell, which automatically turns the light on at sunset and off at dawn. Each 1,000- watt bulb (120 volts - same as your house), less than 10 inches tall, puts out an 800,000-candlepower beam focused by two parabolic reflectors. A spare bulb and primary reflector automatically rotate into place when the primary bulb burns out. GE makes the bulbs. They are halogen\/argon filled, with a tungsten filament, and cost about $240 each. The mechanism is similar to an airport beacon. The beacon rotates, like an airport beacon. The 'flash' is visible when the beacon points at you. The original Fresnel lens system cast 24 beams, the current beacon projects two. The official range is 24 nautical miles (a nautical mile is 6,080 feet). At night, most vessels in clear weather can see the lighthouse from up to 20 nautical miles at sea. Seen exactly at sea level, the direct visible range is about 15.6 nautical miles. The USLHS standard was to allow an extra ten feet of height to account for the height of the bridge deck, giving 16.2 miles. At night, the glow or loom can be seen when the light is actually below the horizon; in some atmospheric conditions refraction causes the light to follow the earth's curvature, too. These phenomena are also factored in. The range of the lighthouse depends more on height and air clarity than on the power of its beacon.       Principal Keeper's Quarters National Park Service       The Lighthouse Keepers The staff of the Cape Hatteras Lighthouse consisted of a Principal Keeper and two Assistant Keepers. The keepers did not live in the lighthouse but, when they were on duty, they would be found in the watch room at the top of the tower. Originally, the Lighthouse Board provided housing, staple foods, medicine, and a salary up to $800\/yr. After the 1880s, keepers wore dark blue wool dress uniforms or fatigues. They worked at the lighthouse performing maintenance, repair, and administrative duties. Each keeper was required to stand a four hour watch during the night. The time of these watches alternated daily from keeper to keeper. On one day, the Principal Keeper may take the 8 pm to midnight watch, the 1st Assistant Keeper would take the midnight to 4 am watch, and the 2nd Assistant Keeper would take the 4 to 8 am watch. The following night the Principal Keeper would take the midnight to 4 am watch, etc, etc. The keeper on watch at the end of the night would be responsible for all morning maintenance of the lamp and lens to prepare them for the upcoming night. The keepers' duties included:  Hand-carrying fuel up to the lantern room and fueling the lamp Trimming the wicks (later, replacing the mantles and pumping up the oil vaporizer) Regularly cleaning and polishing (with jeweler’s rouge and whiting) the glass chimney, lenses and windows Polishing vast amounts of brass fittings and tools Cranking up the weight, latching it, and letting it free when they lit the lamp at night Lighting and extinguishing the lamp (it was wasteful and unnecessary to burn it by day) Closing lantern room curtains by day to prevent damage from magnified sunlight through the lens, and discoloration of the lens glass Cleaning and lubricating the clockwork Painting the structure Routine maintenance and repairs of all buildings Greeting and sometimes lodging visitors and inspectors Writing reports, keeping records, and ordering supplies Monitoring the light and nearby shipping at night  The two Assistant Keepers and their families lived in the Double Keepers’ Quarters, built in 1854. The Principal Keeper and his family lived in the small house that was built in 1870.        Cross-section diagram of the Cape Hatteras Lighthouse National Park Service  Lighthouse Dimensions     Tower    Height (ground to lighthouse peak) 193.20'   Height (ground to lightning rod) 198.49'   Focal height (mean sea level to light) 192.2'   Column height 147' 4-1\/2\"   Column diameter 32' 5-1\/2\"   Height above mean sea level (Old site) 208.0'   Height above mean sea level (New site) 210.01'   Lower gallery height above sidewalk 165' 1\/2\"   Weight (not including foundation) ~4,830 tons   Paint for lighthouse exterior 140–150 gallons   Black stripes 2   Stripe rotations around column 1.5         Windows     Height 6' 5\"   Width 2' 4-1\/2\"   Number 7   Number on entrance side 3   Number on opposite side 4   Pattern Staggered   Space between same side windows 40' 1\/2”         Base structure     Shape Octagon   Bottom diameter 37' 5\"   Top diameter 32' 6\"   Height 21' 9-1\/2\"         Door     Number 2   Height 10' 5-1\/2\"   Width 4' 4\"   Frame width 1' 4\"   Doorway width 8' 8\"         Steps     From sidewalk to lantern room 269   That visitors climb 257   Revolutions during visitor climb 7-3\/4   Height of visitor climb Just over 166'   Granite steps at the base 9   Rise of granite steps 8\"   Depth of first 7 granite steps 11\"   Depth of 8th granite step 2' 9\"   Depth of 9th granite step 3'   Cast iron steps to the floor of the watch room 248   Flights with 31 steps 7   Width of step 33\"   Rise of step 7-3\/4\"   Weight of flight with 31 steps 5,000 pounds   Flights with 16 steps 1   Flights with 15 steps 1   Companionway steps to upper gallery in the lantern 12            Visitors enjoying the view from the top of the Cape Hatteras Lighthouse National Park Service       Frequently Asked Questions Q. How does the height of this lighthouse compare to others? It is the tallest brick lighthouse in the United States. Also, according to the National Maritime Preservation Initiative and F. Ross Holland, the Cape Hatteras Lighthouse \"…still may be the tallest brick lighthouse in the world.” Q. Has it been in continuous service since 1803? Yes and no. There has been an established light tower of some kind in service since 1803. However, like most Southern lighthouses, the light was extinguished during the Civil War. Q. How far was the ocean when the lighthouse was built? The l870 lighthouse was built approximately 1,500 feet from the shoreline. Q. How many bricks were used? 1,250,000 were ordered from a Baltimore firm; the exact number used is unknown, but this figure tallies closely with the engineering estimates. The brick was manufactured at a kiln on the James River in Virginia, for a Baltimore contractor. The bricks are not curved. Some extras went into the facade and walls of the 1871 Principal Keeper's Quarters (however, there are two kinds of brick in inside quarter’s walls. It is unknown if both are original). Q. What other materials were used? Black slate and white marble quarry tile were used on most floors (quarries unknown). The stairs and most other metal items are cast, rolled, or drawn iron. Bronze was used for more demanding situations, such as the lantern frame work. The roof is copper, lined with tin inside; the lightening rod is bronze with a platinum-clad tip. The storm doors at the top and bottom of the tower are plate iron and bronze respectively; the bottom doors were originally specified to be iron. The inner doors, removed long ago, were originally wood with glass lights. Cast iron lintels and corbels once graced landing windows, but deteriorated and were removed. The windows themselves are modern replacements for the original iron framed casements. Q. How deep is the foundation? The original foundation was about 7-½' deep and was made of 6\"x12\"x12' crossed, yellow pine timbers submerged in water, topped with granite boulders cemented together. The foundation below the present lighthouse is a 60'x60'x4’ steel reinforced concrete pad, plus five feet of 147,000 high-density bricks and 1-½ to 2 feet of rock. Q. How thick and solid are the walls? The granite and brick base is virtually solid, but the tapered tower above is double-walled, with 12 hidden, full-length vertical ribs joining the two walls. The vertical ribs provide stiffness to the inner and outer walls. They act like the flying buttresses in gothic cathedrals. The double-walled design helps keep the tower rigid and the center of gravity low—which is located about a third of the way up. At its base, the tapered outer wall is 46-3\/4\" thick and the inner wall—a true cylinder—is 20\" thick. 134' 4\" above the ground (even with the top of the sixth landing window), the two walls merge. The brick inside the lantern housing (watch room and service room) was laid after the lantern was assembled and is less than two feet thick. At its bottom, the outer wall is 32' 5-1\/2\" in diameter and, at the bottom of the gallery brackets, it is 17' 2\". The inside diameter of the stairwell is 11' 6\" from top to bottom—there is no taper inside. The lower gallery deck, by the way, is 29' 10\" in diameter. Q. Who did the actual construction work? The Lighthouse Board provided a Superintendent of Construction, Dexter Stetson, who hired and trained nearly 100 laborers locally, who received $1.50 a day. A number of the crew went on to assist on the Bodie Island Lighthouse project. Stetson also worked on the Cape Lookout Light. Q. Who pays for repair work done to the lighthouse? The National Park Service. Q. Who has maintained the lighthouse through the years?   1802–1820: Department of the Treasury, Commissioner of the Revenue 1820–1852: Department of the Treasury, Fifth Auditor 1852–1903: US Lighthouse Board, Department of the Treasury 1903–1910: US Lighthouse Board, Department of Commerce and Labor 1910–1935: Bureau of Lighthouses, Department of Commerce and Labor 1950–Present: US Coast Guard  In 1936, the 1870 lighthouse was turned over to the National Park Service. Currently, under a Special Use Agreement, the US Coast Guard maintains the beacon and the NPS is responsible for the building itself. Twice a year, all four light bulbs are replaced, and the mechanism is inspected and lubricated. Q. What has been removed, repaired, or replaced in the structure? Much of the exposed ironwork of the lower gallery, some of the stairs and all their anchor bolts, and the windows are replacements. Lantern room glass has been replaced many times. The roof was rebuilt in 1992. The cast iron casement window trim, and the weight set and its hardware are gone. A cabinet, a small desk, and a coal stove were once present in the watch room. A set of roller curtains (visible in old photos) that once kept the sun's rays out of the lens during the day are also gone. Inner wood doors with glass lights were removed from the top and bottom entries, along with glass transoms at the bottom; they were removed during the restoration and are said to be in storage by the USCG. Parts of the gear box and lens disappeared during WWII, along with the keepers’ tools. The vandalized Fresnel lens was removed in 1949 and stored. In October 2006, the lens’ pedestal and clockwork assembly were removed. After 57 years, the lens and pedestal assembly were reunited and can now be viewed at the Graveyard of the Atlantic Museum, in Hatteras Village, just 10 miles to the southwest of the lighthouse. Q. What is the circular well at the bottom? Minus the plastic netting and steel mesh floor, which are NPS visitor safety equipment, this was originally a sand pit that was provided in case the weight cable of the clockwork mechanism parted causing the weight to free-fall down the tower. The sand pit was much more forgiving and flexible than the slate and marble floor that surrounds the pit. The weight set could also be lowered into the pit to facilitate maintenance and repairs such as cable repair or replacement. The well is about 4 feet deep. Q. What are the vertical rails in the central well? Lacking the graceful design found in every other part of the lighthouse, these rails are a later addition, not shown on the working plans. Usually, in towers of this type the weights of the clockwork mechanism in the lens assembly would drop directly down the center of the tower, suspended from a wire cable. They were guided by “fairleads” that would control the descent. Differences in structural details of the Cape Hatteras tower required a system of T-rails to keep the weights from swinging excessively as they dropped down the tower. Q. What were the alcoves on the first floor used for? Originally, the lamp oil for the light was stored in large, round metal containers called oil butts. They were large brass or tin tanks that ranged in size from 50 to 100 gallons each. They stood upright and were set side by side on masonry or wooden elevated shelves in the alcoves. Each one had a petcock at the bottom from which the keeper would draw his daily supply of lamp oil into his oil can. He then carried the oil cans up the tower to fuel the lamps. The large, cubic 350 gallon tank at the base of the tower replaced numerous oil butts with one centralized storage tank. Other gear may have also been kept in the alcoves. Q. What is the metal tank just above the first floor? The large, square, 350-gallon tank was used for the storage of kerosene to light the lamp in the Fresnel lens. Q. What are the numbers on the landing walls? These numbers are called landing numbers. They are not original; the interior has been repainted several times. The 1992 restoration crew made them to mark the landings for easy identification. Q. Wouldn't it have been easier to use a rope and pulley to haul up the oil ? No and this practice was never allowed in US lighthouses. The fuel for the lamp was extremely valuable and, when it was being moved, the keeper was required to keep it in his possession. At any rate, it would not have been less work. A once-over pulley gives no mechanical advantage; it still takes 6000 ft-lbs. of work to raise a 5-gallon can of oil 150 feet, just as it would climbing with the oil. But in climbing, the legs do the work, not the arms. A twice-over pulley takes half as much effort, but takes twice as long. The can would have tended to sway, and possibly rupture or spill when it hit a beam or bolt head, or fell (oil usage was very closely monitored; the keeper was held accountable for waste). And he'd still have to climb all the way up anyway - so no point in going up empty handed. Q. How many storms has it survived? All of them! Seriously, no one knows; not all were recorded. About 150 hurricanes and countless nor'easters have affected the Outer Banks since 1548, since Europeans were here (who knows how many more before Europeans arrival). This would suggest about 40 hurricanes since the lighthouse was built. On April 17, 1879, lightning struck the tower; several months later, new shallow vertical cracks in the inner wall were ascribed to this by the keepers, but are now reliably attributed to thermal expansion of the structure. In the 1980s, studies of the cracks revealed movement with temperature variations. Later, the lighthouse also survived the Charleston earthquakes of August 31, 1886 (3 shocks up to 7.7 on the Richter Scale) and September 3, 1886, which was felt in Chicago. Q. Why is the tower leaning? It is not leaning significantly, though there seems to be such a rumor floating around. There is a deceptive optical illusion at certain angles of view, caused by the stripes, and sometimes enhanced by a backdrop of moving clouds. Hasbrouck & Hunderman found the appearance of a possible slight lean to the north or west, but could not rule out simple irregularities in construction. Q. Why is there a lighthouse here? Extending about 14-20 miles offshore from Cape Hatteras are the shallow, shifting Diamond Shoals—a hazard to nearby navigation. By day or night, the Cape Hatteras Lighthouse provided a navigational bearing, enabling ships to avoid the treacherous shoals. In the 19th century, “coasting” (sailing along the coast) was a simple, reliable form of navigation; and in case of trouble, the shore was within easy reach. Along the North Carolina coast, shipping also made good use of favorable currents—the Labrador Current, flowing south near shore, and the Gulf Stream, flowing north a bit farther out—which provided additional speed. The Outer Banks of North Carolina are widely known as the Graveyard of the Atlantic. One account says 230 ships of over 50 tons sank here from 1866 to 1945. Another says well over 2,200 ships have sunk off the Outer Banks since Europeans first arrived. Q. How did the Diamond Shoals get their name? It is not known where the actual name came from. The shoals are not a continuous mass, but are a series of three distinct shoals with channels between them. In 1948, the US Board of Geographic Names designated the entire series as Diamond Shoals and assigned names to the individual shoals and sloughs (the channels between the shoals). The innermost shoal is Hatteras Shoals, the middle section is Inner Diamond Shoals and the outer section is Outer Diamond Shoals. As for the sloughs - Hatteras Slough runs between Hatteras Shoals and Inner Diamond Shoals. The one that runs between the Inner Diamond Shoal and Outer Diamond Shoal is called the Diamond Slough. Q. How many lightships have there been at Diamond Shoals? There were three lightships:   1st (1824–1827): destroyed by gale winds 2nd (1897–1918): the #69 Diamond was sunk by a German U-boat 3rd (1919–1967): replaced by the \"Texas\" tower  Q. What is the \"Texas\" tower? In 1968, a “Texas\" tower light station—a structure similar to an offshore oil rig—was completed out on the Diamond Shoals and called the Diamond Shoals Light Station. The light was located approximately 12.8 nautical miles or 14.7 statute miles out in the Atlantic Ocean. It was originally crewed by 6 people (4 on and 2 off) but was automated on September 7, 1977. The 1000-watt lamp was 125 feet above the water and was visible for 22 nautical miles. The Diamond Shoals Light Station was de-commissioned in 2002 and the light is no longer operational. Q. Why are there so many lighthouses in North Carolina ? Ideally, with lighthouses every 40 miles or so, one was nearly always visible to coasting ships. When one passed out of range, another would soon appear. Q. Is the Cape Hatteras Lighthouse still a functional navigational aid? Yes, though it is now automated. Q. With today's navigational technology, is it still a useful aid-to-navigation? Yes, though not to the same extent it once was. It provides confirmation of modern navigational methods and a landmark for local boat traffic. Seen from a few miles out to sea, this coastline has few distinguishing features. Q. Why is it painted with black & white stripes? The stripes serve as a daytime identification aid—known as a daymark—allowing mariners to distinguish between the lighthouses Along the Outer and Core Banks of North Carolina, the Currituck Beach Light is unpainted, red brick; Bodie Island is banded black and white; Cape Hatteras is black and white spiral stripes; Ocracoke is white; and Cape Lookout is black and white checkerboard. No evidence has been found to indicate that the checkerboard or diamond pattern was originally intended for the Cape Hatteras Light at Diamond Shoals, despite a popular folk story that some bureaucrat messed up the work order. Q. What is meant by the term “daymark” and how does it apply to lighthouses? All lighthouses are daymarks. The term simply means a fixed, constant, identifiable feature that can be used by a navigator during daylight hours to assist in determining a ship’s location along a coastline. Generally, the shapes of the tower and dwelling, the advertised color and the geological background such as cliffs, rocks, hillsides, etc. provide adequate data to the mariner to assist with location determination. Towers can also be painted, often in solid colors that contrast with their natural backgrounds making them more visible. So, a lighthouse that is built of stone on a rocky island would most likely be painted white; a lighthouse near a town with numerous white buildings would probably be painted red. However, problems can occur in areas such as the central\/southern Atlantic coast of the United States. In general, the coast is topographically quite flat with few, if any, outstanding natural features to assist the mariner. Compounding this issue, the tall coastal towers, built primarily between the 1850s and 1870s, were virtually identical in appearance from a distance at sea. Therefore, to make them identifiable, they each received distinguishable daymarks—usually paint—though some towers were left unpainted. Only certain colors—black, white and red—were used because these are the ones that would stand out the best against the background. Therefore, along the Outer Banks, the tall coastal lighthouse daymarks are: Currituck Beach Light - unpainted red brick; Bodie Island - banded black and white; Cape Hatteras - black and white spiral stripes; and Cape Lookout - black and white checkerboard. Q. Has the Cape Hatteras lighthouse always been black and white spiral striped? No. This paint job did not exist until 1873. The 1803 sandstone tower appeared to be white. This may have been due to the natural color of the stone or a whitewash coating. This changed when the tower was extended with a brick addition in 1854. The lower 70 feet of the tower remained white and the top 80 feet was red. It was probably red on top to contrast with sky and white on bottom to contrast with the vegetation. It was painted with a cement-based brick wash. The 1871 Report of the Lighthouse Board indicates that, when it was first painted, the top part of the current tower was painted red and the bottom part white. Other reports say that the whole tower wasoriginally red. In any case, the stripes were painted in 1873. There are two black and white stripes on the tower, each stripe circles the lower tower 1-1\/2 times, and all are wider on the bottom than on the top. It is not known exactly how the stripes were laid out, but it could have been done using a combination of pre-calculated dimensions, plumb bobs, and taut lines. Originally, the keepers painted the tower using bosun’s chairs, taking up to 4 months every 6–10 years. Modern painting contractors use a window washer type platform. From 1936-1950, the official tower was a steel structure, though many mariners still used the 1870 lighthouse as a daymark. Q. How can lighthouses be told apart at night? Lights can be distinguished by their “characteristic” or nightmark. Their lights may appear to either glow constantly (fixed) or flash at different rates. Here, the rate is every 7-1\/2 seconds, though it has varied over the years. Throughout the centuries, mariners have had lists of lights - tables that list the nation's navigational aids including the lighthouses with their exact positions, their daymarks, and their light characteristics.",
    "url": "https:\/\/www.nps.gov\/caha\/planyourvisit\/chls.htm"
}
