{
    "title": "Cape Lookout National Seashore: Lighthouse Trunk",
    "body": "× Rate the Lesson Plan             Traveling Trunk Lighthouse Traveling Trunk   Cape Lookout National Seashore                    Overall Rating    Very poor Not that bad Average Good Excellent     Add your review   Close   Easy to Obtain     Very poor Not that bad Average Good Excellent         Addresses Curriculum Standards     Very poor Not that bad Average Good Excellent         Quality and Durability of Materials     Very poor Not that bad Average Good Excellent         Ease of Use     Very poor Not that bad Average Good Excellent         Creativity and Innovation     Very poor Not that bad Average Good Excellent            On the Outer Banks, lighthouses and their keepers provided an invaluable service assisting with navigation through the \"Graveyard of the Atlantic.\" This traveling trunk will teach students about this important aspect of our maritime history. Through journals, hands-on artifacts, and classroom activities, your class can experience some of the daily activities of a lighthouse keeper. The curriculum guide and trunk inventory can be downloaded here: curriculum guide (3.43 MB, pdf) trunk inventory (109 KB, pdf) Borrowing Instructions To reserve this traveling trunk for your class, contact Cape Lookout National Seashore at: (252) 728-2250 ext. 3024 CALO_Information@nps.gov Traveling trunks may be reserved for two weeks. Trunks may be picked up in person or they may be shipped to your school.  We pay cost of shipping the trunk to the school.  The school is responsible for shipping costs to return the trunk to the park.  Details  Subject: Commerce and Industry, Engineering, Government, Military and Wartime History, Regional Studies, Social Studies type: Traveling Trunk              Lesson Plans  Freeing the Elwha (Social Studies Unit 1)   Mississippi Native American System of Government   Day 4 of Biodiversity Bee Week: Engineering a Bee    Distance Learning  Follow the Buffalo   “They Fought Like Tigers” African American Soldiers and American Indian Soldiers   The Science of Elwha     Field Trips  Adobe Engineering Challenge   Barrier Islands and Sea Level Rise   Do History and Science at the                Tsongas Industrial History Center    Topics  John Smith's Masterpiece and Copyright Nightmare   Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/education\/classrooms\/tt_lighthouse.htm"
}
