{
    "title": "Cape Lookout National Seashore: Plan a Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Plan a Field Trip                  Plan A Field Trip       Bringing your class to Cape Lookout National Seashore can be a rewarding experience, but careful planning is essential to a successful visit. Harkers Island Visitor Center is the only area that can be reached by vehicle; all other parts of the park are accessible by personal boat or private ferry. The seashore itself is relatively undeveloped with few visitor comforts. Classes enjoy their visit the most when they have pre-planned activities. These can be pre-arranged Ranger programs or hands-on activities that coordinate with classroom studies. If this is your first time coming out to the park with your class, the following information should help with your planning.  You can also download Tips for Planning a Field Trip (pdf, 47 KB). Please note: groups of 25 or more who are planning overnight trips to the national seashore must obtain a special use permit.       Ranger-led program on Coastal Creatures        Planning Activities When planning activities, remember that materials will be exposed to the weather, they will need to be carried to the location(s) where they will be used, will need time set aside to set up and break down, and will take up space on the ferry.Allowing ample time for activities will eliminate frustrations and any extra time will allow students to do a bit of beachcombing or exploration on their own. Some suggested activities include attending a Ranger Program, exploring mud flats a low tide, beachcombing, completing a Junior Ranger Adventures booklet, taking a private truck tour of the point of the Cape or of the Cape Lookout Village (for an additional cost), or investigating a scientific question. More information on several of these options can be found in the Self-Guided Field Trip and Ranger Guided Field Trip sections of this website. Students' Packing List   Water Lunch and\/or snacks Sunscreen Insect repellent A towel and an extra pair of shoes if class activities require wading An extra set of clothing in case of rain or cold weather           Accessibility The Harkers Island Visitor Center is accessible to wheelchairs. The nature trails on Harkers Island are not accessible. The barrier islands are only accessible by private ferry. Passengers often need to climb upand down ladders or step off the boat into shallow water. There may also be limitations to the size and type of wheelchairs that can be transported.  Please contact your ferry provider for more information.  Visitors with accessibility concerns can check out a beach wheelchair for use in the sand or marsh. The Light Station Visitor Center, Great Island Cabin Office, Long Point Cabin Office, and Theodore and Annie Salter House Visitor Center each have a single beach wheelchair. To reserve a beach wheelchair for your group, please contact the park at (252) 728-2250 ext. 3001. Lunch and Snacks All food and drinks will have to be brought with you. There are no concession stands in the park. Anything brought for lunches will need to be carried from the ferry drop off to where you plan to eat. Many items are hard to keep cold for hours at a time without heavy amounts of ice which can make transportation more difficult. Be sure to bring trash bags for your group. There are no garbage cans or trash-pick up on the islands. Let your group know that they are responsible for cleaning up after themselves and taking their trash back to the mainland for recycling and disposal. Do not feed the wildlife, especially the sea gulls! Besides being against park rules, feeding wildlife human food is not good for them. Feeding sea gulls can make them lose their fear of humans and become bold enough to steal your lunch out of your hands.      Class Safety We recommend that groups have one adult (teachers or other chaperones) for every nine students. The activities planned and the grade level of your group may require additional chaperones. The islands are vast and allow for many places for students to become confused or turned around, and there are many temptations for students to explore unsafe activities. It is important for students and chaperones to bring plenty of drinking water for use during their visit. This is especially important for trips planned for May through August or for trips where a significant amount of hiking will be required, but all groups should be prepared. There are no lifeguards at Cape Lookout National Seashore. Unless you plan on providing your own lifeguards, swimming is not recommended as a class activity. For more safety information, download the \"Beach Safety and Survival Guide\" from the brochures webpage. Transportation The Harkers Island Visitor Center is the only location within the national seashore which can be reached by a vehicle. All other locations--the lighthouse, Portsmouth Village, Shackleford Banks, and others--require the use of a ferry service. Ferry rides can take anywhere from 15 to 45 minutes to go from the mainland to the park, this depends on the location and style of the ferry as well as the area of the park you plan to visit. There is a variety of boat sizes and styles used by the various ferry operators which transport visitors to the islands. Some are larger and some are smaller. Some will go out into the ocean while others stay in protected waters of the sound. Some can go fast, and may get passengers wet, and some may be better able to accommodate special needs or requests. It is important to choose a ferry which is appropriate to your needs. Contact the ferry operators to discuss the boat style, departure and pickup times, how long the boat ride will take, costs and group rates, as well as your group's specific needs. Arrive at the ferry operator early and plan to be at the pickup location at least 15 minutes before your scheduled time of departure. Many groups underestimate the amount of time necessary for land transport to the ferry service or Harkers Island Visitor Center. Give yourself at least a half hour more than you think you need for travel. Directions to the Harkers Island Visitor Center and information on visiting the barrier islands can be found on the Directions webpage.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/education\/classrooms\/planafieldtrip.htm"
}
