{
    "title": "Cape Lookout National Seashore: Lighthouse Climb Activity",
    "body": "× Rate the Lesson Plan             Field Trips Lighthouse Climb Activity   Cape Lookout National Seashore                  Overall Rating  Add your review    Description Get a completely new perspective on the national seashore from the top of the Cape Lookout Lighthouse. A climb to the top of the Cape Lookout Lighthouse can be used as part of a self-guided or ranger-guided fieldtrip focused on one of several topics. Walk in the footsteps of lighthouse keepers, examine barrier island and inlet geology, get a birds-eye-view of the island's habitat zones, or identify the effects of storms and other weather events. When used in support of an educational curriculum, school groups may be eligible for an Academic Fee Waiver for their lighthouse tickets. Learn more below. Other school groups may choose to use the lighthouse climb as part of the recreation time during their fieldtrip. When used as a recreational activity, tickets to climb the lighthouse are not eligible for an Academic Fee Waiver. Please Keep the Following in Mind: All climbers must meet the safety requirements for climbing the lighthouse, including the minimum height requirement. These requirements can be found on the Climbing the Cape Lookout Lighthouse webpage.  A chaperone (18 years old or older) must climb with each group. Because climbing groups are limited to 10 people, there can be up to 9 children and 1 chaperone in each climbing group. A teacher or chaperone must pick up the tickets from the ticket window at the Light Station Visitor Center at least 15 minutes prior to the first climb.  Please make sure to allow enough lead time before your climb for the boat or ferry trip to the island. Arriving late may result in some students being unable to climb the lighthouse.   Dates and Times The Cape Lookout Lighthouse is open Tuesday through Saturday from the second week in May to the third full weekend in September. Climbs begin at 9:45 AM and continue every fifteen minutes until 4:15  PM. We strongly encourage school groups planning to climb the lighthouse to schedule their field trips during this time. Off-season climbs may also be available to school groups. In addition to ticket prices (except where waived by the Academic Fee Waiver), off-season climbs require groups to purchase a Special Use Permit. Download a permit application from the Permits webpage. Academic Fee Waivers Any group from an accredited school or bona fide academic institution may qualify. Educators must submit an application and written statement explaining how the lighthouse climb activity will support their course curriculum. Ticket fees will be waived for 1 chaperone for every 9 qualifying students. Ferry fees still apply. Learn more and download the application on the Academic Fee Waiver webpage Contact Education Coordinator email us (252) 728-2250 ext. 3024  Details  Subject: Civil War, Climate Change, Colonial History, Commerce and Industry, Community, Ecology, Environment, Geology, Historic Preservation, Maritime History, Recreation \/ Leisure \/ Tourism, Social Studies, Transportation, Wildlife Biology, World War II type: Field Trips              Lesson Plans  Exploring Climate Science: Climate Change   Community at War: Fredericksburg and the Civil War   Civil War Rations    Distance Learning  Saws and Scalpels: Civil War Medicine   Supplies, Survival, and Success: Civil War Quartermaster   “They Fought Like Tigers” African American Soldiers and American Indian Soldiers     Field Trips  Two Southern Mills, One Civil War   Bleeding Kansas and the Civil War   \"I Am a Civil War Soldier\" (Self-Guided Program)    Topics  Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   \"Animal Olympics\"                     Wildlife:   4-6th Grade                Lewis and Clark: Post-visit activity",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/education\/classrooms\/trip_lighthouse-climb.htm"
}
