{
    "title": "Cape Lookout National Seashore: Ranger Programs",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Ranger Programs                   Ranger-led Educational Programs         Students learn about the history of the lighthouse and the duties of the keepers from a Park Ranger.   Ranger-led Educational Programs require an advance reservation. Ranger availability is not guaranteed.  Request programs at least two months ahead to insure a ranger is available on the day you plan to visit the park.    To request a program please submit a completed Education Program Request form (fillable pdf, 59 kb) to:  Fax: 252-728-2160 ATTN: Education Coordinator or by Email: to the address on the form Subject: Education Program Request.  Please note: Requests are not confirmed until the park has contacted you. Ranger-led programs are offered on Thursdays & Fridays ONLY and begin on Harkers Island at 9:00 am  (the ferry leaves at 9:15 am) Maximum group size is 44 students Maximum adults\/chaperones is 5 If you expect to bring more than 44 students, plan on dividing your group into smaller sections, with teachers\/chaperones leading some of the smaller sections during the field trip. The park has an array of on-site, teacher-led lesson plans.  Apply for an  Educational Fee Waiver at least one month prior to your visit if you are planning on climbing the lighthouse. For climbing the lighthouse, you will need to divide your class into groups of 10 -- 1 adult per 9 students.  Each group of students must have an adult chaperone while they climb. Before making plans for a lighthouse climb, please know that: 1) Only 10 people are allowed to climb the lighthouse every 15 minutes and climbing times are scheduled accordingly. Depending on your group size, it might take an hour or more before everyone gets a chance to climb.  Approximate time it will take your students to climb and exit the lighthouse:     10 people  20 minutes    50 people  1.5 hours    80 people  2.5 hours       2) Chaperones are required to accompany students for the entire lighthouse climb. Chaperone to Student ratio is 1:9 (1 chaperone for up to 9 students) for the lighthouse.You may have fewer people per climbing group depending on your school\/organization's chaperone requirements, but that will increase the amount of time needed for the entire group to complete the climb.   For more information on ranger-led educational programs contact: Education Coordinator (252) 728-2250 ext. 3024 email us",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/education\/classrooms\/rangerguided.htm"
}
