{
    "title": "Cape Lookout National Seashore: Piping Plover",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Piping Plover                  Piping Plover       The piping plover is a small, stocky shorebird with a short, stout bill; sandy upperparts; orange legs; and a plaintive \"peep-lo\" call that is often heard before the bird is seen. An adult only weighs 1.5 to 2 ounces, is 7 inches long, and has a wingspan of 15 inches.             There are three breeding populations of this plover - Atlantic Coast, Great Plains, and Great Lakes. Under the Federal Endangered Species Act, the species was listed at Threatened on December 11, 1985 in its entire range except in the Great Lakes, where it is listed as Endangered.        Piping Plover nests are simple depressions in the sand.   The Atlantic Coast population of the piping plover breeds along sandy beaches from Newfoundland to North Carolina from April to late August. These birds prefer sparsely vegetated open areas that are slightly raised in elevation. Their breeding territories generally include a feeding area such as a dune pond, moist sandflats, or near the ocean or soundside beach. The nests are depressions in the sand, often lined with small shell fragments. Both eggs and young are well camouflaged. The average clutch size is four eggs. The eggs hatch in about 25 days and chicks fledge about 4 weeks after hatching. If the eggs are destroyed early in the season, the birds may lay a second clutch. Piping plovers spend their winters on the Atlantic and Gulf of Mexico coasts from North Carolina to Mexico and in the Bahamas West Indies on coastal beaches, sandflats or mudflats. North Carolina is at the southern edge of the breeding range and the northern edge of the wintering range of the piping plover. Individuals from all three breeding populations--Atlantic Coast, Great Plains, and Great Lakes--spend time in North Carolina during migration and the winter.         The piping plover nearly disappeared due to excessive hunting for the millinery trade during the 19th century. Although the species has rebounded somewhat, fewer than 3,000 breeding pairs were found in the US and Canada in 2001. Current threats include, but are not limited to:   Habitat modification and destruction including dune stabilization Recreational and commercial development including pedestrian and vehicular traffic Human disturbance, which can affect breeding activities, disturb nesting adults and flightless chicks, and crush eggs and flightless chicks Beach development and use, which attracts predators Weather events Predation including ghost crabs, opossum, fox, and other birds Off-road vehicles and beach equipment          A Piping Plover chick old enough to search for food along the shore, but too young to fly.   About two-thirds of the nesting piping plovers in North Carolina are found at Cape Lookout National Seashore. Unfortunately the number of nesting pairs declined from 39 in the park in 1994 to just thirteen pairs in 2004. The state of North Carolina has shown a 60% decline of nesting pairs. In 2011, the number of nesting pairs in the park increased to 41. The greatest concentration of nesting piping plovers was found in the four-mile area around Ophelia Inlet. At Cape Lookout, in the 2011 nesting season, thirty five of the fourty eight nests hatched and 37 chicks survived to fledge, mature enough to be able to fly. Although this was viewed as a successful season, the park did not meet the goal established by the U.S. Fish and Wildlife Service of 1.5 chicks fledged per nesting pair. Cape Lookout National Seashore contains key wintering habitat for all populations of this species including the endangered Great Lakes piping plover. An average of forty five birds are found within the park outside the nesting season. The area near Ocracoke Inlet is also extremely important to migrating plovers. More information on piping plover nesting success at Cape Lookout National Seashore can be found in the annual reports posted on the Wildlife Management webpage.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/nature\/pipl.htm"
}
