{
    "title": "Cape Lookout National Seashore: Timeline",
    "body": "A Timeline for the Civil War       This timeline focuses on events affecting or occurring on Core Banks and coastal North Carolina. Those activities occurring in the area that is now Cape Lookout National Seashore are listed in blue. For a detailed timeline of the American Civil War, including links to other Civil War parks, visit the Civil War Timeline on the Gettysburg National Military Park website.       November 6, 1860 Abraham Lincoln is elected the 16th President of the United States of America December 20, 1860 The South Carolina convention passes the Ordinance of Secession, officially separating the state from the Union. February 4-8, 1861 Delegates from South Carolina, Georgia, Alabama, Mississippi, Florida, Louisiana, and Texas meet in Montgomery, Alabama and form the Confederate States of America. April 12, 1861 The first shot of the American Civil War was fired by Confederate forces upon Union controlled Fort Sumter.  April 15, 1861 President Lincoln issues a Proclamation calling for the dedication of 75,000 militia men to fight the insurrection. North Carolina and Kentucky immediately refused. April 19, 1861 President Lincoln issues a Proclamation of Blockade of ports in secessionist states to prevent the export of commercial goods and the import of war goods. North Carolina Governor John Ellis sends the order to darken the state's principal coastal lights. April 27, 1861 President Lincoln extends the Southern blockade to include North Carolina and Virginia. April 1861 North Carolina troops seize the Cape Lookout lighthouse. Fort Macon and other Union controlled areas in North Carolina are also captured by Confederates. May 20, 1861 North Carolina officially secedes from the Union. June 1861 Early in the month, the Confederate Light House Bureau orders the removal of the lighting apparatus from all of North Carolina's coastal lighthouses to prevent Union forces from using them as navigation aids. The 1st order Fresnel lens from the 1859 Cape Lookout lighthouse is removed in late June and stored in Beaufort, NC. June 15, 1861 Camp Washington is established on Core Banks by Confederate forces. Fort Ocracoke, on Beacon Island, is occupied by Confederate troops.  July 21, 1861 The First Battle of Bull Run takes place near Manassas, Virginia.  August 28-29, 1861 Union forces capture Fort Hatteras at Cape Hatteras. For more information on the Battle of Hatteras Inlet, visit Cape Hatteras National Seashore's Civil War on the Outer Banks webpage. September 1861 Confederate forces abandon Fort Ocracoke. Many residents of Portsmouth Village left the island for the mainland. November 15, 1861 Confederate troops make a last ditch effort to blockade Ocracoke Inlet. February 8, 1862 Confederate loss in the Battle of Roanoke Island results in Union control of Pamlico Sound. For more information on the Battle of Roanoke Island, visit Cape Hatteras National Seashore's Civil War on the Outer Banks webpage. March 1862 Union forces occupy Beaufort, Morehead City, Carolina City (a confederate camp near Morehead city), and Havelock. March 19, 1862 Union forces capture New Bern. April 26, 1862 U.S. Major General Burnside captures Fort Macon. May 1862 The 1st NC Volunteer Infantry is authorized by U.S. General Ambrose E. Burnside and by June 27th the regiment is organized.  September 17, 1862 The Battle of Antietam takes place near Sharpsburg, Maryland, the bloodiest single day of battle during the Civil War.  January 1, 1863 President Lincoln issues the Emancipation Proclamation, declaring that all slaves in secessionist states are free. February 24, 1863 The Cape Lookout lighthouse is relit by Union troops using a 3rd order Fresnel lens. Though the light does not reach as far as the original 1st order Fresnel lens, mariners are once again directed away from the hazards of Lookout Shoals. June 30, 1863 The 1st NC Colored Infantry is organized in New Bern.  July 1-3, 1863 The Battle of Gettysburg, the bloodiest battle of the war, takes place in Gettysburg, Pennsylvania.  February 3-4, 1864 James Green Martin attacks the Newport Barracks as a diversion for C.S. General George E. Pickett's attack on New Bern. April 3, 1864 A secret expedition of Confederate troops attempts to blow up both the 1812 and the 1859 Cape Lookout lighthouses, but are only partially successful. Union and Confederate reports give conflicting information on the extent of the damage from this attack. Certainly, the oil supply was destroyed and a portion of the iron spiral staircase in the 1859 lighthouse was badly damaged. April 9, 1864 U.S. Rear-Admiral S.P. Lee requests troops to guard the Cape Lookout lighthouse against additional attacks by Confederate forces. June 9, 1864 The Confederate Blockade Runner Pevensey runs aground near present day Pine Knoll Shores, south of Cape Lookout. June 27, 1864 Temporary repairs to the lighthouse stairs, landing, and glass are completed by Union officials. January 15, 1865 Fort Fisher is captured by Union troops.  February 3, 1865 The Battle of Rivers Bridge in South Carolina marks the beginning of the Carolinas Campaign as Sherman's Army marches north from Savannah, Georgia towards Virginia.  February 22, 1865 Wilmington, the last major southern port on the east coast, falls to Union forces. March 1865 U.S. General Sherman's army advances through North Carolina. April 13, 1865 The Fresnel lenses of several North Carolina coastal lighthouses, including the Cape Lookout lighthouse, are discovered in Raleigh, NC by Union troops.  April 14, 1865 President Abraham Lincoln is assassinated by actor John Wilkes Booth at Ford's Theater in Washington, DC.  April 26, 1865 The surrender of C.S. General Joseph E. Johnston near Durham, NC ends the Carolinas Campaign.  June 2, 1865 While various Confederate forces had surrendered since April of 1865, the Civil War officially ends with the surrender of the Army of the Trans-Mississippi.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/civil-war-timeline.htm"
}
