{
    "title": "Cape Lookout National Seashore: The Lighthouse and the War",
    "body": "The Cape Lookout Light and the Civil War       The second Cape Lookout lighthouse, a much needed improvement from the 1812 lighthouse, had been operating for less than two years before being swept up in a war that seemed impossible only months before. During the Civil War, the Cape Lookout lighthouse was disabled, restored, raided, and repaired in conflicting efforts to darken or illuminate the treacherous coast for Union forces.        First Order Fresnel lens in storage circa 1975.   Darkening the Coastal Lights On April 19, 1861, President Lincoln declared a Federal blockade of Southern ports from South Carolina to Texas in response to the secession. N.C. Governor John Ellis sent telegrams out to the principal lights along the coast ordering them darkened the same day that Lincoln announced the Northern blockade. However, North Carolina did not officially secede from the Union until May 20, 1861. Realizing that the coast was vulnerable, the Confederate Light House Bureau called for all lighting apparatuses to be removed from the lighthouses in early June. Although there are many tales of retreating Southern troops vandalizing the lights or taking the lenses with them as they fled inland, these tales are generally untrue. Most lenses, including the lens at Cape Lookout, were carefully removed, packed, and stored until such time as the lights could be re-established after the war. In many cases, the removal of the lens was accomplished either by the lighthouse keeper or under the keeper's supervision to ensure the lens's safety. In late June, the lens and lamps of the 1859 Cape Lookout lighthouse were removed and taken to a warehouse in Beaufort. Here it was stored along with the 4th order lenses from the range lights on Bogue Banks and the smaller lenses from the lighted buoys marking the sea lane into Beaufort Inlet. The lenses were eventually stored in Raleigh, where they remained until the end of the war.      The Lookout Lighthouse Raid The Union controlled Cape Lookout lighthouse was relit with a third order Fresnel lens on March 1, 1863. Since most of the original lenses were still in Confederate hands, the Federal Light House Bureau was having trouble finding enough lenses to relight the most important towers. Under normal circumstances, a 3rd order lens would be considered too small for use in a tower such as at Cape Lookout, but these were not ordinary circumstances. On April 3, 1864, a small band of Confederate troops, armed with kegs of powder, mounted an expedition into Union controlled Core Banks with the intention of disabling the Cape Lookout lighthouse. The reports of the damage done during this raid are conflicting. The initial Confederate report, written on April 9th, stated that the party \"destroyed both light-houses at Cape Lookout (on Sunday night), so that they never can be repaired again.\" A second report issued on April 12th indicated that the 1812 lighthouse was destroyed and, due to the poor quality of the powder, the 1859 lighthouse was only temporarily disabled. The Union report, written on April 5th, noted relatively minor damage to the 1859 lighthouse and made no mention of the 1812 lighthouse. Both Union and Confederate reports indicate that the oil supply was destroyed. Physical and historical evidence indicates that the lower section of the iron spiral staircase was badly damaged. Due to iron shortages during the war, this section of stairs was replaced with wooden steps. On April 9th, U.S. Rear-Admiral SP Lee requested additional troops in order to prevent another attack on the lighthouse by Confederate forces.        An enhancement of the original architectural plan for the replacement of the damaged iron stairs with wooden stairs. The wooden steps and landings are shown in orange.   Repairing the Light The temporary repairs that were made by the Union to mend the damages done during the Confederate raid of the lighthouse were completed on June 27, 1864. These repairs included the replacement of the damaged section of spiral iron stairs with wooden steps as well as repairs to the landings and the replacement of broken glass. General Sherman's troops captured the state capital of Raleigh on April 13, 1865. There Union troops found the Fresnel lenses of the majority of North Carolina's coastal lights--including the lens from Cape Lookout, which had been stored in the city since July 22, 1862. However, some of the hundreds of glass prisms which composed the first order lens were broken or missing. After the Civil War had ended, the U.S. Light House Board decided that the lenses should be shipped to their original manufacturer in France to be checked and repaired. The Cape Lookout lens was among the first to be sent: it left the United States on November 28, 1865 and returned, completely restored and shipped to the Staten Island Depot, in mid-August of the following year. The lens was not the only part of the lighthouse in need of repairs after the war. In 1866, Congress authorized $20,000 to be used to restore the Cape Lookout lighthouse. The temporary wooden stairs were replaced with iron steps and several other repairs were made to the lighthouse. It was determined that the Cape Lookout lighthouse was ready to receive her restored first order Fresnel lens on March 18, 1867. The lens was probably reinstalled by the end of May, significantly improving the reach of the light. By 1870, the keeper and assistant keeper had made the necessary repairs on the grounds and the Cape Lookout lighthouse had been restored to her original glory.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/civil-war-lighthouse.htm"
}
