{
    "title": "Cape Lookout National Seashore: The War Comes to Portsmouth",
    "body": "The War Comes to Portsmouth       Two-thirds of North Carolina's exports passed through Ocracoke Inlet in 1842. Although trade routes had started shifted north to Hatteras Inlet, Portsmouth Village was still a thriving port town when war broke out between the states. Both Confederate and Union troops recognized the importance of controlling the coast. Troops from the state built or occupied forts and camps all along the North Carolina coast. President Lincoln ordered a blockade of southern ports the week after Fort Sumter fell.  The blockade was extended to North Carolina once the state seceded. This blockade, along with control of the Mississippi River, would become a significant part of Gen. Winfield Scott's Anaconda Plan, designed to cripple Confederate supply routes.        The ruins of Fort Ocracoke are submerged.  Only the cistern of the Marine Hospital (used as the base for Camp Washington) remains today.   Fort Ocracoke and Camp Washington Shortly after the first shots were fired at Fort Sumter on April 15, 1861, Governor John Ellis began preparing North Carolina for war. The lighthouses were darkened (to hinder navigation by Union vessels) and supplies were being stored even before the state formally seceded on May 20. Confederate forces quickly assumed control of the Outer Banks, Fort Macon, and much of the surrounding area. They occupied and strengthened existing forts and built additional fortifications all along North Carolina's Outer Banks. Camp Washington was established in Portsmouth Village in April 1861. Troops from the Washington Grays (10th NC Volunteer Regiment) anchored off the shore and, at night, waded with their equipment across the shoals surrounding Portsmouth Island. They seized the Marine Hospital for use by the soldiers. The rest of the company was sent to Beacon Island once the state officially seceded. Fort Ocracoke, also called Fort Morgan, was built on Beacon Island, located in the sound between Portsmouth and Ocracoke. The octagonal structure was built to guard shipping through Ocracoke Inlet. Confederate reports of construction progress noted that 5 guns had been mounted on May 30th and they expected to have 12 more ready soon after. The fort consisted of four shell rooms, measuring about 25 square feet each, and a 100 square foot bombproof room which contained a magazine room.        The muniteers took over the hospital which was being used to quarter troops on Portsmouth. (Architectural  sketch of the Marine Hospital.) National Archives  Mutiny at Cape Washington After the Battle of First Manassas, many of the troops stationed in Portsmouth wanted to go to Virginia to fight on the front lines. To do this, the companies would have to join the Confederate Army because state regiments were required to stay in North Carolina.  Captain Thomas Sparrow, commander of the Washington Grays, put the question to a vote. All but 12 of the 112 men voted to join the Confederate forces. Capt. Sparrow struck a deal with Captain Henry Gilliam to transfer those 12 soldiers to the Morris Guards in exchange for 12 Guards who wanted to join the Confederacy. The Tar River Boys also wanted to have a vote to decide if they would join Confederate forces, but their commander, Captain George Johnson, would not allow it. The company mutinied. The Tar River Boys barricaded themselves inside the Marine Hospital and proclaimed Orderly Howard Wiswall their new captain. Both Captain Cook of the CSS Edwards, anchored near Ocracoke Inlet, and Sergeant William von Eberstein at Fort Ocracoke were ordered to aim weapons at the Marine Hospital. The Washington Grays, stationed on Beacon Island, volunteered to go to Portsmouth to arrest the Tar River Boys. Once the mutineers surrendered, they were arrested and a court martial was convened on Portsmouth. While the court martial was being held, Fort Clark and Fort Hatteras were attacked by Union forces. Two of the officers of the court were commanders of troops at Hatteras and returned to their posts immediately, escorted by two of the Washington Grays. The next day, the Tar River Boys, Washington Grays, Hertford Light Infantry, and Morris Guards were sent to defend Cape Hatteras. There are no records that the court martial was resumed. In fact, many of the Tar River Boys were captured in battle.        Depiction of the destruction of Fort Ocracoke University of North Carolina  Mass Evacuation Fort Clark and Fort Hatteras, both by Hatteras Inlet, fell to the Union Navy by August 30, 1861. Upon hearing this news, the officers of Fort Ocracoke convened and decided to abandon the fort that very night. Captain James Swindell of the Confederate Guards brought two ships from Portsmouth and immediately evacuated all but six men. Those six men worked to spike the guns and disable the fort before leaving for the mainland themselves. Sgt. von Eberstein, one of the last six to leave the fort, called it \"the most cowardly evacuation ever known\". An evacuation order from New Bern sent the soldiers and their visitors in Portsmouth to the mainland. Some accounts assert that the residents of Portsmouth, save one woman who was too large to leave her house, fled shortly after the Confederate soldiers left. However, Union Lieutenant J.G. Maxwell reported that, although the town was \"nearly deserted\" when his unit reached Portsmouth in mid-September, some men remained. These men, he wrote, \"seem to be Union men, and expressed satisfaction at our coming.\" For more on the Battle of Hatteras Inlet and the struggle for the northern Outer Banks, visit Cape Hatteras National Seashore's Civil War on the Outer Banks webpage.        The Portsmouth Marine Hospital survived the war, but burned down in 1894.  This cistern is all that remains of the state's first hospital building.   Under Union Control On the 14th of September, 1861, Union troops at Hatteras Inlet received word that the Confederate soldiers were removing the guns from Beacon Island. Two days later, an expedition from the USS Pawnee and the Union Coast Guard was sent to the island. Finding the fort abandoned, the Union troops disabled the guns,destroyed the four shell rooms, and burned the lumber from the bombproof frame. Then, the expedition moved to Portsmouth and destroyed the four guns found there. The troops returned to Hatteras Inlet, bringing about 80 shells back with them. That fall, the troops at Hatteras Inlet were ordered to block off Ocracoke Inlet, as well as Oregon and other inlets. However, these sailors reported that the islands were too adaptable. Any ships that were sunk to block passage through the inlet would sink deep into the soft sand and be of little, if any, danger to privateers. They also found that, when an inlet or other passage was blocked, the force of water would open a new one soon after. Eventually, the idea was abandoned. Records indicate that Marine Hospital was used by Union troops following the Confederate evacuation. However, it is unclear how long Union troops were stationed at Ocracoke Inlet. In letters written on May 31, 1864, Brigadier-General Innis N. Palmer suggested that Union forces reoccupy* one of the encampments on Portsmouth and Beacon Island--suggesting that the hospital did not routinely house Union troops at that time. Palmer also proposed that troops at Fort Clark should be moved to Ocracoke Inlet because the sand and surf were taking a toll on the fort, the harbor at Ocracoke was \"infinitely better\" than the harbor at Cape Hatteras, and Ocracoke Inlet provided faster access to Beaufort and Fort Macon. Whether or not this advice was taken is unknown. When Fort Clark was dismantled in late August, however, the troops were transferred to Fort Hatteras, not Ocracoke Inlet.      After the War When the war ended, many people who had been displaced by the war began to return home. However, some residents of Portsmouth chose not to return. Trade routes had started shifting north before the war as Ocracoke Inlet grew shallower and a deeper inlet opened near Cape Hatteras. Portsmouth's days as a major trade route were coming to a close. The 1860 census recorded 117 slaves living in Portsmouth. After the war, six African Americans returned to the village, this time as free people. Only 331 white residents were recorded in the 1870 census, compared to 685 villagers before the war. Economic and political factors transformed this bustling port town into a quiet fishing hamlet. For more information on the history of Portsmouth, visit the Portsmouth Village webpage. Information on visiting the village can be found on the Visiting Portsmouth Village webpage.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/cw-portsmouth.htm"
}
