{
    "title": "Tallgrass Prairie National Preserve: Nature",
    "body": "Nature          \"We shall never achieve harmony with land, any more than we shall achieve absolute justice or liberty for people. In these higher aspirations the important thing is not to achieve, but to strive.\" -Aldo Leopold (Born in Iowa in 1887) Tallgrass Prairie National Preserve was established in 1996. It is the only unit of the National Park System dedicated to the rich natural and cultural history of the tallgrass prairie ecosystem. This 10,894 acre portion of the once vast tallgrass prairie is being preserved as a critical resource for the benefit, education, and enjoyment of this and future generations. It is a unique private\/public partnership between the National Park Service (the primary land manager) and The Nature Conservancy (the primary landowner). Learn About Recent Natural Resource Issues Bison Fact Sheet - (280 KB)  Fire Fact Sheet - (1.34 MB)  Restoration Fact Sheet - (1.01 MB)  A SEA OF GRASS Tallgrass prairie once covered more than 170 million acres of the United States, from Indiana to Kansas and from Canada to Texas. Nearly all of it is gone, plowed under for agriculture or urban development. An ancient past survives in the irreplaceable Flint Hills tallgrass. In prehistory, what is now a sea of grass, was once a shallow sea of water. Two hundred to 300 million years ago the gray and white rock limestone and steel tough chert commonly called \"flint\" began to form from this Permian Sea floor and the famous Flint Hills geology. The result was shallow, rocky land considered unsuitable for plowing but excellent for pasture. The natural prairie cycle of weather, fires, and animal grazing -- once bison, now cattle -- has sustained the tallgrass prairie and its diverse plant and animal species ever since.  Now you can find over 500 species of plants, nearly 150 species of birds, 39 species of reptiles and amphibians, and 31 species of mammals. Much of the prairie flora and fauna is far too tiny to be seen from a passing car. For those who take the time to stop and look closer, a subtle world of special beauty and natural wonder is waiting. The National Park Service's Heartland Network Inventory and Monitoring Program and others have gathered baseline data on plant and animal communities on the preserve. Click on the hyperlink above to learn more about this program and its importance to the health of the prairie community. The preserve holds an annual Marvin Schwilling Memorial Butterfly Count. See the results.     Tallgrass Prairie National Preserve invites you to experience a rare relic of the once vast prairie through hiking trails and prairie bus tours.  Nature Trails   The Southwind Nature Trail, open 24 hours all year, starts in front of the Spring Hill Ranch house. The trail winds its way through the lower prairie, across a tree lined creek bed, and up gently rolling hills to expansive vistas of this unsurpassed pristine beauty. The loop trail measures 1 3\/4 miles.   The Bottomland Trail is open 24 hours all year. Heading south from the Spring Hill Ranch house on Hwy 177 visitors take the first left turn past the Saint Anthony Cemetery on a gravel county road. Drive down this road about 1\/3 of a mile. Look for a fence enclosed parking area and the trailhead to your left. There are two loops to choose from, the longer being approximately one mile in length. Along the path visitors will find five interpretive wayside panels and a trailhead kiosk with brochures at the beginning of the trail. For relaxation and reflection, visitors will find benches at appropriate locations along the path. This trail features both natural and cultural history and is wheelchair friendly when dry. Comfort station available on site. This trail provides visitors an opportunity to experience walking through a riparian prairie, while gaining an understanding of its rarity as a natural plant community and its importance in the human history of the Flint Hills region. The trail area is now a prairie restoration area. Continue to visit the trail and view the progress.   Fox Creek Trail is open 24 hours all year. Trail is a northern extension from the Bottomland Trail, but is not wheelchair accessible. It winds itself along and through Fox Creek for six miles round-trip. This trail allows visitors to experience a riparian area, while seeing a range of wildlife such as turkey, white-tail deer, and a variety of bird species.  Hiking Trails - See hiking trails page for further information on this new visitor experience.",
    "url": "https:\/\/www.nps.gov\/tapr\/learn\/nature\/index.htm"
}
