{
    "title": "Cape Lookout National Seashore: Light Station Buildings",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Cape Lookout Light Station     Light Station Buildings                  Light Station Buildings       The lighthouse was a central part of any light station, but many other structures were vital to its operation. From housing for Keepers to storage for fuel, these buildings allowed for smooth operation of the lighthouse and helped ensure that the beacon would ready to warn mariners away from dangerous waters.        This 1889 photo is one of the only images of the 1812 Keeper's Quarters   First Keeper'sQuarters (1812) - Destroyed This Keeper's Quarters was built at the same time as the first Cape Lookout lighthouse. The letter calling for proposals detailed the specifications for this house. The house was to be 24 feet by 24 feet and one and a half stories tall. Each of the three rooms had a fireplace which fed into the chimney in the center of the house. The exterior was made of pine and covered with pine or cedar shingles. In 1869, this house received extensive repairs. A kitchen was to be built at least 6 feet away from the house and connected with covered walkway. The proposal request indicated that this kitchen should be 14 feet by 16feet and one-story tall. A well was also part of this request. It is unknown how long these structures remained standing. Photographic records indicate that the Keeper's Quarters remained standing at least until 1893. Part of the foundation of this dwelling can be seen on a sand dune in the lighthouse area.         Second Keepers' Quarters (1873) Soon after the second Cape Lookout lighthouse was completed, Assistant Keepers were assigned to the station. A new Keepers' Quarters was built in 1873 to accommodate these keepers. The house was designed as a single-family residence, but by the early 1900s, all three keepers were living in this building. In response to complaints that their families could not be with them, a new Head Keeper's Quarters was built in 1907. The two Assistant Keepers and their families then shared the 1873 dwelling. Today, this Keepers' Quarters serves as a museum, giving visitors a glimpse into the lives of Lighthouse Keepers and Surfmen of the US Life-Saving Service. The museum is open from 9:00 AM to 5:00 PM, seven days a week during the spring, summer, and fall.         Third Keeper's Quarters (1907) - Moved In response to a need for more housing, this Keeper's Quarters was built in 1907. It housed the primary Keeper and his family from the fall of 1907 until the tower was automated in 1950. Although the house is brown today, it was white washed in historic photos. In 1957, the house was deemed surplus and sold to Dr. Graham Barden, Jr., which is why it is also called the Barden House. Barden moved the house 1.1 miles southwest of the lighthouse to the Cape Lookout Village using a \"low-boy trailer with a bulldozer behind and a caterpillar tractor pulling in front.\" This building is currently closed to the public.        1873 Keepers' Quarters showing the three cisterns, circa 1960s   Cisterns (circa 1907) A brick cistern was built with or around the time of the 1907 Keeper's Quarters. Rainwater was funneled from the gutters on the house and filled the cistern with fresh water. Soon after this cistern was built, cisterns were added to both sides of the 1873 Keepers' Quarters. Prior to that, the keepers got their water from a shallow well. All three cisterns remain today, but they are no longer in use.         Oil House (circa 1930s or 1940s) Oil couldn't be stored in the lighthouse, because the lighthouse required a large amount of oil to keep it burning. A single spark could ignite a fire or explosion. This concrete oil house replaced an iron structure that was built in 1897. The building is open today, but visitors should use caution when entering the shed as the floor is uneven and may contain debris from the structure.         Summer Kitchen (circa 1907) Before air conditioning, cooking indoors during the summer made a house very hot. To solve this problem and to reduce the fire danger for the homes, a summer kitchen was built for the Head Lighthouse Keeper and his family. (The Assistant Keepers had a separate summer kitchen.) This summer kitchen was built with an attached woodshed, the smaller of the two rooms. In the late 1930s, the building was converted to house the generator and batteries for the radio beacon. Today, this building is used as storage and is closed to the public.         Coal Shed (circa 1939) - Destroyed This shed replaced older storage buildings at the light station: offering a single storage area for coal and wood. The shed had three coal bins and three storage spaces for wood, providing space for each of the Keepers to store their coal and wood. Coal-burning ranges were used for cooking while wood-burning fireplaces kept the house warm in the winter. Hurricane Isabel destroyed this coal shed in 2003.      Other Buildings Other structures have been photographed or documented in the vicinity of the Cape Lookout Light Station. Some of these structures may have served as storage sheds for boats or other equipment. Additional oil sheds may have been located in this area at one time, but were removed or destroyed.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/clls-buildings.htm"
}
