{
    "title": "Cape Lookout National Seashore: 1812 Lighthouse",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Cape Lookout Light Station     1812 Lighthouse                  1812 Lighthouse       The dangers of the Lookout Shoals were well known tomariners. Early maps identify this areaas Promontorium tremendum, which translates to horrible headland or cape terrible. The combination of shoals (shallow waters),the convergence of currents, and the tendency for rapidly developing stormsmade this area particularly dangerous. Itbecame apparent that a lighthouse was needed to warn ships in the area.        An artist's rendition of the 1812 lighthouse.   Building a Light In 1789, Congress established the Department of the Treasury and gave control of the lighthouses built by the colonies to this department. The light station at Cape Lookout was authorized in 1804 and four acres of land were purchased from Joseph Fulford and Elijah Piggot the following February. But, the first request for project bids only received one offer. It would be several years before the first tower was completed. A second request for bids was released on November 30, 1810. The following March, the project was awarded to Benjamin Beal, Jr.; Duncan Thanter; and James Stephenson. The lighthouse, oil vault, and Keeper's Quarters were completed in 1812 at a cost of $20,678.54 (that would be about $341,000.00 in 2010). The project description called for an octagonal lighthouse with a brick interior, wood exterior, and stone foundation. It was to be built on a sand dune and rise 95 feet from the ground to the floor of the lantern room-107 feet in total height. By all indications, this designwas followed. However, the project called for the tower was to be painted with white and brown stripes while a 1847 record indicates that the stripes were red and white.        This sketch of the land purchased in 1830 includes the only known depiction of the 1812 lighthouse.   Complaints and Repairs It did not take long before mariners realized that this lighthouse was insufficient. The tower was too short and the light was too weak for ships to see it in time to avoid the shoals. This problem was perhaps best summarized by Navy Lieutenant H.J. Hartstene, commander of the mail steamer Illinois, in a letter written in 1851: \"The lights on Hatteras, Lookout, Canaveral and Cape Florida, if not improved, had better be dispensed with, as the navigator is apt to run ashore looking for them.\" Extensive repairs were made to the tower in 1820. Both the tower and the keeper's dwelling were again in need of serious repair in 1851. Money was appropriated six years later for the construction of a new, taller lighthouse.        Ruins of the 1812 lighthouse (foreground) in sight of the 1859 tower.   New Use for an Old Lighthouse Once the second Cape Lookout Lighthouse was completed in 1859, the lamps were removed from the original tower. In 1860, the first lighthouse was converted to housing for the keepers of the new light. War broke out less than two years after the second lighthouse was completed. Both towers came under Union control in 1862. The following year, a small group of Confederate troops attempted to destroy or disable the 1859 lighthouse, and possibly the 1812 lighthouse as well. Although they succeeded in destroying the oil supply and damaging the iron staircase in the 1859 lighthouse, both towers survived the raid. More information can be found on the Cape Lookout Light and the Civil War webpage. It is unclear how long the 1812 lighthouse survived. It was included in a January 1869 list of lighthouses compiled by the Light House Board. However, it had disappeared by the time of the 1893 survey of the light station complex. It is possible that it was dismantled after the new Keepers' Quarters was built in 1873. Today, all that remains of the first Cape Lookout Lighthouse is a pile of rubble on a sand dune.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/1812lh.htm"
}
