{
    "title": "Cape Lookout National Seashore: LSS Keepers List",
    "body": "Chronology of Life-Saving Station Keepers       Changes in the organization of the service, the migration of people to and from these stations, and the simple passage of time have made it difficult to construct a complete list of these heroes of the coast. This is the most accurate list we have available at this time. If you have corrections, additions, or photographs that you would like to share with the park, please contact us.      Cape Lookout Life-Saving Station William H. Gaskill - Appointed December 15, 1887. Resigned April 19, 1912. William T. Willis - Appointed April 19, 1912. Left July 1, 1914. Freddie G. Gillikin - Appointed July 1, 1914. Transferred to Core Banks May 1, 1916. Walter M. Yeomans - Acting Keeper during 1916. Leslie Moore - Acting Keeper during 1917. Appointed September 11, 1918. Left July 9, 1929 and assigned to the 4th District as Chief Warrant Officer. H. G. Gillikin - Appointed September 12, 1929. Transferred to Fort Macon December 5, 1938. Retired December 1, 1939. Position was left vacant in 1939 and the station became part of Beaufort Station in 1940 during the reorganization.      Core Banks Life-Saving Station Alexander Moore - Appointed January 3, 1896. Transferred to Bogue Inlet Station September 30, 1904. William T. Willis - Appointed September 7, 1904. Transferred to Cape Lookout Station April 19, 1912. Henry D. Goodwin - Appointed April 19, 1912. Freddie G. Gillikin - Appointed May 1, 1916. Transferred to Cape Henry May 2, 1928. Issac N. Baum - Appointed May 3, 1928. Served as Chief Boatswain's Mate (L) until he was promoted to Warrant Boatswain on December 19, 1931 and reappointed. On May 28, 1933, his appointment was revoked and the position remained vacant. M. Gillikin - Appointed 1933. His is the last Keeper listed as being in command, but no date is available for his termination of duty.      Portsmouth Life-Saving Station  Ferdinand G. Terrell - Appointed August 22, 1894. Resigned October 8, 1903. Charles S. McWilliams - Appointed November 25, 1903. Retired February 24, 1916. Albert L. Barco - Served as Acting Keeper from February 24, 1916 until September 7, 1916. Appointed September 8, 1916. Transferred to Station 164 on North Bay of Cape Henry on April 1, 1917. Mitchell Hamilton - Appointed April 2, 1917. Left December 13, 1920 to become the Assistant to the District Superintendent. W. Roberts - Appointed in 1921. W.M. Yeomans - Appointed in 1922. Joseph R. Emery - Appointed November 16, 1924. Left April 1, 1925 to become the Assistant to the District Superintendent. Roy Robinson - Appointed July 21, 1925. Transferred to Fort Macon December 21, 1931. George H. Meekins - Appointed December 21, 1931. Left January 15, 1933 to become Keeper at Big Kinnakeet. Elisha G. Tillett - Appointed January 16, 1933. Served during 1933 and 1934 and part of 1935. Records after this point are incomplete. Julian L. Gray - Appointed 1935. Troy Morris - Acting Officer in Charge in 1937. Station placed out of commission at sunset on June 1, 1937, but it was kept open until it was decommissioned on March 11, 1946.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/lss-keeper-list.htm"
}
