{
    "title": "Cape Lookout National Seashore: Current Documents",
    "body": "Current Documents and Plans       \"First, that the national parks must be maintained in absolutely unimpaired form for the use of future generations as well as those of our own time; second, that they are set apart for the use, observation, health, and pleasure of the people; and third, that the national interest must dictate all decisions affecting public or private enterprise in the parks.\" Franklin K. Lane, Secretary of the Interior, 1913-1920      ENABLING LEGISLATION Enabling Legislation -- An act authorizing the creation of Cape Lookout National Seashore due to its \"outstanding natural and recreational values.\"  Enabling Legislation, 1966 including amendments in 1974, 1983, and 1998 (60 KB, pdf)   Foundation Documents   Foundation Statement, 2012 (7.52 MB, pdf) Foundation Overview, 2012 (969 kb, pdf)  GENERAL MANAGEMENT PLAN General Management Plan -- A document outlining plans for the development of services, the preservation of resources, and other issues of management within the park.  General Management Plan, 1982 (45.6 MB, pdf)   Part 1: Cover and Record of Decision, (2.0 MB, pdf) Part 2: Plan Summary and Table of Contents, (2.4 MB, pdf) Part 3: Basis for the Plan, (3.5 MB, pdf) Part 4: The Environment of Cape Lookout National Seashore, (11.8 MB, pdf) Part 5: The Plan - Management Zoning and Resources Protection, (5.8 MB, pdf) Part 6: The Plan - Interpretation and Visitor Use and Seashore Carrying Capacity and Visitation, (4.9 MB, pdf) Part 7: General Development, (7.0 MB, pdf) Part 8: Appendices and Bibliography, (10.8 MB, pdf)   Final Environmental Impact Statement (FEIS), 1982 (8.8 MB, pdf)  General Management Plan Amendment -- This amendment relates to changes in the General Management Plan concerning overnight accommodations and transportation services.  Amendment to the General Management Plan and Environmental Assessment (EA), 2001 (876 KB, pdf) Finding of No Significant Impact (FONSI), 2001 (31 KB, pdf)       NATURAL RESOURCE MANAGEMENT PLANS Interim Protected Species Management Plan -- A temporary plan which will allow protected species of wildlife and human recreation activities and vehicles to share the seashore. This plan will guide management practices until the long-term Off-Road Vehicle Management Plan is completed.  Interim Protected Species Management Plan and Environmental Assessment (EA), 2006, (3.55 MB, pdf)  Graphic for page 5 of plan (11x17), 2006 (231 KB, pdf)  Finding of No Significant Impact (FONSI), 2006 (1.02 MB, pdf) Biological Assessment (BA), 2005 (1.28 MB, pdf) Biological Opinion (BO), 2006 (328 KB, pdf) Wilderness Suitability Study and Proposal -- A mandated study to determine if any part of the national seashore was suitable to be designated as a wilderness zone.  Environmental Assessment, 1984 (5 MB, pdf) Wilderness Recommendation, 1985 (1.2 MB, pdf)   CULTURAL RESOURCE MANAGEMENT PLANS Cape Lookout National Historic District Reuse Plan -- A plan and five alternatives for the stabilization of historic structures and reuse of selected buildings in the Cape Lookout Village Historic District on South Core Banks.  Reuse Implementation Plan\/Environmental Assessment for Cape Lookout National Historic District, 2007 (5.38 MB, pdf)  Finding of No Significant Impact (FONSI), 2007 (740 KB, pdf)      VISITOR IMPACT MANAGEMENT PLANS Off-Road Vehicle Management Plan -- This plan will guide the management decisions which allow the use of vehicles and still protect the wildlife and other resources in the seashore.  Currently, off-road vehicle use is managed by the General Management Plan and the Interim Protected Species Management Plan For information or to comment on the progress of the ORV Plan, visit the Planning, Environment, and Public Comment page.  Personal Watercraft (PWC) Use -- A plan to manage the use of PWCs within the boundaries of the national park.  Special Regulation, Personal Watercraft (PWC) Use, September 2006 (104 KB, pdf) Finding of No Significant Impact (FONSI), 2006, (203 KB, pdf) Map of PWC Access Points, (529 KB, pdf)    COMMERCIAL SERVICES PLANS Commercial Services Plan -- A plan for the management of those activities and services within the park which are operated for a fee such as ferry transportation to the seashore and truck tours or cabin rentals within the park's boundaries.  Commercial Services Plan, 2007 (2.77 MB, pdf) Finding of No Significant Impact (FONSI), 2007 (1.28 MB, pdf)  Passenger Ferry Departure Site Assessment -- This study will examine potential sites and site considerations for a ferry operations base in the Morehead City or Beaufort area with ferry service primarily to Shackleford Banks, and also to the Cape Lookout Lighthouse area of South Core Banks, North Carolina.  Environmental Assessment (EA) \/ Assessment of Effect, 2011 (4.8 MB, pdf)  Finding of No Significant Impact (FONSI), 2011 (5.5 MB, pdf)  For information or to comment on the progress of the ferry site assessment, visit the Planning, Environment, and Public Comment page.    INTERPRETATION AND EDUCATION PLANS Long-Range Interpretive Plan -- This plan builds on existing planning and recommends programs, media, and partnerships to be implemented in the next five to seven years.  Long-Range Interpretive Plan, 2011, (9.3 MB, pdf)",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/management\/current-documents.htm"
}
