{
    "title": "Cape Lookout National Seashore: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us             Work With Us       The National Park Service is dedicated to preserving our nation's natural and cultural history by protecting these resources and providing visitors with opportunities to experience and enjoy their National Parks.             All National Park Service jobs, both permanent and temporary, are announced on the USAJobs website. For detailed information on searching for and applying to jobs, please download the guide How to Use USAJobs (pdf, 971 KB).      Temporary and Seasonal Positions The National Park Service hires approximately 10,000 seasonal employees each year. These positions are temporary and generally last 3 to 8 months depending on the needs of the individual park. Most summer seasonal positions are announced in December or January, although some announcements may open earlier. View the available jobs at USAJobs.gov. Types of positions:   Interpretation Rangers Park Guides Law Enforcement Rangers Visitor Use Assistants Biological Technicians Laborers Maintenance Workers Administration   For detailed descriptions of these positions, please view our Positions and Descriptions guide (pdf, 180 KB) Student Internships The majority of intern positions are filled through a partnership with the Student Conservation Association (SCA). You can browse the current listings for Cape Lookout internships on the SCA website. Students and recent graduates (within 2 years) can refer the information in this Pathways Program flyer (pdf, 1113 kb). Additional intern opportunities may be available. Please visit the Internships webpage for more information. Permanent and Term Positions Permanent and term jobs offer a complete benefits package, including health and life insurance and an outstanding retirement program. Some permanent jobs are year-round positions while others are subject-to-furlough. Term positions last from one to four years. Occasionally, permanent or term positions with the National Park Service become vacant. These jobs are often highly competitive. All open positions are announced on USAJobs.gov.      Useful Links Jobs with the National Park Service - general information on permanent, temporary, seasonal, and volunteer positions with the NPS USAJobs.gov - all NPS jobs, permanent and temporary, are listed on this website Student Conservation Association (SCA) - a partner organization coordinates many student internships Internships - intern information for Cape Lookout National Seashore Volunteer - information on volunteer positions at Cape Lookout National Seashore OPM forms - a list of Office of Personnel Management forms. If you choose to submit your application by fax or mail (check the job announcement to make sure this is allowed), use OPM-1203 FX to answer the questions on the Occupational Questionnaire.  New to the Federal Government FAQs - answers to common questions about employment with the federal government Pathways Program - information for current students and recent graduates.",
    "url": "https:\/\/www.nps.gov\/calo\/getinvolved\/workwithus.htm"
}
