{
    "title": "Cape Lookout National Seashore: Internships",
    "body": "Internships         SCA Intern Mara scans the shoreline for sea turtle nests.   Internships through the National Park Service are a great way to gain experience working in ecology, history, conservation, education, or law enforcement while working on your degree. Cape Lookout National Seashore offers several internship positions in addition to the seasonal volunteer opportunities (please note: most of these seasonal volunteer positions require pairs of volunteers). Listed below are some of the internship opportunities in each park division.      Administration -- Assist with the managerial duties of the park, including updating and maintaining data records, processing parking and visitor use permits, and other planning and operations responsibilities. Cultural and Natural Resource Management -- Recent internships in this division have included identifying and marking sea turtle nests and observing and recording data on the wild horses on Shackleford Banks. Interpretation -- Intern duties may include representing park and providing information in one of the visitor centers, giving pre-developed interpretive programs, and assisting visitors on climbing tours of the Cape Lookout lighthouse. Visitor and Resource Protection -- Shadow Law Enforcement Rangers as they patrol park grounds, assist with non-law enforcement duties such as rescues, and assist resource management with wildlife sign maintenance. As an intern you:  Provide valuable service for Cape Lookout National Seashore Receive specialized training and experience in your field Can earn college credit through your school  Check with your advisor for details Are given free housing (if available and required) May receive a living allowance and travel expenses (SCA interns, others if available) Many internships are filled through a partnership with the Student Conservation Association (SCA). Browse the current listings for Cape Lookout internships on the SCA website. Additional internship opportunities may be available. Contact the Volunteer Coordinator for more information:  VIP CoordinatorCape Lookout National Seashore131 Charles StreetHarkers Island, NC 28531 by e-mail: e-mail usby phone: 252-728-2250 ext. 3008 For group opportunities, check the group volunteer page.",
    "url": "https:\/\/www.nps.gov\/calo\/getinvolved\/supportyourpark\/internships.htm"
}
