{
    "title": "Cape Lookout National Seashore: Donate",
    "body": "Donate       There are many ways to donate to your favorite park. Regardless of what form it takes, your donation is greatly appreciated!         Donation boxes are located at various locations throughout the park. Unlike park fees, all funds donated in our boxes stay in the park.  Donation boxes may be found at the Harkers Island Visitor Center on Harkers Island, the Cape Lookout Light Station Visitor Center and the Keepers' Quarters Museum on South Core Banks and in the historic Portsmouth church in Portsmouth Village on North Core Banks.           Most parks, including Cape Lookout National Seashore, have separate donation accounts for park-specific projects and programs for which you can earmark a gift.   If you would like to make a gift directly to the park by check, please make your check out to: Cape Lookout National Seashore. In the memo line state \"for donation.\" Your check will be deposited in a government account and the full amount will be spent as you intended. For more information about direct donation contact the Superintendent by e-mail or phone (252-728-2250). Donations may be mailed to:  Superintendent Cape Lookout National Seashore 131 Charles St. Harkers Island, NC 28531  Some of the projects for which your donation may be used:     Opening the Cape Lookout Lighthouse to the public Educational programs Opening the Les & Sally's Environmental Education Center Sea turtle and shorebird nest protection Historic preservation in Portsmouth and Cape Lookout Village Historic Districts Energy conservation & solar\/wind energy program             You may donate historic objects, manuscripts (such as diaries, letters, or logbooks), photographs and other historic objects to the park's museum collection.  All donated items must have a direct relationship to a place in Cape Lookout National Seashore - such as Portsmouth Village, Diamond City, the Cape Lookout Light Station, the former stations of the U.S. Life-Saving Service - or to life in general on Core Banks and Shackleford Banks. The museum collection preserves items such as these for future generations to enjoy and study. Some items may also be used in exhibits. Contact the museum specialist to discuss anything you are considering donating to the park's collection.",
    "url": "https:\/\/www.nps.gov\/calo\/getinvolved\/donate.htm"
}
