{
    "title": "Cape Lookout National Seashore: Publications",
    "body": "Explore This Park    Learn About the Park     Publications            Brochures       Cape Lookout National Seashore is home to a wide variety of plants and animals and a rich cultural heritage. The park also provides many recreational opportunities for those who enjoy a more wilderness style beach experience.  Park brochures offer a concise guide to one of the recreational activities at the park or an introduction to part of the natural and cultural history of the area. Several brochures are available for download below. NEW! Cape Lookout has developed a set of brochures just for kids. Learn more on our Kids' Brochures webpage. The following publications are in PDF format and can be viewed through the use of the Adobe Acrobat Reader program. You may download a free copy of Acrobat Reader from Adobe Systems.             Cape Lookout National Seashore (pdf, 1.5 MB) An introduction to the natural beauty and cultural heritage of Cape Lookout National Seashore. 8.5 by 22, portrait (vertical), color. 2007 Cultural History  Cape Lookout Lighthouse (pdf, 389 KB) Discover the history of the lighthouse at Cape Lookout and the evolution of technology used to power this guardian of the coast. Legal sized (8.5 by 14), portrait (vertical). 2011 Beacons of the Coast (pdf, 63 KB) Compare the seven coastal lighthouses of North Carolina. Legal sized (8.5 by 14), portrait (vertical). 2000 Lightkeepers (pdf, 86 KB) Learn how the lighthouse keepers worked and lived at their duty stations. Legal sized (8.5 by 14), portrait (vertical). 1999  Keepers of the Light (pdf, 81 KB) A list of the known keepers of the Cape Lookout lighthouse. Letter sized (8.5 by 11), landscape (horizontal). 2011 Portsmouth Village (pdf, 191 KB) Over a century ago, Portsmouth was a bustling sea village. It stands today as a reminder of life in coastal communities in the 1800s. Legal sized (8.5 by 14), portrait (vertical). 2007 Portsmouth Village Lives (pdf, 408 KB) A look at the history of many of the buildings in Portsmouth Village. Legal sized (8.5 by 14), portrait (vertical). 2011 Henry Pigott (pdf, 116 KB) This portrait of the last male resident of Portsmouth offers a glimpse into life in the village. Legal sized (8.5 by 14), portrait (vertical). 1999  \"Saints in Sou'westers\" (pdf, 130 KB) Members of the U.S. Life-Saving Service kept watch along the shores of Core Banks, ready to risk their own lives to save the lives of shipwreck victims. Legal sized (8.5 by 14), portrait (vertical). 1999   Natural History  Keep Wildlife Wild (pdf, 106 KB) Animals that steal or beg for food cause headaches for everyone. Follow these tip to help keep our wildlife wild. Legal sized (8.5 by 14), portrait (vertical). 2011  Shackleford Horses (pdf, 147 KB) Learn about the history, behaviors, and management of the most famous residents of Shackleford Banks. Legal sized (8.5 by 14), portrait (vertical). 2004 Sea Turtles (pdf, 117 KB) The undeveloped beaches of Cape Lookout provide an ideal nesting site to many sea turtles each year. Legal sized (8.5 by 14), portrait (vertical). 2011 Bird Checklist (pdf, 71 KB) Over 250 species of birds have been spotted within Cape Lookout National Seashore. How many have you seen? Legal sized (8.5 by 14), landscape (horizontal). 2011  Biting Insects of the Seashore (pdf, 83 KB) From flies to ticks to mosquitoes, learn how to prepare for and protect yourself against biting insects. Legal sized (8.5 by 14), portrait (vertical). 1999  Recreational Guides  Harkers Island Nature Trails (pdf, 2.3 MB KB) Explore the 4\/5-mile Soundside trail behind the Harkers Island Visitor Center and the connecting 1\/3-mile Willow Pond trail behind the Core Sound Waterfowl Museum. 9 in by 20 in, portrait (vertical). 2007 Beach Safety (pdf, 140 KB) Preparing for your trip and knowing the hazards that can be encountered at the beach can ensure a safe visit to the national seashore. Legal sized (8.5 by 14), portrait (vertical). 2002 Beach Camping (pdf, 246 KB) This information will help make a beach camping trip a safe and enjoyable experience. Legal sized (8.5 by 14), portrait (vertical). 2007 Beach Driving (pdf, 575 KB) A vehicle can be a great way to get around the park but, unless it is driven responsibly, it can also cause damage to the environment or endanger visitors. This brochure includes tips and regulations for driving on the beach. Legal sized (8.5 by 14), portrait (vertical). 2009 All-Terrain Vehicle (ATV) Use (pdf, 115 KB) ATVs can be used on designated trails. Drivers must follow the restrictions listed in this brochure. Letter sized (8.5 by 11), landscape (horizontal). 2006 Personal Watercraft (PWC) Use (pdf, 152 KB) Maps of landing sites and regulations for the use of a PWC--Jetski, Sea Doo, WaveRunner, AquaTrax, Sealion, or Tigershark--can be found in this brochure. Letter sized (8.5 by 11), landscape (horizontal). 2006 Hunting on the National Seashore (pdf, 160 KB) Along with federal and state hunting regulations, these park specific regulations allow the long tradition of hunting along the coast to continue today. Legal sized (8.5 by 14), portrait (vertical). 2011",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/brochures.htm"
}
