{
    "title": "Cape Lookout National Seashore: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Civil War to Civil Rights Trading Cards       From baseball legends to movie stars, trading cards have been popular collectables for generations. As part of the commemoration of the 150th anniversary of the Civil War, the National Park Service is offering Civil War to Civil Rights Trading Cards. There are 550 cards in this series which can be collected at participating national parks (sorry, these cards cannot be mailed). You can download a list of parks with trading cards (pdf, 75 kb) or view the trading cards online.         Cape Lookout Lighthouse Darkening the Lights To hinder Union ships navigating Cape Lookout Shoals, the Confederate Light House Bureau ordered the lens removed when North Carolina left the Union. After Union occupation, the lighthouse was relit in 1863. Unhappy with this Union action, a small band of Confederates attempted to blow up the lighthouse on April 3, 1864.         Pressed into Service Many enslaved people living along the outer banks in North Carolina served in the war. Their intimate knowledge of the local waters was a powerful tool needed by both the Union and the Confederate Navies. Black sea captains were often pressed into service to maneuver war-time vessels into strategic blockades or to serve as blockade runners.         Portsmouth Village Fear on the Home Front Portsmouth Village was established on the edge of an important inlet in 1753. During the Civil War, control of the inlets was of vital importance to both sides. The struggle between opposing forces to control the village included mutinies and fearful escapes. Fear of war caused many residents to leave, never to return.      Each trading card tells a little-known story but collectively the cards describe the struggles we have endured as a nation to strive for freedom and equality. The Civil War Sesquicentennial and the 50th Anniversary of the Civil Rights Movement provide opportunities for us to reflect upon our past, celebrate the strides we have made, and look forward with commitment to achieve a more perfect union.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/kidsyouth\/tradingcards.htm"
}
