{
    "title": "Cape Lookout National Seashore: Kids' Brochures",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Kids' Brochures              Brochures for Kids       Discover more about the park with these history brochures made just for kids! Each one tells the story of one part of the park written at the fourth grade reading level. (These brochures are great for school reports.) You can also have a paper copy mailed to you. There are three ways to request these brochures.     Send a Letter to: Cape Lookout National Seashore Attn: Kids' Brochures 131 Charles Street Harkers Island, NC 28531 Send an Email to: CALO_Information @ nps.gov        Call Us at: (252) 728-2250 extension 0      For Teachers: These brochures are based on the Common Core State and NC Essential Standards.         Cape Lookout National Seashore (pdf, 697 KB)       Cape Lookout National Seashore is made of a long, thin stretch of barrier islands. These islands change all the time. Learn a little about the plants, animals, and people who live on these islands. The map will help you plan your visit to the park. Legal size (8.5 by 14), portrait (vertical), color. 2013 NC Essential Standards: EX.4.G.1.1, EX.4.G.1.3, EX.4.G.1.5       Cape Lookout Lighthouse (pdf, 224 KB)       Did you know that there were two lighthouses built at Cape Lookout? Learn about these warning lights and why they were important. And, find out how keepers (and their families) kept these lights working. Legal size (8.5 by 14), portrait (vertical), black and white. 2013 NC Essential Standards: 4.G.1.1, 4.G.1.3, 4.E.1.3               Portsmouth Village (pdf, 364 KB)  A long time ago, trade goods were brought by ships to the United States from other countries. Portsmouth Village was a place where ships brought these goods. Discover the story of Portsmouth and of the people who lived there. Legal size (8.5 by 14), portrait (vertical), black and white. 2013 NC Essential Standards: 4.H.1.3, 4.G.1.1, 4.G.1.3, EX.4.G.1.1, EX.4.G.1.3, EX.4.G.1.5, 4.E.1.3, 4.C.1.1  War on the Outer Banks (pdf, 697 KB)  The coast of North Carolina has always been a dangerous place for ships. Shallow water and storms meant ships could run into the ground or sink. Ships were in even more danger in wartime. Learn how the Civil War and World War Two changed the lives of sailors and citizens on the coast. Legal size (8.5 by 14), portrait (vertical), black and white. 2013 NC Essential Standards: 4.H.1.3, 4.H.1.4, 4.G.1.1, EX.4.G.1.1",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/kidsyouth\/kids-brochures.htm"
}
