{
    "title": "Cape Lookout National Seashore: Park Fun",
    "body": "Park Fun       Explore nature and history with your family at Cape Lookout National Seashore!         Family Fun Days -- Join us for special kid- and family-friendly event days throughout the year. Learn about park wildlife, practice surf rescue drills, discover eco-friendly camping techniques, and get active outdoors as a family. National Junior Ranger Day is celebrated in April every year. Other events, like Critters of the Night and Take Your Parent Outside Day, take place during the summer and fall. For a list of Family Fun Days this year, visit the Special Events webpage         Discovery Room -- The Harkers Island Visitor Center has a Discovery Room just for kids! Listen to the songs and calls of seashore birds with the Sounds of the Seashore program, discover how wildlife living on barrier islands survive, and see and hold shells, bones, and other items found in the park.         Junior Rangers -- Are you between the ages of 5 and 13? Do you want to learn more about the nature and history of Cape Lookout and how you can protect it? Then, we want you to become a Cape Lookout Junior Ranger! Ask for a free activity booklet at the Harkers Island, Beaufort, or Light Station Visitor Centers. Visit the Be a Junior Ranger webpage for more information.         Junior Ranger Adventures -- Get active and learn more about the Life-Saving Service, Lighthouse Keepers, Island Wildlife, or Ocean Ecology with the Junior Ranger Adventures program. You can pick up your free booklet and check out an Adventure Kit (with all the supplies you need to complete the activities) at the Harkers Island Visitor Center, Beaufort Visitor Information Center, Light Station Visitor Center, or in the office of the Great Island or Long Point cabin camps (see our Visitor Centers and Rangers Stations webpage for directions). Find out more about this program on the Junior Ranger Adventures webpage.         Scout Rangers -- Earn a certificate or patch and help preserve your national parks. Boy Scouts and Girl Scouts who complete 10 hours of volunteer service and\/or participation in educational programs given in one or more national parks can earn a Resource Stewardship Scout Ranger patch. More information can be found on the Scout Rangers webpage.         Ranger Programs -- Join a Park Ranger or Volunteer for an inside look at the lives of wild horses, the duties of lighthouse keepers (and their families), the people who braved storms and wars on the coast, and much more. A list of the program dates and times can be found on the Ranger Programs webpage.         Outdoor Activities -- Discover more fun things to do with your family on our Outdoor Activities page. From fishing to horse watching to swimming to searching for seashells, Cape Lookout National Seashore has lots of things to offer families that want to get outdoors.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/kidsyouth\/parkfun.htm"
}
