{
    "title": "Cape Lookout National Seashore: Traveling Trunks",
    "body": "Traveling Trunks      Traveling trunks bring a little bit of Cape Lookout to your school, library, scout troop, or youth organization. Each trunk is designed to introduce students and teachers to different subjects related to Cape Lookout National Seashore. They contain background information, classroom activities, student activity pages, games, books, and other educational materials.        Results   Showing results 1-4 of 4    Sort By:  Title Date         Cape Lookout National Seashore Lighthouse Traveling Trunk    On the Outer Banks, lighthouses and their keepers provided an invaluable service assisting with navigation through the \"Graveyard of the Atlantic.\" This traveling trunk will teach students about this important aspect of our maritime history. Through journals, hands-on artifacts, and classroom activities, your class can experience some of the daily activities of a lighthouse keeper.    Type:Traveling Trunk Grade level:Third Grade-Sixth Grade Subjects:Commerce and Industry, Engineering, Government, Military and Wartime History, Regional Studies, Social Studies        Cape Lookout National Seashore National Parks Traveling Trunk    The National Park Service preserves and protects areas of scenic beauty and historical significance for both present and future generations. This traveling trunk will explore careers with the national parks and the service entrusted to protect them. Students can dress up like a park ranger and have an opportunity to visit some of the fantastic places preserved by the National Park Service.    Type:Traveling Trunk Grade level:Third Grade-Sixth Grade Subjects:Environmental Law, Government        Cape Lookout National Seashore Sharks Traveling Trunk    Sharks are mysterious and misunderstood creatures that have fascinated and frightened people for generations. Through a variety of classroom activities, this traveling trunk will introduce students to the biology and behaviors of these amazing animals.    Type:Traveling Trunk Grade level:Third Grade-Sixth Grade Subjects:Biology: Animals, Marine Biology        Cape Lookout National Seashore Whales Traveling Trunk    This traveling trunk will introduce students to the biology and behaviors of these intelligent and interesting creatures. Teachers and students can use the materials and activities in this trunk to actually experience what life would be like as a whale.    Type:Traveling Trunk Grade level:Third Grade-Sixth Grade Subjects:Biology: Animals, Ecology, Marine Biology",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/education\/classrooms\/travelingtrunks.htm"
}
