{
    "title": "Cape Lookout National Seashore: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Loggerhead Sea Turtle hatchlings crawling out of a nest protected by an exclosure grate. Cape Lookout National Seashore  Not all of the animals of Cape Lookout National Seashore are found on land. The waters surrounding the park are feeding grounds for marine mammals and sea turtles. Four sea turtle species - Loggerhead, Green, Kemp's Ridley, and Leatherback - are sometimes seen feeding in area waters. Only the Loggerhead sea turtle regularly nests on the park's beaches during the summer months. The others are found only as juveniles or are just passing through.        A Great Egret catching dinner Cape Lookout National Seashore  Birds are the most easily observed animals in the park. Spring and Fall migration brings a number of different species through the park. Stormy weather can drive a few pelagic birds in from the open ocean for a visit. In summer, a number of tern species, egrets, black skimmers, herons, piping plovers and other shorebirds nest within the park's boundaries. Mammals are uncommon on the islands; rice rats, rabbits, river otters, and raccoons are some of the native species found here. On Shackleford Banks is a population of horses that has gone wild and adapted to their environment over the past few hundred years. Although salt and brackish water environments dominate the islands, a few fresh water habitats support tree frogs and Fowler's toads. While diamond-back terrapins prefer the salt marsh areas, the grasslands are the preferred habitat for five-lined racerunner lizards and black racer snakes.      More information on the health of the wildlife at Cape Lookout can be found in the annual reports on the Wildlife Management webpage.      Species Lists for Cape Lookout National Seashore These species lists have been compiled based on in field observations, specimen collections, and literary records. They are the most complete records we have available at this time. CALO Species Fact Sheet (12 KB, pdf) CALO Bird Species List (119 KB, pdf) CALO Terrestrial Mammal Species List (15 KB, pdf) CALO Marine Mammal Species List (42 KB, pdf) CALO Reptile and Amphibian Species List (22 KB, pdf)",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/nature\/animals.htm"
}
