{
    "title": "Cape Lookout National Seashore: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         The natural pruning of salt spray produces shapes the trees in unusual ways. Cape Lookout National Seashore  In the area near Portsmouth Village at Cape Lookout National Seashore, much of the land is awash at high tide; only a few areas support significant amounts vegetation. However, scattered groves of trees can be found on other parts of Core Banks and particularly at Guthries Hammock. The Cape Lookout Bight area and Shackleford Banks have large dunes which can protect vegetation from the damages of the ocean's salt spray. Thanks partially to these dunes, Shackleford Banks boasts the most extensive maritime forest in the park. Vines are abundant in the maritime forest and are at war with the trees. The changing geography of the island produces the strange and beautiful \"ghost forests\" on the ocean side of the groves as trees that are killed by advancing sand and salt spray leave their sun-bleached skeletons protruding from the sand.        The extensive root systems of these Sea Oats allows the dune to build and grow. Cape Lookout National Seashore  Only the most tenacious plants can survive the scorching sun, water-starved sand, and storm force winds.  Despite the harsh living conditions, marsh pinks, firewheels, purple needlegrass, and other wildflowers and flowering grasses continue to bring color to the islands. Dune grasses are, however, the most important plants found in the park. The root systems of these grasses are essential to the health of the islands. As wind and waves move sand around, these grasses trap and hold the sand allowing the dunes to build which protect other plant life and ecosystems from the damaging effects of salt spray. If these plants were removed, the sands in the existing dunes would quickly blow away leaving a flattened, more vulnerable island in its place. This is why sea oats, one of the primary dune building grasses, are protected by federal law: they can not be broken, pulled or dug up, or otherwise damaged by people or pets.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/nature\/plants.htm"
}
