{
    "title": "Cape Lookout National Seashore: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems        Panoramic view of South Core Banks from the top of the lighthouse looking northeast. Cape Lookout National Seashore       Cape Lookout National Seashore is a low, narrow, ribbon of sand running from Ocracoke Inlet on the northeast to Beaufort Inlet on the southwest. These barrier islands-56 miles long-consist mostly of wide, bare beaches with low dunes covered by scattered grasses, flat grasslands bordered by dense vegetation, and large expanses of salt marsh alongside the sound. Each of these ecosystems supports its own distinct set of flora and fauna.        Strong winds move sand from the inner part of the island toward the ocean, producing this streaking effect on the beach. Cape Lookout National Seashore  The Beach Worn smooth by the ceaseless movement of the ocean, the beach is a popular spot for sunbathing, fishing, camping, and shelling. Although they may look flat and barren, beaches provide vital nesting and feeding grounds for birds and sea turtles.        Dunes play a vital role in the protection of the middle and sound side of the island. Cape Lookout National Seashore  Dunes Sand dunes, found adjacent to the beach, protect the interior of the island from much of the damages of wind and waves. The grasses on these dunes are among the most important species on the island because their root systems stabilize the dunes, allowing them to build and grow. Some birds use this area as nesting and feeding grounds and lizards, snakes, and nutria can all be found in the section of the island.        South Core Banks boasts wide sections of these grassy fields. Cape Lookout National Seashore  The Grassland This relatively flat section of the barrier island can be found leeward of the primary and secondary dunes. Although it is somewhat protected by the dunes, large storms or heavy rains often bring salt water to this area, limiting the ability of woody vegetation to survive. This area may eventually become the site of new dunes. Many small birds and reptiles can be found in this area as well as wild horses, nutria, raccoons, and other terrestrial mammals.        These trees were planted by Boy Scouts in the 1950s and 1960s and so they are not a true (natural) maritime forest. Cape Lookout National Seashore  The (False) Maritime Forest Protected from saltspray and storms by the dunes, forested areas can sometimes be found between the marshes and the dune line. The forest on South Core Banks, however, is not a true--naturally occurring--maritime forest. Only Shackleford Banks and Harkers Island contain true maritime forests. The softwood forest in the lighthouse area on South Core Banks was planted by volunteers from the Boy Scouts in 1950s and 1960s. Still, it provides a view of the plant and animal life found in the forest section of a natural barrier island.  The forest is a prime spot to find many biting insects including ticks and mosquitoes. Raccoons, snakes, lizards, nutria, and several species of birds are also found in these forests and, on Shackleford Banks, horses can sometimes be found among the trees.        The waters of Core Sound seep into the salt marshes, partially submerging the grasses at high tide. Cape Lookout National Seashore  The Salt Marsh Lying closest to the sound--the body of water between a barrier island and the mainland--the salt marsh is one of the most diverse ecosystems on an island. The marsh grasses (many of which belong to the Spartina genus) provide food for many insects as well as the Shackleford horses. In the late fall, the grasses begin to die and turn brown. As the dead plant material is broken down by bacteria, fungi, and algae, it becomes a source of food for the crabs, shrimp, fish, and other bottom-dwelling organisms.  The salt marsh is also a vital nursery for many species of fish and crustaceans. Food is abundant and young animals are able to hide from predators in the grasses. Many species of birds can be found in the marsh feeding on the insects, fish, crabs, and other invertebrates that live there.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
