{
    "title": "Cape Lookout National Seashore: Reptiles",
    "body": "Reptiles       Reptiles may be best known for their dry, scaly skin and cold-blooded nature. They can often be seen resting in the sun since cold-blooded, or ectothermic, animals have to use the heat of the surrounding environment to control their body temperature. Most reptiles lay eggs, but some do give birth to live young. All reptiles breathe air through their lungs. Lizards, snakes, turtles, and alligators are all members of the Class Reptilia.      The most famous reptiles found in Cape Lookout National Seashore are sea turtles. There are four species of sea turtles which can be found in and around the park. The park tracks the nesting success of sea turtles and other special interest species. The annual reports for these monitoring efforts can be found on the Wildlife Management page. But, the islands of this park are also home to lizards, snakes, and land turtles. Some of the most common reptiles in this area are listed below.         Loggerhead Sea Turtle Caretta caretta One of four species of sea turtles found in this area, the adult Loggerhead has a reddish-brown carapus, or top shell, which grows to an average of 3 feet. Full grown Loggerheads weigh an average of 250 pounds and feed on a wide variety of sealife including several mollusks and crustaceans. Female Loggerheads crawl onto the beaches of Cape Lookout in the spring and summer months to lay their eggs.  Catching a Loggerhead nesting, swimming, or hatching is a fortunate and affecting experience.         Black Racer Snake Coluber constrictor Black Racers are non-venemous, slender, solid black snakes which can grow to about 5 feet in length and may have some white under their chins. They are most active in warmer weather and prefer areas where two habitats meet, such as the edges between primary dunes and maritime forests. Unlike other black snakes in the area, Black Racers do not freeze in place when approached. They typically make a quick retreat or prepare to attack.         Six-Lined Racerunner Lizard Cnemidophorus sexlineatus This lizard thrives in hot, open areas like the islands of Cape Lookout. The Six-Lined Racerunner Lizard has six yellow or white lines running down its back, but is often easier to identify by its speed on the ground. Growing to a length of 6 to 9.5 inches, the racerunner's tail makes up about two-thirds of its total length. These lizards eat a wide variety of insects and spiders found in the grasses and sands along the ground.         Eastern Box Turtle Terrapene carolina Unlike sea turtles, the Eastern Box Turtle can pull its entire body inside its shell. The closed yellowish-brown, domed shell is water-tight and resembles a box, which is where this turtle got its common name. Male Eastern Box Turtles have red eyes while females have brown or reddish-brown eyes. The females only lay a few eggs at a time and they are easily dug up and eaten by predators. This, combined with a long maturation period and a tendency to get hit by cars, has led to a decline in the population.         Leatherback Sea Turtle Dermochelys coriacea Leatherbacks are the largest living sea turtles with a carapus, or top shell, that can grow up to 6.5 feet long. The largest Leatherback on record weighed nearly 2000 pounds. Of all marine turtles, Leatherbacks travel the greatest distances over the course of their lives. Their front flippers, which are unusually long for their body size, allow them to swim thousands of miles in a year to forage for food.         Rough Green Snake Opheodrys aestivus These slender snakes are fairly long, with a maximum length of just over 3 feet. They have keeled scales--scales with a ridge down the center making them feel rough--and bright green skin with yellowish or white underbellies. Their skin turns blue or black soon after they die. Rough Green Snakes are excellent climbers and spend much of their time in trees and bushes feeding on insects and spiders. These snakes are not poisonous and typically do not bite.         Carolina AnoleAnolis carolinensis  Also called the Green Anole, this lizard is the only one of 250 species of anoles which is native to the mainland United States. The Carolina Anole is a small lizard that grows to about 9 inches in length. Males have dewlaps, which is a pink or reddish colored flap of skin that sits right below the neck and can be puffed out to communicate. Carolina Anoles are often mistakenly called chameleons because they change color from green to brown to blend in with their environment or when they are sick or stressed.         Eastern KingsnakeLampropeltis getula This snake is black or brown speckled and has a white or yellow chain-link pattern that crosses at the back and links at the sides. Until recently, the local population was considered a separate sub-species known as the Outer Banks Kingsnake. This non-venomous snake can grow up to five feet long and will eat a variety of other animals, including rodents, eggs, lizards, frogs, and venomous snakes like Copperheads. They are generally docile, but will bite or musk (release an odor) if they feel threatened.         CopperheadAgkistrodon contortrix Copperheads have a colorful and unique body pattern. They are tan with darker hourglass shaped bands running the width of their bodies and have a darker, copper-colored head. Copperheads are the most common venomous snake found in the eastern United States. When threatened, these snakes usually freeze and wait for the danger to pass, but will bite as a last resort. Copperhead bites are very serious and require immediate attention, but are rarely fatal.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/nature\/reptiles.htm"
}
