{
    "title": "Cape Lookout National Seashore: Mollusks",
    "body": "Mollusks       More than 70,000 animals belong to the Phylum Molluska. These animals are defined by hard outer shells which protect their soft bodies--those octopi and squid which no longer have outer shells have internal fragments of these shells. Mollusks can be found in a variety of habitats from trees to freshwater streams to tidal pools to ocean deeps. These size of these animals ranges from 1\/10 inch to over 70 feet in length. They can weigh anywhere from 3\/100,000 of an ounce to more than 500 pounds. Clams, oysters, snails, chitons, octopi, and squid are all members of the Phylum Molluska.      Many people know the mollusks of this area by the seashells they leave behind. Most of these seashells were made and used by mollusks, but some belonged to crustaceans or other marine invertebrates. There is one regulation on shelling at Cape Lookout: each person is limited to 2 gallons of shells per day. But please, leave the shells with animals in them. Some of the most common and notable mollusks in this area are listed below.         Knobbed Whelk Busycon carica Knobbed Whelks are large marine snails which can be found alive in both deep and shallow waters, but are most often seen as their shells wash ashore after the animals inside have died. It is easily identified by its large spike-like tubercles, or knobs, and by its dextral opening, an opening which opens on the right. Whelks use a slender tubule, called a proboscis, to bore through the shells of crabs, lobsters, and other prey.         Eastern Oyster Crassostrea virginica These bivalves are found attached to one another in oyster beds in the intertidal zone--the area covered by water at high tide and exposed at low tide. Oyster beds and reefs provide a habitat for other marine life. They also clean the area as they filter food from the surrounding water. Oysters are able to change from male to female and vice versa, but individuals are not able to reproduce on their own.         Bay Scallop Aequipecten irradians Unlike most other bivalves--invertebrates with two shells hinged together by a muscle inside--scallops are circular in shape and have the ability to swim. They are filter feeders which survive on microorganisms in the surrounding water. Bay Scallops also have about 40 blue eyes along the mantle, or opening edge, of their shells. These eyes are able to detect light and movement, allowing the scallop to avoid predators.         Atlantic Moon Snail Polinices duplicatus The Atlantic Moon Snail--sometimes called a Shark's Eye--can pull water into its mantle and foot, making itself 3 to 4 times the size of its shell. This snail feeds primarily on clams. It will cover the clam with its expanded foot and drill into the shell of its prey with its radula. Once the shell is pierced, the Moon Snail injects digestive enzymes into the clam and then sucks and scrapes out the mussel inside.         Scotch or Ridged Bonnet Semicassis granulata granulata This snail belongs to the same taxonomic Family as the much larger Helmet snails. Female Scotch Bonnets are larger than males and can grow to be about 4 to 5 inches long. Live animals are found approximately 50 to 150 feet offshore in moderately shallow water and typically in areas with strong currents. So even though it is the state shell of North Carolina, the Scotch Bonnet is a somewhat uncommon find for beachcombers.         Atlantic Jackknife Clam Ensis directus Jackknife clams are exceptionally fast at borrowing into the sand, but they can also move quickly through water by rapidly opening and closing their shells and pulling in the foot. A jackknife clam's foot, when it is fully extended, is almost as large as its body. Both of these are a common defense against predators. These clams also have a defense against shell erosion: a leathery, greenish-yellow organic coating, called a periostracom.         Queen or Empire Helmet Cassis madagascariensis Live specimens of this helmet species can occasionally be found about 30 feet out in the ocean. Because they live so far offshore, the best time to find these shells is at low tide after a storm. The Queen Helmet's diet includes poisonous sea urchins which they cover with their shell and paralyze to prevent the prey from releasing its poison. Then, the helmet dissolves the urchin's shell with sulphuric acid to get to the meat inside.         Coquina Donax variabilis Among the smallest bivalves commonly found on these beaches, the Coquina's shell is typically no larger than an inch in length. Coquina live in colonies immediately below the sand's surface in the surf zone. They are most frequently seen as they appear to pop out of the sand when a wave recedes. In some places, Coquina are used as an indicator species--the population levels of this clam are used to gage the health of a beach habitat.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/nature\/mollusks.htm"
}
