{
    "title": "Cape Lookout National Seashore: Birds",
    "body": "Birds       Many of the features which define the Class Aves aid flight. Feathers, shortened tails (excluding tail feathers), and hollow bones all work to make the bird lighter or more aerodynamic to reduce the amount of energy needed to lift the animal's weight off the ground.      It is estimated that there are over 9,000 living species of birds in the world. More than 250 species have be found within Cape Lookout National Seashore during various seasons. A select few of these birds are listed below. For a more complete list, read the park's Bird Checklist brochure (119 KB, pdf). The park tracks the population levels of several special interest bird species. The annual reports for these monitoring efforts can be found on the Wildlife Management page. The park podcasts also provide information on a few specific bird populations.            Laughing Gull Larus atricilla Interestingly, the head of these birds changes colors with the seasons: it is solid black in the summer and white in the winter. One of the most commonly seen birds, Laughing Gulls are notorious beggars. However, feeding wild gulls makes them aggressively seek food from humans and they begin to bite, scratch, and steal food. It also allows them to reproduce more and, since gulls are natural predators of smaller birds, larger gull populations reduce the numbers of other birds--including some endangered and threatened species.         Piping Plover Charadrius melodus Piping Plovers will only nest above the high tide line on sandy beaches or on flat spaces between dunes. Because their available habitat decreases as beaches are developed, the piping plover is threatened with extinction. Their pale sand-colored feathers and small size make it easy for them to hide from predators--but it also makes the more vulnerable to vehicles driving along the beach. Learn More         Wilson's Plover Charadrius wilsonia Wilson's plovers are easily distinguished by their long, black bills which are more than half as long as their heads. These are particularly solitary plovers, but they take great care to guard their nests. One way that these plovers, and other related birds, guard their eggs is by feigning injury to distract predators. The bird in the picture to the left is pretending to have broken its right wing in order to lure a predator away from its nest.         American Oystercatcher Haematopus palliatus Known for its bright orange bill and red-ringed, yellow eyes, the American Oystercatcher is so named because feeds on oysters and other mollusks which live in the mud in intertidal zones. Oystercatchers prefer undeveloped islands with few people nearby. Because of this, these birds are used as indicators of the overall health of an island. For more information, watch the podcast on American Oystercatchers.         Snowy Egret Egretta thula This small (approximately 2 feet tall) bird is heron which can be distinguished by its black bill, black legs with yellow feet, and snowy white plumage. The feathers of these birds were popular ornaments on hats in the late 19th and early 20th centuries and, as a result, they were nearly hunted to extinction. The population has recovered significantly, but the Snowy Egret remains a species of special concern in North Carolina.         Osprey Pandion haliaetus The Osprey's diet is composed almost entirely of live fish. Unlike other raptors, the Osprey can become completely submerged under water as it dives to catch a fish and still be able to fly off with the prey. The species name comes from the combination of the Greek words \"halos\" (meaning \"salt\" and used to relate to the sea) and \"aetos\" (meaning \"eagle\"). Unsurprisingly, these birds are found near water.           Black Skimmer Rynchops niger This relative of gulls and terns is easily recognized by its black and reddish-orange bill with a lower mandible (jaw) which sticks out farther than the upper mandible. The Skimmer uses this long, scissor-like bill to skim the water's surface for small fish and crustaceans. Like many other colonial nesting birds, Black Skimmers prefer to nest on uninhabited beaches or dredge spoil islands.         Marsh Wren Cistothorus palustris This small perching bird is 4 - 5.5 inches in length with an average wingspan of about 6 inches. Males migrate to breeding territories before females and begin singing and building nests to attract a mate, or two. Like other wrens, the Marsh Wren often perches and sings with its tail held upright (as seen in the photo to the left). A female may choose to modify and use one of the nests built by the male she selects or, more often, she may build her own nest.         Brown Pelicans Pelecanus occidentalis This is the only species of pelican which dives into the water (instead of skimming) to catch prey. Air sacs in their chests protect them from the impact of the crash landing in the water. This bird can hold 2 to 3 times more food and water in its bill pouch than in its stomach. The pelican must tilt its head forward to drain the water out of the pouch before it can swallow the food. For more information on local pelicans, watch the park's pelican podcast.         American White Ibis Eudocimus albus The mature White Ibis has a bright red face and bill, white body, and black wingtips. The ibis's curved bill allows it to probe the ground--typically along the shoreline or in grassy fields or wetlands--for insects and aquatic crustaceans, such as crayfish. White Ibis are highly social birds: feeding, flying, and nesting in groups. And, groups of these birds can often be seen perched in trees on Harkers Island and throughout the park.         Eastern Willet Catoptrophorus semipalmatus semipalmatus Though they have similar patterns and coloration in their plumage, female Willets are slightly larger than males. Their young are precocial (relatively mature from birth) and are capable of feeding themselves 24 hours after they hatch. The pair will stay with the young for about 2 to 3 weeks, until the female leaves for the winter feeding grounds. When the chicks are approximately 4 weeks old, the male departs as well. A week or so later, the chicks are ready to migrate. This migration can occur as early as June.         Least Tern Sternula antillarum As its name suggests, the Least Tern is the smallest of the North American gulls and terns. Nevertheless, these terns will aggressively protect their territory and their offspring by calling alarms and diving at the intruder, sometimes defecating as they pass over the target. For more information on local tern populations, watch the park's Royal and Sandwich Tern podcast.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/nature\/birds.htm"
}
