{
    "title": "Cape Lookout National Seashore: Civil War",
    "body": "The Civil War Along the Outer Banks       On December 20, 1860, South Carolina became the first state to secede from the United States of America. Within two months, six additional states seceded and the Confederate States of American had been established. North Carolina was not among the first to seceded. Like many states in the upper South, lower Midwest, and lower New England, North Carolina considered itself in a middle ground between the extreme positions in the North and South. However, this moderate position would be challenged in the spring of 1861. Fort Sumter in Charleston Harbor fell to Southern guns on April 12 as the first shots of the Civil War were fired. A week later President Lincoln declared a Federal blockade of Southern ports from South Carolina to Texas and issued a Proclamation calling for the dedication of troops to fight the insurrection. North Carolina Governor John W. Ellis immediately refused and the state shifted from its tenuous neutrality.        Cape Lookout's first order Fresnel lens was removed and stored by Confederates, June 1861.   Darkening the Coastal Lights Although North Carolina did not officially secede from the Union until May 20, 1861, Governor John Ellis sent the order to darken the principal lights along the coast the same day Lincoln announced the blockade of Southern ports. Realizing that the coast was vulnerable, the Confederate Light House Bureau called for the lighthouses to be completely disabled in early June through the removal of the lighting apparatus. In late June, the first order Fresnel (pronounced Fray-nel) lens and lamps of the 1859 Cape Lookout lighthouse were removed and taken to a warehouse in Beaufort. Here it was stored along with the 4th order lenses from the range lights on Bogue Banks and the smaller lenses from the lighted buoys marking the sea lane into Beaufort Inlet. To learn more about the Cape Lookout Fresnel lens during the war, visit the Cape Lookout Light and the Civil War webpage.      The Fight for Coastal Dominance Both the Union and the Confederacy recognized that controlling the trade routes along coastal North Carolina would be vital to controlling the state. Camp Washington was established by Confederate troops on Core Banks in the spring of 1861. Back Sound and Straits were protected by two Confederate camps located on Harkers Island. Fort Macon was captured in April of 1861 by Confederate troops. Fort Hatteras, Fort Clark, Fort Ocracoke, and an outpost on Roanoke Island were established to secure the northern Outer Banks. However, within a year the majority of the North Carolina coast would come under Union control. Fort Clark and Fort Hatteras surrendered in August of 1861. Confederate forces abandoned Fort Ocracoke that September and many residents of Portsmouth Village left for the mainland as the Union army advanced down the coast. The outpost on Roanoke Island was taken in February of 1862, giving the Union full control of the northern Outer Banks. For more information on the events on the northern Outer Banks, view Cape Hatteras National Seashore's Civil War on the Outer Banks webpage. In late March, Union forces set their sights on Fort Macon. U.S. Major General Burnside's army surrounded the fort and opened fire on April 26. The masonry walls of the fort were quickly breached and, within a few hours, the Confederate troops surrendered the fort. For more information on the events at Fort Macon, visit or contact Fort Macon State Park. By the summer of 1862, Wilmington was the last Confederate port in the state.        Despite Confederate reports, the 1812 lighthouse (ruins in foreground) was not destroyed in the raid.   The Lookout Lighthouse Raid The Union controlled Cape Lookout lighthouse was relit with a third order Fresnel lens on March 1, 1863. Most of the original lenses were still in Confederate hands and the Federal Light House Bureau was finding it difficult to replace these lenses to relight the most important towers. Normally, a third order lens would be considered too small to be used at Cape Lookout, but these were not ordinary circumstances. On April 3, 1864, a small band of Confederate troops, armed with kegs of powder, mounted an expedition with the intention of disabling the lighthouse. The reports of the damage done during this raid are conflicting. However, physical and historical evidence indicates that the lower section of the iron spiral staircase of the 1859 lighthouse was badly damaged. For more information on this raid, visit the The Cape Lookout Light and the Civil War webpage.      Bankers' Reaction By necessity, the people of the Outer Banks (known as \"bankers\") have always been independent and self-reliant. When the Civil War reached the coast of North Carolina, the distance between bankers and the outside world dissolved. Interestingly, there are reports from both the Union and the Confederacy which claim that men on the Outer Banks and in the surrounding area would enlist--but only if they could be assured of being stationed nearby. In a letter to North Carolina Governor John Ellis written on June 29th, 1861, Benjamin Seecraft laments this position held by Shackleford Banks residents:  \"My endeavors to raise a Company, for the War, in the County of Carteret, have been unsuccessful. I find that a large number would enlist for the War provided they could have the assurance that they would be retained in the County.\"  U.S. Major-General John E. Wool recorded a similar sentiment on September 11, 1861:  \"My belief is that troops could be raised here [Hatteras Inlet and Ocracoke Inlet areas] for the purpose of suppressing rebellion in North Carolina upon the assurance that they would not be called on to go out of the State.\"       The Final Days of Conflict In March of 1865, U.S. General Sherman's troops were marching through eastern North Carolina towards the Virginia boarder, but the Carolinas Campaign never reached the Outer Banks. In fact, this portion of North Carolina was relatively quiet from the summer of 1862 until the war ended three years later. Today, very little physical evidence remains of this conflict on North Carolina's coast but the stories of battle and the voices of soldiers, both Union and Confederate, resonate through the land, waiting for those willing to stop and listen. For more information on the Civil War battles which took place in North Carolina, view the interactive map of battles in North Carolina created by the National Park Service's American Battlefield Protection Program.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/civil-war.htm"
}
