{
    "title": "Cape Lookout National Seashore: Wreck of the Vera Cruz VII",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Wreck of the Vera Cruz VII                Wreck of the Vera Cruz VII       The 1903 rescue of the passengers and crew of the 605-ton brig Vera Cruz VII remains one of the most unusual and well-known rescues at Ocracoke Inlet. The Portuguese ship is remembered less for the wreck itself than for her cargo--both the illicit liquor and the nearly 400 immigrant passengers.          Silhouette of a Brig Graham McBride, Nova Scotia Museum  Stranded at Ocracoke Inlet At 2:00 pm on May 8th, 1903, the Vera Cruz VII became stranded on Dry Shoal Point while trying to enter Ocracoke Inlet. The crew sent a distress signal and the Surfmen of the Portsmouth Life-Saving Station quickly responded. When they arrived at the wreck, the captain asked the Surfmen to transfer all 23 women, 3 of the children, and 10 men to the Life-Saving Station. However, the other passengers and crew members remained on the ship. A second distress signal was sent four hours after the first. The Surfmen were asked to quiet a disturbance among the passengers. Once again, no further assistance was requested.        1910 crew of the Portsmouth Station, including Wash Roberts (far left) who would have been part of the Vera Cruz VII rescue   Massive Rescue Effort The next morning, the weather shifted. The wind increased and the sea began to rise. The Surfmen began the rescue of the stranded passengers. However, the sheer number of people on the ship and the urgency of the rising tide required more rescuers than the eight-man crew of the Life-Saving Station. Seven villagers volunteered to help with the rescue. Using both of the station's surfboats, the Surfmen and volunteers moved 371 of the remaining victims to the nearby Dry Shoal (a shallow area off-shore of the village that was dry at low tide and submerged in water at high tide). Most of the crew remained on board. Other villagers were enlisted to use their private boats to carry the rescued victims to the station. Before the last person was carried ashore, the shoal was submerged by the rising tide. Even so, all the victims waiting on the shoal were brought safely to shore by midnight. The final crew members were removed from the wreck one week later. Isaac Willis O'Neal, one of the volunteers who participated in that rescue, would eventually join the Life-Saving Service himself, serving at the Portsmouth Station from 1911 to 1913.        Space for shipwreck victims in the Life-Saving Station would have been limited.   Feeding and Housing Survivors The Life-Saving Station would have only had a couple dozen beds available for rescued victims, nowhere near the number needed for the more than 400 victims of the Vera Cruz VII. However, a steady decline in the population size of the village following the Civil War meant that several homes in the village were vacant. The women and children were housed in the station with the Surfmen. The men were placed in vacant houses in the village . Communication would have been since the rescued passengers only spoke Portuguese (or a Portuguese-based Creole) while the Portsmouth Islanders spoke their own unique English dialect.  Nevertheless, the villagers fed and cared for the shipwrecked passengers. Some reports indicate that several barrels of flour were needed to bake breads to feed the stranded passengers. The three days of expenses reported by Keeper Terrell totaled $179.15, which is comparable to more than $4,000 today. On May 11th, the Surfmen took the passengers' baggage and part of the crew off the boat. The following day, 416 people and their personal items were transferred from the Portsmouth Station to the US revenue steamer Boutwell. The steamer carried them to New Bern, NC.        Rescued passengers of the Vera Cruz VII   Surrounded by Rumors Rumors of smuggling operations surround the Vera Cruz VII. For one, Ocracoke Inlet is far outside the traditional shipping route from Cape Verde Islands to New Bedford, MA. Additionally, only 225 of the 399 passengers were listed on the ship's manifest. Some of these passengers are reported to have said that Captain Julius M. Fernandez promised them passage into the United States, with or without passports. Other sources suggest that a large number of fishing boats were seen in the area a few days before the wreck and, perhaps, they intended to smuggle immigrants through the North Carolina sounds.  The crew of the Portsmouth Life-Saving Station made several trips to the vessel, at the request of the customs collector, during the week following the wreck. The crew eventually assumed control of the vessel by the authority of the customs collector. On May 29th, the cargo of sperm whale oil was removed by a wrecking company and the vessel was declared a total loss. Some sources suggest that the ship was wrecked on purpose in an attempt to smuggle immigrants (and liquor) into the United States. Unfortunately, the captain of the Vera Cruz VII eluded authorities on the mainland. While the true intentions of the captain may never be known, the rescue of the victims of the Vera Cruz VII remains the largest single vessel rescue in North Carolina history.       Ocracoke Inlet, just south of Cape Hatteras, is suspiciously far from the route from the Cape Verde Islands to New York; this only fueled the rumors of smuggling.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/veracruzvii.htm"
}
