{
    "title": "Cape Lookout National Seashore: Wreck of the Olive Thurlow",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Wreck of the Olive Thurlow                Wreck of the Olive Thurlow       On December 5, 1902, the barkentine Olive Thurlow became stranded in Cape Lookout Bight, two miles northeast of the Cape Lookout Life-Saving Station. True to their profession, the station's surfmen responded to the Thurlow's distress signal, fighting wind and waves to rescue to the stranded crew.       The Olive Thurlow would likely have resembled the barkentine Ethel V. Boynton, shown above. Library of Congress       The 577-ton barkentine Olive Thurlow, while on her way to New York City with a load of yellow pine lumber from Charleston, South Carolina, encountered a strong north gale as they came abreast of Bodie Island. Captain Jerry O. Hayes decided to take the wheel himself, and instead of fighting the wind, he would come about and seek a safe harbor in Cape Lookout Bight. While trying to make an adjustment to the tiller rope he caught his foot between the tiller and the quadrant, breaking his leg just above the ankle. They reached the cape on December 3rd wihtout further mishap, and at 8 p.m. dropped anchor about 2 1\/2 miles northeast of the station.        The Lookout Bight (1941), the inlet shown here would not have been open in 1902   The following morning, the Captain, who was by now in desperate need of medical attention, hoisted a distress signal, and according to his testimony, \"two minutes later,\" the signal was answered and within \"20 minutes\" the station crew was aboard. Before departing, Keeper William H. Gaskill warned the Captain that bad weather was expected and that his vessel was in an extremely dangerous postition. Captain Hayes disagreed. A tug, the Atlantic, came alongside the Thurlow and the Captain offered to tow the barkentine to a safe harbor and deliver the Captain to Beaufort. When they could not strike a bargain, Keeper Gaskill again offered to move the ship.  Instead, the First Mate, who was left in charge, lengthened the anchor chain to 60 fathoms and awaited the storm. Captian Hayes was taken to Beaufort as soon as possible and later stated that he received all possible attention and was uder many obligations to the keeper and the crew. The station crew kept a close eye on the Thurlow and, as expected, the wind increased to hurricane force.  When the Thurlow started dragging the anchor and moving towards the beach, the ship's crew fired two Coston signals. The distress signals were instantly answered by Surfman Walter M. Yeomans on north patrol.        Cape Lookout Life-Saving Station   The lifesavers quickly got their beach apparatus underway and, despite the soft, wet sand and high winds, made it to the sound side beach within an hour. They found the doomed vessel lying broadside to the beach, about 450 yards off shore, with the sea breaking over her. The station crew soon had the Lyle gun set up, but it had to be moved and adjusted because the vessel was slowly washing westward out of range of the original shot.  On the third shot, using a 6-ounce charge and a No. 9 line, they succeed in landing the line in the missen shrouds (rope system on the third mast), where the crew had gathered. Just as the line struck, the masts broke, knocking Steward John Chalky overboard, killing him instantly, and seriously injuring two others.  The injured men fell to the top of the cabin along with the masts and the tangled rigging.        A reenactment of the Beach Apparatus Drill, used to send lines out to shipwrecks for Breeches Bouy or Life Car rescues.   Minutes later the vessel began breaking up. The foremast fell; the deckload of lumber went, taking the forward house with it; then the bow and stern were both washed away leaving only the cabin for refuge. The five surviving crewmen huddled on the cabin, holding on for dear life. Another shot was fired, which practically fell in the hands of the men. They quickly attached the tail block to the remains of the mizzen mast, but while the livesavers were busily trying to send out the hawser line for the breeches bouy, a monstrous wave tore off the top of the cabin, carrying the helpless sailors with it into the foaming breakers. They were able to hang on by getting their arms through the opening left by the skylights. As they tumbled towards the shore, surrounded by the deadly remains of the vessel and the deck load, they were, according to Gaskill, sometimes \"ten feet under water\" but were finally tossed near enough to the waiting surfmen to be snatched to safety, \"... more dead than alive. It was a wonder that any was saved, and that those in attempting to save them was not also killed by lumber and old wreckage which the sea was full of ruching in every direction carried by the breakers and undertow.\"        One of the Kedge Anchors from the Thurlow is now on display at the Harkers Island Visitor Center.   All were taken to the station, where they were treated and cared for. On the 7th of December, the weather finally cleared and they were able to reach Beaufort and proper medical care. Keeper Gaskill later reported, \"During the whole operation the wind was blowing a storm and the highest sea I have seen on the west side of the Cape during the 15 years I have been at this station.\" He also recognized assistance he received from the three lighthouse keepers (J. Wilson Gillikin, Head Keeper; James S. Davis, 1st Assistant Keeper; and Alpheus Willis, 2nd Assistant Keeper) and several fishermen who \"... did all in their power in assisting us in hauling of lines and getting the men out of the surf...\"      The letter below, addressed to The General Superintendent of the Life-Saving Service, Washington, D. C., is only one of several written to commend Keeper Gaskill and the Cape Lookout surfmen after the wreck of the Olive Thurlow.  December 7, 1902  We, the crew of the Barkentine Olive Thurlow, which went ashore December 5, at 4 a.m., and became a total wreck in Lookout Bay, wish to thank Captain Gaskill and his crew, of Cape Lookout life-saving station, for the timely assistance and care received at their hands. We would also state that if the vessel had held together a little longer all would have been saved in the breeches buoy, but the mizzenmast broke, killing the steward and injuring two others, after their line had been made fast to it, for which they are in no wise to blame.  C. Florian, Mate A. Curtin, Second Mate F. Finch, Seaman J. Johnson, Seaman G. Burgensen, Seaman",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/thurlow.htm"
}
