{
    "title": "Cape Lookout National Seashore: Portsmouth Village",
    "body": "Portsmouth Village       Over a century ago, Portsmouth Village was a bustling sea village. Today, the village stands in stark contrast to its days filled with sounds of fishermen, children playing, lifesavers practicing rescue drills, the tinkle of livestock bells, and the call of \"Mailboat!\". Yet all has not been lost. These structures in the village tell a story of changing times. The echoes of the past seem to surround you here, inviting you to explore and to imagine the daily struggle against this harsh environment.       Aerial photo of Portsmouth Village taken in 1980s.        Village Beginings Portsmouth Village was established in 1753 through an act of the North Assembly. Less than 20 years later, the village had become one of the largest settlements on the Outer Banks. The trade route which passed through Ocracoke Inlet provided numerous opportunities for \"lightering\" services and the accompanying shipping and storage facilities, allowing Portsmouth to remain a major port in North Carolina for nearly a century.        Lightering Cargo.   A Thriving Port Town Large, heavily weighted sea-going ships bringing cargo through Ocracoke Inlet were unable to pass through the shallow interior waters. These ships would transfer their cargo to lighter draft boats which could navigate the shallow waters of the sound. This process is known as \"lightering\" and Portsmouth was a \"lightering\" village, providing warehouses and docks needed to move and store the goods which passed through the inlet.  Over 1,400 vessels and two-thirds of North Carolina's exports passed through Ocracoke Inlet in 1842.   But, barrier islands are constantly changing and the growing shoals (shallow areas) in Ocracoke Inlet made passage more difficult. Around the same time, an inlet was opened near Hatteras by an 1846 hurricane. This deeper inlet drew shipping routes and the trade through at Ocracoke Inlet declined.  In addition to the shifting sands, trade in general was shifting as the railroad allowed more and more goods to be transported by land instead of by sea. Portsmouth's days as a commercial center were drawing to a close.          A Quiet Fishing Village As the Union Army advanced down the Outer Banks in the early 1860s, residents of Portsmouth fled for the mainland. Many residents chose not to return after the war.  For the islanders that remained, fishing replaced shipping as the primary occupation. In 1894, a United States Life Saving Station was established in the village and, for nearly 50 years, the Service played a vital role in the community. But, isolation, a depressed economy, and the destruction caused by hurricanes added to the continued decline in population.  With the death of Henry Pigott in early 1971, the last two residents of Portsmouth—Elma Dixon and Marian Babb—reluctantly left for the mainland.      Preserving History Today the Portsmouth story continues. In 1976, with the establishment of Cape Lookout National Seashore, a new life came to Portsmouth Village. The 250-acre historic district was listed on the National Register of Historic Places which recognizes outstanding buildings and districts throughout the United States. As you walk down the lanes and trails of Portsmouth, you will get a glimpse of a typical Outer Banks village. Buildings will tell us much if we care to listen to them. Modest houses speak of a working class community. For more information on planning a trip to the historic village, view the Visiting Portsmouth Village webpage.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/portsmouth.htm"
}
