{
    "title": "Cape Lookout National Seashore: Marine Hospital",
    "body": "Portsmouth Marine Hospital       The newly established United States of America relied heavily on the shipping trade and maritime defenses. The health of mariners was a significant concern. Congress established the Marine Hospital Service in 1798 to provide medical care for sick and disabled mariners. The Service also rented or built hospitals in American ports to meet this need. This organization was responsible for the health of seamen until 1902, eventually becoming the Public Health Service. More information can be found on the Public Health Service's history webpages.         Marine Hospital Service logo from the service flag National Institutes of Health  Marine Hospital Service at Ocracoke Inlet Shortly after the service was established, plans were made to establish a Port of Entry on Shell Castle Island or Beacon Island in Ocracoke Inlet. In 1799, Oliver Wolcott, Jr. recommended Captain James Taylor for the duty of Collector of Customs upon completion of the Port of Ocracoke. Many of the collectors at this port resided in Portsmouth. Originally, the hospital at for this Port of Entry operated in a rented, two-room house.  The quarters were inadequate. At one point, 17 seriously ill mariners were quartered in a boathouse because there was no other room.        Architectural sketch of a Marine Hospital National Archives  North Carolina's First Hospital In 1842, Congress appropriated $8,500 to build a hospital at Portsmouth. The Portsmouth Marine Hospital opened five years later. It was the first building in North Carolina built specifically to be a hospital. Earlier hospitals in the state were operated in the same way as the previous Port of Ocracoke hospital: large homes or storage buildings were rented or purchased for use as a hospital. The Portsmouth Marine Hospital was a two-story building with large porches on both levels. Each of the 16 rooms had its own fireplace and two to four windows. Even the physician was able to have his own room. Unfortunately, trade through Ocracoke Inlet diminished after a hurricane opened Hatteras Inlet in 1847.  In the 1850s, Congress began plans to move the state's primary Marine Hospital to Wilmington and discussed the future of the hospital at Portsmouth. However, another issue overshadowed these plans: the nation went to war.        Marine Hospital floor plan. National Archives  From Hospital to Encampment During the Civil War, the Portsmouth Marine Hospital had another purpose. It was the base and barracks for Confederate troops in the village. This camp, called Camp Washington, and Fort Ocracoke on Beacon Island were strategically positioned to defend Ocracoke Inlet. When the Tar River Boys mutinied in the summer of 1861, they barricaded themselves in the hospital. They eventually surrendered--but only after the commanders at Fort Ocracoke and on the CSS Edwards, anchored near Ocracoke Inlet, turned their weapons towards the hospital. Camp Washington was abandoned by Confederate troops in August of 1861. Records indicate that the hospital was used by Union troops following this evacuation, but it is unclear exactly how long they used the hospital. However, a letter by Union Brigadier-General Innis N. Palmer, written in 1964, suggests that the encampments at Ocracoke Inlet were not being used by the Union at that time. For more information, visit the War Comes to Portsmouth webpage.         This cistern and a few other pieces of brickwork are all that remains of the Portsmouth Marine Hospital. Cape Lookout National Seashore  After the War Shipping through Ocracoke Inlet continued to decline following the war. With fewer sailors entering the port, the need for a marine hospital diminished. The hospital had closed by 1872. The building, however, continued to be used by the community. The U.S. Army Signal Service used a part of the building as a weather observation and telegraph station during the 1880s. Community dances were held in the building and it sometimes served as emergency housing. The Portsmouth Marine Hospital burned down in 1894.  Today, all that remains of North Carolina's first hospital building is the masonry cistern and a few other fragments of brickwork nearby.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/marinehospital.htm"
}
