{
    "title": "Cape Lookout National Seashore: Sam Tolson",
    "body": "Sam Tolson       Samuel C. Tolson, known as Uncle Sam, was born on Portsmouth Island on November 7, 1840. He worked as a mariner and lived on the island until he passed away in 1929. He is remembered by fellow villagers for his long-stemmed clay pipe, his sharp looking dress suit, and his dancing skills. Off the island, he is better known for his resemblance to an infamous assassin.        John Wilkes Booth Library of Congress  Arrested as Lincoln's Assassin In mid-April of 1865, Sam Tolson and several others from Portsmouth traveled to Elizabeth City, NC in search of work. Tolson was promptly arrested by Union soldiers and was charged with the assassination of President Lincoln. Sam Tolson so closely resembled the description of John Wilkes Booth which was sent to all Union posts that his shipmates were unable to convince the soldiers that he was not the assassin. Booth and Tolson were not only similar in appearance and stature, they even wore the same size hats and shoes.        Sam Tolson, circa 1920's Courtesy of Dot S. Willis  Return to Portsmouth Some say Tolson was finally released when two notable Portsmouth Village residents traveled to Elizabeth City to vouch for him. Others report that he was only released when the Union soldiers received word that Booth had been fatally shot while resisting arrest in Virginia. Whatever the case may be, Sam Tolson was released from jail in Elizabeth City and returned home, to Portsmouth. Sam Tolson spent the rest of his life on Portsmouth Island. Although he continued to work as a mariner along the coast of North Carolina, he never visited Elizabeth City again. Uncle Sam Tolson died in Portsmouth Village on November 30, 1929 at the age of 89. He was buried in the Keeler Cemetery in an unmarked grave. The Friends of Portsmouth Island purchased a marker for Sam Tolson and placed it as close to the grave as possible. A memorial service was held on May 19, 2001.             Download this map (jpeg, 922 KB)",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/tolson.htm"
}
