{
    "title": "Cape Lookout National Seashore: Surfmen",
    "body": "Surfmen of the U.S. Life-Saving Service       The dangers of coastal North Carolina and other areas along the Atlantic coast were recognized shortly after colonial settlements were established in North America. However, it would be a long time before rescue efforts were organized under a federal agency. For many years, rescue efforts were left to local residents and volunteer crews. At the turn of the 19th century, the state of North Carolina established \"wreck districts\" with commissioners, or venue masters, and local residents who assisted ships in distress.        The crew of the Portsmouth Life-Saving Station, prior to 1915.   Origins of the Life-Saving Service During the 1830s and 40s, Congress authorized, and funded, shipwreck rescue operations through the Revenue Marine Service and local, private rescue crews--but most of this money went to New England. A Congressional act in 1854 marked the beginning of facilities and crews established by the federal government as opposed to the previous facilities and crews which were simply funded by the government.  However, the outbreak of the Civil War stalled these efforts. For more information on the influence of the war on Core Banks, visit the Civil War Along the Outer Banks webpage.  The service was reorganized and improved after the war by the new head of the Revenue Marine Service, Sumner I. Kimball. It has been said that hiring Kimball in 1871 was \"the single most important event\" in the history of the service. Numerous new stations were built, staffed, and supplied during the 1870s. In June of 1878, the Life-Saving Service was officially established within the Treasury Department.        The Core Banks Life-Saving Station is no longer standing.   Stations on Core Banks  Three stations were built on Core Banks in what is now Cape Lookout National Seashore. The first station, named the Cape Lookout Life-Saving Station, was built in 1888 about two miles south of the Cape Lookout Lighthouse. The Portsmouth Life-Saving Station was built in 1894 within the boundaries of Portsmouth Village, at the northern end of the park. Both of these stations are standing today and the Portsmouth Station includes exhibits describing the Life-Saving Service and the lives of surfmen.  The Core Banks Station--built in 1896 and located around mile 20 of the park--was destroyed in a fire in the 1970s. Although located farther apart than the Secretary of the Treasury's 1878 recommendation of 5 miles, these stations represented a significant improvement in life-saving efforts on North Carolina's southern coast.        Surfmen with the beach cart preparing to practice the Beach Apparatus Drill.   Daily Duties Many people associate surfmen with daring rescues and unmatched heroism, and rightly so. But, much of their time was spent on drills. Sumner Kimball believed that only training and repetition sharpened a person's lifesaving skills. A lifesaver's week began on Monday with training in the Beach Apparatus Drill. This drill prepared the surfmen to rescue shipwreck victims close to shore using the breeches buoy. Lines would be fired from the Lyle Gun to the ship and secured by the passengers based on the instructions printed on the Tally Board. Then, the breeches buoy would be sent out and the passengers, one by one, would be transported to the shore. The drill had to be done in five minutes or less. Any crewman who was found to be delaying the drill's execution could be fired on the spot. Sumner Kimball claimed he had seen a drill done in two and a half minutes. Tuesday was devoted to boat practice, including the righting of surfboats. The crew practiced signal flag techniques on Wednesday and repeated the Beach Apparatus Drill on Thursday. On Friday the crew could be found practicing first aid and rescue breathing techniques. Everyone pitched in to clean the station and quarters on Saturday. In addition to practicing daily drills each surfman walked a four hour beach patrol in the evening. During this time they kept a watchful eye on the ocean looking and listening for the sounds or signs of a ship in distress. In other areas, beach checks were exchanged between the surfmen of neighboring stations to verify that the patrols were being completed. However, the three stations on Core Banks were too far apart to use this method. Watchmen's clocks were used instead. Posts marked the ends of the patrol area. The clocks were installed on these posts along with a key for the clock. The patrolling surfman would insert the key into the clock and the patrol would be recorded.         Artistic representation of a Breeches Buoy rescue.   Rescue Equipment Surfmen had three basic methods of rescuing shipwreck victims: the surfboat, the breeches buoy, and the life car. The surfboat is possibly the most well-known method of rescue. The crew would row this small boat to the site of the wreck and load victims on the rescue boat to be taken to safety. The breeches buoy was, essentially, a pair of shorts sewn into a life preserver. Lines were sent out to the ship and victims were pulled back to shore while sitting in the breeches buoy. The life car employed a similar method: a line was sent out and individuals got inside the small metal tube, closed the hatch, and were pulled to the shore. The Keeper of the station would select the method he felt would be best for each particular rescue. If that method failed several times, he would select another. If that method also failed, the crew would attempt the third. Only if all three methods failed could the Keeper declare that a rescue was impossible. This requirement is, in part, why the unofficial motto of the U.S. Life-Saving Service was, \"You have to go out; you don't have to come back.\" In cases where the rescuers demonstrated extraordinary effort or extreme and heroic daring, the surfmen could be awarded a Silver or Gold Lifesaving Medal, respectively. The rescue of the Sarah D.J. Rawson by the surfmen of the Cape Lookout Station merited such an award.      End of One Service, Beginning of Another The Life-Saving Service merged with the Revenue Cutter Service in January of 1915 to become the U.S. Coast Guard, who would assume the charge of protecting those on coastal waters and enforcing maritime laws. In 1939, the Light House Service was absorbed into this organization as well. Although technology has advanced and rescue equipment has improved, the members of the U.S. Coast Guard still carry on the tradition started by the first volunteer crews and citizen rescuers by risking their lives to save others from the dangers of the sea.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/historyculture\/surfmen.htm"
}
