{
    "title": "Cape Lookout National Seashore: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     December 17, 2015  Cape Lookout National Seashore Off-Road Vehicle Proposed Rule  The National Park Service (NPS), Cape Lookout National Seashore (Seashore) will be releasing a proposed rule for Off-Road Vehicle (ORV) management for a sixty day public comment period beginning on Friday, December 18, 2015.   December 08, 2015  Great Island and Long Point Cabin Camps Reservations Information  Cape Lookout National Seashore is scheduled to open Great Island and Long Point Cabin Camps on Wednesday, March 16, 2016, and operate them through the night of Saturday, November 26, 2016.  Visitors can start making reservations on January 6, 2016 at 10 a.m. (EST).   December 03, 2015  2015 Winter Seashore Activities and Operating Hours  A beach is a marvelous place to get away from it all and explore on those beautiful, crisp days during the winter.   December 02, 2015  Crystal Coast Countdown – First Cape Lookout Lighthouse Climb of 2016  In collaboration with events of the Crystal Coast Countdown, Superintendent Pat Kenney is pleased to welcome the public to the first climb of the year on Friday, January 1, 2016.   October 13, 2015  October 2015 Horse Sense and Survival Trip  Cape Lookout National Seashore is pleased to announce the next Horse Sense and Survival trip of 2015 will leave from the Harker’s Island Visitor Center on Sunday, October 25 at 9:15 a.m.   October 13, 2015  Visitor Services at Cape Lookout National Seashore Advisory #8  The National Park Service continues recovery efforts and has made significant progress to reopen the few areas of the Seashore that remain closed to the public.   October 13, 2015  An Evening at Cape Lookout Lighthouse  Superintendent Pat Kenney is pleased to announce that the last Evening at the Cape Lookout Lighthouse program for 2015 will take place on Friday, October 23,  and Saturday, October 24. This is an excellent time to come experience a different side of your favorite beach.   October 08, 2015  Hurricane Joaquin Advisory #7  The coastal flood warnings are suspended for Cape Lookout National Seashore and the sunshine has returned to the region. Tidal levels remain high in Core and Back Sound but strong winds subsided.  The National Park Service continues recovery efforts and has made significant progress to reopen the Seashore to public.   October 06, 2015  Hurricane Joaquin Advisory #6  Initial assessments of park conditions were conducted today.  Due to concerns for visitor safety, the park will remain closed through at least Thursday, Oct 8   October 05, 2015  Hurricane Joaquin Advisory #5  Update on conditions at Cape Lookout National Seashore during the current storm conditions covering the southern Outer Banks area.   October 03, 2015  Hurricane Joaquin Advisory #4  Advisory #4 providing updates on Hurricane Joaquin and actions taken by the park   October 02, 2015  Hurricane Joaquin Closures at Cape Lookout National Seashore Advisory #3  Although the latest forecasted model predicts Hurricane Joaquin will track further east out into the Atlantic Ocean, Cape Lookout National Seashore continues to move forward with its emergency weather evacuation plan.  Due to public safety and the welfare of park visitors and staff, the National Seashore will continue to remain closed to all visitors until further notice.   October 01, 2015  Hurricane Joaquin Closures at Cape Lookout National Seashore Advisory #2  Cape Lookout National Seashore continues to move forwards with its emergency weather evacuation plan.  Due to public safety and the welfare of park visitors and staff, the National Seashore is currently closed to all visitors until further notice.   October 01, 2015  Hurricane Joaquin Closures at Cape Lookout National Seashore Advisory # 1  Based on the projected track of Hurricane Joaquin, Cape Lookout National Seashore has implemented its emergency weather evacuation plan.  Cape Lookout National Seashore will evacuate all visitors from the National Seashore beginning on Thursday morning, October 1.   September 09, 2015  An Evening at the Cape Lookout Lighthouse  Superintendent Pat Kenney is pleased to announce that the next Evening at the Cape Lookout Lighthouse programs will take place on Thursday, September 24, Friday, September 25, and Saturday, September 26.   September 09, 2015  Cape Lookout National Seashore Welcomes 4th Grade Students Through Every Kid In a Park Initiative  Cape Lookout National Seashore invites all fourth grade students to visit the park as part of the White House’s new Every Kid in a Park program.   September 09, 2015  2015 Horse Sense and Survival Trips  Cape Lookout National Seashore is pleased to announce the next Horse Sense and Survival trip of 2015 will leave from the Harkers Island Visitor Center on Saturday, September 12 at 10:15 a.m.   September 04, 2015  Community-Wide Cleanup Planned in Beaufort Area for National Public Lands Day and National Estuaries Day  Cape Lookout National Seashore, North Carolina Coastal Reserve & National Estuarine Research Reserve, and the Town of Beaufort invite volunteers to help beautify our coast and protect area wildlife.   September 01, 2015  SEASHORE DUCK BLIND PERMITS AVAILABLE FOR THE 2015-2016 HUNTING SEASON  Superintendent Patrick M. Kenney announces that permits for temporary duck blinds will be available at the Harkers Island Visitor Center beginning Tuesday, September 8, 2015, from 9:00 a.m. until 4:00 p.m., and thereafter Monday through Friday, except holidays.   August 20, 2015  An Evening at the Cape Lookout Lighthouse  Superintendent Pat Kenney is pleased to announce that the next Evening at the Cape Lookout Lighthouse programs will take place on Thursday, August 27, Friday, August 28 and Saturday, August 29.   July 18, 2015  An Evening at the Cape Lookout Lighthouse  Superintendent Pat Kenney is pleased to announce that the next Evening at the Cape Lookout Lighthouse programs will take place on Thursday, July 30; Friday, July 31 and Saturday, August 1.   July 07, 2015  Volunteers Help Clean Cape Lookout National Seashore’s Shackleford Banks  A total of 46 volunteers helped clean up the shoreline at Cape Lookout National Seashore’s Shackleford Banks on Tuesday, June 30, 2015.   June 19, 2015  2015 Horse Sense and Survival Trips Begin  Cape Lookout National Seashore is pleased to announce that the first Horse Sense and Survival trip of 2015 will leave from the Beaufort Visitor Information Center on Saturday, June 27 at 8:45 a.m.   May 26, 2015  Evening at the Cape Lookout Lighthouse  Superintendent Patrick M. Kenney is pleased to announce this year's evening climbs of the Cape Lookout Lighthouse.   May 14, 2015  Jeri DeYoung Joins Park Staff as Chief of Resource Management  Superintendent Pat Kenney is pleased to announce the selection of Jeri DeYoung as the new Chief of Resource Management at Cape Lookout National Seashore.   May 01, 2015  Cape Lookout Lighthouse Paint Project is Complete!  Cape Lookout Lighthouse has received a fresh new coat of paint.   April 23, 2015  Tourism to Cape Lookout National Seashore creates over $23 Million in Economic Benefits.  Report shows visitor spending supports over 300 jobs in local economy.  A new National Park Service (NPS) report shows that 430,928 visitors to Cape Lookout National Seashore in 2014 spent $20,901,800 in communities near the park.   April 14, 2015  Cape Lookout National Seashore is calling all Junior Rangers!  Take the oath, wear the hat, earn the badge, and join the National Park Service \"family.\"  Become a National Park Junior Ranger with Cape Lookout National Seashore on National Park Junior Ranger Day!   April 09, 2015  Gallop to the North Carolina Aquarium for Wild Horse Day  Bring the kids to Wild Horse Day at the North Carolina Aquarium in Pine Knoll Shores.  Enjoy family-oriented fun that includes wild horse trivia, a scavenger hunt, and concludes with children taking the “Wild Horse Protector” pledge.   April 03, 2015  Bryant G. Horvat joins Park Staff as Chief of Interpretation  Cape Lookout National Seashore Superintendent Pat Kenney is pleased to announce the selection of Bryant G. Horvat (BG) as the new Chief of Interpretation at Cape Lookout National Seashore.   March 19, 2015  2015 Season Opening Dates and Schedule for Cape Lookout Lighthouse  Cape Lookout National Seashore Superintendent Pat Kenney has announced that the Cape Lookout Lighthouse will be open for an additional day during the 2015 season.   March 16, 2015  Public Comment on Draft Statement of Findings for Wetlands  Superintendent Patrick Kenney announced that Cape Lookout National Seashore (the park) is releasing for public comment a draft Statement of Findings for Wetlands for the Harkers Island Passenger Ferry Departure Site at the Shell Point.   March 12, 2015  Cape Lookout Lighthouse Paint Project Begins  Cape Lookout National Seashore Superintendent Pat Kenney has announced that the Cape Lookout Lighthouse will be receiving a new coat of paint over the next few weeks.   March 10, 2015  Celebrating Cape Lookout National Seashore’s 49th Anniversary!  Superintendent Pat Kenney is pleased to announce that Cape Lookout National Seashore is celebrating its 49th anniversary today.   March 09, 2015  Jill Jaworski Joins Park Staff as Chief of Visitor and Resource Protection  Superintendent Pat Kenney is pleased to announce the selection of Jill Jaworski as the new Chief of Visitor and Resource Protection at Cape Lookout National Seashore.   January 13, 2015  Beaufort and Harkers Island Visitor Centers will be closed on Sundays  Superintendent Pat Kenney announced that Beaufort and Harkers Island Visitor Centers will now be closed on Sundays, starting January 18, 2015 to March 30, 2015.   December 17, 2014  Cape Lookout National Seashore's Winter Activities and Operating Hours  A beach is a marvelous place to get away from it all and explore on those beautiful, crisp days during the winter.   Dress for the weather and come out to see what you’ve been missing!   December 15, 2014  Great Island and Long Point Cabin Camps Reservations Information for 2015  Cape Lookout National Seashore plans to open Great Island and Long Point cabins on Monday, March 16, 2015, and operate them through the night of Saturday, November 28, 2015.  Visitors can start making reservations on January 5, 2015 at 10 a.m. (EST).   December 04, 2014  Winter Seashore Activities and Operating Hours  The beach is not just for summer, it can be a fantastic place to explore on those beautiful, crisp days during the winter.   November 03, 2014  Fall and Winter Seashore Activities and Operating Hours  Fall and winter can be a fantastic time to come explore the beauty and history of your local national park.   October 03, 2014  Cape Lookout Announces Summer Positions Available for 2015  Cape Lookout National Seashore announced the beginning of its 2015 summer hiring process.   September 29, 2014  Reservations for October Moonrise Tours of the Cape Lookout Lighthouse Open October 1  Due to popular demand, Superintendent Patrick Kenney is pleased to announce additional Moonrise Tours of the Cape Lookout Lighthouse on October 9, 10, and 11.   September 19, 2014  Save the Date- October Will Be the Last Moonrise Tour at Cape Lookout for 2014  Save the Date.  The last Moonrise Tours of the Cape Lookout Lighthouse in 2014 will be on October 9, 10, and 11.   September 08, 2014  Community-Wide Clean-Up Planned in Beaufort Area for National Estuaries Day and National Public Lands Day  Cape Lookout National Seashore, North Carolina Coastal Reserve & National Estuarine Research Reserve, and the Town of Beaufort invite volunteers to help beautify our coast and protect area wildlife.   September 04, 2014  Second Extension of Public Comment Period for Draft Off-Road Vehicle Plan  On May 23, 2014, the National Park Service released a Draft Environmental Impact Statement (DEIS) for its Off-Road Vehicle (ORV) Management Plan at Cape Lookout National Seashore for a 60-day public comment period, which was subsequently extended for 45 days to September 4, 2014.  The comment period will be extended an additional 15 days until September 19, 2014.   August 20, 2014  Seashore Duck Blind Permits Available For The 2014-2015 Hunting Season  Superintendent Patrick M. Kenney announces that permits for temporary duck blinds will be available at the Harkers Island Visitor Center beginning Tuesday, September 2, 2014, from 9:00 a.m. until 4:00 p.m., and thereafter Monday through Friday, except holidays.   August 18, 2014  September Moonrise Tours of the Cape Lookout Lighthouse  Announcing Moonrise Tours of Cape Lookout Lighthouse for September   August 15, 2014  August-September 2014 Ranger Programs  Endless sandy beaches, the call of gulls, the crash of surf and the stories of surfmen and rugged islanders. Come explore the hidden beauty and history of your local National Park during a Ranger-led interpretive program.   July 23, 2014  Tourism to Cape Lookout National Seashore creates over $17 Million in Economic Benefit.  Report shows visitor spending supports 246 jobs in local economy  A new National Park Service (NPS) report shows that 416,569 visitors to Cape Lookout National Seashore in 2013 spent $17.6 million in communities near the park.  That spending supported 246 jobs in the local area.   July 21, 2014  Extension of Public Comment Period for Draft Off-Road Vehicle Plan  On May 23, 2014, the National Park Service released a Draft Environmental Impact Statement (DEIS) for its Off-Road Vehicle (ORV) Management Plan at Cape Lookout National Seashore (CALO) for a 60-day public comment period.   July 18, 2014  Advisory Notice #7 for Hurricane Arthur  National Park Service staff from parks throughout the region arrived at Cape Lookout National Seashore last week in the continuing efforts to recover from Hurricane Arthur.   July 14, 2014  Advisory Notice #6 for Hurricane Arthur  National Park Service staff from parks throughout the region arrived at Cape Lookout National Seashore last week in the continuing efforts to recover from Hurricane Arthur.   July 09, 2014  Cape Lookout National Seashore’s July Programs  Come explore the hidden beauty and history of your local National Park during a Ranger-led interpretive program.   July 07, 2014  Advisory Notice #5 for Hurricane Arthur  Superintendent Pat Kenney is pleased to announce that Shackleford Banks will reopen to camping July 7, 2014 and additional cabins in the Great Island camp will reopen on July 8, 2014   July 05, 2014  Advisory Notice #4 for Hurricane Arthur  Partial opening of cabin camps and other updates to Hurricane Arthur recovery.   July 05, 2014  Advisory notice #3 for Hurricane Arthur  Areas in the park being reopened   July 03, 2014  Advisory Notice #2 for Hurricane Arthur  The National Park Service (NPS) has completed the evacuation of Cape Lookout National Seashore in preparation for Hurricane Arthur.   July 01, 2014  Advisory Notice #1 for Tropical Storm Arthur  Advisory #1 for Tropical Storm Arthur.  The park will be closed beginning Wednesday, July 2 at 5pm.   June 02, 2014  Introducing Moonrise Tours of the Cape Lookout Lighthouse  Guided Moonrise Tours of the Cape Lookout Lighthouse will be offered on eight dates in June, July, and August of 2014.   May 20, 2014  Shackleford Beach Clean Up Scheduled for May 31, 2014  The NPS will host a volunteer trash clean up on the west end of Shackleford Banks on Saturday, May 31 from 12:45 PM to 5:00 PM.   May 02, 2014  Recruiting Area Teachers for Seashore Experiences (2014)  Cape Lookout National Seashore is looking for energetic and talented teachers from Carteret, Craven, and Onslow County who are interested in fostering a strong connection between local schools and their National Park.   May 01, 2014  The Seashore Beaufort Visitor Information Center is now Open  Cape Lookout National Seashore opened the new National Park Service Beaufort Visitor Information and Island Express Ferry Service Ticket Center on April 30, 2014.   April 23, 2014  Cape Lookout Lighthouse to Open for Season on May 14, 2014  Cape Lookout National Seashore will open the Cape Lookout Lighthouse for the season on Wednesday, May 14, 2014.   April 04, 2014  Come Celebrate National Junior Ranger Day at Cape Lookout National Seashore  Have you ever held a sea turtle shell?Ever wanted to try on a ranger hat?Here is your chance!Come help Cape Lookout National Seashore celebrate National Junior Ranger Day and National Park Week on Saturday, April 12, 2014, from 1:00 p.m. until 3:00 p.m.   April 04, 2014  Portsmouth Homecoming 2014  Cape Lookout National Seashore and the Friends of Portsmouth Island would like to invite the public to the Portsmouth Homecoming on Saturday, April 26, 2014, in historic Portsmouth Village.   March 27, 2014  Volunteer Service Opportunities at Cape Lookout National Seashore  We are seeking friendly and energetic people who can assist for two or more hours at the Town of Beaufort Visitor Center and those who are able to assist as caretakers and docents for two days or several weeks at visitor centers and cabin camps out on the Seashore's barrier islands.   March 19, 2014  Civil War Anniversary Event – The Raid on the Cape Lookout Lighthouse  Cape Lookout National Seashore will be remembering the events of April 3, 1864 through Ranger-led interpretive programs.   March 18, 2014  Great Island and Long Point Cabins Open for 2014  Great Island and Long Point Cabins within Cape Lookout National Seashore opened on March 16, 2014.Cabin office hours will be 7:30 a.m. to 4:45 p.m., 7 days per week.   March 05, 2014  Extension of Great Island and Long Point Cabin Reservation Dates  The available dates for the Great Island and Long Point cabins have been extended until November 30, 2014.   March 04, 2014  Tourism to Cape Lookout National Seashore creates over $20 million in Economic Benefit.  Report shows visitor spending supports 297 jobs in the local economy  A new National Park Service (NPS) report shows that 480,294 visitors to Cape Lookout National Seashore in 2012 spent $20 million in communities near the park. That spending supported 297 jobs in the local area.   February 28, 2014  Shackleford Banks Horses 2013 Annual Findings Report Released  The 2013 annual findings report on the Shackleford Banks horses has been released by Cape Lookout National Seashore and the Foundation for Shackleford Horses.   February 27, 2014  Horse Sense and Survival Walking Tours in 2014  The first wild horse watching walking tour is scheduled for Thursday, June 12, 2014.   February 24, 2014  Seashore Parking Permits Available for 2014  Long-term parking permits available for 2014. This year, permits can also be purchased at the cabin camp offices.   February 18, 2014  March 2014 Ranger Programs at the Harkers Island Visitor Center  Come explore the hidden beauty and history of your local National Park during a Ranger-led interpretive program.  All programs are free of charge.   February 06, 2014  Island Express Ferry to Start and Harkers Island Visitor Center to Re-Open on Weekends  Passenger ferry service through Island Express Ferry Service will begin on February 15, 2014, departing from the Beaufort and from Harkers Island. The Harkers Island Visitor Center will also re-open to visitors on Saturdays and Sundays beginning Saturday, February 15, 2014.   December 12, 2013  Cabin Reservations for 2014  Rental cabins in the National Seashore will be open from March 16 to November 29, 2014. Reservations will begin on January 6, 2014 at 10:00 AM.   December 10, 2013  Volunteer with Your National Park in Beaufort  In preparation for the opening of the National Park Service Visitor Information Center located in the Beaufort Town Hall, Cape Lookout National Seashore would like to announce volunteer opportunities at this new gateway to the national seashore.   November 22, 2013  Winter 2013-14 Facility Closures  Winter winds and colder weather bring about many changes to the beaches and islands of Cape Lookout National Seashore, and quite a different experience from the summer months. As you visit in the winter and early spring, please be aware that some facilities are closed and winterized.   October 25, 2013  Winter 2013 Programs at Cape Lookout  The islands of Cape Lookout National Seashore have many stories. Come explore the beauty and history of your local national park.   October 18, 2013  Island Express Ferry Service is Awarded Passenger Ferry Contract from Beaufort and Harkers Island to the Seashore  The National Park Service has awarded Island Express Ferry Service the contract to provide passenger ferry service to all of Shackleford Banks and the Cape Lookout area of South Core Banks, starting in 2014.  The ferries will depart from the Town of Beaufort and Harkers Island.   August 30, 2013  2013-14 Duck Blind Permit Lottery  For the 2013-2014 season, the park will continue to utilize a lottery system to determine the initial order for registration.  The lottery will take place at the Harkers Island Visitor Center at 9:00 a.m. on Tuesday, September 3.   August 27, 2013  Explore the National Seashore on Your Phone  Cape Lookout National Seashore is pleased to announce formal launch of self-guided cell phone tours of the Seashore, hosted by OnCell Systems. Each set of stops offers the chance to take a guided tour with a park ranger at your own pace and before or after the open hours of the park visitor centers, museums, and historic site exhibits. Smart phones can access additional photos and additional information through the mobile tour website.   July 18, 2013  Seashore Activities for August  Come explore the beauty and history of your local national park. All programs are free of charge unless noted otherwise below. For more information on these activities, call Cape Lookout National Seashore at 252-728-2250, extension 0.   June 28, 2013  Beaufort Inlet Beach on Shackleford Banks is Closed to Swimming  Due to strong currents, the Beaufort Inlet beach area of Shackleford Banks is closed for swimming.   May 09, 2013  Cape Lookout Lighthouse Opens for Public Climbing for the Summer 2013 Season  The Cape Lookout Lighthouse will open to the public for regular climbing from May 15 to September 21, 2013. The lighthouse will be open four days per week – Wednesdays, Thursdays, Fridays and Saturdays – from 10:00 AM to 3:45 PM.   April 22, 2013  Spring Arrives On the Wild Horse Islands  Spring brings increased nutrient needs for wild horses with breeding and foaling seasons. While the horses are busy making up for a winter of dry, brown grass, it’s important that they be left alone. Visitors can watch from a distance and still enjoy the horses.   March 26, 2013  Statement on the effects of sequestration at Cape Lookout National Seashore  Effective March 1, 2013, Cape Lookout National Seashore was required by \"sequestration\" (a series of automatic, across-the-board permanent spending cuts) to reduce its annual budget by five percent. Listed are the major actions being taken in response to this budget cut.   March 06, 2013  Cape Lookout National Seashore Temporarily Changes Office Hours Change at Great Island and Long Point Cabins  In response to the uncertainty of the federal budget and budget cuts, the cabin camp office hours will be temporarily reduced to 8:30 AM to 4:00 PM.   February 28, 2013  RELEASE OF PROSPECTUS FOR FERRY SERVICE  NPS soliciting proposals for the ferry contract for the NPS gateways of Harkers Island and Beaufort.  The ferry service under this contract is expected to begin in the spring of 2014.   February 28, 2013  Cape Lookout National Seashore Tourism Creates $37,621,000 in Local Economic Benefit  In 2011, visitors to Cape Lookout National Seashore spent $37,621,000 in nearby communities, supporting 555 local jobs.   February 22, 2013  March Ranger Programs at the Harkers Island Visitor Center  Join us for free Ranger programs every Saturday and Sunday at 1pm & 3pm at the Harkers Island Visitor Center.   February 22, 2013  2nd Saturday Event – Climate Change  Explore the effects of Climate Change during the March Second Saturday Event at Cape Lookout National Seashore’s Harkers Island Visitor Center.   February 22, 2013  Harkers Island Ferry Departure Site (Facilities) Environmental Assessment Available for Public Comment  The park is inviting public comments on the Environmental Assessment of the proposed improvements to the Harkers Island facility from February 25, 2013 until March 27, 2013.   February 15, 2013  Recruiting Area Teachers for Seashore Experiences  Cape Lookout National Seashore is looking for energetic and talented teachers from Carteret, Craven, and Onslow County who are interested in fostering a strong connection between local schools and their National Park.   December 13, 2012  December 2012 and January 2013 Ranger Programs at the Seashore  Horses, whales, sea turtles, storm rescues, and war on the coast -- learn about these topics and more with interactive programs every Saturday and Sunday at 1PM and 3PM.   December 13, 2012  Harkers Island Visitor Center Temporary Closing Extended  Because of this week's inclement weather, the temporary closure of the Harkers Island Visitor Center (originally scheduled to end on Friday, December 14), has now been extended through Sunday, December 16.   November 19, 2012  Job Announcements for Summer 2013  Apply now for next summer's seasonal jobs at Cape Lookout.   November 16, 2012  Historic Portsmouth Village Methodist Church is Damaged by Hurricane Sandy  The Methodist Church in Portsmouth Village is closed as a result of damage sustained during Hurricane Sandy.   November 02, 2012  Critters of the Night 2012  Critters of the Night has been rescheduled for November 10th.   November 02, 2012  Cape Lookout National Seashore Joins Facebook  Cape Lookout National Seashore is proud to announce its new Facebook page.   October 30, 2012  Hurricane Sandy Advisory #4 UPDATED  Harkers Island Visitor Center reopens Wednesday, 10\/31. Islands will open to pedestrians at noon Wednesday. Islands will open to vehicles at 9:00 AM on Thursday. Cabins will open at 1:00 PM on Thursday.   October 29, 2012  Hurricane Sandy Advisory #3  All staff, volunteers, and visitors have been accounted for.  The park remains closed to all visitors and all services are shut down until further notice.   October 26, 2012  Advisory Notice #2 for Hurricane Sandy  2nd update of conditions and park operations prior to the arrival of Hurricane Sandy.   October 25, 2012  \"Horse Sense and Survival\" Moves Indoors and \"Critters of the Night Programs\" is cancelled due to Hurricane Sandy  Changes to Interpretive program schedule due to pending arrival of Hurricane Sandy   October 25, 2012  Advisory Notice for Hurricane Sandy  Advisories of expected park conditions as Hurricane Sandy passes off-shore on Saturday and Sunday   October 11, 2012  November 2012 Interpretive Programs  Join us for a program on the lighthouse history, wild horses, or barrier islands.   September 19, 2012  October 2012 Ranger Programs  Join a ranger or volunteer for an inside look at the wildlife and history of Cape Lookout National Seashore.   September 04, 2012  Horse Sense and Survival Tours Fall 2012  Discover the history and harem life of the wild horses of Shackleford Banks on a guided tour led by Dr. Sue Stuska.   August 20, 2012  September 2012 Ranger Programs  Discover the answers to your questions about the wild horses, lighthouse keepers, sea turtles, life-saving service, and civil war during an interpretive talk or guided walking tour.   August 09, 2012  Protect our Wild Horses Educational Campaign Opening  Cape Lookout National Seashore, the Foundation for Shackleford Horses, and the Rachel Carson National Estuarine Research Reserve are pleased to announce the opening of the joint Wild Horse Protection and Public Safety Campaign.   July 31, 2012  Expressions of Freedom Art Contest  Calling all teenage film makers, poets, and photographers! Submit your work to a nationwide artistic competition to commemorate the 150th anniversary of the Emancipation Proclamation.   July 25, 2012  August 2012 Ranger Programs  Discover the answers to your questions about wild horses, sea turtles, surf heroes, and much more during one of Cape Lookout National Seashore’s interpretive talks or guided walking tours.   June 28, 2012  Take Your Parent Outside Day is July 21st  Are you looking for some fun, outdoor activities that you can do as a family? Then make plans to join Park Rangers as we celebrate “Take Your Parent Outside Day” on Saturday, July 21, at the Harkers Island Picnic Area of Cape Lookout National Seashore.   May 16, 2012  Thanking America's Armed Forces  To show our appreciation for those who serve in the U.S. Military, on May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   April 09, 2012  Teacher-Ranger Summer Applications Are Due May 2  The deadline for Teacher-Ranger-Teacher applications for the summer of 2012 has been extended.   April 06, 2012  Cape Lookout Installs Seasonal Bird Closures For the Protection of Threatened Shorebirds  Park Staff have completed posting important nesting sites for the threatened piping plover.The nesting season for piping plovers and other beach nesting birds extends from April 1 to August 31.   April 06, 2012  National Junior Ranger Day Celebrated at Cape Lookout National Seashore  Join us on Saturday, April 21, 2012 as we celebrate National Junior Ranger Day.   April 05, 2012  Shackleford Banks Horses 2011 Findings Report  Annual reports on the status of the herd on Shackleford are produced by Cape Lookout National Seashore. This report covers the period from April 2011 through March 2012.   March 28, 2012  Seashore Expands Lighthouse Climbing Season, Reservations  In an effort to improve service and to address suggestions made by park visitors, Cape Lookout National Seashore has announced the following changes to the reservation system and fees for the Cape Lookout Lighthouse self-guided climbing tours.   March 09, 2012  Family Fun Days  Join us at the Harkers Island Visitor Center for outdoor activities to bring children and their families together in nature.   February 28, 2012  Cape Lookout National Seashore = Visitors, Money and Jobs for the Local Economy  In 2010, over half a million visitors spent $37.3 million in Cape Lookout National Seashore and the surrounding communities in 2010.   February 17, 2012  Recruiting Carteret County Teacher-Ranger for 2012 Season  Cape Lookout National Seashore is looking for a Carteret County teacher interested in fostering a strong connection between local schools and their National Park.   February 03, 2012  Extended Cape Lookout Lighthouse Climbing Days & Hours  Extended hours and days for 2012 lighthouse climbs. May 16th to September 22nd.   January 25, 2012  Cape Lookout National Seashore is this week’s National Park Getaway  The seashore offers visitors outstanding opportunities for fun, education and inspiration. Catch a drift of this remote and sensational site when you read this week's Getaway article at www.nps.gov\/getaways.   December 12, 2011  Cabin Reservations Open for 2012  Cape Lookout National Seashore announces the opening of a new cabin reservation system beginning January 5, 2012.   November 28, 2011  Adoption-Ready Shackleford Horses Featured at Waterfowl Weekend  Adoptable Shackleford horses will be present at the Core Sound Waterfowl Museum and Heritage Center for Waterfowl Weekend on December 3 and 4.   November 01, 2011  Hurricane Irene Recovery Update:  North Core Banks Opens to Vehicle Use on Wednesday, November 2  North Core Banks (Portsmouth Island) will reopen to vehicle use and the vehicle ferry service will resume operation at 7:00 AM on Wednesday, November 2.   October 28, 2011  Cape Lookout Announces New Chief of Maintenance  Michael Baker has been selected as the new Chief of Maintenance.   October 27, 2011  Hurricane Irene Update:  Long Point Ferry Basin Dredging Contract Started On October 24  The dredging work needed to open the Long Point ferry basin, and for resumption of vehicle use on North Core Banks, started on October 24, 2011.   October 20, 2011  Cape Lookout Announces 2012 Summer Positions Available  Cape Lookout National Seashore announced the beginning of its 2012 summer hiring process.  Cape Lookout National Seashore hires 20 or more summer seasonal employees each year. Positions will be announced in the coming weeks at http:\/\/www.USAJobs.gov.   October 13, 2011  Hurricane Irene Update:  Long Point Ferry Basin to be Dredged  Cape Lookout National Seashore is continuing its efforts to re-open North Core Banks to vehicles following Hurricane Irene.  Funding has been received to dredge the Long Point ferry basin which could allow vehicle access by mid-November barring contracting and weather delays.   September 29, 2011  Beaufort Front Street Site Selected For Seashore Ferry  The National Park Service (NPS) has selected the Beaufort Front Street site as the departure location for the passenger ferry service from the Beaufort and Morehead City area to the Shackleford Banks and Cape Lookout areas of Cape Lookout National Seashore.  A second ferry departure site serving Cape Lookout and Shackleford Banks will be from the NPS headquarters on Harkers Island.   September 29, 2011  Critters of the Night  Come join us at the Harkers Island Visitor Center for an evening of stargazing and learning about night animals.   September 23, 2011  Giving Back to Get Ahead, Volunteer Follows Conservation Ethic at Cape Lookout National Seashore  Student Conservation Association (SCA) internship at Cape Lookout National Seashore   September 22, 2011  Cape Lookout National Seashore Hurricane Irene Recovery Update  Status of park recovery efforts   September 13, 2011  South Core Banks Re-Opens to Vehicle Use on Sept 23, 2011  South Core Banks re-opens to camping and overnight vehicle usage   September 10, 2011  Cape Lookout National Seashore Two Weeks After Hurricane Irene  Cape Lookout National Seashore status two weeks after Hurricane Irene   September 05, 2011  Volunteers Assist Cape Lookout National Seashore Recovery  Local volunteers assist in hurricane recovery efforts   September 03, 2011  Cape Lookout National Seashore Opens More Areas  Cape Lookout National Seashore announces an expansion of areas open for public use.   August 31, 2011  National Seashore Reopens Cape Lookout  The Cape Lookout lighthouse, point, jetty, and power squadron spit will open for day use and foot traffic only begining at dawn on September 1, 2011.   August 31, 2011  Duck Blind Permit Lottery 2011-2012  The Duck Blind permit lottery will be held on Tuesday, September 20, at 9:00 a.m. at the Harkers Island Visitor Center.   August 30, 2011  Cape Lookout National Seashore Reopens Shackleford and Harkers Island Visitor Center  Shackleford Banks and Harkers Island Visitor Center reopening following Hurricane Irene   August 28, 2011  Hurricane Irene Closures at Cape Lookout  Cape Lookout National Seashore remains closed to all visitors (including overnight guests staying in the cabins and day visitors) and all services are shut down until further notice.   August 24, 2011  Hurricane Irene Closures at Cape Lookout National Seashore  Park closures being implemented in advance of Hurricane Irene's arrival   August 03, 2011  Your National Park Day  National Parks belong to all Americans. Cape Lookout National Seashore invites the public to join park staff on Saturday, August 20, at the Harkers Island Visitor Center, as we celebrate “Your National Park Day.”   August 03, 2011  Horse Sense and Survival Trip  Horse Sense and Survival trips are walking tours following the wild Banker horses of Shackleford Banks.   August 02, 2011  Seashore Announces Its Interpretive Program Schedule for August 2011  Cape Lookout National Seashore announced the following programs and activities for the month of August.  For more information on these programs and other program offerings, call the Visitor Center on Harkers Island at (252) 728-2250.   July 08, 2011  New Special Program on Harkers Island  Join a ranger on Saturdays for a guided tour of the maritime forest on Harkers Island.   July 07, 2011  Seashore Announces Its July 2011 Interpretive Program Schedule  Cape Lookout National Seashore announced the following programs and activities for the month of July.   June 24, 2011  Horse Sense and Survival Trips Dates for 2011  Join Dr. Stuska on one of three half-day walking tours of Shackleford Banks to find wild horses and observe their behavior.   June 24, 2011  NPS Temporary Fire Ban in Effect  In compliance with the NC Department of Environment and Natural Resources, Cape Lookout National Seashore has issued a temporary ban on all open burning.   May 27, 2011  2011-05-26  Cape Lookout Lighthouse is opened for climbing May 26 for the 2011 season.   May 13, 2011  Take Your Parent Outside Day  Are you looking for activities that you can do as a family? Then make plans to come and learn some fun outdoor, family-oriented activities. The entire family is welcome but there are some age restrictions for the Learn to Kayak portion.   March 15, 2011  Six Shackleford Horses are Available for Adoption  Six relocated Shackleford horses are seeking loving, permanent homes on the mainland.   March 10, 2011  Special Event Days at Cape Lookout  Four new special event programs will be held at the Harkers Island Visitor Center and the adjacent Shell Point picnic area.   March 10, 2011  National Junior Ranger Day  Celebrate National Junior Ranger Day at Cape Lookout National Seashore.   February 25, 2011  Public Meeting on the Ferry Departure Site Selection for Ferry Services to Cape Lookout National Seashore  Information on a public meeting to present the draft of the Passenger Ferry Departure Site Environmental Assessment \/ Assessment of Effect (EA\/AoE) document.   December 17, 2010  2011 Great Island and Long Point Cabin Reservations  Information on making reservations for cabins at Long Point or Great Island for the 2011 season.   December 13, 2010  Cape Lookout Announces New Summer Positions Open for Applications  No abstract supplied.   November 16, 2010  Cape Lookout Announces Summer Positions Available  No abstract supplied.   September 03, 2010  Lighthouse Area and Shackleford Banks Opened After Hurricane Earl  Partial opening of the park following Hurricane Earl.   August 31, 2010  Seashore Duck Blind Permits Available for the 2010-2011 Hunting Season  No abstract supplied.   August 31, 2010  Seashore to Close in Advance of Hurricane Earl  No abstract supplied.   July 20, 2010  Cape Lookout Lighthouse Re-Opened For Public Climbing July 15, 2010  No abstract supplied.   July 07, 2010  Wild Horse Rescued by Cooperation of NPS, FSH and CI-SHA  No abstract supplied.   July 01, 2010  Seashore Announces Its July 2010 Interpretive Program Schedule  No abstract supplied.   June 29, 2010  National Park Service Fireworks Reminder  National Park Service Fireworks Reminder   June 29, 2010  Seashore Works to Preserve Cemetery Headstones At Portsmouth Village and Shackleford Banks  No abstract supplied.   May 19, 2010  Cape Lookout Volunteer Wins National Award      May 14, 2010  Horse Sense and Survival Trips Begin       April 22, 2010  National Junior Ranger Day at Cape Lookout National Seashore      April 12, 2010  Shackleford-Ocracoke Cross Filly Born      April 07, 2010  CAPE LOOKOUT INSTALLS 2010 SEASONAL BIRD CLOSURES FOR PROTECTION OF THREATENED SHOREBIRDS      March 25, 2010  All are Invited to the Portsmouth Village Homecoming      March 25, 2010  Shackleford Banks Horses 2009 Findings Report      March 25, 2010  National Park Service Recruiting Local Youth for Internships      March 23, 2010  Seashore Programs for March 2010 and Visitor Center Opening Dates      March 16, 2010  Seashore to Hold Public Meeting on Lighthouse Climbing Fee      February 11, 2010  Seashore Species Management Annual Reports are Available to the Public       February 09, 2010  Recruiting Carteret County Teacher-Ranger       January 27, 2010  Seashore Offers 25% Discount on Cabin Rates       January 26, 2010  Ken Burn's The National Parks: America's Best Idea Series       January 04, 2010  2010 Great Island and Long Point Cabin Reservations      September 29, 2009  Cape Lookout Lighthouse 150th Anniversary Juried Art Contest, Exhibition and Sale       September 25, 2009  Seashore Announces Its October Interpretive Program Schedule      September 21, 2009  Help Us Make America's Best Idea Even Better       September 04, 2009  CAPE LOOKOUT SHOREBIRD NESTING SEASON ENDS      August 28, 2009  Cape Lookout Lighthouse 150th Anniversary Juried Art Exhibition       August 18, 2009  SEASHORE DUCK BLIND PERMITS AVAILABLE FOR THE 2009-2010 HUNTING SEASON       August 04, 2009  Public Meeting Scheduled on Seashore Passenger Ferry Departure Site Consolidation       July 01, 2009  Seashore Announces Its 2009 July Interpretive Program Schedule      June 04, 2009  Seashore Announces Its 2009 June Interpretive Program Schedule      May 29, 2009  150th Anniversary of the Cape Lookout Lighthouse Search for Lighthouse Keepers Descendants and Life Savers       May 19, 2009  Sense and Survival Tours      April 23, 2009  Be A National Park Service Junior Ranger!      April 23, 2009  Shackleford Horses Available for Adoption       April 03, 2009  CAPE LOOKOUT NATIONAL SEASHORE INSTALLS SEASONAL BIRD CLOSURES FOR PROTECTION OF THREATENED SHOREBIRDS       March 19, 2009  Seashore Offers 25% Discount on Cabin Rates For The Summer       March 17, 2009  Seashore Programs for March and Visitor Center Opening Dates       March 04, 2009  Morris Marina Ferry and Cabin Contract Not Extended Ferry and Cabin Service Will Not Be Interrupted      February 12, 2009  The Annual Backyard Bird Count Is a Fun Family Event      February 10, 2009  Cape Lookout National Seashore Celebrates Black History Month      February 03, 2009  Searching for Cape Lookout Lighthouse Keepers Descendants and Life Savers      January 27, 2009  LONG-TERM VEHICLE PARKING PERMITS AVAILABLE      January 13, 2009  Art Exhibition at Core Sound Waterfowl Museum & Heritage Center      January 13, 2009  Young Banker Horses Available for Adoption      December 22, 2008  Opening Dates and Reservations for Great Island Cabins      November 14, 2008  Seashore Commercial Services Plan Completed And Moratorium on Commercial Services Permits Ends       September 07, 2008  Seashore Re-opens after Hanna      September 03, 2008  Seashore to Close In Advance Of Topical Storm Hanna       August 22, 2008  SEASHORE DUCK BLIND PERMITS AVAILABLE FOR THE 2008-2009 HUNTING SEASON       August 20, 2008  Seashore Experimental Reduction of Raccoon Population to Evaluate Removal as an Option for Protected Species Management Draft Environmental Assessment is Open for Public Comment       August 20, 2008  September Program Schedule at Seashore      July 23, 2008  Seashore Announces Its August Interpretive Program Schedule      July 22, 2008  Seashore Cabin Lodging Media Open House      June 23, 2008  Seashore Receives Donations from Eastern National For Park Newspapers and Trail Exhibits      June 23, 2008  Seashore Announces Its July Interpretive Program Schedule      June 19, 2008  Share Your Hurricane Experiences      June 16, 2008  Sense and Survival Horse Tours Begin       June 04, 2008  Cape Lookout National Seashore Announces Its June Interpretive Program Schedule       April 29, 2008  First Foal of Season Born on Shackleford Banks       April 23, 2008  Cape Lookout National Seashore Announces National Park Week and Junior Ranger Day      April 18, 2008  Shackleford Banks Horses 2007 Findings Report       April 17, 2008  CAPE LOOKOUT INSTALLS SEASONAL BIRD CLOSURES FOR PROTECTION OF THREATENED SHOREBIRDS      April 17, 2008  Shackleford Banks Field Trips on Horse Sense and Survival      March 28, 2008  Public Meetings on Alternative Options for the Off-Road Vehicle Management Plan\/EIS for Cape Lookout National Seashore      March 24, 2008  Portsmouth Homecoming:  April 19, 2008      March 17, 2008  Cape Lookout Vehicle Ferry and Cabin Services Open for the Summer!      February 23, 2008  Lighthouse Climbs Suspended For Public Safety  Cape Lookout National Seashore Suspends Lighthouse \"Open House\" Climbs for Public Safety   January 18, 2008  Seashore Accepting Applications For Davis Vehicle\/Passenger Ferry Operation       January 18, 2008  Shell Point Picnic Area Temporarily Closed Due To Shoreline Stabilization Work      January 13, 2008  Cape Lookout to solicit new \"interim\" Davis to Great Island Ferry Operator      January 04, 2008  Shoreline Stabilization Work  To Start at Shell Point, Harkers Island  Shoreline stabilization work to start at Harkers Island, NC.   November 13, 2007  Seashore Commercial Services Plan\/EA Available for Public Comment      October 26, 2007  Russel J. Wilson named Superintendent of Cape Lookout National Seashore      October 19, 2007  November Interpretive Program Schedule At the Seashore       October 19, 2007  Cape Lookout National Seashore Winter Hours and Programs      October 12, 2007  SEASHORE ANNOUNCES NOVEMBER LIGHTHOUSE OPEN HOUSE       September 28, 2007  October Interpretive Program Schedule At the Seashore       September 10, 2007  September Interpretive Program Schedule At the Seashore      September 07, 2007  Public Meetings Scheduled on Off-Road Vehicle Management At Cape Lookout National Seashore      August 14, 2007  SEASHORE DUCK BLIND PERMITS AVAILABLE FOR THE 2007-2008 HUNTING SEASON      July 26, 2007  August Interpretive Program Schedule At the Seashore      July 24, 2007  Seashore Interim Protected Species Management Plan\/EA APPROVED With a Finding of No Significant Impact      July 24, 2007  New Acting Superintendent For Cape Lookout      July 06, 2007  SEASHORE ANNOUNCES AUGUST LIGHTHOUSE OPEN HOUSE      June 20, 2007  Cape Lookout National Seashore Announces Its July Interpretive Program Schedule       June 19, 2007  Wild Horses of Shackleford Banks Book Signing and Children's Story Time on Saturday, June 30      June 08, 2007  Seashore Announces Its June Interpretive Program Schedule       June 08, 2007  Horse Sense and Survival Ranger Programs on Shackleford Banks       April 10, 2007  Visitors Can Expect Fines for Unleashed Dogs at the Seashore      April 05, 2007  Spring Brings New Foals to Shackleford Banks      April 05, 2007  Shackleford Horses Book-Signing April 18      April 04, 2007  Shackleford Banks Horses 2006 Findings Report       March 14, 2007  Seashore Superintendent To Move To Grand Teton National Park      March 13, 2007  Harkers Island National Seashore Bookstore Gets a New Look       March 06, 2007  Two Young Horses Removed From Shackleford Banks Looking Toward a Bright Future       March 01, 2007  Seashore to Hold Public Meetings on Commercial Services And Cape Village Historic Structures Reuse       December 29, 2006  Park Closing Honors President Gerald R. Ford      November 24, 2006  Meryl Streep To Narrate A New Film For the Seashore  Meryl Streep To Narrate A New Film For the Seashore   November 04, 2006  Successful Sea Turtle Nesting Season At The Seashore      October 24, 2006  Archaeology Students Research Shackleford Whaling Industry!      September 26, 2006  Safety Training Requirement of North Carolina ATV Law Becomes Effective October 1, 2006       September 07, 2006  Seashore to Allow Limited PWC Access  Personal Watercraft (PWC) will be allowed limited access to the seashore.   September 06, 2006  September Program Schedule At The Seashore  Schedule of Ranger-guided programs for the month of September.   September 01, 2006  Seashore Sites Reopen with Ernesto's Passing  Seashore reopens areas closed for Ernesto   August 31, 2006  Cape Lookout National Seashore Closing Due to Tropical Storm Ernesto  Tropical Storm Ernesto forces closure of a portion of Cape Lookout National Seashore.   August 16, 2006  Cape Lookout National Seashore Duck Blind Permits Available For 2006-2007 Hunting Season      July 26, 2006  Virginia Man Drowns at Cape Lookout National Seashore      June 28, 2006  Permit Required For Group Events at Shackleford Banks      June 26, 2006  First Piping Plover Nest at the point of the Cape Hatches      June 21, 2006  Un-leashed Dogs Threaten Seashore Wildlife      May 23, 2006  Seashore Announces Summer Programs      May 23, 2006  Seashore Announces June Lighthouse Open House      May 10, 2006  The Seashore Announces Commercial Services Plan Public Meeting      May 08, 2006  Temporary Vehicle Closure To Protect Threatened Shorebird      May 02, 2006  Shackleford Banks Horses 2005 Findings Report      April 24, 2006  Shackleford Banks Welcomes New Arrival      March 24, 2006  Public Comment Period Extended for Seashore Interim Protected Species Management Plan Evironmental Assessment      March 10, 2006  Seashore Interim Protected Species Management Plan Draft Environmental Assessment is Open for Public Comment      February 17, 2006  Vehicle Parking Lot Moves to Cape Lookout Lighthouse Area      February 17, 2006  Shoreline Protection Work Planned for Lighthouse  The Park will begin rebuilding the sound-side shore to protect the lighthouse and its outbuildings.  This shoreline was heavily impacted in September of 2003 by Hurricane Isabel.   January 11, 2006  Public Invited to Comment on the Draft Revision of the National Park Service Management Policies      January 04, 2006  Seashore Proposed PWC Rule Available for Public Comment      December 09, 2005  Public Invited to Comment on Draft Revision of the National Park Service Management Policies      October 25, 2005  Cape Lookout National Seashore Opens Public Scoping for Interim Protected Species Management Plan",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/news\/newsarchive.htm"
}
