{
    "title": "Cape Lookout National Seashore: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 05, 2016  Explore Your Park with an Evening at the Cape Lookout Lighthouse on August 18-20!  Cape Lookout National Seashore is pleased to announce that the next Evening at the Cape Lookout Lighthouse programs will take place on Thursday, August 18, Friday, August 19, and Saturday, August 20.   July 26, 2016  Cape Lookout National Seashore Reminds Visitors of Water Safety Following Fatality  The National Park Service is reminding Cape Lookout visitors to be mindful of swimming hazards following the drowning of a 35-year-old man Monday.   July 08, 2016  Explore Your Park with an Evening at the Cape Lookout Lighthouse!  Cape Lookout National Seashore is pleased to announce that the next Evening at the Cape Lookout Lighthouse programs will take place on Thursday, July 21, Friday, July 22, and Saturday, July 23.   June 17, 2016  Update: The ‘Diamond in the Rough’ Celebrates its 50th Anniversary and the NPS Centennial  Cape Lookout National Seashore’s 50th Anniversary and National Park Service Centennial celebration scheduled to be held tomorrow (Saturday, June 18, 2016) will be modified slightly due to the Gale Warning issued by the National Weather Service.   June 15, 2016  Come Join In All the Fun at Cape Lookout National Seashore This Weekend!  The National Park Service welcomes you to Harkers Island Visitor Center on June 18, 2016 to join park staff, volunteers, and local dignitaries for festivities and a ceremony honoring both the 50th Anniversary of Cape Lookout as a National Seashore, and the National Park Services' 100th Anniversary of existence.   June 07, 2016  Sea Turtle Survey by NOAA and Duke University Ongoing  Cape Lookout National Seashore is pleased to announce that the National Oceanic and Atmospheric Administration’s National Marine Fisheries Service (NMFS) and Duke University Marine Laboratory are monitoring sea turtles in the waters of the park through November 2016.   June 04, 2016  Celebrate 50 Years of Cape Lookout National Seashore with a Horse Sense and Survival Trip  Cape Lookout National Seashore is pleased to announce the first Horse Sense and Survival trip of 2016, which will be offered as one of several Ranger-led tours on a day that honors Cape Lookout’s 50th Anniversary and the National Park Service Centennial.   June 04, 2016  Celebrate 50 Years of Cape Lookout National Seashore with an Evening at the Cape Lookout Lighthouse!  Superintendent Pat Kenney is pleased to announce the Evening at the Cape Lookout Lighthouse Ranger-led experience to take place on Thursday, June 16, Friday, June 17, and Saturday, June 18, 2016.   June 01, 2016  The ‘Diamond in the Rough’ Celebrates its 50th Anniversary and the NPS Centennial  Cape Lookout National Seashore is a Diamond in the Rough among the 411 national park units.   May 12, 2016  Come Join Us for An Evening At the Cape Lookout Lighthouse!  Superintendent Patrick M. Kenney is pleased to announce this year’s evening climbs of the Cape Lookout Lighthouse.   May 05, 2016  Cape Lookout National Seashore ‘Diamond in the Rough’ Fourth Grade Student Art Contest Extends Submission Date  Cape Lookout National Seashore encourages all 4th grade students of Carteret County to enter the “Diamond in the Rough Student Art Contest”. The last day to enter art has been extended from Friday, May 13, to Friday, May 27 at 5:00 p.m.   May 04, 2016  National Park Service and Outdoor Foundation Select Center for Human-Earth Restoration as 2016 Challenge Cost Share Program Recipient  On May 2, 2016, the National Park Service and the Outdoor Foundation announced recipients of the 2016 Challenge Cost Share Program, which supports projects that promote urban outreach, youth engagement and connecting people to the outdoors.   April 21, 2016  Tourism to Cape Lookout National Seashore creates over $19.2 Million in Economic Benefits.  Report shows visitor spending supports over 274 jobs in local economy.  A new National Park Service (NPS) report shows that 400,413 visitors to Cape Lookout National Seashore in 2015 spent $17,698,100 in communities near the park.   April 12, 2016  2016 Portsmouth Homecoming  Cape Lookout National Seashore and the Friends of Portsmouth Island would like to invite the public to the Portsmouth Homecoming on Saturday, April 30, 2016, in historic Portsmouth Village.   April 12, 2016  Calling All Junior Rangers to Cape Lookout National Seashore!  Calling all kids, ages 5 -13!  Come on out to Cape Lookout National Seashore this weekend and become a National Park Service Junior Ranger on National Junior Ranger Day!   April 01, 2016  2016 Season Opening Dates and Schedule for Cape Lookout Lighthouse  Cape Lookout National Seashore Superintendent Pat Kenney has announced that the Cape Lookout Lighthouse will open for climbing from Tuesday, May 17, through Saturday, September 17, 2016.   March 18, 2016  Cape Lookout National Seashore Voted Best National Park Beach 2016 in USA Today  Cape Lookout National Seashore has been named the Best National Park Beach of 2016, according to a USA TODAY readers’ choice contest.   March 10, 2016  Cape Lookout National Seashore Announces ‘Diamond in the Rough’ Student Art Contest  Cape Lookout National Seashore is offering 4th grade students of Carteret County the chance to enter the \"Diamond in the Rough Student Art Contest\".   March 10, 2016  Cape Lookout National Seashore Salutes 50 Years as NPS Unit with  Roll-out of New Park Brochure; Public Celebration on June 18, 2016.  Cape Lookout National Seashore observes its 50th Anniversary as part of the national park system on March 10, 2016.   February 23, 2016  Cape Lookout National Seashore Nominated for Best National Park Beach 2016  A beach is a marvelous place to get away from it all to relax and explore the wonders of the sea.  Cape Lookout National Seashore has been nominated as a contender for ‘Best National Park Beach’ in the 10 Best Readers’ Choice travel award contest.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/news\/newsreleases.htm"
}
