{
    "title": "Cape Lookout National Seashore: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility      HARKERS ISLAND The Shell Point area of Harkers Island is the only part of the park that can be reached by vehicle. Parking areas and walking paths are all paved and graded for wheelchair access. The Harkers Island Visitor Center is accessible. The park's movie is shown on a large screen.  It is open-captioned with the captions appearing on a reader board beneath the screen.  The film's audio description and soundtrack are broadcast for use with assistive listening devices.  These devices, with either a headphone speaker or an induction loop, are available at the information desk, ask the ranger on duty for assistance. Visitor center exhibits include tactile maps and written transcriptions for all audio components.  Behind the visitor center is the Soundside Trail.  This trail is flat but has some rough surfaces and soft soil.  About half of the trail is a wooden boardwalk. BARRIER ISLAND DESTINATIONS The islands and beaches of Cape Lookout National Seashore are not the easiest places to reach. No bridges cross to the islands from the mainland, boats are the only way to reach the park. Just getting to the park can be an adventure! The phase of the tide can make the difference between arriving with dry feet or having to splash ashore. Once there, deep sand can make walking difficult. Ferries\/Docks - A variety of boat styles, both large and small, are used to ferry passengers and vehicles to the park. These ferries are partially accessible. Contact the individual ferry service for more information. Cape Lookout Light Station - The Cape Lookout Lighthouse and Assistant Keepers' Quarters Museum are 1\/4 mile (0.4 km) from the ferry landing. A boardwalk leads from the ferry landing to the Lighthouse Keepers' Quarters and to an overlook deck on top of the dune at the beach. Ease of access to the boardwalk is dependent on the phase of the tide and the size and style of boat which transports the individual. The boardwalk across the island to the beach has benches placed in strategic locations. The overlook deck's benches make a nice place to sit in the breeze. From the deck, steps lead down to the beach. Incline of the boardwalk from the base of the dune to the overlook is fairly steep, wheelchairs may need assistance. The Assistant Keepers' Quarters is open seasonally from April through October. This historic structure also serves as a museum. There is a step from the porch to the inside (steps to the porch from the ground are by-passed by the boardwalk from the ferry landing) and doorways are narrow. The four first-floor rooms contain exhibits and a mini-theater.  The mini-theater shows a shorter version of the park's film on a large screen TV.  The movie is open-captioned with the captions appearing on the TV screen. An induction loop compatible with T-coil hearing aids is built into the mini-theater and carries the broadcast of the movie's soundtrack. Wheelchairs, both conventional for the boardwalk and all-terrain for the beach, are available on a first-come-first-served basis at the Light Station Visitor Center. Currently only one of each style is available. Shackleford Banks - This island has few amenities. A dock is located on the west end of the island, but there are no boardwalks.  All trails are of soft sand and follow the natural contours of the island.  Composting toilets are located at the west end ferry landing area and at Wades Shore. Portsmouth Village - Public facilities are limited. Village paths are unpaved and of soft sand. A few of the historic buildings are open seasonally to the public. These are: the Theodore & Annie Salter House, the Post Office\/General Store, the School, the Church and the historic U.S. Life-Saving Station. All have steps at the entrance. If steps can be managed, the main level of each can be viewed. Restrooms are located inside the Theodore & Annie Salter house and compost toilets are located on the far side of the village beyond the historic U.S. Life-Saving Station on the road to the beach. The beach is a 1.2 mile (1.92 km) walk from the village across a tidal sand flat. Depending on wind direction, the phase of the tide and other environmental factors the sand flat may be covered by water that is ankle to knee deep. These same environmental conditions can also flood sections of the village paths. High tide can mean wet feet during your visit. Portsmouth also has a well deserved reputation for biting insects throughout most of the summer and early fall. While breezes and dry weather spells can reduce their numbers, be prepared for them during your visit to the village.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/accessibility.htm"
}
