{
    "title": "Cape Lookout National Seashore: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions      National Park Sites Cape Hatteras National Seashore is located north of Cape Lookout. Cape Hatteras is a developed seashore area and has paved roads and villages with services located throughout. Call 252-473-2111 for recorded information. Wright Brothers National Memorial is located in Kill Devil Hills, NC. From this site the Wright Brothers first flew their airplane. Ranger-led programs are conducted year-round at the visitor center. For more information, call 252-441-6061. Fort Raleigh National Historic Site is located in Manteo, NC, on Roanoke Island. The site of the reconstructed fort of the early English settlers transports the visitor back to life in the 16th century. Ranger-led programs are offered during the summer. Call 252-473-5772 for more information. Moores Creek National Battlefield is located near Wilmington, NC, where an important Revolutionary War battle occurred February 27, 1776. Ranger-led programs are offered on the weekends during the summer months. Call 910-283-5991 for more information. Local Museums and Sites Core Sound Waterfowl Museum & Heritage Center: highlights the traditional lifestyle of those living \"Down East\" through exhibits and demonstrations. North Carolina Aquarium: Located in the town of Pine Knoll Shores, the aquarium is a showcase for the diverse natural and cultural resources of North Carolina's coastal environments. North Carolina Maritime Museum: This waterfront museum preserves the tradition of wooden boat building as well as other facets of North Carolina's maritime heritage. Rachael Carson Reserve: A component of the North Carolina National Estaurine Research Reserve, the islands of the reserve serve as a living laboratories for research, education and coastal management. The History Place: A museum and research library operated by the Carteret County Historical Society. Beaufort Historic Site: Depicts 18th and 19th century life in Beaufort.  The site includes six restored buildings which are open for tours. Nearby City and County Links Information on local attractions, lodging, restaurants or other assistance. North Carolina Tourism Bureau: 1-800-847-4862   (State-wide information) Carteret County Chamber of Commerce: 1-252-726-6831 or 1-800-786-6962 Carteret County Tourism Bureau: (252) 726-8148 Hyde County Chamber of Commerce: (252) 925-5201    (Ocracoke Island) Dare County Tourist Bureau: (252) 473-2138    (Hatteras Village northward to Sanderling, includes Roanoke Island)",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/nearbyattractions.htm"
}
