{
    "title": "Cape Lookout National Seashore: Lighthouse Climbs",
    "body": "Climbing the Cape Lookout Lighthouse       The Cape Lookout Lighthouse is open for climbing from the third week in May to the third weekend in September. Self-guided tours of up to 10 people* will begin every 15 minutes during the hours of operation.    Dates and Hours of Operation 2016 Season     First Climb Begins Last Climb Begins Ticket Window Hours   May 17 to September 17 9:45 AM 4:15 PM  9:30 AM to 4:00 PM    Days of the Week Open: Tuesday, Wednesday, Thursday, Friday, and Saturday PLUS Sunday, May 29, Sunday, July 3, and Sunday, September 4  Closed: Sunday & Monday                The lighthouse may close at any time if conditions (i.e.: temperature\/humidity, lightning, or high winds) are determined to be unsafe. The seashore will announce on Twitter (www.twitter.com\/CapeLookoutNPS) and on Facebook (www.facebook.com\/CapeLookoutNPS) when lighthouse tickets are sold out for the day and when weather related closures occur. Tickets are required.    Ticket Prices   Regular Admission $8.00   Children (12 and under; at least 44 inches tall) $4.00   Senior Pass (62 and over) $4.00   Access Pass (visitors with permanent disabilities) $4.00     Please Note: ticket prices do not include the cost of ferry transportation. For more information on ferry services please contact the ferry company directly. Tickets may be purchased from TUESDAY through SATURDAY at the Light Station Visitor Center during the hours of operation listed above. Tickets are sold on a first come \/ first served basis.  Each ticket is good only for the date and time stamped on the ticket. Ticket holders should arrive at the lighthouse 10 minutes before their scheduled climb. Tickets will not be refunded for late arriving guests. School groups (public, private, or homeschool) will find more information on how to include climbing the lighthouse in their field trip on our Lighthouse Climb Field Trip Activity page. * The safety limit of 10 people in the upper levels of the lighthouse was established by engineers after they examined the structure. Warning: The climb to the top is strenuous. It may be hot, humid, noisy and dim inside the lighthouse. Climbing the 207 steps to the gallery is roughly equal to climbing a 12-story building. The stairs are narrow and groups going up will share the stairs with groups returning to the bottom. Visitors with heart, respiratory, or other medical conditions -- or those who have trouble climbing stairs -- should probably not attempt the climb. Visitors who do not wish to climb can view the four outside \"View from the Top\" exhibits located near the lighthouse Keepers' Quarters, the panorama located in the Keepers' Quarters Museum, and the online panoramas on this website.          Safety Guidelines Children must be at least 44 inches tall to climb the lighthouse due to the often strong winds at the top that can knock children off their feet. Climbers who are 12 years old or younger must be accompanied by someone 16 years of age or older.  To keep hands free for handrails, no person may be lifted or carried and food, drinks, and bulky personal items (e.g. backpacks, tripods) should be left outside the lighthouse. Shoes are required; heels should be less than 1½ inches. Flip-flops are not recommended.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/lighthouse-climbs.htm"
}
