{
    "title": "Cape Lookout National Seashore: Swimming",
    "body": "Swimming          Swimming is a popular activity at Cape Lookout National Seashore, especially in the summer when water temperatures can reach 80 degrees Fahrenheit. Please be aware that there are no lifeguards on any of the beaches at Cape Lookout National Seashore. Swim at your own risk. Swimming is prohibited within 50 feet of the passenger ferry dock in the lighthouse area. This closure is marked by buoys. The Beaufort Inlet beach on the western end of Shackleford Banks is closed to swimming due to the strong currents from the inlet. This closure is marked by signs on the beach. Remember: Swimming in the ocean is not like swimming in a lake or pond. Currents, tide changes, winds, waves, and other factors should be considered when choosing if and where to swim. Before going in the water, spend a few moments watching the waves. Wave patterns are good indicators of the presence of currents, sand bars, and deep water troughs.      Swimming Safety Tips   Always swim with a buddy. Children should swim only with adult supervision. Watch the weather: it can change quickly. Don't swim during thunderstorms; lightening is extremely dangerous and does strike the beach and water. Check for Rip Current advisories at a park visitor center or on NOAA's beach forecast. For your safety do not jump or dive from the docks at any tide height. The water may be shallower than you think and barnacles attached to the dock pilings can cut your hands and feet. The water around the passenger ferry dock in the lighthouse area is closed to swimmers for your safety. The closed area is marked with rope and buoys. Be alert for boats coming in to anchor, they may not see you in the water. Non-swimmers should use Coast Guard-approved flotation vests, even while wading. Watch your footing when wading: sudden changes in depth can occur even in the sound. Watch for jellyfish. If stung, seek first aid if needed. Don't rub sand on the stings. Spraying or pouring vinegar on the sting site often reduces the pain. Don't wear shiny objects when swimming—these objects may attract sharks and other fish. Swim sober. Alcohol can affect your judgment and your body temperature, impairing your ability to swim.       Rip Currents  Rip currents—commonly called rip tides and erroneously called undertows—are strong, narrow, river-like currents that are moving away from the shore. If you are caught in a rip current, do not panic. The current will pull you out into deeper water, but it will not pull you under.       Courtesy of NOAA and USLA       The best way to escape is to wade or swim parallel to the beach until you are out of the current. Then, when free, wade or swim back towards shore at an angle from the current. Do not attempt to swim directly against the current as you will only exhaust yourself.  If you see someone else caught in a rip current, don't become a victim, too. Call 911. Send someone to the visitor center, cabin office, or other area where rangers and volunteers can be found. Throw the rip current victim something that floats—a lifejacket, a cooler, an inflatable ball. Yell instructions on how to escape.  Certain weather conditions can make these currents stronger and more dangerous. Weak swimmers and children are advised to stay out of the ocean when there is an increased threat of rip currents, and even strong swimmers should stay out of the ocean on dangerous days. Rip Current advisories can be found posted at the park visitor centers or on NOAA's beach forecast.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/swimming.htm"
}
