{
    "title": "Tallgrass Prairie National Preserve: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Bison bulls clashing during the rut NPS-Wind Cave National Park   Visitor Safety Animals in the park are wild and unpredictable. Do not feed the wildlife. When you feed animals they may become dependent on handouts and fail to survive the winter. They also become attracted to highways where they can be struck by passing vehicles. Bison  Windmill Pasture (and sometimes West Traps Pasture) is home to the preserve's bison herd. Some hiking trails bisect the bison area. Please do not attempt to pet or come in close contact with the bison. Though they often appear docile, bison are wild animals and will attack when threatened. Please keep a safe distance when hiking. Bison Warning Signs The bison tail's position is like a 'weather vane.' A tail hanging loosely behind indicates that the animal is relaxed. If the tail is partially raised, the bison is alert. If the tail is horizontal, the bison is excited. However, a tail raised upward is a warning; the bison is in a combative posture and may be ready to charge. Bison can run 35 mph and may weigh a ton. Stay a safe distance (at least 125 yards from a bison) from all wildlife. Never turn your back on a bison. Bison Information The bison is North America's largest grazing animal, numbering 30 to 60 million animals prior to European and American settlement. Bison at one time grazed throughout the preserve and the entire Flint Hills region, helping to sustain not only the landscape, but also the American Indian population that lived in the region for thousands of years. Snakes All wildlife at the preserve is protected. The preserve is home to venomous snakes, such as massasauga rattlesnakes and copperheads. For your safety, please watch where you are walking and put your hands only where you can see them. Be cautious around rock walls, fences, and in tall grass. On occasion a few rattlesnakes have been seen in the historic barn. All wildlife is protected at the preserve. It is illegal to kill any wildlife. Pet Safety To protect your pet and park wildlife remember, pets are not permitted in the backcountry. They are permitted on the nature trails; Southwind Nature Trail, Bottomland Trail, and Fox Creek Trail. Pets may not be left unattended, tied off to any object, and must be on a leash at all times. Be aware that ticks are common in high grass. They may affect you and\/or your pet.",
    "url": "https:\/\/www.nps.gov\/tapr\/planyourvisit\/safety.htm"
}
