{
    "title": "Cape Lookout National Seashore: Passport Stamps",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Passport Stamps              Passport Stamp Programs       Cape Lookout National Seashore participates in two passport programs:   Passport to Your National Parks  US Lighthouse Society Passport    These stamps are generally collected in books created for the program or on the park’s color brochure or lighthouse brochure, Junior Ranger booklets, lighthouse climbing tickets, or scrap paper.         Passport to Your National Parks This program was started in 1986 by Eastern National Parks Association with the goal of helping visitors discover the beauty and history of America's national parks.  Passport stamps can be collected at most National Park Service sites. There are two levels to the program: cancellation stamps (ink) and regional stamps (stickers). There are six (6) cancellation stamps for Cape Lookout:   Harkers Island, NC, available at the Harkers Island Visitor Center Light Station Visitor Center near Cape Lookout Lighthouse on South Core Banks Beaufort Visitor Information Center, available in Beaufort, NC Portsmouth Village, the same stamp is available in both the Theodore and Annie Salter House and Visitor Center and the US Life-Saving Station at the other end of the village. Great Island Cabin Office on South Core Banks Long Point Cabin Office on North Core Banks  The stamps at the Harkers Island Visitor Center and at the Beaufort Visitor Information Center are available all year.  The stamps at the other locations are available seasonally -- generally from about March to October\/November.    Each year, Eastern National publishes a set of 10 regional stamps (stickers) featuring 10 different parks. As of 2015, Cape Lookout National Seashore has not been featured on a regional stamp. Find more information at http:\/\/www.easternnational.org\/passport.aspx.          US Lighthouse Society Passport  The passports for the US Lighthouse Society program are typically blue vinyl booklets with places for 60 lighthouse stamps.  The Cape Lookout Lighthouse stamp can be collected at either the Light Station Visitor Center or the Harkers Island Visitor Center (the stamp is the same for both locations). Learn more about this program at http:\/\/www.uslhs.org\/passports.php",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/passports.htm"
}
