{
    "title": "Cape Lookout National Seashore: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       A little planning can make a big difference in your trip to the national seashore. The following information and tips can help make your visit to Cape Lookout safe and enjoyable. Sun & Heat - Swimming & Sea Life - Plants & Insects - Wild Horses  Driving - Boating - Hurricane Information        In Case of Emergency (medical, law enforcement or other life threatening emergencies), DIAL 911. During normal working hours in the summer season (generally April to November), the following locations on the islands have park staff or volunteers available to help:  North Core Banks   Portsmouth Village, mile 2. Go to the Life-Saving Station or to the Portsmouth Visitor Center (Theodore and Annie Salter House). Long Point Cabin Camp, mile 17    South Core Banks   Great Island Cabin Camp, mile 29 Light Station Visitor Center, mile 41, near the lighthouse and ferry dock.    Hazardous weather conditions   Seek shelter where available - at the cabins, in the Light Station Visitor Center, in a rest room, or your vehicle.  If no shelter is available - Get off the beach and move into the dunes or woods.   Be aware that under some conditions  -- lightning and\/or high winds -- the ferry service and all other boat operations will cease until conditions improve.  Be prepared to seek shelter until the boats are able to run again.      The Sun and Heat Sunburn - Always use a good sunblock and reapply it often. A brimmed hat can protect your nose, ears, and neck from the sun. Be especially careful on cloudy days: you can still burn as the sun filters through the clouds and reflects off the water. Heat Exhaustion & Heat Stroke - To avoid getting sick from the heat--drink plenty of water, avoid the noontime sun, and don't overexert yourself. Common symptoms of heat exhaustion include heavy sweating; weakness; and cold, pale, clammy skin. Common symptoms of heat stroke include high body temperature; hot, dry skin; and strong, rapid pulse. Victims should be removed from the sun and cooled off with wet washcloths. Victims of heat stroke need immediate medical attention. More heat safety information is available on NOAA's heat webpage.      Ocean Swimming Many people visit the national seashore to swim in the ocean and enjoy the pristine beaches. One of the most important things to learn before visiting the park is how to swim safely. Visit the Swimming page for information on swimming safety. Among other things, the swimming page shows how you can identify and escape rip currents. Dangerous Sea Life Jellyfish - Most jellyfish found on our beaches are harmless to humans, but people who are allergic to bee or ant stings should exercise extreme caution. Occasionally, winds can wash Portuguese Man-o-wars ashore. Although these are not technically jellyfish, their stings are very painful and potentially dangerous. Even after the animal is dead, its tentacles can sting. Never touch a jellyfish on the beach. Walk around the jellyfish on the dune side to avoid tentacles between the jellyfish and the water. Tentacles should be removed from a sting with a towel, credit card, or another item, but never with bear hands. If the area of the sting is large or if the victim shows signs of an allergic reaction, seek immediate medical attention. Stingrays - The sharp spine at the base of the stingray's tail can deliver a painful wound. Most stings occur when people step on the rays. To avoid this, you should shuffle your feet as you walk in the water. Stingray wounds should be washed and cleaned. If possible, soak the are in water as hot as can be tolerated for 30 to 90 minutes. Seek medial attention as soon as possible. Sharks - Most people can swim in the ocean their entire lives without ever seeing a shark. To avoid meeting a shark: swim in a group; stay close to shore; don't swim at night, dusk, or dawn; don't wear jewelry or other reflective items; and use caution when swimming in inlets, steep drop-offs, the area between sandbars, and other places with concentrated numbers of fish.      Plants and Insects Poison Ivy - If you go into the maritime forest on Shackleford or the stands of pine trees near the lighthouse, be alert for poison ivy vines. Remember: \"leaves of three, leave it be.\" Prickly Pear Cactus - The spines on this plant can irritate skin. Since it is small and grows low to the ground, this cactus can easily be missed. Sturdy shoes or boots are recommended if you plan to hike in the interior of any of the islands. Biting Insects - Mosquitoes, green head flies, sand gnats, chiggers, and ticks can be problems form May to October. Bring an ample supply of repellant and remember to wear appropriate clothing in wooded or marshy areas. It's a good idea to do a tick check after walking though areas with trees or tall grasses.      Wild Horses The horses on Shackleford Banks are wild. Harassing and feeding wildlife (including the wild horses and birds) is prohibited. For your own safety, do not try to pet the horses. Horse watching tips can be found on the Horse Watching page. Driving The beaches and \"back road\" sand path in Cape Lookout National Seashore are North Carolina public highways and are subject to all laws which apply on public roads, including the law against drinking and driving. Boating Visitors bringing their own boats or PWCs to the park should read the information on the Boating page. Hurricanes The National Park Service monitors all tropical cyclones and potential cyclones in the Atlantic throughout hurricane season (June 1st to November 30th).  In the event that the park determines that the seashore will be closed due to the threat of such a storm, rangers will notify ferry operators, cabin renters, and beachgoers in a timely manner.  Announcements will also be issued to the press and posted on the park website (under the News Releases section) and on the park's Facebook and Twitter pages. If an park evacuation is ordered, all visitors must leave the park until after the storm passes and the safety inspection has been completed for that area.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/safety.htm"
}
