{
    "title": "Cape Lookout National Seashore: Photo Gallery",
    "body": "Photo Gallery                    Shackleford Banks Horses   14 Photos  Cape Lookout National Seashore is home to a herd of more than 110 wild horses. These horses live on Shackleford Banks, the southernmost island in the park.          Sea Turtles   15 Photos  Four species of sea turtles can be found in and around Cape Lookout National Seashore--Loggerheads, Leatherbacks, Kemps Ridleys, and Greens.          Shorebirds   17 Photos  Over 200 species of birds can be found in and around Cape Lookout National Seashore at various times of the year. These are a few of the birds which have been seen in the area.            Cape Lookout Lighthouse   13 Photos  Photos of the 1859 lighthouse, light apparatus, the buildings of the light station complex, and other related images.          Portsmouth Homecoming   16 Photos  Every other year, the Friends of Portsmouth Island and Cape Lookout National Seashore host an old-fashioned homecoming in Portsmouth Village. Everyone is welcome to join in this celebration of history and community.          Scenery & Plants   22 Photos  Plants and scenic views from Cape Lookout            Lighthouse at Night   4 Photos  In celebration of the 150th anniversary of the completion of the second Cape Lookout lighthouse, the tower was illuminated at night for a month prior to the anniversary.          Portsmouth Village Audio Tour Photos   42 Photos  Photos, contemporary and historic, related to Stop 1 through Stop 11 of the Portsmouth Village audio tour.          Cabin Camps Photo Gallery   18 Photos  The rustic rental cabins at Great Island (on South Core Banks) and Long Point (on North Core Banks) are a great way to get away from it all!            Island Creatures   10 Photos  Discover some of the snakes, spiders, rabbits, and lizards which have adapted to life on these barrier islands.          Ocean and Shoreline Creatures   14 Photos  View some of the many animals which can be found in the waters and along the beaches of Cape Lookout National Seashore.",
    "url": "https:\/\/www.nps.gov\/calo\/learn\/photosmultimedia\/photogallery.htm"
}
