{
    "title": "Cape Lookout National Seashore: Evening at the Cape",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Special Events     Evening at the Cape                Evening at the Cape          This special program is offered on select dates near the full moon during the months of May, June, July, August, and September. Bring your own flashlight and experience the island and the lighthouse as the keepers did, in the dark of night. Hear stories of the light keepers, watch the sunset and moon and stars come out on the unlit beaches of Cape Lookout National Seashore. Discover a different side to your favorite beach!    The cost of the program is $28 per person (price includes ferry fee) and is non-refundable (weather dependent). Reservations are required. There will be one evening ferry trip on each date for all the climbs on that night; the ferry will depart Harkers Island at 7:30 PM and return at about 10:00 PM for the May through August programs.  Departure and return times will be adjusted for the fall programs as the sunset will occur earlier.   Children joining the climb must be at least 44-inches tall and able to climb the steps on their own. Children 12 years of age and younger must be accompanied by an adult (16 or older). Footwear is required as well.  More information about climbing the lighthouse is available on a different page.  Reservations for the evening programs will be accepted the week prior to each month's dates. NEW for 2016 -- Make your reservation online Recreation.gov is now the place to make your reservations.  Note: you will need to create a profile (or account) on this website before you can complete your reservation.        Dates for the Evening at the Cape (2016)  Friday, May 20 Saturday, May 21 Thursday, June 16 Friday, June 17 Saturday, June 18 Thursday, July 21 Friday, July 22 Saturday, July 23 Thursday, August 18 Friday, August 19 Saturday, August 20 Friday, September 16 Saturday, September 17",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/evening-at-the-cape.htm"
}
