{
    "title": "Cape Lookout National Seashore: Outdoor Activities",
    "body": "Outdoor Activities       Whatever your interest—hiking, birding, horse watching, swimming, shelling, boating, kayaking, windsurfing, camping, or pho­tography—you will find that Cape Lookout National Seashore offers an abundance of opportunities for outdoor recreation. If you want to travel farther than your feet will carry you, two of the barrier islands are open for use by four-wheel drive vehicles, ATVs, and UTVs.          Birding   Birding is a year-round activity at the seashore. Terns and herons are best seen in the summer. The spring and fall seasons are excellent times to view shorebirds, hawks, and songbirds. Ducks and geese are common during the winter months. More information can be found on the Birds page.         Boating  The islands of Cape Lookout National Seashore are reachable only by boat. While many visitors take a ferry, many others prefer to take their own or rented boats. Navigating the shallow waters of the sounds is a challenge. The average depth in the channel is about 5 feet, with the surrounding water averaging less than 3 feet and filled with shoals. Tidal changes can make an area impassable at low tide. Knowing how to \"read the water\" as well as a chart is essential to safe boating.  More information is available on the Boating page.         Camping   Primitive camping is allowed on the barrier islands of Cape Lookout National Seashore. Campers should prepare carefully for the natural conditions to be found at the park. Tips and regulations for beach camping in the park can be found on the Camping page.         Fishing  Spring and fall at Cape Lookout offer what many consider to be some of the best fishing on the Atlantic Coast. Most of the beach and sounds are open to fishing, but there are no fishing piers in the park or boat slips in the park. There are charter boat services located in Beaufort, Morehead City, and Atlantic Beach, NC.   State fishing regulations regarding size and daily limits are enforced. Unwanted fish (sharks, rays, skates, etc.) must be returned unharmed to the surf. You must possess a valid North Carolina Coastal  Recreational Fishing License (CRFL) to fish on the national seashore. These can be obtained from local bait and tackle shops as well as other retailers. They can also be purchased online through the license section on the North Carolina Wildlife Resources Commission website. In the park, licenses may be purchased at the Cabin Office for either Great Island Cabin Camp or Long Point Cabin Camp.         Hiking Trails  There are two connected trails within the park on Harkers Island. The Soundside Loop Trail (4\/5 mile) winds through the maritime forest behind the Harkers Island Visitor Center to the marsh. The Willow Pond Trail (1\/3 mile) circles the pond behind the Core Sound Waterfowl and Heritage Museum.  There are no trails on the barrier islands in the seashore, but many people do backpack or hike the islands. Be advised that walking can be difficult due to the soft sand. Sturdy walking\/hiking shoes are recommended.         Horse Watching  More than 110 wild horses--living in harems, which include a stallion and his mares with their foals, or in bands, which consist of bachelor stallions--roam free along the entire length and width of Shackleford Banks. Since their location at any one time can't be predicted, visitors often scan an area of the island with binoculars to choose which area to search. While mostly seen grazing peacefully, these wild horses can inflict serious kick and other wounds on each other and on anyone who ventures too close. Information on ranger-led horse watching tours can be found on the Horse Sense and Survival Tours page. More information on the herd is available on the Wild Horses page.         Hunting Traditionally, the islands of the National Seashore have been used to hunt waterfowl in the fall. This practice continues under federal and state hunting regulations. More information can be found on the Hunting page. State hunting regulations can be found at http:\/\/www.ncwildlife.org\/.         Kayaking & Canoeing  The picnic area across from the Visitor Center at Shell Point on Harkers Island may be used to launch kayaks and canoes. Be sure to check the weather before your trip and remember to file your float plan in the Visitor Center. More information can be found on the Kayaking & Canoeing page.         Shelling  Cape Lookout is an excellent place to explore for shells. A handbook can be very helpful when less common shells are found. A limit of two gallons of shells per day can be taken off the seashore. Please do not take shells with the animals in them. Take only empty shells. More information can be found on the Mollusks page.         Swimming  There are no lifeguarded beaches in the park. All swimming is at your own risk. Swimming in the ocean is not the same as swimming in a pool or lake. Wind, waves, the change of the tide, the slope of the beach and other factors can cause strong currents to be present in the water even on the calmest days. Ocean conditions can change from day to day and from hour to hour.   Of special concern are rip currents. Certain weather conditions can make these currents stronger and more dangerous. The National Weather Service website now posts a rip current forecast for area beaches. Weak swimmers and children are advised to stay out of the ocean when there is an increased threat of rip currents, and even strong swimmers should stay out of the ocean on dangerous days.  More information and safety tips can be found on the Swimming page.         Windsurfing  Many windsurfers use the area known as Shell Point on Harkers Island. This area is best used when the winds are out of the northeast and are blowing at least 10 mph. Booties should be worn to protect your feet from the broken shells which litter the bottom.  More information can be found on the Windsurfing page.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/outdooractivities.htm"
}
