{
    "title": "Cape Lookout National Seashore: Portsmouth Village",
    "body": "Visiting Portsmouth Village         Exhibits on life in Portsmouth Village can be found in several historic buildings including the Theodore & Annie Salter House and Visitor Center (shown here).   Portsmouth Village is only accessible by boat. A list of the authorized ferry services can be found on the Ferry page.  Exhibits on \"lightering\", community life, and survival in this village can be seen in the Theodore and Annie Salter House and Visitor Center, the School, the Post Office and General Store, and the Life-Saving Station. These buildings, as well as the Methodist Church and Henry Piggot House, are open to the public seasonally. PLEASE NOTE: the Methodist Church is closed to the public as a result of damage sustained during Hurricane Sandy. Other structures are occupied by National Park Service personnel or holders of NPS leases. Please respect their privacy.         Theodore and Annie Salter House and Visitor Center   Public facilities are limited. Restrooms can be found in the Theodore and Annie Salter House and there are compost toilets on the road past the Life Saving Station.  Guided walking tours of Portsmouth Village are offered seasonally. More information can be found on the Ranger Programs webpage. Download the audio tour of Portsmouth and explore the history of this once bustling port town.  Village trails can be difficult to walk due to standing water and sandy soils. The buildings are not wheel chair accessible. Be sure to bring insect repellent, drinking water, food, sunscreen, adequate clothing, a hat, and good walking shoes. Be prepared for the notorious mosquitoes and unpredictable weather.      Portsmouth Village is a protected historic and archeological site. Help the National Park Service protect and maintain this rich cultural site. Please remember:  Camping is allowed on the open beach, but not in the historic district. More information is available on the Camping page. Driving is not permitted within the historic district. More information is available on the Beach Driving page. Pets must remain on a six-foot leash at all times in the village as well as the rest of the national seashore. More information is available on the Pets page. To protect the historic artifacts, metal detectors are not allowed within the national seashore. Damaging, destroying, excavating, and removing of historic ruins, artifacts, or objects of antiquity on public lands is strictly prohibited.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/visit-portsmouth.htm"
}
