{
    "title": "Cape Lookout National Seashore: Visitor Centers",
    "body": "Visitor Centers & Ranger Stations        Click on the Ranger Station icon to learn more about each facility.          Harkers Island Visitor Center Park Headquarters         Open: 9:00am to 5:00pm, 7 days per week. Closed Thanksgiving Day, Christmas Day, and New Year's Day. Location: Eastern end of Harkers Island. On Island Road which is off of U.S. Hwy 70, between Cedar Island and Beaufort, NC. Programs and Amenities: Exhibits on Portsmouth Village, island ecology, and Shackleford Banks horses; interactive map of the park; Kids' Corner with sounds of the seashore game, magnetic discovery board, and a touch table; the park film; informational materials; seasonal programs; free Junior Ranger and Junior Ranger Adventures booklets; special event programs; book store; park passport stamp and lighthouse society stamp; and parking and other Special Use Permits. Available Facilities: Restrooms, first aid, ferry ticket booth, picnic area, and a kayak launch site.      Beaufort Visitor Information Center         Open: 8:30am to 5:00pm, 7 days per week. Closed Thanksgiving Day, Christmas Day, and New Year's Day. Location: First floor of the Beaufort Town Hall at 701 Front St, Beaufort, NC.  Programs and Amenities: Exhibits on island ecology and history; map of the park; informational materials; free Junior Ranger and Junior Ranger Adventures booklets; and park passport stamp. Available Facilities: Restrooms, first aid, beach wheelchair rental (free) and nearby on the waterfront boardwalk is the ferry ticket booth.       Light Station Visitor Center         Open: 9:30 am to 4:30 pm, 7 days per week. Seasonally. Location: On the boardwalk in the lighthouse area connected to the ferry dock. South Core Banks. Programs and Amenities: Shells of the Seashore exhibit; informational materials; seasonal programs; free Junior Ranger and Junior Ranger Adventures booklets; beach wheelchair (free rental); a bookstore; and a park passport stamp and lighthouse society passport stamp. Available Facilities: Restrooms, shade shelter, first aid, and a beach wheelchair.      Great Island Cabin Office         Open: 8:00 am to 3:00 pm, 7 days per week. Seasonally. Location: Second building on the right from the ferry dock. Great Island Cabin Camp on South Core Banks. Programs and Amenities: Information on park history, nature, and recreation; park passport stamp; free Junior Ranger and Junior Ranger Adventures booklets; beach wheelchair (free rental); long-term parking permits; Saltwater Fishing Tournament Weigh Station; and fishing license purchase\/renewal. Available Facilities: First aid.      Long Point Cabin Office         Open: 8:00 am to 3:00 pm, 7 days per week. Seasonally. Location: Turn left from the dock, then first building on the left. Long Point Cabin Camp on North Core Banks. Programs and Amenities: Information on park history, nature, and recreation; park passport stamp; free Junior Ranger and Junior Ranger Adventures booklets; beach wheelchair (free rental); long-term parking permits; Saltwater Fishing Tournament Weigh Station; and fishing license purchase\/renewal. Available Facilities: First aid.      Portsmouth Visitor Center Theodore and Annie Salter House         Open: 10:00am to 4:00pm, Monday through Friday. Seasonally. Location: The first house on the right of the path from Haulover Dock. Portsmouth Village on North Core Banks. Programs and Amenities: Exhibits on lightering, shipping, the fishing industry, and maritime village culture; informational materials; seasonal tours of the village; free Junior Ranger booklets; and park passport stamp. Available Facilities: Restrooms and first aid.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/visitorcenters.htm"
}
