{
    "title": "Cape Lookout National Seashore: Lodging",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging               Lodging          The rustic, wooden cabins at Long Point and Great Island offer beachfront views of the pristine, undeveloped barrier islands of Cape Lookout National Seashore. The cabin camps can only be reached by boat, adding an element of both privacy and adventure. The park's sandy beaches are also prime locations for fishing, shelling, swimming, birding, and simply relaxing. Jump to the section on: Season Dates * Reservations * Compare Camp Facilities  Rental Rates * Camp Maps * Office Hours & Numbers Additional Information * Photo Gallery      Season Dates 2016 Season Reservations begin January 06, 2016 at 10:00 AM  Cabins will be open from March 16, 2016 - November 27, 2016   Reservations Reservations for cabins at Cape Lookout National Seashore can be made one of two ways:   Online at Recreation.gov By phone at 877-444-6777 (TDD: 877-833-6777) Reservations are accepted by phone from 10:00AM to midnight EST March through October and 10:00AM to 10:00PM EST November through February.   Top of Page      Cabin Facilities                         Great Island Cabins Long Point Cabins   Location South Core Banks North Core Banks (Portsmouth Island)   Ferry leaves from ... Davis, NC Atlantic, NC   Number of Cabins 25 cabins 20 cabins   Beds per Cabin 4-12 bunk beds\/cabin 6 bunk beds\/cabin   Size 288 to 960 sq ft each About 500 sq ft each   Cabin Type Individual. Retangular. Duplex. Octagon or Retangular.   Porches Private screened porch Unscreened porch shared by both cabins in the duplex   Accessibility Cabin 2 is handicap accessible. Cabins 9 & 10 are handicap accessible.    There are no hard surface roads or walkways.   Electricity Wired for electricity, but visitors must supply the generator Electricity provided   Air Conditioning No A\/C A\/C in cabins 3, 4, 5, 6, 7, & 8 No A\/C in cabins 1-2 or 9-20   Ice and Gasoline Ice and gasoline can be purchased at the cabin office -- credit cards preferred.   Other Amenities Each cabin includes a hot water heater, private bathroom with shower, table and chairs, kitchen with propane oven\/stove (propane included), bunk beds with mattresses, and a charcoal grill.   Not Included Cabins do NOT include: linens, bedding, cookware, or a refrigerator     Top of Page      Rental Rates and Cabin Maps         Great Island Cabins Great Island Cabin rates  Great Island Cabin Area Map (jpg, 171 kb)         Long Point Cabins Long Point Cabin rates  Long Point Cabin Area Map (jpg, 114 KB)      Cabin Offices Office Hours: 8:00 AM to 3:00 PM, 7 days per week during the open season  Great Island Cabin Information: 252-725-0256 Long Point Cabin Information: 252-732-4574 General\/Off-Season Information: 252-728-2250 ext. 0 Check In \/ Check Out Pick up the keys for your rental cabin at the office located in the cabin area. Check In Time: 1:00 PM Check Out Time: 10:00 AM Top of Page Additional Information Ferry Contact Information Phone numbers for the ferries to the cabins can be found on the Authorized Ferry Services webpage. What to Bring:   Linens and bedding Cookware Coolers (cabins do not have refrigerators) Food and food storage First-aid supplies Flashlights or gas lanterns, if desired Generator, if desired (Great Island only)   Pets in Cabins Visitors who are renting one of the cabins may keep their pet in the cabin as long as the pet is kept in a crate. Pets may also be kept tied up on the cabin porch provided they are not left unattended.  Pets are not allowed inside any other buildings in the park. Vehicles on the Islands Visitors renting a cabin will have an unpaved parking area near their cabin with space for two vehicles. Additional parking is available with a permit in the cabin area's unpaved long-term parking lot. There are no roads in the national seashore: all driving is done on loose sand. Four-wheel drive is highly recommended. Driving information can be found on the Beach Driving webpage. Beach Camping Primitive beach camping is also available. For more information, please visit the Beach Camping webpage. Top of Page",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/lodging.htm"
}
