{
    "title": "Cape Lookout National Seashore: Places To Go",
    "body": "Places To Go       Visitor Centers         Harkers Island Visitor Center Located on the eastern end of Harkers Island, this main visitor center is open year-round except for Thanksgiving Day, Christmas Day, and New Year's Day.  Light Station Visitor Center Situated along the boardwalk connecting the lighthouse area ferry dock to the lighthouse and Keeper's Quarters Museum, this visitor center is open seasonally. Theodore and Annie Salter House This Portsmouth Village visitor center is open seasonally. More information, including hours and facilities, can be found on the Visitor Center page.      Cape Lookout Lighthouse This tower, the second lighthouse built near Cape Lookout, has stood in this spot for over 150 years. The lighthouse area is accessible all year and the tower itself is opened for self-guided climbing tours seasonally.      Keeper's Quarters Museum         Open seasonally from 9:00am to 5:00pm, this historic Keeper's Quarters now hold exhibits on the Lighthouse and Life-Saving Services, lives of the keepers, and the history of the Cape Lookout light on the ground floor. The second floor is closed to visitors. Programs on the progression of lighthouse technology are given on the back porch. Program times are also available at the Light Station Visitor Center.      Historic Villages Cape Lookout Village Historic District This village is about two miles south of the Cape Lookout lighthouse and contains the Lookout Life-Saving Station, a U.S. Coast Guard Station, and several island homes. Portsmouth Village Historic District Established as a lightering port (to move cargo from heavier seagoing ships to lighter boats moving inland), Portsmouth stands today as a window into life on barrier islands in the 19th century.      The Islands Shackleford Banks This southernmost island in the park is approximately 9 miles long and contains the largest maritime forest in the park. Its wide southwestern shore is left exposed to the threat of southwest storms. This island is also home to a herd of wild feral horses which are maintained by the Park Service in partnership with the Foundation for Shackleford Horses, INC.        Great Island Cabins on South Core Banks   South Core Banks The Cape Lookout lighthouse, Cape Lookout Historic Village, and Great Island cabins are all located on this southeast facing island. This island is separated from Shackleford by Barden Inlet and from North Core Banks by Ophelia Inlet. North Core Banks Portsmouth Village, the northernmost point of the park, is on this southeast facing island. North Core Banks also contains the Long Point cabins. It is separated from Ocracoke, part of Cape Hatteras National Seashore, on the north end by the Ocracoke Inlet.      Rustic Cabins The park has cabins available to rent on South Core Banks (Great Island) and North Core Banks (Long Point).  Visit the park's Lodging page for more information on these facilities.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/placestogo.htm"
}
