{
    "title": "Cape Lookout National Seashore: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Park Directions       Mainland Visitor Centers & Offices Only two sections of Cape Lookout National Seashore can be reached by car (without taking a vehicle ferry): the Harkers Island Visitor Center and Park Headquarters and the Beaufort Visitor Information Center. This page also includes directions, including ferry information, for the barrier island destinations.               Harkers Island Visitor Center & Administrative Offices This visitor center is located on the eastern end of Harkers Island, approximately 20 mi (30 km) east of Beaufort, NC and 30 mi (50 km) south of the Cedar Island terminus of the North Carolina State Ferry route from Ocracoke Island to Cedar Island.  This visitor center is one of two Ferry Gateways to the Cape Lookout Light Station and Shackleford Banks. From Beaufort or Morehead City: Follow US 70 EAST. Turn left onto Harkers Island Road (SR 1332\/SR 1335). Follow Harkers Island Road until it terminates. On the left is the two-story visitor center. From Cedar Island: Take NC 12 SOUTH past the Atlantic turnoff to US 70 WEST. Continue on US 70 to Harkers Island Road (SR1332\/SR 1335). Follow Harkers Island Road until it terminates. On the left is the two-story visitor center.  Please Note: The park mailing address does not bring you to the Harkers Island Visitor Center parking lot. If you are using a GPS device, you can use the parking lot coordinates (34.68494,-76.52725). If you are using a mapping service, the following address approximates the location of the parking lot entrance: 1800 Island Road, Harkers Island, NC 28531.  Top of Page Beaufort Visitor Information Center This visitor information center is located at 701 Front Street in Beaufort, NC, approximately 4.5 mi (7 km) east of Morehead City and 40 mi (60 km) south of the Cedar Island terminus of the North Carolina State Ferry route from Ocracoke Island to Cedar Island.  This visitor center is one of two Ferry Gateways to the Cape Lookout Light Station and Shackleford Banks. From Morehead City: Follow US 70 EAST. Turn right onto Pollock Street.  Follow Pollock Street until it terminates at Front Street.  The visitor information center is on the corner of Pollock Street and Front Street. Short term parking is available on Front Street in front of the Visitor Information Center.  Please visit the Town of Beaufort's parking webpage or call the Town Hall at (252) 728-2141 for information on metered, free, and time-limited parking areas. From Cedar Island: Take NC 12 SOUTH past the Atlantic turnoff to US 70 WEST. Continue on US 70 into the town of Beaufort.  Continue straight onto Life Oak Street.  Follow Live Oak Street until it terminates at Front Street, then turn right onto Front Street. The visitor information center is on the corner of Front Street and Pollock Street. Short term parking is available on Front Street in front of the Visitor Information Center.  Please visit the Town of Beaufort's parking webpage or call the Town Hall at (252) 728-2141 for information on metered, free, and time-limited parking areas.      Top of Page      Barrier Island Destinations The islands within the seashore are reached only by boat, either your personal boat or one of the privately operated ferries.  Ferry contact information can be found on the Ferry Services webpage.               Cape Lookout Light Station Passenger ferries leave for the Cape Lookout Light Station from the Harkers Island Visitor Center throughout the year. Ferries leave for the Light Station from the Beaufort Visitor Information Center in the summer and by request at other times of the year. Cape Lookout Village & Point of Cape Lookout This historic village is located 2 miles south of the Cape Lookout Lighthouse and 14 miles south of the Great Island Cabin Camp; the village entrance road is across from Ramp 42b on the \"backroad.\"  The point of Cape Lookout is located 3 miles south of the lighthouse, at Mile 44 of the park.   After taking a passenger ferry to the light station, the village can be accessed by the Beach Shuttle truck service which runs from the Cape Lookout Light Station to the village and point of Cape Lookout or the village can be reached by hiking on the open beach. If you plan to hike to the village, be sure to give yourself enough time to return and take plenty of water and snacks with you.  You can also take the vehicle ferry to the Great Island Cabin Camp and drive your personal vehicle to the village.  Shackleford Banks Passenger ferries leave for the west end of Shackleford Banks from the Beaufort Visitor Information Center throughout the year. Ferries leave for the east end of Shackleford Banks from the Harkers Island Visitor Center in the summer and by request at other times of the year. Top of Page Great Island Cabin Camp & Vehicle Access to South Core Banks The Great Island Cabin Camp can be reached by ferries from the town of Davis, NC.  These ferries can carry both passengers and four-wheel drive vehicles.   From Beaufort or Morehead City: Follow US 70 EAST to the town of Davis. For Cape Lookout Cabins & Camps Ferry Service, continue straight onto Horseshoe Road. Continue straight onto Grady Davis Lane and the ferry is on the left.  For Davis Shore Ferry Service, turn right onto Community Road (SR 1363) then turn left onto Willis Road.  The ferry is on the right. From Cedar Island: Take NC 12 SOUTH past the Atlantic turnoff to US 70 WEST. Continue on US 70 to the town of Davis, NC. For Davis Shore Ferry Service, continue straight on Community Road (SR 1363) then turn left onto Willis Road. The ferry is on the right. For Cape Lookout Cabins & Camps Ferry Service, turn left onto Horseshoe Road. Continue straight onto Grady Davis Lane and the ferry is on the left. Top of Page Long Point Cabin Camp & Vehicle Access to North Core Banks The Long Point Cabin Camp can be reached by ferries from the town of Atlantic, NC.  These ferries can carry both passengers and four-wheel drive vehicles.   From Beaufort or Morehead City: Follow US 70 EAST. Where US 70 meets NC 12, turn right to stay on US 70 (Seashore Drive).  Turn left onto Morris Drive.  At the end of the road, turn right onto Shell Road (SR 1378). Shell Road becomes Morris Marina Road.  The ferry is on the right. From Cedar Island: Take NC 12 SOUTH and turn left onto Old Cedar Island Road.  Turn left onto Morris Marina Road (SR 1378) and the ferry is on the right. Top of Page Portsmouth Village The primary route to Portsmouth Village is by passenger ferry from Ocracoke, NC.   Visitors with a four-wheel drive vehicle may also choose to take the vehicle ferry from Atlantic, NC, to the Long Point Cabin Camps then drive 16 miles up the beach and cross the Portsmouth Flats, parking just outside the village.  For more information on off-road vehicles, please visit our Beach Driving webpage. From the Hatteras to Ocracoke Ferry Terminal: Follow NC 12 SOUTH to Ocracoke Village. The ferry service is on the left at 271 NC 12 (Irvin Garrish Hwy). From Morehead City or Beaufort: Follow US 70 EAST. Where US 70 meets NC 12, continue straight on to NC 12 NORTH until it terminates at the Cedar Island to Ocracoke ferry terminal. Take the state ferry to Ocracoke Island. Turn right to continue on NC 12 NORTH.  The ferry service is on the right at 271 NC 12 (Irvin Garrish Hwy). Top of Page",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/directions.htm"
}
