{
    "title": "Cape Lookout National Seashore: Tips for Beach Driving",
    "body": "Tips for Beach Driving       Off-road vehicle users can help insure that these stretches of beach remain available for beach driving by following the regulations and guidelines listed below.       Driving over the dunes damages the vegetation which holds these islands together. Drive only on designated routes.        Avoid Damaging Vegetation: Drive only on the ocean side of dunes, on officially marked trails, and in parking areas. (Information on parking permits and a pdf of the application can be found on the Long-Term Parking Permits page.) Do not drive on or between the dunes, except on marked routes.  The map in the Beach Driving brochure shows the location of the exits connecting the backroad to the ocean side beach.  Drive only on the ocean side beach or back road, not on the Core Sound side beach.  The sand flats on North Core Banks are closed to vehicles except on the posted trail to Portsmouth Village.      Drive Safely: The speed limit is 25 miles per hour or as posted.  Beach pedestrians always have the right-of-way. The speed limit is reduced to 15 miles per hour within 100 feet of any person lying, standing, or walking on the beach. Drive slowly and detour around them.  Remember: Many people come to the park to escape crowds and make an effort to get as far away from others as possible.  Be especially careful on windy days.  Sunbathers may try to create a windbreak by digging a body pit. This can make them more difficult to see.  Watch for fishing lines.  Open alcoholic beverage containers are illegal in moving vehicles. Never drink and drive.        American Oystercatcher chicks and egg in a beach nest.   Protect the Beach and its Wildlife: Be alert for and obey signs which indicate closed areas.  The following areas are closed to all vehicular traffic, except NPS authorized vehicles performing park management functions:  All of Shackleford Banks.  Core Sound-side beaches on North and South Core Banks.  The Lighthouse area ocean-side beach (South Core Banks from ramp 41A to ramp 42A)  The Rock Jetty Area (mile 46.1 on the ocean-side of South Core Banks) to the tip of Power Squadron Spit.  Portsmouth Village Historic District on North Core Banks.  Cape Lookout Light Station on South Core Banks.  Property of retained rights (leases and lifetime estates) unless invited by the legal tenant of the lease or estate.  Look for beach signs which indicate a protected area.  Closures are updated on the park's Wildlife Closures page and on Twitter.        The weather can change quickly here. Be sure to check the forecast before your trip.   Preparations: Check the weather forecasts and tide tables before starting your trip.  Some sections of the beach are impassable at high tide and during bad weather.  Ask a park ranger about current beach conditions.  The beach is constantly changing and may be totally different from the last time you drove on it.  Carry an off-road kit containing the following equipment:   tire pressure gauge   first aid kit  shovel spare tire air pump tow rope (at least 14 feet long with a load strength of 20,000 pounds.) litter bag flashlight bumper jack with base support board extra boards (for traction) water (since vehicles can quickly overheat on the sand) fire extinguisher  Lower the pressure in all tires to a recommended 20-25 pounds before you drive onto the sand.  The softer the sand, the lower the pressure needed for better traction.  Reinflate tires to normal pressure as soon as possible upon returning to the mainland.  On paved roads, low tire pressure can affect vehicle braking and maneuverability.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/tips-for-beach-driving.htm"
}
