{
    "title": "Cape Lookout National Seashore: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1800 Island Rd  Harkers Island, NC 28531                 Directions         Only two areas of Cape Lookout National Seashore can be reached without taking a ferry: the Visitor Center  on Harkers Island and the Visitor Information Center in Beaufort, NC.  Please note: the park mailing address does not bring you to the Harkers Island Visitor Center parking lot. If you are using a GPS device - use the parking lot coordinates (34.68494, -74.52725) or the following \"address\" which approximates the location of the parking lot entrance: 1800 Island Rd, Harkers Island, NC 28531  Directions Details           Operating Hours & Seasons         Cape Lookout National Seashore Cape Lookout National Seashore is open 24 hours and 365 days a year (weather permitting). Operating hours for visitor centers and other services will vary throughout the year.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Spring: Temperatures generally range from 50 F to 70+ F. Rain & wind are common Summer: Temperatures usually range from 80 F to 100 F with high humidity (80-90%).  Average wind speed is 10-15 mph. Be prepared with plenty of water.  With little shade on the islands, an umbrella to provide shade from the sun is a good idea. Fall: Temperatures usually range from the high 70 F to the upper 40 F. Winter: Temperatures usually range from 50 F - 32 F. Winds can be strong. Dress in layers.         Fees & Passes     Entrance Fees:   Cape Lookout Entrance Fee - $0.00 There is no charge for coming to Cape Lookout National Seashore.  The Harkers Island Visitor Center and the Beaufort Visitor Information Center can be reached by car.  All other locations require a trip by ferry.  There is a charge for the ferry. Contact the ferry company for costs and schedules.         Visitor Centers       Harkers Island Visitor Center Available Facilities: Restrooms, first aid, ferry ticket booth, picnic area, and a kayak launch site.  Programs and Amenities: Exhibits on island history and ecology including the Shackleford Banks horses; interactive map of the park; Discovery Room with sounds of the seashore game, a touch table and other kid friendly activities; the park film is shown upon request; book store;  Ranger programs and free Junior Ranger and Junior Ranger Adventures activity guides   Beaufort Visitor Information Center Available facilities: Restrooms, first aid, and ferry ticket booth; Programs and Amenities: Exhibits on island ecology and history, park map, park passport stamp.  Free Jr Ranger and Jr Ranger Adventures activity guides.   Light Station Visitor Center Located on South Core Banks near the Cape Lookout Lighthouse, this visitor center is reached only by the park ferry or private boat.  Open from mid-March through October, 9:30 AM - 4:30 PM daily.  Available Facilities: Restrooms, first aid, shade shelter, water fountain.  Purchase tickets for climbing the lighthouse at the ticket window.  Also available: park passport stamp station, free Jr Ranger & Jr Ranger Activity guides, bookstore, beach wheelchair (free rental)   Great Island Cabin Office Located at Great Island on South Core Banks, this area is only reached by either the park ferry or your personal boat.  The vehicle ferry coming from Davis, NC lands here, dropping off 4-wheel drive vehicles and passengers.  The Office is open seasonally from 8:00 AM - 4:00 PM daily. Available facilities: First Aid, park passport stamp, free Jr Ranger & Jr Ranger Adventures activity guides, beach wheelchair (free rental), recreation permits   Long Point Cabin Office Located at Long Point on North Core Banks, this area is only reached by either the park ferry or your personal boat.  The vehicle ferry coming from Atlantic, NC lands here, dropping off 4-wheel drive vehicles and passengers.  The Office is open seasonally from 8:00 AM - 4:00 PM daily. Available facilities: First Aid, park passport stamp, free Jr Ranger & Jr Ranger Adventures activity guides, beach wheelchair (free rental), recreation permits   Portsmouth Visitor Center Located in the historic Theodore & Annie Salter House (The first house on the right of the path from Haulover Dock) in Portsmouth Village on North Core Banks. Available Facilities: Restrooms, first aid, park passport stamp; Exhibits on maritime history and village life                Cape Lookout National Seashore consists of 56 miles of undeveloped beach stretched over 3 to 4 barrier islands from Ocracoke Inlet on the northeast to Beaufort Inlet on the southeast.  A visit to the islands can be very enjoyable, but even a day trip requires some advance planning. There are 4 ways to explore the park:  1) Ride as a passenger on any of the authorized ferry services and explore the park on foot. 2) Bring your four-wheel drive vehicle, ATV, or UTV on one of the vehicle ferries and drive on the beach or back road on South Core Banks (ferries leave from Davis, NC) or North Core Banks (ferry leaves from Atlantic, NC).  Be sure to check the list of current wildlife closures and watch for closure signs. 3) Paddle your canoe or kayak from the mainland to one or more of the barrier islands.  Don't forget to file a float plan with the Harkers Island Visitor Center! 4) Take a tour with one of the privately operated tour services.  These may be boat tours, walking tours, or vehicle tours.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/basicinfo.htm"
}
