{
    "title": "Cape Lookout National Seashore: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit        Getting wet near the lighthouse NPS photo      A little planning can make your visit to the islands of Cape Lookout National Seashore very enjoyable. Unlike neighboring beaches, no bridges cross from the mainland to the islands. A boat ride is a must for reaching the area - either your own boat or a ferry. There are also no paved roads, concession stands, bathhouses, camp stores or trash cans in the seashore. Except for the ferry landing areas, the islands are undeveloped and wild.         For a day trip - (for a couple of hours, a half day or all day)  Suggested items to bring:   Drinks & snacks or a picnic lunch. Hand sanitizer and\/or moist towelettes. Most areas do not have sinks or running water. A trash bag to carry any empty wrappers, drink containers or the remains of your lunch back to the mainland for recycling or disposal. Remember there are no trash cans or garbage pickup on the islands; help us keep the beach clean. Sunscreen and a hat for shade. Insect repellent Comfortable clothing and shoes that can take getting sandy and wet. Remember to check the weather and dress accordingly. Beach or fishing gear if going swimming, surf fishing or for other activities.          For overnight stays - (staying in a cabin or a tent) Rustic cabin rentals are available on North Core Banks at Long Point and on South Core Banks at Great Island. While the basics are provided you will still need to bring such things as:  bed linens or a sleeping bag an ice chest and ice for your food and drinks (no refrigerators) your food and drinks a lantern for light and\/or a generator if staying at Great Island Cabin Camps, the cabins at Long Point do have some solar generated electricity provided.  For more information on the cabins …         All camping is in the primitive style. You will need to bring everything you need with you, including your drinking water, and take all trash back to the mainland for disposal. For more information on camping ….",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/index.htm"
}
