{
    "title": "Cape Lookout National Seashore: America the Beautiful Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes     America the Beautiful Passes                America the Beautiful Passes         America the Beautiful Annual Pass   The National Park Service, U.S. Forest Service, U.S. Fish and Wildlife Service, Bureau of Land Management, and Bureau of Reclamation are proud to offer America the Beautiful National Parks and Federal Recreational Lands Passes. Each pass covers entrance fees* at national parks and national wildlife refuges as well as standard amenity fees** at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation.  The following passes are offered:   Annual Pass ($80) Annual Pass for U.S. Military (free) Senior Pass ($10, lifetime) Access Pass (free, lifetime) Volunteer Pass (free, annual)   * Please note: There are no entrance fees for Cape Lookout National Seashore. The ferry companies are privately owned and operated; therefore, ferry fees are not part of this program.  ** Tickets to climb the Cape Lookout Lighthouse are expanded amenity fees, which are not covered by the America the Beautiful passes.  We do offer discounted ticket prices for those who qualify for Senior and Access passes as well as children 12 and younger. Learn more on the Lighthouse Climbing page.        America the Beautiful Access Pass for those with permanent disabilities.   To learn more about these passes or for information on purchasing options, please visit http:\/\/www.nps.gov\/findapark\/passes.htm. Answers to Frequently Asked Questions (FAQs) about the passes are available at http:\/\/store.usgs.gov\/pass\/general.html.      Get Your Pass Cape Lookout National Seashore does not currently issue America the Beautiful passes.  Passes are issued at the following sites in eastern North Carolina:    Croatan National Forest in New Bern, NC Cape Hatteras National Seashore (Senior and Access only) at the campgrounds in Manteo, NC, and at the lighthouse in Buxton, NC Wright Brothers National Memorial in Kill Devil Hills, NC Moore's Creek National Battlefield (Senior and Access only) in Currie, NC Guilford Courthouse National Military Park in Greensboro, NC Uwharrie National Forest in Troy, NC   For a full list of participating sites, please open the Pass Issuance List PDF. Senior and Access passes can be issued by mail.  Annual passes (excluding the Military pass) can be issued online or by phone.  Find more information at the National Park Service's America the Beautiful Passes webpage.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/passes.htm"
}
