{
    "title": "Cape Lookout National Seashore: Academic Fee Waiver",
    "body": "Academic Fee Waiver         NPS Image, Drew Grice  National Park Service regulations allow schools and other bona fide educational institutions to receive entrance fee waivers for visits conducted for educational or scientific purposes related to the resources of the area.      There are no entrance fees for Cape Lookout National Seashore. However, the park is offering fee waivers for lighthouse climbs (ferry transportation fees still apply) to school groups that meet the following criteria:  Eligibility – Groups must be from an accredited school (public, private, or home school) or a bona fide academic institution.  To meet this criterion, schools must submit proof of current official recognition as an Educational Institution by a Federal, State, or local government entity, or other documentation attesting to educational status, such as accreditation letter or an educational tax exemption letter.  Educational Purpose of Visit – The visit must support a specific curriculum for which academic credit is offered.  Groups may submit course outlines, lesson plans, or a copy of the curriculum. Alternative, groups may provide a written description of the education purpose of the visit.  Relevance of Park Resources \/ Facilities – In order to receive a fee waiver for lighthouse tickets, the lighthouse climbing activity must support the educational purpose of the visit.  Applicants must provide a written statement describing how the lighthouse climbing activity supports the educational purpose of the visit.   Ticket fees will also be waived for 1 chaperone (18 years old or older) for every 9 qualifying students. Please note: Climbers must meet all the safety requirements for climbing the lighthouse outlined on the Climb the Cape Lookout Lighthouse webpage.      Download the  Academic Fee Waiver Application (PDF, 50 kb)  for more information. Application Process 1) Make A Reservation   Contact the Education Coordinator at (252) 728-2250 ext. 3002 to make your lighthouse climb and\/or ranger program reservation. WHEN: at least 6 weeks prior to your requested date.   2) Submit the Application Packet   This includes the application and any supporting materials (e.g. accreditation letter, lesson plan). WHEN: all documents must be received by the park at least 4 weeks prior to your climb date.   3) Submit a Payment (if applicable)   Groups that do not qualify for the fee waiver or which have more than 1 chaperone per 9 students much pay the full price of those lighthouse tickets. WHEN: Payment must be received at least 2 weeks prior to the climb date or the reservation will be forfeited.",
    "url": "https:\/\/www.nps.gov\/calo\/planyourvisit\/academicfeewaiver.htm"
}
