{
    "title": "Tallgrass Prairie National Preserve: Accessibility",
    "body": "Accessibility at the Preserve         Viewing the new waysides at the Bottomland Trail National Park Service  Audio Visual Program A 10-minute site orientation video is available at the visitor center. Presentation is open-captioned with audio-description available via headsets and\/or hearing aid loop. A script is also available upon request. Braille Park Brochure  The preserve's main brochure is now available in Braille at the visitor center desk. It is also called the Black Band or Unigrid brochure.    Parking at the Preserve The visitor center has handicap parking available 24 hours daily. Handicap parking is also available west of the barn until 4:30 p.m. when the gates are locked.  Restroom Facilities Handicap restroom facilities are available at the visitor center both inside and in the after-hours restroom inside the breezeway of the visitor center. Handicap accessible restrooms are also available at the historic ranch headquarters adjacent to the barn. The Bottomland Trail offers a comfort station equipped for wheelchairs. Trail Access The Bottomland Trail is wheelchair friendly (except when wet) with trailhead kiosk, five interpretive waysides, comfort station, picnic area, benches, and two varying length trails of 3\/4 or 1\/2 mile. Handicap parking (gravel, but close to the trailhead) is available. Trails are open 24 hours year-round.   Travel south of historic ranch headquarters area on K-177 for two miles, turning left (east) onto the gravel country road adjacent to St. Anthony cemetery. Travel east on gravel road for 1\/3 mile. Watch for trail sign on the north (left) side of the road.  Bus Tours Bus is equipped with a wheelchair lift.   House Accessibility The main level of the historic house is available via removable ramps. Please ask the ranger at the visitor center for assistance. House is available at our Virtual Tour website page and for self-guiding tours in person.  The visitor center has a flip book showing interior photos of the house.   Virtual Tour Page  Barn Accessibility Historic barn's main floor is available via ramps. Virtual Tour Page  Historic One-room Schoolhouse From May through October, the schoolhouse is open daily from 9 a.m. - 4 p.m. On weekends (Saturday and Sunday) in May, June, September, and October the Lower Fox Creek Schoolhouse is staffed with volunteers from noon until 4 p.m. to answer questions. The schoolhouse is accessible via removable ramps. Please call ahead for assistance. Follow the link below to view the interior of the buildings. Virtual Tour Page",
    "url": "https:\/\/www.nps.gov\/tapr\/planyourvisit\/accessibility.htm"
}
