{
    "title": "Great Smoky Mountains National Park: Wildflower Walks",
    "body": "Wildflower Walks         Yellow Lady's Slipper orchids can occasionally be found in the woods at low to mid elevations in the park.   The following walks are especially good for viewing spring wildflowers. Download a park trail map to find the location of these trails. Oconaluftee River Trail This easy, three mile roundtrip, riverside walk begins at Oconaluftee Visitor Center located two miles north of Cherokee, NC on US-441. Deep Creek Trail An easy walk that begins at the end of the Deep Creek Road, 1⁄2 mile beyond the Deep Creek Campground turnoff. The Deep Creek area is located north of Bryson City (follow the signs through downtown Bryson). You can see two waterfalls, Indian Creek and Tom Branch, by walking about two miles roundtrip on this route. Gregory Ridge Trail The first two miles of this trail offer good wildflower viewing. To get there, take Cades Cove Loop Road just past the Cable Mill area. Turn onto Forge Creek Road and follow it to the end. Kanati Fork Trail The Kanati Fork Trail climbs for three miles to intersect with the Thomas Divide Trail on Thomas Ridge. You don't need to walk the whole way to see good wildflowers. The first mile or two have the best displays, especially in early spring. The Kanati Fork Trail begins about 1⁄8 mile north of the Kephart Prong footbridge on the Newfound Gap Road (US-441), eight miles north of Oconaluftee Visitor Center. Schoolhouse Gap Trail An easy trail that gently climbs 2.2 miles from Laurel Creek Road to School House Gap. This route includes a wide array of spring and summer flowers, including some unusual species. The trailhead is 3.9 miles west of the Townsend \"Y\" on the road to Cades Cove. Little River Trail The Little River Trail is a relatively wide and level footpath which follows the scenic Little River toward its headwaters. The trailhead is located on a side road which begins just before you enter Elkmont Campground. The first two miles of the Little River Trail provide good wildflower viewing from mid-March through April. By adding the Cucumber Gap and Jakes Creek trails, you can make a pleasant 5.1 mile loop hike. Middle Prong Trail A walk on this old road will reward the hiker with flowers as well as waterfalls. In the first two miles you may see foamflower, toothwort, violets, wood sorrel, and trilliums. The trail starts at the end of Tremont Road, which begins just west of the Townsend \"Y.\" Cove Hardwood Self-guiding Nature Trail This 3⁄4 mile loop trail offers some of the best spring wildflower viewing in the park. It begins at Chimneys Picnic Area, 4.4 miles south of Sugarlands Visitor Center on the Newfound Gap Road (US-441). Porters Creek Trail This trail often has spectacular wildflowers from late March through April. The trailhead is located in the Greenbrier area (follow highway US-321 about six miles east of Gatlinburg). The first 1.5 miles of trail offer good wildflower viewing. Appalachian Trail The two-mile section between Newfound Gap and Road Prong Trail has good flowers from mid-April through May. Park at Newfound Gap and cross the road to the trail sign.    Each spring, the park hosts the Spring Wildflower Pilgrimage, featuring programs, guided walks, and hikes that explore the wondrous diversity of life in the national park. Visit the pilgrimage website for additional information.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/wildflower-walks.htm"
}
