{
    "title": "Great Smoky Mountains National Park: Cooperating Association",
    "body": "Explore This Park    Get Involved     Support Your Park     Cooperating Association              Cooperating Association        The Great Smoky Mountains Association provided over $3 million to build the new Oconaluftee Visitor Center.        Since 1953, the park's cooperating association, Great Smoky Mountains Association, has been supporting the educational, scientific, and historical efforts of the National Park Service through cash donations and in-kind services. In 2011 alone, the association provided over $4.7 million worth of assistance to the park, including over $3 million to build the new Oconaluftee Visitor Center. Projects the association helped to fund include the elk reintroduction, seasonal park rangers, oral history projects, bear research, and backcountry services.   Join the Association  Members of the association receive a number of benefits which help them keep informed about special events in the park and issues affecting the Smoky Mountains. These benefits include:  Subscriptions to the award-winning quarterly park newspaper, the Smokies Guide, as well as subscriptions to Smokies Life Magazine, and The Bearpaw newsletter A discount of up to 25% on books, music, gifts, and other products sold at visitor centers in the national park Discounts of up to 20% at other national park bookstores across the country Special discounts at attractions, restaurants, and hotels in surrounding communities, and much more.  Memberships start at just $35 per year. Join today by visiting http:\/\/www.smokiesinformation.org\/           Online Bookstore Great Smoky Mountains Association is a nonprofit organization that operates several bookstores in the park and in surrounding communities. They carry a wide array of items to make your trip to the park more enjoyable and memorable. Visit their online store.  Profits generated by purchases are donated to educational, scientific, and historical projects in Great Smoky Mountains National Park. All purchases benefit the park!",
    "url": "https:\/\/www.nps.gov\/grsm\/getinvolved\/supportyourpark\/coopassociation.htm"
}
