{
    "title": "Tallgrass Prairie National Preserve: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Multimedia Presentations                 360 degree view from the second overlook area on the Southwind Nature Trail   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 27 seconds  The preserve is beautiful in every season. Take a short hike and enjoy what Mother Nature has to offer.                Looking back at the ranch from the Southwind Nature Trail second overlook area   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:25 seconds  Wonderful vantage point of the prairie and the historic ranch site with the winter wind howling in the background. Come Find Your Park at Tallgrass Prairie National Preserve.               Birds Filling Up   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:27 seconds  Cardinals and sparrows share a meal at the dinner table sheltered by the cedars.                  Winter Wonderland at Tallgrass Prairie National Preserve   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:18 seconds  Silence, solitude, and serenity are the words that come to mind when watching this video. The hiking trails are beautiful in the winter too. Enjoy your parks and Find Your Park at the preserve.                Braving the Snow to Attend Class   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:49 seconds  Imagine it is winter and you have traveled back in time to the 1880s. Snow is falling, winds are howling, and you must get to class, but you have to walk the mile to school through the prairie, in the cold. If you are lucky you might have a horse to ride or maybe catch a ride in a wagon or buggy. Little Loutie Jones would have seen this exact view, as she lived here in the 1880s with her father and mother.               Let's Take a Winter Walk    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 17 seconds  Experience the Southwind Nature Trail in winter. The cedar grove planted by Stephen Jones in the 1880s shelters you from the prairie wind. Exit the tree line and visit the historic ranch structures. There is much to see and do all year long at Tallgrass Prairie National Preserve.               Smokey Bear Turns 70 in 2014   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:27 seconds  Watch the kids sing Happy Birthday to Smokey Bear.",
    "url": "https:\/\/www.nps.gov\/tapr\/learn\/photosmultimedia\/multimedia.htm"
}
