{
    "title": "Great Smoky Mountains National Park: Do Business With Us",
    "body": "Explore This Park    Get Involved     Do Business With Us            Do Business With Us        Commercial Use Authorization Commercial services in Great Smoky Mountains National Park must be authorized through a Commercial Use Authorization per Public Law 105-391, Section 418. Commercial services are generally prohibited in National Park unless authorized by a CUA or concessions contract. Approved commercial services in Great Smoky Mountains National Park will: (1) have minimal impact on the park area’s resources and values, (2) be consistent with the purposes for which the park area was established; and, (3) be a service which is allowed under the applicable park area management plans, policies and regulations. The park issues CUAs for a variety of visitor services: • Hiking and backpacking guide services • Fishing guide services • Photography guide services and workshops • Certain commercial wedding and portrait photography activities • Hiker shuttle services • Guided tours and workshops • Boat trips and shuttles on Fontana Lake • Emergency road service and towing  CUA Fees CUA Application Fee--$200 (non-refundable) CUA Cost Recovery Fee--$360 for 24 months or $15 per month for a term less than 24 months Fees for CUAs are determined by a cost analysis in compliance with the 2005 Interim Guidelines for CUAs. This guidance authorizes the National Park Service to recover, at a minimum, associated management and administrative costs associated with CUAs. Online Payment for Commercial Use Authorization Fees CUA Application Process Processing time for CUA permits can take four or more weeks depending on the time of year so please plan accordingly. All applications will be processed in the order in which they are received. Please submit all required documents in one application packet. Any incomplete applications will be placed on hold until all required documents are received.  Submitting Your Application Complete application packets can be mailed to: Great Smoky Mountains National Park Attn: Concessions Office 107 Park Headquarters Rd Gatlinburg, TN 37738  Click on a link below to for additional information and application forms: • Guides, workshops, hikers shuttle services, guide tours • Commercial wedding and photography activities • Emergency road service and towing  Click on a link below for a list of businesses authorized under a CUA: • Commerical Use Authorizations listed by type of service • Commercial Use Authorizations for wedding and photography services.   For additional information about CUA permits, please email the park.       Concessions  Several concessioners provide commercial services for visitors to Great Smoky Mountains National Park. Services provided by concessioners are those that have been determined to be necessary and appropriate for public use and enjoyment of the park. Services provided by concessioners in the park include horseback riding, carriage rides, hayrides, bicycle rental, campground convenience items, and backcountry food and lodging. Click for a list of concessioners operating in Great Smoky Mountains National Park. This file includes a map of concession locations in the park. Concessioners operate under concession contracts that are awarded periodically through a competitive selection process. The opportunity to compete for award of a concession contract is published in a prospectus that is available to the public. Click to go to the National Park Service prospectus website.",
    "url": "https:\/\/www.nps.gov\/grsm\/getinvolved\/dobusinesswithus.htm"
}
