{
    "title": "Great Smoky Mountains National Park: Fish Checklist",
    "body": "Fish Checklist       Species list of all known fish species in Great Smoky Mountains National Park. Native species are considered those species found in area waters prior to the arrival of European settlers. Game species are considered those that anglers seek for recreational fishing and harvest. Stream\/Reservoir indicates fish may occupy the Fontana Lake impoundment and\/or the lower reaches of streams flowing into it.     Family   Common Name   Scientific Name   Native   Game  Habitat   Atherinopsidae Brook Silverside Labidesthes sicculus  Yes   No  Stream\/Reservoir   Catostomidae White Sucker  Catostomus commersonii  Yes   No  Stream\/Reservoir   Catostomidae Northern Hog Sucker Hypentelium nigricans  Yes   No  Stream\/Reservoir   Catostomidae River Redhorse Moxostoma carinatum  Yes   No  Stream    Catostomidae   Black Redhorse Moxostoma duquesnei  Yes   No  Stream   Catostomidae Golden Redhorse Moxostoma erythrurum  Yes   No  Stream   Catostomidae Sicklefin Redhorse Moxostoma sp. Yes No Stream\/Reservoir   Catostomidae  Shorthead Redhorse Moxostoma macrolepidotum  Yes   No  Stream\/Reservoir   Centrarchidae Rock Bass  Ambloplites rupestris  Yes   Yes  Stream\/Reservoir   Centrarchidae  Redbreast Sunfish  Lepomis auritus  No   Yes  Stream\/Reservoir   Centrarchidae Green Sunfish Lepomis cyanellus   Yes   Yes  Stream\/Reservoir   Centrarchidae Warmouth Lepomis gulosus  Yes   Yes  Stream\/Reservoir   Centrarchidae Bluegill Lepomis macrochirus  Yes   Yes  Stream\/Reservoir   Centrarchidae Longear Sunfish Lepomis megalotis Yes Yes Stream\/Reservoir   Centrarchidae Redear Sunfish Lepomis microlophus Yes Yes Stream\/Reservoir   Centrarchidae Largemouth Bass Micropterus salmoides Yes Yes Reservoir   Centrarchidae Spotted Bass Micropterus punctulatus Yes Yes Stream\/Reservoir   Centrarchidae Smallmouth Bass Micropterus dolomieu Yes Yes Stream\/Reservoir   Centrarchidae White Crappie Pomoxis annularis Yes Yes Reservoir   Centrarchidae  Black Crappie   Pomoxis nigromaculatus  Yes Yes Reservoir   Moronidae White Bass  Morone chrysops  Yes Yes Reservoir    Clupeidae   Gizzard Shad Dorosoma cepedianum Yes No Reservoir   Cottidae Mottled Sculpin Cottus bairdii  Yes No Stream    Cottidae   Banded Sculpin Cottus carolinae Yes No Stream   Cyprinidae Central Stoneroller Campostoma anomalum  Yes No Stream   Cyprinidae Rosyside Dace Clinostomus funduloides Yes No Stream   Cyprinidae Whitetail Shiner Cyprinella galactura Yes No Stream\/Reservoir   Cyprinidae  Flame Chub  Hemitremia flammea Yes No Stream   Cyprinidae Bigeye Chub Hybopsis amblops Yes No Stream   Cyprinidae Striped Shiner Luxilus chrysocephalus Yes No Stream   Cyprinidae Warpaint Shiner Luxilus coccogenis Yes No Stream   Cyprinidae River Chub Nocomis micropogon Yes No Stream   Cyprinidae  Tennessee Shiner  Notropis leuciodus Yes No Stream   Cyprinidae Silver Shiner Notropis photogenis Yes No Stream   Cyprinidae Rosyface Shiner Notropis rubellus Yes No Stream   Cyprinidae Saffron Shiner Notropis rubricroceus Yes No Stream    Cyprinidae Emerald Shiner Notropis atherinoides Yes No Stream\/Reservoir   Cyprinidae Mirror Shiner Notropis spectrunculus Yes No Stream   Cyprinidae  Telescope Shiner  Notropis telescopus Yes No Stream   Cyprinidae Fatlips Minnow Phenacobius crassilabrum Yes No Stream   Cyprinidae Tennessee Dace  Chrosomus tennesseensis Yes No Stream   Cyprinidae Fathead Minnow Pimephales promelas Yes No Reservoir   Cyprinidae Blacknose Dace Rhinichthys atratulus Yes No Stream   Cyprinidae Longnose Dace Rhinichthys cataractae Yes No Stream   Cyprinidae  Creek Chub   Semotilus atromaculatus Yes No Stream   Ictaluridae Yellow Bullhead Ameiurus natalis Yes No Stream\/Reservoir    Ictaluridae  Smoky Madtom** Noturus baileyi Yes No Stream    Ictaluridae  Yellowfin Madtom* Noturus flavipinnis Yes No Stream    Ictaluridae  Flathead Catfish Pylodictis olivaris Yes Yes Stream\/Reservoir   Percidae Greenside Darter Etheostoma blennioides Yes No Stream   Percidae Greenfin Darter Etheostoma chlorobranchium Yes No Stream   Percidae Fantail Darter Etheostoma flabellare Yes No Stream   Percidae Tuckasegee Darter Etheostoma gutselli Yes No Stream   Percidae Citico Darter** Etheostoma sitikuense Yes No Stream   Percidae  Redline Darter   Etheostoma rufilineatum Yes No Stream   Percidae Snubnose Darter Etheostoma simoterum Yes No Stream   Percidae Swannanoa Darter Etheostoma swannanoa Yes No Stream   Percidae Wounded Darter Etheostoma vulneratum Yes No Stream   Percidae Banded Darter Etheostoma zonale Yes No Stream   Percidae Yellow Perch Perca flavescens No Yes Reservoir   Percidae  Tangerine Darter  Percina aurantiaca Yes No Stream   Percidae Logperch Percina caprodes Yes No Stream\/Reservoir   Percidae Gilt Darter Percina evides Yes No Stream   Percidae Olive Darter Percina squamata Yes No Stream   Percidae  Walleye  Sander vitreus Yes Yes Reservoir   Petromyzontidae Mountain Brook Lamprey Ichthyomyzon greeleyi Yes No Stream   Petromyzontidae  American Brook Lamprey  Lethenteron appendix Yes No Stream   Poeciliidae Western Mosquitofish Gambusia affinis Yes No Stream\/Reservoir   Salmonidae Rainbow Trout Oncorhynchus mykiss No Yes Stream\/Reservoir   Salmonidae Brown Trout Salmo trutta No Yes Stream\/Reservoir   Salmonidae Brook Trout Salvelinus fontinalis Yes Yes Stream            Notes: * Indicates Federally Threatened       ** Indicates Federally Endangered Species List Revised 07\/2013 by Thomas Johnson, Fisheries Technician    References: Page, L. M., H. Espinosa-Perez, L. T. Findley, C. R. Gilbert, R. N. Lea, N. E. Mandrak, R. L. Mayden, and J. S. Nelson. 2013. Common and scientific names of fishes from the United States, Canada, and Mexico, 7th edition. American Fisheries Society, Special Publication 34, Bethesda, Maryland.       Page, L. M., and Burr, B. M. 2011. A field guide to freshwater fishes: North America north of Mexico, 2nd edition. Houghton Mifflin Harcourt.       Etnier, D. A., and Starnes, W. C. 1993. The fishes of Tennessee. University of Tennessee Press.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/fish-checklist.htm"
}
