{
    "title": "Great Smoky Mountains National Park: Brook Trout",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish     Brook Trout                  Southern Appalachian Brook Trout Restoration         Brook trout, such as the male (front) and female (back), pictured here, are native to the Southern Appalachian area. Kenneth Lingerfelt photo  In Great Smoky Mountains National Park, the Southern Appalachian brook trout (Salvelinus fontinalis)--the only native salmonid species--is genetically distinct from its northern counterpart. This species has evolved and adapted over time to the unique environmental conditions of headwater streams in the Southern region of the Appalachian Mountains. Unfortunately, due to human activity, brook trout in the southeast are currently facing many challenges that threaten their existence. Acid deposition from air pollutants and competition for resources with non-native species of trout are among the most detrimental.        Before the restoration project began in 2008, rainbow trout were the dominant trout species in the Lynn Camp Prong study area. NPS photo  Part of the Park Rainbow trout (Onchorhynchus mykiss) and brown trout (Salmo trutta) were introduced to the park in the early 1900's and 1950's to improve fisheries as a natural resource to the public. Managers were unaware that these non-native species would outcompete and force native brook trout into the uppermost reaches of many southern Appalachian streams, further fragmenting many populations. This decrease in connectivity will lead to a decrease in genetic diversity, which would result in low resiliency to future threats, such as disease, climate change and pollution.   In an effort to follow the park service mission by preserving the remaining southern brook trout and restoring connectivity among populations, removal of non-native species of trout is occasionally necessary. However, this can be an extremely difficult task. A barrier (natural, such as a cascade, or constructed) must be present in order to permanently separate the restored population of brook trout from the non-native species downstream. Cascades, such as the one below on Lynn Camp Prong, provide such a barrier to nonnative fish reinvasion.        Lynn Camp Prong Cascades are a perfect example of the barrier needed to keep the non-native species of trout separated from the newly restored waters of upper Lynn Camp Prong, where native brook trout were reintroduced. Kenneth Lingerfelt photo  Additionally, it can be difficult to efficiently remove all non-native species of trout without causing harm to non-target aquatic species. Because of this, multiple methods were tested for efficiency, cost-effectiveness, and minimal effects to non-target aquatic organisms. Although multiple electrofishing removals in a summer was an effective tool, it became evident that a chemical approach using the piscicide Antimycin A would be the most cost-effective and efficient for larger streams with deeper pools that could not be electrofished. Use of the fish pesticide was also proven to have minimal effects to macroinvertebrate communities, which allows biologists to restock southern Appalachian brook trout weeks after restoration.        Recovery of the Lynn Camp Prong brook trout population after the removal of rainbow trout above the cascades in 2008. Populations of brook trout in the upper sites had exceeded the target range for carrying capacity indicating a successful restoration of Lynn Camp Prong. NPS photo  Restoring Lynn Camp Prong The Lynn Camp Prong restoration project was developed in 2007 and began in 2008 with the treatment of 8 miles of stream. After encountering some difficulty with uncooperative, hungry bears and illegal stocking of hatchery rainbow trout, the final treatment of the Lynn Camp Prong restoration project occurred in 2011. The park has now restored 11 brook trout populations totaling 27.6 miles of stream. There are another 13 miles of 9 streams that have barriers and may be restored in the future, however the remaining park streams will continue as they are with the species currently present. Currently the population of Lynn Camp Prong brook trout is flourishing as a part of one of the largest native brook trout restoration projects in the southeast. For the first time since the Great Smoky Mountains National Park was established, every stream in the park is open for fishing and harvest, so if you enjoy chasing native brook trout in headwater streams, make sure Lynn Camp Prong has a spot on your calendar!   For more information:    https:\/\/irma.nps.gov\/App\/Reference\/Profile\/659917 https:\/\/irma.nps.gov\/App\/Reference\/Profile\/653228 https:\/\/irma.nps.gov\/App\/Reference\/Profile\/662549  Prepared by Kenneth Lingerfelt",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/lynn-camp-prong.htm"
}
