{
    "title": "Great Smoky Mountains National Park: Summer Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Summer Wildflowers                  Common Summer Wildflowers in the Smokies         Wood Sorrel NPS Photo  There are over 1,500 kinds of flowering plants that grow in Great Smoky Mountains, more than in any other American national park. These are just a few of the summer-blooming wildflowers and flowering shrubs commonly seen in the park during the summer months:  Wood Sorrel - Oxalis montana  Wood sorrel has small flowers with pink stripes on each petal and has shamrock-like leaves. It looks similar to the spring beauty wildflowers, but has a different blooming season. Wood sorrel is commonly found in the higher elevations of the park.        Nodding Lady Tresses NPS Photo  Nodding Lady's Tresses- Spiranthes cernua  Nodding lady's tresses are late summer wildflowers. They have very small, white, horizontal blossoms and their largest leaves are at the base of the plant. Nodding lady's tresses are frequently found in the higher elevations of the park.          Maryland Golden Aster Photo courtesy of Leslie M. Weetman, PhD  Maryland Golden Aster- Chrysopsis mariana  Maryland golden aster is a tall, daisy like plant with yellow petals around a golden center. Maryland golden asters are frequently seen in the mid-low elevations of the park.          Three-Lobed Black Eyed Susan Photo courtesy of Leslie M. Weetman, PhD  Three-Lobed Black Eyed Susan- Rudbeckoia triloba  Three- lobed black eyed susans have a hairy stem with leaves that are variable in size and shape. Around the base of each flower are bracts that are narrow, green and leafy. Each flower has outer petals that are yellow or orange around a small disk of dark purple flowers. Three-lobed black eyed susans are the only native black eyed susan in the Smokies and they are commonly seen throughout the park.         Pale Jewelweed NPS Photo  Pale Jewelweed (Touch-Me-Nots) - Impatiens pallida  Pale jewelweed are pale yellow flowers with simple, round tooth leaves. It looks similar to the orange jewelweed except for the color. Pale jewelweed is commonly seen throughout the park.        Orange Jewelweed NPS Photo  Orange Jewelweed (Spotted Touch-Me-Not) - Impatiens capensis  Orange jewelweed are orange flowers with brown spots. It has simple, round-tooth leaves. It looks similar to the pale jewelweed except for the color. Orange jewelweed is commonly seen in the mid-low elevations of the park.        Turk's Cap Lily Photo courtesy of Leslie M. Weetman, PhD  Turk's Cap Lily- Lilium superbum  Turk's cap lily have petals and sepals turned sharply back on themselves with green streaks appearing at the base of each floral segment. Turk's cap lily is commonly seen over a wide range of the park.         Butterfly Weed Photo courtesy of Leslie M. Weetman, PhD  Butterfly-Weed- Asclepias tuberosa  Butterfly-weed has clusters of deep orange blossoms covering the plant. Each individual flower has five drooping petals with a crown above. It is also sometimes called chigger-weed. Butterfly-weed can be seen in the mid to low elevations of the park.         Cardinal Flower Kent Cave Photo  Cardinal Flower- Lobelia cardinalis Cardinal flower are a blossom of bright red flowers on short stalks. The flowers are arranged in a loose spike and have veiny, toothed leaves arranged alternatly along the stem. Cardinal flowers are frequently seen in the mid to low elevations of the park.        Pink Turtlehead NPS Photo  Pink Turtlehead- Chelone lyonii  Pink turtlehead have five petals that have fused together to create a two-lipped tube with yellow hairs on the lower three-petal lip. The leaves have obvious stems with rounded bases. Pink turtlehead is frequently seen over a wide range of the park.         New York Ironweed NPS Photo  New York Ironweed- Veronia noveboracensis  New York ironweed is a tall flower that has a dozen or more purple flower heads in a bunched cluster. At the base of each head are green-leafy brackets. New York ironweed is seen in the lower-elevations of the park.         Joe-Pye-Weed Photo courtesy of Leslie M. Weetman, PhD  Joe-Pye-Weed- Eupatorium purpureum  Joe-Pye-weed is a tall wildflower with leaves in whorls of 3 and 4. It has huge, rounded clusters of pink and purple flowers atop the stem.          Southern Harebell Photo courtesy of Leslie M. Weetman, PhD  Southern Harebell- Campanula divaricate  Southern harebells have a delicate, bell shaped flower that droop from horizontal branches. They range in color from almost white to blue and purple and have petals that curl backwards. Southern harebells are commonly seen throughout the park in mid to low elevations.         Flame Azalea NPS Photo   Flame Azalea - Rhododendron calendulaceum  Flame azalea is a flowering deciduous shrub that blooms at low elevations in April and at high elevations in June and July. The leaves and flowers are concentrated at the end of the branch, and the flowers are red and yellow. Flame azalea is commonly seen throughout the park.          Purple Rhododendron NPS Photo  Purple Rhododendron- Rhododendron catawbiense  White Rhododendron - Rhododendron maximum  Both purple and white rhododendron are summer flowering evergreen shrubs that bloom in June and July. They have thick, leathery, long leaves with bunches of flowers at the end of the branch. The purple rhododendron has a pink or purple flower, while the white rhododendron usually has narrower leaves with a white flower.      Recommended Reading         Wildflowers of the Smokies  Photos of wildflowers grouped by color will aid in identifying species found in the park. Includes information on suggested walks, hikes, and drives in the park, as well as wildflower conservation.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/common_summer_wildflower.htm"
}
