{
    "title": "Great Smoky Mountains National Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer       Volunteer in Great Smoky Mountains National Park!        The Volunteers in Parks (VIP) program allows people from all walks of life to step in and lend a hand to help the park. Photo by Warren Bielenberg  Explore, learn, and share you time and talent while helping us protect this special place! From assisting with cultural demonstrations and special events, to adopting a trail or campsite, to serving as campground hosts, to helping fisheries biologists monitor trout populations... and everything in between, the work our volunteers do makes a difference! We have a variety of volunteer opportunities for individuals and groups, including many that do not require training. How to get started:  Download a listing of Volunteer Opportunities or call (865) 436-1265 to receive an information packet and application. Search our Schedule of Events during June - September for Special Volunteer Work Days if you are interested in a one-day work event.    How to apply for a Volunteer-in-Park Position: After reviewing our Volunteer Opportunities, download a VIP Application. Make sure to note where you would most like to volunteer. Send the application to the Volunteer Coordinator or by mail at:  VIP Coordinator Great Smoky Mountains National Park 107 Park Headquarters Drive Gatlinburg, Tennessee 37738    Artist-in-Residence  Learn about and apply for the Smokies Artist-in-Residence program!   Trails Forever Learn about and volunteer for the Trails Forever program!      Student Conservation Association We also utilize Resource Assistants and high school work crews from the Student Conservation Association, Inc. (SCA), which accepts applications for various agencies like the Smokies. They recruit applicants for high school volunteer programs and college-age and older volunteers as Resource Assistants and Conservation Career Development Program fellows. Each year the park utilizes a number of individuals and high school crews, recruited by SCA, in Resource Management activities such as:  Wildlife and fisheries management Vegetation management Air quality monitoring Backcountry management Long-term inventory and monitoring activities of the resources Support of the Park's Visitor Services and Parks-as-Classrooms programs Support of backcountry management and trails maintenance activities   Applications are accepted for winter\/spring and summer\/fall periods. For more information contact:  The Student Conservation Association, Inc. PO Box 550 Charlestown, NH 03603-0550 (603) 543-1700 www.thesca.org",
    "url": "https:\/\/www.nps.gov\/grsm\/getinvolved\/volunteer.htm"
}
