{
    "title": "Great Smoky Mountains National Park: Horse Camp Regulations",
    "body": "Regulations for Horse Camps       The following regulations are strictly enforced at all Horse Camps in the park: • Horses must be kept in stalls and not at the campsite. Clean stalls out when leaving. Discard old and unwanted hay in designated areas. • Keep horses out of campsites. Future campers will appreciate it. • Tie horses only to hitching racks and stalls. Do not tie horses to trees. • Stall spaces are limited. Bring only the number of horses for which you have reservations. • Do not leave stock unattended. • Never leave feed where wildlife can get to it—wildlife attracted to feed can come into conflict with people. • All equine brought to or kept at any park horse camp or ridden on any park trail shall be accompanied by either the original or a copy of an official negative test for equine infectious anemia. • Campfires are permitted only in fire grates. You may collect wood only if it is on the ground and dead. • Pets are allowed in the campground but must be confined or on a leash (6' maximum). Pets are not allowed on trails and should not be left unattended in the campground or your car. Please prevent excessive barking and properly dispose of pet waste. • Dish water and bath water must be drained at utility sinks or dump stations, not on the ground. Do not wash or bathe in streams or at water fountains. RV sewage should be drained only at a dump station. Showers and utility hookups are not available in the Park. Showers may be available in nearby towns. • Quiet hours are in effect from 10pm to 6am. Generator use is prohibited from 8pm to 8am. During quiet hours, noise-producing equipment should be turned off and entry to the campground is limited to registered campers. Unreasonable noise, such as operating a generator for more than an hour at a time, is prohibited at any time. Please be considerate of other campers. • Alcohol is permitted in campgrounds and picnic areas, provided the person in possession is at least 21 years old. • Bicycle riders must comply with all traffic regulations and are restricted to public roads, parking areas, and designated routes. The use of inline skates, skateboards or scooters is prohibited. • Fireworks, traps, weapons and the use of chainsaws are prohibited.      Please Observe the Following • Avoid thawing or frozen trails—save them for dry times. Soil is easily damaged when it is soft. Stay on the trails. Do not use shortcuts. Walk or ride single-file down the center of trails. When crossing roads and paved areas, dismount and lead your horse. • Pack out what you pack in. Littering is illegal. Leave a campsite cleaner than you found it. • Know which trails are open to horses. Check the current Trail Map for up-to-date information. • Keep horses away from springs. Carry and use a collapsible bucket to water your horse. • Use processed feed to eliminate introducing weed seeds into the park—hay may contain seeds of non-native plants that can take over and destroy habitat for native species. • Avoid disturbing wildlife by observing them from a distance. Bears are dangerous—do not feed them or other wildlife. • Pets are not allowed on trails or in backcountry areas. Pets are only allowed in developed areas and must be on a leash at all times. • Do not pick, dig or remove any plant, flower or natural object. This includes antlers and rocks. The same applies to cultural and historical artifacts, including arrowheads, pottery or pottery pieces and other household items. It is illegal to remove any of these items from the park.  Food Storage Regulations All food and equipment used to prepare and store food (stoves, pots, coolers, etc.) must be kept sealed in a vehicle (preferably the trunk) or in a camping unit constructed of solid, non-pliable material or as otherwise directed at all times when not in use. Dispose of garbage promptly in dumpsters provided. Unattended or improperly stored coolers and food may be impounded by campground staff and stored at the campground office. This regulation will be strictly enforced and violators are subject to fines.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/horsecamp-regs.htm"
}
