{
    "title": "Great Smoky Mountains National Park: Artist-in-Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-in-Residence              Artist-in-Residence        Photo by 2015 Artist-in-Residence, Clarence Carvell         Artists have long had an impact on our perceptions of national parks. Dramatic photographs, paintings, and essays helped stimulate the establishment of many park sites and continue to foster an appreciation of them today. Artists interpret the American landscape using traditional and contemporary approaches. They share the national park experience in ways that bring enjoyment, appreciation and a sense of connection to special places that many people may not have an opportunity to visit.       About the Program The Artist-in-Residence program offers an opportunity for artists to pursue new creative endeavors while immersed in the rugged mountain landscape, rich cultural heritage and wealth of biological diversity at Great Smoky Mountains National Park. In turn, selected artists continue the long tradition of interpreting resources in ways that enrich the park experience for today's visitors and leave lasting impressions for future generations. GSMNP seeks writers, musicians, craftsmen, composers, painters, sculptors, photographers, storytellers, performance artists, and videographers who's work is engaged in issues that are relevant to the park's interpretive themes: Diversity and abundance: Great Smoky Mountains National Park harbors a truly wondrous web of life. Biological diversity is the hallmark of the park, which encompasses more than 800 square miles in the southern Appalachian Mountains. No area of equal size in a temperate climate can match it's amazing diversity of plants, animals, and invertebrates. Continuum of Human Activity: Inextricably tied to place, the park's cultural stories are embodied in a variety of preserved historic structures, cultural landscapes, cemeteries, archaeological sites, museum objects, and archival documents. The park is also keeper of less tangible resources including folklore, literature, and music. These treasures enable us to connect one generation to another. Refuge of Scenic Beauty:  Miles of mountain ridges, deep-cleft valleys, unspoiled streams, endemic life forms and unique cultural features provide visitors to the park with profound visual and sensory pleasure. The park offers opportunity for people to experience sanctuary, wilderness, adventure, solitude and respite from the impacts of modern technological society.      Benefit to the Artist The program provides time for artists to develop a body of work, as well as opportunities to engage and inspire the public through outreach initiatives. In exchange for their stay in the park, the artist creates new work and generates experiences that promote visitor understanding of the need to preserve and care for this national treasure.  Free furnished apartment inside park boundaries for 4-6 weeks Reimbursement for materials and expenses not to exceed $300 Enrollment in the National Park Service Volunteers-in-Parks program Opportunity to collaborate with Arrowmont School of Arts and Crafts        The Selection Process A jury of representatives from Great Smoky Mountains National Park and Arrowmont School of Arts and Crafts review submitted materials and interview top candidates. Selections are made on the basis of merit and understanding of the mission of the National Park Service and the park's interpretive themes. We consider all forms of art except those that manipulate or disturb the environment or are disrespectful. Selections are made without regard to race, religion, marital status, sex, age, or national origin. Apply now!      A Selection of Works From 2015 Artists          Danielle Austen Photography.         D.J. Berard    Painting.          Nancy Haver Painting\/woodcutting.         Jill Kerttulla Fiber art.",
    "url": "https:\/\/www.nps.gov\/grsm\/getinvolved\/artist-in-residence.htm"
}
