{
    "title": "Great Smoky Mountains National Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies      The laws enforced in Great Smoky Mountains National Park are contained in two documents:  Federal regulations covering all National Park Service lands are contained in the Code of Federal Regulations, Title 36, Chapter 1 also known as 36 CFR.  In addition, regulations pertaining specifically to Great Smoky Mountains National Park are contained in the park's Compendium of Regulations. Here are a few of the laws you should be aware of when you visit the park. Additional laws that apply to all park visitors can be found in the Code of Federal Regulations, Title 36, Chapter 1 and the Compendium of Regulations. Approaching any wildlife within 50 yards or within any distance that disturbs or displaces wildlife is prohibited. All fields in the Cataloochee Valley, and the field east of US 441 between the Oconoluftee Visitor Center and the Blue Ridge Parkway, and the fields at Couch's Creek and along Tow String Road, are closed to pedestrians and horse traffic during the months of May and June (elk calving season), and the months of September and October (elk rut). (Compendium of Regulations, Public Use Restrictions, Section 1.5 (a)(2).Feeding wildlife is prohibited in the national park. (Title 36, Chapter 1, Section 2.2 (2) Code of Regulations, Wildlife protection). Dogs and other pets (except service animals) are prohibited on any park trail except the Gatlinburg Trail and the Oconoluftee River Trail. (Compendium of Regulations, Pets, Section 2.15 (a)(1), Graffitti\/Vandalism, the destroying, injuring, defacing, or damaging property or real property is prohibited. (Title 36, Chapter 1, Section 2.31, Code of Federal Regulations, Trespassing, tampering, and vandalism). Drones and other unmanned aircraft shall not be operated within the boundaries of the national park. (Compendium of Regulations, Public Use Restrictions, Section 1.5 (a)(2)). Alcoholic beverages that have been opened are not permitted in the park except designated picnic areas, frontcountry and backcountry campgrounds and shelters. (Compendium of Regulations, Alcoholic Beverages and Controlled Substances, Section 2.35). Picking plants or removing any object from the national park is prohibited. (Title 36, Chapter 1, Section 2.1 (1), Preservation of natural, cultural, and archeological resources).Permits are required for all overnight stays in the front and backcountry. (Compendium of Regulations, Camping and Food Storage, Section 2.10 (a) Frontcountry and Backcountry Camping).Only heat-treated firewood that is bundled and certified by the United States Department of Agriculture or a state department of agriculture may be brought into the park. (Compendium of Regulations, Public Use Restrictions, Section 1.5 (a)(2)) as amended 2\/27\/15, Firewood. Bicycles are not permitted on any park trail except the Gatlinburg Trail, the Oconoluftee River Trail, and that portion of the graveled road now existing from the Deep Creek Trail head to the end of the gravel on the Indian Creek Trail. (Compendium of Regulations, Bicycles, Section 4.30).Metal detectors and mineral detectors are not permitted in the national park. (Title 36, Chapter 1, Section 2.1, Code of Federal Regulations, Preservation of natural, cultural, and archeological resources.).Permits are required for the following activities: Special Events Scattering of human ashes Commercial photographyCommercial vehicles passing through the parkDemonstrations including the Sale of Distribution of Print MatterWeddings For a complete list of activities requiring a permit refer to Compendium of Regulations, Section 1.6, Permits. Please report violations of any regulation to park personnel as soon as possible.         Concealed Firearms Regulations As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit the federal Alcohol, Tobacco and Firearms website and select the state that you are interested in from the list on the right side of the page. More specific information about state permit regulations can be obtained on the following websites: Tennessee North Carolina - Use the search box on the NC Dept. of Justice website to find current gun laws.  Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.  Additional Information for North Carolina permit holders: The permit holder must have the permit together with valid identification whenever carrying a concealed handgun, and must disclose to any law enforcement officer that they have a valid permit and are in possession of a concealed handgun when contacted. The permit and proper identification must be presented to a law enforcement officer upon request. Carry of Shotguns and Rifles The possession of long guns, specifically shotguns and rifles shall be in accordance with North Carolina state law. See the North Carolina website listed above for more information. Reciprocity North Carolina recognizes certain out-of-state concealed handgun permittees to carry concealed handguns, if the person’s respective state also grants such privilege to North Carolina concealed handgun permittees. The list of states granting such reciprocity is constantly changing. Out-of-state permittees should refer to the North Carolina Department of Justice’s website at www.ncdoj.gov for a current listing of those states which are allowed to carry, pursuant to their concealed carry permits in North Carolina. To possess a concealed handgun in North Carolina, out-of-state holders must:   Carry their permit and a valid form of identification at all times.   When approached or addressed by any law enforcement officer in North Carolina, disclose the fact that they have a valid concealed handgun permit.   Inform the law enforcement officer that they are in possession of a concealed gun.   Present both the permit and valid identification at the request of the law enforcement officer.      Additional Information for Tennessee permit holders: The permit holder must have the permit in their immediate possession at all times when carrying a handgun and must show the permit at the request of a law enforcement officer. Carry of Shotguns and Rifles The possession of long guns, specifically shotguns and rifles shall be in accordance with Tennessee state law. See the Tennessee website listed above for more information. Reciprocity Tennessee recognizes a facially valid handgun permit, firearms permit, weapons permit, or a license issued by another state according to its terms, and will, therefore, authorize the holder of such out-of-state permit or license to carry a handgun in the state of Tennessee. This means that the state of Tennessee will recognize any state’s valid permit or license, even if Tennessee does not have a written reciprocity agreement with that state, and even if that state does not recognize a Tennessee permit. Individuals must be in possession of the permit or license at all times while in possession of a handgun in Tennessee.       Don't Drive Impaired! The park's mountainous roads are narrow, winding and heavily traveled. They are unforgiving for a careless driver;or worse, for a driver whose mental state is compromised by alcohol or drugs. Every year, several alcohol-related fatalities occur within the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/management\/lawsandpolicies.htm"
}
