{
    "title": "Great Smoky Mountains National Park: Park Statistics",
    "body": "Explore This Park    Learn About the Park     Management     Park Statistics               Park Statistics      Acreage Great Smoky Mountains National Park covers 522,427 acres, divided almost evenly between the states of North Carolina and Tennessee. Visitation More than 9.4 million recreational visits in 2013. (This figure does not include the approximately 11 million travelers on the Gatlingburg-Pigeon Forge Spur.) Highest visitation of any of the 59 national parks. The second most heavily visited national park is Grand Canyon with 4.6 million visits, third is Yosemite with 3.8 million, fourth is Yellowstone with 3.2 million. You can access multiple reports about park visitation by typing the park's name into the \"Select a park\" field at https:\/\/irma.nps.gov\/Stats\/Reports\/Park Economic Impact The park provides an economic hub generating over $734 million in 2013 and supports 10,734 jobs in  surrounding communities. Annual Budget $18.5 million base budget in Fiscal Year 2014. Great Smoky Mountains is one only a few national parks that does not charge an entrance fee. Developed Campgrounds 10 campgrounds with a total of 1000 sites, recording more than 224,557 camper nights in 2013. Picnic Areas 11 picnic areas, totaling 1050 sites. Backcountry Campsites More than 100 sites, including shelters. More than 77,413 overnight visits in 2013. Backcountry Trails 850 miles with over 400,000 hikers annually. Approximately 70 miles of the Appalachian Trail run through the park. Roads 384 miles total —238 are paved and 146 are unpaved. Buildings 342 structures are maintained in the park, including five historic areas with 97 structures preserving Southern Appalachian heritage. Mountains Elevations in the park range from approximately 875 feet at the mouth of Abrams Creek to 6,643 feet at Clingmans Dome. Sixteen mountains peaks exceed 6,000 feet in elevation. Streams 730 miles of fish-bearing streams and another 1,300 miles of tributaries.   Park Designations International Biosphere Reserve (designated October 26, 1976) and World Heritage Site (designated December 6, 1983). Personnel Approximately 240 permanent and more than 80 seasonal. Volunteers 2,625 volunteers donated 150,308 hours in Fiscal Year 2013.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/management\/statistics.htm"
}
