{
    "title": "Great Smoky Mountains National Park: Adopt A Trail",
    "body": "Adopt a Trail Program       This program is a great way to enjoy the park trails while at the same time helping to keep them open, safe and in good condition! Interested in becoming an Adopt a Trail Volunteer? Here is what you should know:  Adopt a Trail volunteer duties include: reporting on overall trail condition, hazards, wildlife issues, signage issues, and blow downs; assisting visitors with park and Leave No Trace information. Trail Trekkers are expected to hike adopted trail(s) at least 5 times a year and submit a report after each trip. To participate in the program, volunteers must complete a VIP application and will receive a packet of information about the program, including the trails open for adoption. Great Smoky Mountains National Park provides volunteers with training in Leave No Trace, and when applicable trail maintenance and tool safety. Volunteers must be 18 years old or work with a consenting adult at all times.  To volunteer for the Adopt a Trail program download a VIP Application and return completed VIP applications to the park's Volunteer Coordinator at 107 Park Headquarters Drive, Gatlinburg, TN 37738.                Adopt A Trail - For Families Your family can assist the park by selecting your favorite trail and taking care of it at least five times a year. Adopting a trail requires monitoring the trail and keeping it in good shape by picking up litter, removing small branches from the trail path, and reporting larger maintenance needs to park staff. There are several short nature trails and family-friendly trails in the park that need this type of care. The definition of family is broad. It can be a parent with children, a grandparent with grandchildren, two or more siblings, or any other combination of people who are members of a family. When your family has performed five maintenance trips you will receive a certificate to take to a visitor center to receive a lapel pin from the park.  To volunteer for the Adopt a Trail - For Families program download a VIP Application and return completed VIP applications to the park's Volunteer Coordinator at 107 Park Headquarters Drive, Gatlinburg, TN 37738. This project was made possible in part by a grant from the National Park Foundation through the generous support of the Coca-Cola Foundation and the Great Smoky Mountains Association.",
    "url": "https:\/\/www.nps.gov\/grsm\/getinvolved\/supportyourpark\/adopt-a-trail.htm"
}
