{
    "title": "Great Smoky Mountains National Park: Field Trips",
    "body": "Field Trips     Planning a field trip can be challenging. We have staff in both North Carolina and Tennessee who can help you navigate the process. Field Trip Packets will help you plan your educational experience in the park: Packets for Ranger-Guided Programs Packets for Teacher-Guided Programs Please visit our Teacher FAQ page for answers to common questions. . Watch a short video about our programs: Tennessee Elementary School North Carolina Elementary School North Carolina Middle School North Carolina High School   Contact Us Email: Education Branch Phone TN: (865) 436-1258 Phone NC: (828) 497-1907     Results   Showing results 1-10 of 16    Sort By:  Title Date         Great Smoky Mountains National Park Explore With Your Senses - Grade K (Tennessee or North Carolina)   Complete field trip packet for a Great Smoky Mountains visit that includes: Explore With Your Senses Pre-Site Lesson, information and directions about the field trip and Wrap-up part 1 and 2 post site activities. One packet for TN educators and one packet for NC educators.    Type:Field Trips Grade level:Lower Elementary: Pre-Kindergarten through Second Grade Subjects:Science        Great Smoky Mountains National Park Great Smoky Mountains - Mingus Mill History and Culture   The Great Smoky Mountains are world renowned for their diversity of plant and animal species. Mingus Mill, located in the Oconaluftee Valley, provides a beautiful spot where students are introduced to daily life routines of the 19th century. Through games, activities, a peek inside the operating mill, and a short hike students are encouraged to compare and contrast the communities of early settlers to their own.    Type:Field Trips Grade level:Lower Elementary: Pre-Kindergarten through Second Grade Subjects:Social Studies        Great Smoky Mountains National Park Ground Level Ozone Biomonitoring - High School Garden Study   Scientists have noticed that ground level ozone levels tend to be worse at higher elevations, especially at night.  This field trip will introduce students to these ozone issues. The attached field trip packet is broken into three parts - onsite activities in the park accompanied by two preparation activities and two wrap-up activities.    Type:Field Trips Grade level:High School: Ninth Grade through Twelfth Grade Subjects:Science        Great Smoky Mountains National Park Mountain Life       Type:Field Trips Grade level:Lower Elementary: Pre-Kindergarten through Second Grade Subjects:Social Studies        Great Smoky Mountains National Park Salamander Research Field Trip (High School)   Salamanders are an especially abundant and diverse group in the Great Smokies. Since salamanders breathe through their skin they are more susceptible to water and air pollution. During this study, high school students will work in groups to collect and record data in taking an inventory in monitoring many of the salamanders found in the park. The field trip packet includes pre, onsite, and post-visit activities.    Type:Field Trips Grade level:High School: Ninth Grade through Twelfth Grade Subjects:Science        Great Smoky Mountains National Park Salamander Research Field Trip (Middle School)   Researchers use salamanders as a bio-indicator to help assess the health of our forests threatened by air pollution and impacts from a changing climate. When students visit the Smokies on their field trip, one group will be collecting data as part of a Salamander study. The pre, onsite, and post-visit activities in this packet will introduce the scientific method and use the identifying anatomical characteristics to key different species of salamanders.    Type:Field Trips Grade level:Middle School: Sixth Grade through Eighth Grade Subjects:Science        Great Smoky Mountains National Park Snails as Bioindicators of Acid Deposition - High School Field Trip   Teachers can use this field trip packet to help their students better understand how snails are an important part of the soil’s food chain and why scientists are concerned about their population due to the links between calcium availability in soil and acid deposition. It includes onsite activities, a preparation activity and a wrap-up activity.     Type:Field Trips Grade level:High School: Ninth Grade through Twelfth Grade Subjects:Science        Great Smoky Mountains National Park Snails as Bioindicators of Acid Deposition - Middle School   Teachers can use this field trip packet to help their middle school students better understand how snails are an important part of the soil’s food chain and why scientists are concerned about their population due to the links between calcium availability in soil and acid deposition. It includes onsite activities, a preparation activity and a wrap-up activity.     Type:Field Trips Grade level:Middle School: Sixth Grade through Eighth Grade Subjects:Science        Great Smoky Mountains National Park Terrestrial Invertebrate Biodiversity Inventory - High School Field Trip   The goal of these field trip activities is to help high school students become familiar with terrestrial invertebrates and understand the biodiversity of Great Smoky Mountains National Park. This field trip packet includes onsite activities accompanied by a preparation activity and a wrap-up activity.    Type:Field Trips Grade level:High School: Ninth Grade through Twelfth Grade Subjects:Science        Great Smoky Mountains National Park Terrestrial Invertebrate Biodiversity Inventory - Middle School Field Trip   The goal of these field trip activities is to help middle school students become familiar with terrestrial invertebrates and understand the biodiversity of Great Smoky Mountains National Park. This field trip packet includes onsite activities accompanied by a preparation activity and a wrap-up activity.    Type:Field Trips Grade level:Middle School: Sixth Grade through Eighth Grade Subjects:Science         1  2   Next",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/education\/classrooms\/fieldtrips.htm"
}
