{
    "title": "Great Smoky Mountains National Park: Institutes & Field Schools",
    "body": "Institutes & Field Schools          Results   Showing results 1-2 of 2    Sort By:  Latest Oldest         Great Smoky Mountains National Park Great Smoky Mountains Institute at Tremont    Great Smoky Mountains Institute at Tremont is a residential environmental learning center located in the national park. Tremont offers workshops and programs for everyone, from teachers to grade school children to Road Scholar groups. Special programs for teachers, such as Teacher Escape Weekends and Science Teacher Institutes, will help you improve your teaching skills while enjoying the beauty of the park.    Type:Institutes and Field Schools Duration:From single day programs to youth camps that last five days or more, Tremont serves teachers, students, and nature-lovers of all ages with school programs, workshops, summer youth programs and camps, citizen science projects and naturalist certification classes. If you love the outdoors, chances are we've got something going on that you'd be interested in. Subjects:Anthropology, Archaeology, Art, Astronomy, Biodiversity, Biology: Animals, Biology: Plants, Botany, Climate, Climate Change, Conservation, Earth Science, Ecology, Environment, Geology, History, Music, Recreation Ecology, Wildlife Biology        Great Smoky Mountains National Park Smoky Mountain Field School    The Smoky Mountain Field School enhances appreciation, understanding, and stewardship of Great Smoky Mountains National Park and the natural world while promoting the idea of learning as a joyful and enriching part of life. From indoor workshops to outdoor field adventures, choose from over 80 workshops and programs covering  topics such as wildlife, wildflowers, forests, history, and hiking to name just a few!    Type:Institutes and Field Schools Accreditation:University of Tennessee Subjects:Archaeology, Astronomy, Biodiversity, Biology: Animals, Biology: Plants, Botany, Conservation, Earth Science, Ecology, Environment, History, Recreation Ecology, Wildlife Biology",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/education\/classrooms\/schools.htm"
}
