{
    "title": "Great Smoky Mountains National Park: Researcher Information",
    "body": "The Southern Appalachians: The Perfect Place for Research         High School intern collecting telemetry data on box turtle habitat use at Purchase Knob, Great Smoky Mountains NP. NPS photo  The Appalachian Highlands Science Learning Center NEWS: Evidence shows that the felt-soled waders are too difficult to adequately sterilize and can serve as a transport vehicle for propagules of invasive diatoms and other organisms. To reduce the risks of accidentally introducing invasive aquatic species, the park encourages anglers and researchers to use the new rubber\/vibram soled wading boots and to follow good cleaning procedures (cleaning, sterilizing, and drying) of equipment prior to using park streams. In 2000, the NPS initiated a program of Research Learning Centers, whose over-arching mission is to increase the effectiveness and communication of research and science results in the national parks through four common goals:  Facilitate use of parks for scientific inquiry. Support science-informed decision making. Communicate relevance, and provide access to, research knowledge. Promote resource stewardship through partnerships.  The Appalachian Highlands Science Learning Center is hosted by Great Smoky Mountains National Park and serves the Smokies, the Blue Ridge Parkway, Obed Wild and Scenic River, and Big South Fork National River and Recreation Area. Parks can provide a variety of in-kind and logistical contributions to support research, including:   Reasonably priced lodging inside some of the National Parks (space limited).  Work space in wet and dry labs (Great Smoky Mountains National Park). Access to biological collections. Access to GIS themes, long-term monitoring data sets, and other data. In-kind support for grants and opportunities to partner with the NPS on the development of proposals for NPS funds and outside grants. Networks of volunteers and interns who might assist with data collection, specimen retrieval, and equipment maintenance. Professional staff who know the park, are often subject area experts, and a designated researcher liaison to assist with logistics.  Research in NPS sites requires a permit. Review and approval of applications is dependent on the project scope and complexity but normally takes 2-4 weeks. Other state and federal agencies in the region may also require permits for work under their jurisdiction. Please click here for information about securing permits that may be appropriate for your work.   It is important that you follow best practices for keeping yourself and the park resources safe:   Please click on the following link for a guide to safe practices within these parks. Please be considerate of your impact upon the habitat and non-study organisms: Leave No Trace. Please clean and sterilize your collecting equipment before visiting the parks and between sites within the parks, especially when working in aquatic and wetland habitats to prevent introduction of non-native species and disease organisms.  Please be considerate of the safety and experience of other park visitors by conducting your work away from trail heads, roads and other areas with high visitor concentrations.  The National Park units supported by this site have research questions that they are especially interested in having addressed. Other research is encouraged that will support park management objectives or further scientific knowledge in the park, as long as the research is not deemed harmful to the park resources or to the enjoyment of the park visitors. View a list of current research permits in Great Smoky Mountains National Park (last updated 18 May, 2016).  Natural areas of National Parks are managed to conserve and restore native species and natural ecological processes to the greatest degree practical. Therefore, research that includes significant manipulation of habitat or organisms, introduction of exotic species or genetic material, disturbing soils at potential archaeological sites, and\/or euthanizing vertebrates are not appropriate in an NPS site. Some study species or geologic features may be much more common just outside the park boundaries. The Research Coordinator may be able to assist you with locating a suitable study site outside of the parks.   We ask that anyone studying the resources of the Southern Appalachians or Cumberland Plateau, in the present, future or past, please send notification of your publications to the Research Coordinator of the Appalachian Highlands Science Learning Center so that we might be aware of your work and learn from it. We are happy to receive PDFs of full articles.  Paul E. Super, Science Coordinator, (828) 926-6251.  Return to Appalachian Highlands Science Learning Center home page.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/ahslc_research_home.htm"
}
