{
    "title": "Great Smoky Mountains National Park: Distance Learning",
    "body": "Distance Learning      If bringing your students to Great Smoky Mountains National Park is a challenge, consider scheduling a distance learning program!    Rangers bring the national park, and subjects like science and history, alive through interactive techniques and imagery All programs are FREE Programs are curriculum-based and meet both national and state standards Schools connect directly to park through video conferencing equipment, such as Skype  Our education team can work with you to develop the perfect program for your classroom needs! For more information, email or call (865) 436-1258.        Results   Showing results 1-6 of 6    Sort By:  Title Date         Great Smoky Mountains National Park Current Research Projects in the Smokies    Research is always taking place in the Great Smoky Mountains National Park. Learn about what is currently happening in the field from resource managers, researchers and park partners.     Type:Distance Learning Grade level:General Subjects:Archaeology, Biology: Animals, Biology: Plants, Climate, Earth Science, Ecology, Environment, Fire Ecology, Historic Preservation, History        Great Smoky Mountains National Park Great Smoky Mountains Electronic Field Trip    Search for life in the Great Smoky Mountains with seven modules that include downloadable activities, videos, and interactive games. The biodiversity of Great Smoky Mountains National Park makes it a living laboratory filled with a variety of slippery salamanders and creepy crawlies. No lab coat is required to study the abundant wildlife here! All you need is keen observation skills and an excitement for exploration. The 1 hour \"field trip\" that accompanies the modules was filmed in Nov. 2009.    Type:Distance Learning Grade level:Fifth Grade-Eighth Grade Subjects:Biodiversity, Biology: Animals, Biology: Plants, Earth Science, Ecology, Environment        Great Smoky Mountains National Park Internet Citizen Science Databases    Great Smoky Mountains National Park, through our partner, Hands on the Land, provides teachers and students an opportunity to search several internet databases for our most popular research projects. Students can ask and answer their own original research questions or teachers can use helpful resource guides that walk you through the data analysis process.    Type:Distance Learning Grade level:Third Grade-Graduate Level (Masters, PhD) Subjects:Anthropology, Aquatic Studies, Biodiversity, Biology: Animals, Biology: Plants, Botany, Chemistry, Climate, Climate Change, Conservation, Earth Science, Ecology, Education, Environment, History, Hydrology, Science and Technology        Great Smoky Mountains National Park Teacher's Guide to the National Park Service   Your National Parks are a wealth of curriculum-based experiences, aligned with local, state or national standards of learning. Check this site for fantastic learning opportunities for you and your students, inside the classroom and in the parks    Type:Distance Learning Grade level:General        Great Smoky Mountains National Park Teacher's Guide to WebRangers   Quickly assess more than 50 WebRangers activities and discover how each activity meets National Standards of Learning. You can read a brief description of each activity and understand how each activity addresses a breadth of subjects.    Type:Distance Learning Grade level:General        Great Smoky Mountains National Park Video and Audio Blogs    Great Smoky Mountains National Park and Great Smoky Mountains Association have developed a variety of engaging videos and audio blogs about the park and its resources. Learn and virtually experience the Smokies from your computer!    Type:Distance Learning Grade level:General Subjects:Biology: Animals, Biology: Plants, Botany, Climate, Climate Change, Environment, History",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/education\/learning\/index.htm"
}
