{
    "title": "Great Smoky Mountains National Park: Appalachian Highlands Science Learning Center",
    "body": "Appalachian Highlands Science Learning Center          Teacher Workshops Researcher Information Pages    About Purchase Knob   Field Trips             Student researchers assist with Beetle inventory. Don McGowan photo  About the Appalachian Highlands Science Learning Center at Purchase Knob  Located at 5,000 feet in Haywood County on the North Carolina side of Great Smoky Mountains National Park, the Appalachian Highlands Science Learning Center is part of a network of what will be 32 research learning centers supporting research and education about science in our national parks. The mission of the Appalachian Highlands Science Learning Center at Purchase Knob is to increase the amount and effectiveness of research in the Appalachian highlands network parks that meet management needs while increasing public access to and understanding and appreciation of these research activities.         The parks of the Appalachian Highlands Network are: Great Smoky Mountains National Park Big South Fork NRRA Blue Ridge Parkway Obed Wild and Scenic River         Appalachian Highlands Science Learning Center at Purchase Knob NPS photo by Susan Sachs  Renovations Complete! The Appalachian Highlands Science Learning Center offers lodging for 10 researchers; a 50-person meeting room; kitchen, bath and laundry facilities and internet hookups. Additionally, there is a small wet lab and 5 tent platforms available for larger groups. Many thanks to the Great Smoky Mountains Association and Friends of the Smokies for funding renovations to the facility.      Appalachian Highlands Science Journal, Issue 4, Now Available The 12 page collection of articles focuses on scientific research resulting from the efforts of Natural Resource Challenge projects in the Appalachian Highlands Monitoring Network. This includes results from the Inventory and Monitoring team, the Exotic Plant Managment Team, the Southern Appalachian CESU (Cooperative Ecosystems Study Unit) and the Appalachian Highlands Science Learning Center. Issue 4. Issue 3. Issue 2. Issue 1. High School Intern Program Continues in 2016 Local high school students in Tennessee and North Carolina can apply to work for 6-weeks during the summer in Great Smoky Mountains National Park. The National Park Service's Youth Partnership Program (YPP) is supporting intern stipends. Interns will assist University scientists and park staff with field research and education projects throughout the summer. If you are a high school student, age 16 or older, and are interested in these internships, please contact Susan Sachs for an application. Interns will have to live within commuting distance of the park since there is no housing available. For information about high school internship opportunities in Tennessee, please contact Julianne Geleynse. Hands on History Website & Database Available for Teachers        School children in the Smokies. NPS Archives    . . . . . . . . . .   A new website that posts archival materials from the archives at three national park sites is now on-line. Photos of people, artifacts and interviews for Great Smoky Mountains National Park, Obed Wild and Scenic River and the Big South Fork National River and Recreation are compiled in the database. Information from cemetaries at these sites is also available. The website features classroom activities to guide a teacher in how to use the information. Click here to go to the Hands on History website.      Go Behind the Scenes With Researchers! We offer two virtual ways for you to learn about on-going research in Great Smoky Mountains National Park. You can view our video podcasts or view the online science series Dispatches From the Field. Teacher Enrichment Seminars Continue with Funding from North Carolina Department of Transportation and Friends of the Smokies. Part of multi-year air pollution mitigation grant to the Appalachian Highlands Science Learning Center is being used to train teachers in inquiry-based teaching techniques related to issues from air borne pollutants to resources in the Smokies and our region. Workshops will be held throughout the Smokies in the next several years that will allow teachers to train from park professionals and research scientists on impacts to salamanders, snails, plants, forest ecosystems, lichens and other resources.  For a complete list of seminars this year, see our Professional Development page.  Citizen Science Best Practices Manual Published We are proud to announce that the \"Directors Guide to Best Practices on Citizen Science\" was recently published through the Association of Nature Center Administrators. This monograph is an outgrowth of a 2003 Citizen Science Forum held at the Great Smoky Mountains Institute at Tremont. It is a collective effort from a variety of citizen science program managers highlighting how to plan and impliment a citizen science program.  The manual is available for $12 through the Association of Nature Center Administrators website.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/pk-homepage.htm"
}
