{
    "title": "Great Smoky Mountains National Park: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geology                Geology         The rocks that form the knife-edged \"backbone\" of the Chimney Tops are visible beneath lush vegetation.   Most of the rocks in Great Smoky Mountains National Park are sedimentary and were formed by accumulations of clay, silt, sand, gravel, and minor amounts of calcium carbonate in flat-lying layers. The oldest sedimentary rocks were formed during the Proterozoic Era some 800-545 million years ago. Vast amounts of unconsolidated clay, silt, sand, and pebbles were washed down into lowland basins from adjacent highlands. Rocks of the old highlands were over one billion years old, and were similar to the ancient granite and gneiss found in the southeastern parts of the park. These early sites of ocean bottom deposition were formed along the ancient margin of the North American continent as an older and larger supercontinent broke apart.     As more and more of these sediments were deposited, they were eventually cemented together and changed into layers of rock over nine miles thick. Today these rocks are known as the Ocoee Supergroup and are subdivided into many smaller divisions of differing rock types. The different rock types reflect the range of climatic and topographic conditions that existed during their formation.  The younger rocks of sedimentary origin formed during the Paleozoic Era, 450 to about 545 million years ago. These consist of compacted and cemented sand, silt, and clay deposited in an ancient shallow marine continental margin that existed in what is now the Appalachian region. Burrows and trails of worms, as well as small shells of crustaceans that lived in this shallow water along the ancient continental edge, are found in sandstone and shale in the northwestern part of the park. Fossils found in limestone rocks in Cades Cove are about 450 million years old.  Mountain Building  Between about 310 and 245 million years ago, the eastern edge of the North American tectonic plate collided with the African tectonic plate becoming part of a \"supercontinent\" known as Pangaea. Continental collisions take place at a rate of a few inches per year over many millions of years and are the result of continuing global-scale plate tectonics. Evidence of earlier plate tectonic geologic events are found in rocks of the Great Smoky Mountains, attesting to an incredibly long and active geologic history in this area. During one of these earlier continental collisions, tremendous pressures and heat were generated, which changed or \"metamorphosed\" the Smokies sedimentary rocks. For example, sandstone became recrystallized to metasandstone or quartzite, and shale became slate.   The last great episode of mountain building uplifted the entire Appalachian mountain chain from Newfound-land, Canada to Alabama. These mountains probably were much higher than today, with elevations similar to today's Rockies. As the African tectonic plate gradually pushed against the edge of the North American plate, the original horizontal layers of the rocks were bent or folded and broken by faults. Huge masses of older, deeply buried rocks were pushed northwestward, up and over younger rocks along a large, nearly flat-lying thrust fault, known as the Great Smoky Fault.   Following this final episode of Appalachian mountain building, the supercontinent of Pangaea broke apart, and the North American and African tectonic plates gradually moved to their present position. The new rugged highlands, the ancient ancestors of the Smokies, were subjected to intense erosion from ice, wind, and water. As mountain valleys were carved, tremendous quantities of eroded sediment were transported toward the Atlantic Ocean and Gulf of Mexico by rivers and streams. Some of these sediments formed our Gulf of Mexico beaches.   As the mountains were worn down, the layers of rock most resistant to erosion were left to form the highest peaks in the Smokies, such as the hard metasandstone on top of Clingmans Dome. Most of the beautiful waterfalls in the park were formed where downcutting streams encountered ledges of very resistant metasandstone that erodes more slowly than the adjacent slate or metasiltstone. Today, geologists estimate that the mountains are being eroded about two inches every thousand years.  Plate Tectonics The earth's outer crust is composed of huge, continental-size plates, driven by heat from below, that continually shift position. These moving plates grind past one another, collide into one another, and sometimes override one another. Also, where plate margins are separating or spreading apart, molten rock forces its way to the surface, solidifies and forms new crust. Plate movement is just a few inches a year, but throughout geologic time, this movement and the resulting plate interactions have caused devastating earthquakes, spectacular volcanoes, and the uplift of high mountain chains. The great thickness, variety, and distribution of rocks in Great Smoky Mountains National Park tell a fascinating story of continental-size plate tectonics spanning more than a billion years of earth history.   The Rocks Metamorphosed sedimentary rocks are the dominant rock types in the park, but some igneous rocks also occur. Sedimentary rocks form through a cycle of erosion and deposition mostly in water. The eroded materials include cobbles, pebbles, sand, silt, and clay, or the accumulations of shells from ancient sea animals. Igneous rocks solidify from melted rock or lava.     Rocks become metamorphosed when they are subjected to heat and pressure, usually related to mountain building. Metamorphosed sandstone, siltstone, and shale, are most common in the park. However, metamorphosed limestone and dolomite are found in the Anakeesta Formation and unmetamorphosed limestone and dolomite are found on the floor of Cades Cove, below the Great Smoky fault.  Siltstone metamorphosed at high temperatures and pressures forms schist, that is found in the eastern part of the park. Metamorphosed granite and granitic gneiss are the oldest rocks in the park and they occur near Bryson City, Ela, and Cherokee, North Carolina. Small bodies of metamorphosed igneous rocks, called dikes, are found from near Fontana Dam to Clingmans Dome. Quartz veins and pegmatite are also present. Geologists have named about 20 different \"formations\" of rocks in the Great Smoky Mountains.  Throughout the Smokies, large boulders of metamorphosed sandstone are common in streams. The rocks fall from cliff outcrops high in the mountains and over time are moved into steep-sided streams. The boulders are carried downstream, rounded, and eventually broken down into cobbles, pebbles, sand, and silt. Then, over thousands of years, the smallest remnants are carried down the Mississippi River and deposited in the Gulf of Mexico. You may have encountered bits of the ancient Smokies along the gulf's famous beaches.     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/geology.htm"
}
