{
    "title": "Great Smoky Mountains National Park: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Over 2,100 miles of streams and rivers flow through Great Smoky Mountains National Park. John Heidecker Photo  Great Smoky Mountains National Park is one of the most pristine natural areas in the East. A tour through the park offers visitors breathtaking mountain scenery, including panoramic views, rushing mountain streams, and mature hardwood forests stretching to the horizon. The landscape of the Great Smokies has undergone profound changes throughout the ages. The rocks in this area are mostly of a sedimentary type. That is, they were formed by accumulations of soil, silt, sand, and gravel deposited into a huge shallow sea. Over millions of years, more and more sediments were deposited, becoming layers of hard rock some nine miles or more thick. Approximately 200-300 million years ago, drifting continents gradually collided in a climactic mountain building episode. As the continents collided, tremendous pressures were generated which deformed the once horizontal sedimentary rocks into folded structures. An entire belt of folded and faulted rocks extends over 2,000 miles from what is now Maine to Georgia and is known collectively as the Appalachian Mountains. The Great Smoky Mountains are but a small portion of that range. The Appalachian Mountains are among the oldest mountains in the world. Through the eons, forces such as wind, rain, freezing, and thawing have eroded the Smokies once craggy surfaces. The movement of mammoth ice sheets during the Pleistocene Epoch, from two million to ten thousand years ago, further modified the environment of the Smokies. Although the glaciers did not reach this far south, their influence on the climate of the Smokies region produced alpine conditions on the higher crests. The numerous boulders found in the park's streams today originated during this time as they were broken off cliffs and ledges by freezing and thawing activity. The Smokies are among the tallest mountains in the Appalachian chain. Within the park, elevations range from about 875' to 6,643', with sixteen peaks rising more than 5,000 feet. Mount Le Conte towers to 6,593' from a base of 1,292', making it the tallest (but not the highest), mountain in the East. The park's highest summit, Clingmans Dome, is the third tallest peak east of the Mississippi River. In the Smokies high country, over 85\" of rain falls on average each year, feeding over 2,100 miles of rushing mountain streams and rivers that flow through the park. The park abounds with the two ingredients essential for waterfalls—water and an elevation gradient. Waterfalls dot the waterways throughout the park, attracting over 200,000 visitors each year to the park's better known falls. The glacial influence on the Smokies climate, coupled with the range of elevation and the southwest to northeast layout of these mountains, accounts for the striking variety of living things found in the park. Five forest types within the park support over 1,500 species of flowering plants and at least 4,000 non-flowering varieties. In fact, the forests of Great Smoky Mountains National Park are world renowned for their biological diversity.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
