{
    "title": "Great Smoky Mountains National Park: Wetlands, Marshes and Swamps",
    "body": "NPS Profile: What's in our wetlands?         Emergent wetland in Cades Cove. NPS photo.  Living communities in the Smokies are made up of many interacting parts: soils, plants, birds, mammals, invertebrates, microscopic organisms, water, and more. The Inventory and Monitoring (I & M) program employs people from varied backgrounds who specialize in studying each of these individual parts. Their specialized knowledge contributes to our understanding—and protection—of the ecosystem as a whole. Currently, I & M staff are leading a project to locate, map, inventory, and monitor the park’s wetland communities. Why is it important to monitor wetlands in Great Smoky Mountains National Park?  Wetlands are rare natural communities--some of these collections of plant and animal species are found only in the southern Appalachians. They are also critical habitat for rare plant species and breeding habitat for frogs and salamanders. In the southern Appalachian mountains, we receive significant amounts of air pollution (sulfur dioxide, nitrogen oxides, mercury, etc.) from burning fossil fuels (coal, gasoline, oil). Scientists have measured extremely high amounts of methyl mercury—a toxic chemical—in bird feathers in the park. How does one form of mercury that falls from the sky end up in a harmful form in birds? Wetlands may be the key, serving as a “methylation” site that turns mercury in air to harmful methyl mercury in animals’ bodies. Wetlands are highly sensitive to climate change, and baselines now will help us monitor and understand how shifts in precipitation, temperature, and weather events are changing the park.       Here are the multiple steps and scientists involved in inventorying a wetland. Keep scrolling down--it's a long process!        Eagle Creek watershed, which will be included in the wetlands inventory. NPS graphic.  Mapping the park: It isn’t as easy as you may think to locate all of the park’s wetlands. We can’t see most of them on aerial photos, and it’s not feasible to find them by walking all of the park’s 500,000 rugged acres. Therefore, resource managers need a reliable map to predict where wetlands might be. Even then, some of the likely sites are so remote that it takes scientists at least two days to reach and explore them. Before anyone packs a bag or leaves the office, they consult maps created by the park’s GIS (Geographic Information System) specialist, Tom Colson. The maps show elevation and terrain (hilly, flat, or in between) slope, stream locations, and other factors that may assist in locating potential wetland sites. These maps can even include depressions in the ground and unique \"signatures\" that can be detected from aerial photographs. Once likely locations have been identified with these maps, they will have to be visited on foot.        Wetlands        Park rangers mapping a wetland near Lake Fontana. NPS photo.  Into the field: After mapping and identifying places most likely to contain wetlands, technician Joshua Albritton and interns head out into the field to verify—check—that maps are correct. These areas are searched for specific characteristics that indicate a wetland: standing water, saturated soil, certain types of soils found in wetlands, and water-loving plants.  To assist with wetland identification, crew members carry GPS (Global Positioning System) units, field guides, cameras, and collection materials such as plastic bags and small shovels. If they’re hiking out to a remote site, they have full packs with tents, sleeping bags, stoves, food, and water filters, too. Once the wetland is confirmed, the team maps its perimeter, identify all of the plants, take digital images, and document any need to restore the wetland if it has been damaged. Any disturbances or damage from feral hogs, such as rooting or wallowing, are recorded and then reported to the park's wildlife biologist, Bill Stiver. Any invasive plants are reported to the park's vegetation management crews for treatment.        Gley soil (grey in color) and oxidized roots (orange-brown root channels), which are characteristics of wetland soil formation. NPS photo.  What was found: All of the data collected is entered into a database for use in planning and management of the park. Over 450 wetlands have been identified since this project began in 2010, containing over 400 documented plant species. Wetlands occur at all elevations throughout the park, and include specific wetland community types, such as bottomland hardwood forests, lowland open marshes, high-elevation seeps, stream valleys, floodplain alluvial flats, and isolated depressions. The largest concentration of wetlands in the park occurs in Cades Cove. The Cove is underlain by karst (limestone) geology that is dissolved by water over time, creating sinkholes and broad depressions. These low-lying areas may hold water year-round or only seasonally, thus enabling wetland formation.        Carex fumosimontana (Smoky Mountain Sedge), a rare plant in Great Smoky Mountains National Park that is found in high-elevation wetlands. NPS photo.  Rare plants: Wetlands in the Smokies are often home to rare plants, some of which are found nowhere else but in the southern Appalachians. The park botanist, Janet Rock, specializes in identifying and studying rare plants throughout the park and guides protection and monitoring efforts of these plant species.  Animals: Perennial wetlands are also home to a great diversity of invertebrates (animals with an external skeleton, such as insects and crustaceans), some of which are endemic to the park. Endemics are special because this area—either the park or the larger southern Appalachian area—is the only place they exist in the world! The park entomologist, Becky Nichols, specializes in studying aquatic macroinvertebrates, and collects, identifies, and guides protection of these water creatures.        Butterflies in the Smokies natural history museum collection. NPS photo.  Specimens: As the inventory is taking place, scientists collect voucher samples of unique plants and invertebrates. These will be carefully mounted and catalogued, and added to the park’s natural history collection. This collection stands out as one of the oldest and most complete collections in the entire national park service, and, like the inventory itself, will serve as a valuable baseline for future scientists to study park ecosystems. Looking to the future: Field data, along with plant and animal specimens, will assist park planning and management into the future. These wetland records will inform us into the future about the types and numbers of species and wetland communities in the park, where they were located and thrived, what they looked like, and how that baseline may be changing through time. Return to the Inventory and Monitoring main page, or return to the Nature main page.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/dff7-focusnps1.htm"
}
