{
    "title": "Great Smoky Mountains National Park: Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests                Forests         Dogwood trees, which flower in April, can be found in the park's biologically diverse Cove Hardwood Forests.   The park's 100 native tree species and over 100 native shrub species grow in habitat associations that form 5 major forest types: Approximately 80% of the park is comprised of deciduous forests. The Cove Hardwood Forest is the most botanically diverse of these forests. Between 40 to 60 tree and shrub species grow in coves, which are sheltered valleys with deep rich soils. Common species include Carolina silverbell, basswood, dogwood, and magnolia. The Spruce-fir Forest caps the park's highest elevations. Growing above 4,500 feet in elevation, Fraser fir and red spruce are the dominant trees in this boreal forest. The climate of the spruce-fir forest is similar to climates in areas such as Maine, and Quebec, Canada. The main components of the spruce-fir forest are red spruce and Fraser fir. Other important species include yellow birch, mountain-ash, hobblebush, and blackberries. Northern Hardwood Forests dominate middle to upper elevations from 3,500- 5,000 feet in the park. These are the highest elevation deciduous forest in the eastern United States. American Beech, yellow birch and maple trees are indicators of this forest type, although many species from other forest types grow here also. The park's Northern Hardwood Forests resemble the forests that grow throughout much of New England, New York, Pennsylvania, and southern Ontario. This forest type produces the most brilliant fall color.Eastern hemlock trees dominate stream sides and moist, shady slopes up to 4,000 feet in elevation to form almost pure stands of the Hemlock Forest. The hemlock woolly adelgid, a tiny non-native insect, threatens hemlock forests in the park and in the eastern United States. Learn more about the hemlock and the park's efforts to save it.Pine-and-Oak Forests are dominant on relatively dry, exposed slopes and ridges, especially on the west side of the park. Despite plentiful amounts of rain, these excessively drained slopes dry out quickly and fire is a regular part of these forest communities. The park uses controlled burning to ensure natural regeneration of species requiring fire for propagation (learn more about prescribed fire and other disturbances). Typical species include red, scarlet, black and chestnut oaks, along with table mountain, pitch, and white pines. Some areas also have hickories.Two significant plant communities bear mentioning along with the forest types: the grassy and heath balds. Balds are large meadows or treeless areas located at mid to high elevations in the park, and associated with distinct plant and animal communities. Balds are known to date back at least to the early 1800s, but their exact origin is unknown. Heath balds, which are composed of shrubs such as mountain laurel, rhododendron, blueberry, huckleberry and sand myrtle, can be found on the eastern end of the park. Grassy balds, which are found mostly in the western end of the park, are dominated by grass species and are home to some rare shade-intolerant plant varieties.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/forests.htm"
}
