{
    "title": "Great Smoky Mountains National Park: Night Skies and Soundscapes",
    "body": "Monitoring Night Skies and Natural Soundscapes        Dark night skies are diminishing resources in many park units because of human activities that introduce artificial light.        Many national park units contain large sections of natural areas, where dark night skies and natural sounds are appreciated by park visitors and are important ecological components of the park. Dark night skies are diminishing resources in many park units because of human activities that introduce artificial light. Natural soundscapes - that is, the natural sound of wildlands – are degraded by sounds caused by humans or human technology. Increasing population density and consequent increases in traffic, development, overflights, and other activities are causing direct and indirect effects on night skies and natural soundscapes, even within remote settings like Great Smoky Mountains National Park. Monitoring night skies and natural soundscapes in the national park will provide further insight into changes that affect the ecological integrity and resource values of protected areas. Baseline and Long-term Monitoring Current plans at the park call for completion of baseline monitoring of night skies and natural soundscapes. Night skies are monitored with cameras that record background-brightness levels. Individual photos are then joined together to show a panorama of sky brightness at a site. Natural soundscape condition is monitored with audio-recording devices that detect and measure the kinds and time periods of natural and human sound that occur. Then, an observer listens to the recordings to determine the time during which a targeted sound is audible. Management Implications With more than 520,000 acres of land, dark night skies and natural soundscapes are important natural resources for the park. As urban development and associated human activities alter natural viewsheds and contribute to haze and noise pollution at local and regional scales, artificial light sources can impair dark night skies for up to 100 miles. Natural soundscapes are primarily affected by vehicular traffic. The baseline monitoring data will be used to establish current conditions; the focus over the long- term will be to detect trends in the condition of these resources. Over time, monitoring data will provide park managers with the information they need to work with park staff, neighboring communities, and regional leaders to address light and noise pollution-issues.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/nightsky-soundscape.htm"
}
