{
    "title": "Great Smoky Mountains National Park: Climate Friendly Parks",
    "body": "Climate Friendly Parks       Do Your Part! for Climate Friendly Parks Do Your Part! for Climate Friendly Parks is the first interactive online program in the country that provides national park visitors and supporters with tools to understand and reduce their carbon footprints and thereby help to protect our national parks from global warming. Do Your Part! is sponsored by the National Parks Conservation Association (NPCA) in support of the National Park Service’s Climate Friendly Parks program. Why is Do Your Part! important? From melting glaciers and eroding seashores to growing wildfires and decreasing wildlife, our national parks are being impacted by global warming. Do Your Part! offers the millions of national park visitors educational and inspiring opportunities to do their part to prevent global warming and protect our natural resources. How much of a difference can Do Your Part! make? People often feel their actions are too small to have an impact on an issue as big as global warming. However, when taken together, many small actions can make a big difference. Every year, our national parks see roughly 270 million visitors. If even a fraction of those visitors began making simple changes at home and on the road, the effect would be enormous. Visit the Do Your Part! website for additional information. Or download the Do Your Part! Fact Sheet and Tip Sheet.  Be a \"Not-So-Climate-Changer!\" While visiting Great Smoky Mountains National Park you can reduce your greenhouse gas contribution to the environment by doing any and all of the following:   Use your vehicle less by carpooling or taking one of the trolleys in Gatlinburg, TN   Turn off lights and applicances in your cabin or camper when they are not being used   Wash and reuse plates, cups and utensils to use less paper, plastic and Styrofoam   Avoid idling your car   While at home, you can do your part as well. If we all make small changes, they start to add up.  Switch to energy efficient light bulbs Turn off water while shaving or brushing your teeth Repair leaky toilets Adjust the thermostat up in the summer and down in the winter Change air filters regularly Ride a bike Eating out? Bring your own reusable container to the restaurant for leftovers Reduce, reuse, recycle.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/climate-friendly-park.htm"
}
