{
    "title": "Great Smoky Mountains National Park: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality       Air Quality Monitoring Stations in the park: Look Rock webcam Purchase Knob webcam         A whitish haze caused by pollution sometimes obscures views in the park. NPS photo   Air pollution is shrinking scenic views, damaging plants, and degrading high elevation streams and soils in the Great Smoky Mountains. Even human health is at risk. Most pollution originates outside the park and is created by power plants, industry, and automobiles. Great Smoky Mountains National Park has an array of air quality initiatives underway, including research and monitoring. To get an in depth look at air pollution, visit the National Park Service Air Resources web pages. Research and monitoring conducted in the park has shown that airborne pollutants emitted from mostly outside the Smokies are degrading park resources and visitor enjoyment. The burning of fossil fuels—coal, oil, and gas—causes most of the pollution. Inadequate pollution control equipment in power plants, factories, and automobiles is the primary problem. Wind currents moving toward the southern Appalachians transport pollutants from urban areas, industrial sites, and power plants located both near and far. The height and physical structure of the mountains, combined with predominant weather patterns, tend to trap and concentrate human-made pollutants in and around the national park.  Shrinking ViewsViews from scenic overlooks at Great Smoky Mountains National Park have been seriously degraded over the last 50 years by human-made pollution. Since 1948, based on regional airport records, average visibility in the southern Appalachians has decreased 40% in winter and 80% in summer. These degradations in visibility not only affect how far one can see from a scenic overlook, they also reduce how well one can see. Pollution causes colors to appear washed out and obscures landscape features. Pollution typically appears as a uniform whitish haze, different from the natural mist-like clouds for which the Smokies were named.The burning of fossil fuels produces tiny airborne sulfate particles which scatter light and degrade visibility. Increasingly, visitors no longer see distant mountain ridges because of this haze. Annual average visibility at Great Smoky Mountains National Park is 25 miles, compared to natural conditions of 93 miles. During severe haze episodes, visibility has been reduced to under one mile. Sulfate concentrations increased in the region by 27% from 1984-1999. Electricity-generating power plants are the source of most sulfates. In a 1996 survey, 74% of summer visitors to the Smokies said clean air was “extremely important” to them during their stay in the park; 84% said scenic views were “extremely important.” Ground-level Ozone Pollution Threatens People, PlantsAnother air quality problem, ozone pollution, threatens human health and park plants. Not to be confused with the naturally occurring, beneficial ozone layer which filters the sun’s ultraviolet rays, ground level ozone is a colorless gas created when nitrogen oxides mix with hydrocarbons in the presence of sunlight. Power plants, automobiles, and factories are the main producers of nitrogen oxides. Most ozone pollution originates outside the park and travels to the Smokies on prevailing winds. Ozone exposures in the park are among the highest in the East and in recent years have exceeded levels that threaten human health. On average, ozone levels over the ridgetops of the park are up to two times higher than in nearby cities, including Knoxville and Atlanta.  Ozone is a powerful respiratory irritant for humans. Research shows that ozone can cause coughing, sinus inflammation, chest pains, scratchy throat, even permanent damage to lung tissue and reduced immune system functions. Children, the elderly, people with existing health problems, and active adults are most vulnerable. Ozone levels are injuring trees and other plants. Thirty species of plants showed leaf damage after being exposed to controlled ozone levels identical to those that occur in the park. To further quantify ozone injury to plants, permanent monitoring plots were set up in the park. In general, researchers have found that ozone exposure and damage to plants are worse at the higher elevations. They have also documented that up to 90% of black cherry trees and milkweed plants in numerous park locations show symptoms of ozone damage. Some of the other plants that show ozone damage symptoms include tuliptree, sassafras, winged sumac, blackberry, and cutleaf coneflower. Acid Rain, Acid Clouds, and Nitrogen OverloadPlants and animals in Great Smoky Mountains National Park are also threatened by airborne sulfur and nitrogen pollution. The park receives the highest sulfur and nitrogen deposits of any monitored national park. These pollutants fall to the ground not only as acid rain, but also as dry particles and cloud water. The average acidity (pH) of rainfall in the park is 4.5, 5-10 times more acidic than normal rainfall (5.0-5.6). Clouds with acidity as low as 2.0 pH bathe the high elevation forests during part of the growing season.  Research shows that certain high elevation soils in the park are receiving so much airborne nitrogen that they are suffering from advanced nitrogen saturation. This condition limits the availability of forest nutrients, especially calcium, to plants and causes the release of toxic aluminum that can hurt vegetation and streamlife. Mountain streams and forest soils are being acidified to the point that the health of the park’s high elevation ecosystems is in jeopardy. Nitrate levels in some streams are approaching the public health standard for drinking water. Federal mandates for clean airCongress passed the Clean Air Act in 1970, establishing national policy for preserving, protecting, and enhancing air quality. The 1977 amendments designated all national parks that exceed 6,000 acres as mandatory Class I areas worthy of the greatest degree of air quality protection under the Act. Also under the Act, Congress mandates the federal land manager (Department of Interior Assistant Secretary for Fish, Wildlife, and Parks, in the case of the Smokies) to “protect air-quality related values,” including visibility, flora, fauna, surface water, ecosystems, and historic resources. It further directs the land manager to “assume an aggressive role in protecting the air quality values of land areas under his jurisdiction... In cases of doubt the land manager should err on the side of protecting the air quality-related values for future generations.” Finding SolutionsUnder the Clean Air Act, the National Park Service is invited to comment on state air quality permit applications for major factories, power plants, and other air pollution sources proposed for location near Class I areas. Since 1980, the Park Service has sent comments to nearby state and local agencies on over two dozen permit applications covering new pollution sources near the park. The Park Service has worked with state authorities to try to ensure that any increases in pollution be “offset” by reductions in pollutant output elsewhere, and that the best available control technology be used to minimize the amount of new pollution produced.  In 1992, the U.S. Interior Department Assistant Secretary for Fish, Wildlife, and Parks recommended that air pollution permitting authorities in five neighboring states not issue permits for new major pollution sources within 120 miles of the park unless measures are taken to prevent increasing impacts on park resources. Also in 1992, the Southern Appalachian Mountains Initiative (SAMI) was established as a comprehensive approach to improving regional air quality. SAMI is a voluntary, multi-organizational initiative charged to curtail the adverse effects of air pollution on the southern Appalachians, particularly in Class I areas. Members include state and federal agencies, environmental groups, and industry and utility representatives. However, until the SAMI completes its work, and effective regional solutions are developed and adopted, the Park Service will continue to act on individual permits on a case-by-case basis to prevent air pollution from worsening. The lack of an emissions offset requirement is hindering the air quality protection efforts for the park. Park Service PositionIt is the position of the National Park Service that new emission permits for industries and utilities in the region that will adversely impact the park should be granted only when “best available control technology” is planned and when offset reductions are taken to prevent any net increase in pollutants. The Park Service also supports the strictest possible state regulations on auto and other emissions which contribute to the problem. The Park Service is working with state regulatory agencies, the Environmental Protection Agency, and industrial and utility interests to develop a comprehensive plan to prevent future damage through such measures as offset programs, the use of improved technology, and determination of emission caps and government standards for various pollutants. To remedy air pollution problems at the park, additional reductions of nitrogen oxides and sulfur dioxide are necessary. What you can do:• Conserve energy in the home and work place• Use energy-efficient appliances and forms of transportation• Keep your motor vehicles in good operating condition• Let government officials know that air quality is important to you.      Additional Resources: Briefing Statement - Air Quality Current status and future prognosis for air quality in the park.  Air Quality Folio Information explaining the air pollution problems affecting the park. This is a 257 KB .pdf file. Download a free copy of Acrobat Reader to view file.  Learn more about the park's air quality monitoring program and researchers studying air quality in the Smokies.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/air-quality.htm"
}
