{
    "title": "Great Smoky Mountains National Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                 Non-native species         Rooting and wallowing by non-native hogs causes extensive damage to the park's ecosystem.   Many non-native species have set up residence in Great Smoky Mountains National Park. A non-native is any species that occurs outside its native range as a result of deliberate or accidental introduction by humans. Non-natives compete with native species for habitat and food and often take over specialized ecosystems that rare plants or animals need to survive. The non-native species are not natural components of the ecological system and, as a result, have not evolved in concert with the native species.  Often, non-native species will not have natural predators, so their numbers will grow alarmingly. In fact, most of the successful non-natives seem to be pre-adapted to our area. This could be explained by the biological similarity between the smokies and regions of Europe, East Asia, and western North America. The presence of non-native species in the smokies is a detriment to the park as an International Biosphere Reserve because of the reduction in biological diversity as native populations are forced out of their environmental niches. Hemlock Woolly Adelgids The hemlock woolly adelgid (pronounced ah-DEL-jid) is a tiny aphid-like insect that poses a very serious threat to the ecology of the Smokies. Without successful intervention, the hemlock woolly adelgid is likely to kill most of the hemlock trees in the national park. Hemlocks play an important role by providing deep shade along creeks, maintaining cool micro-climates critical to survival of trout and other cold water species. The impact of widespread loss of hemlock could trigger changes more significant as those that followed the demise of the American Chestnut in the 1930s and 40s.  Balsam Woolly Adelgids The balsam woolly adelgid (Adelges piceae) is an insect pest that infests and kills stands of Fraser fir (Abies fraseri) in the spruce-fir zone. This fir occurs naturally only in the southern Appalachians and used to be the dominant tree at the highest elevations. The adelgid was introduced on trees imported from Europe, and the fir has little natural defense against it. By injecting the tree with toxins, the adelgid blocks the path of nutrients through the tree. The trees literally starve to death, and thousands of dead snags are all that are left on the highest mountain peaks. Asian Lady Beetles Although not a problem in the park, Asian lady beetles can be a pest to households in the surrounding areas of Tennessee and North Carolina. Learn more about how to recognize and remove Asian lady beetles, as well as how they came to North America. Wild Hogs Rooting and wallowing wild hogs (Sus scrofa) threaten natural ecological communities. The hogs will eat just about anything, including Jordon’s Salamanders (Plethodon jordani), which are found only in the park, and the roots and foliage of wildflowers that often take years to mature and bloom  Rainbow Trout Rainbow trout (Oncorhynchus mykiss) and brown trout (Salmo trutta) offer stiff competition for the native brook trout (Salvelinus fontinalis). Imported from the West during the logging era in the early 1900s, rainbow trout were brought to “improve” the fishing in the mountains. Originally from Germany, the brown trout came into the park from stocked boundary streams. Larger and more aggressive than the native brook trout, these non-native species compete with the brook trout for food and force them into less desirable habitats. Non-native Plants There are also over 380 species of non-native plants in Great Smoky Mountains National Park, including kudzu (Pueraria lobata), mimosa (Albizzia julibrissin), and Oriental bittersweet (Celastrus orbiculatus). Many of these species are found in sites that have undergone recent disturbance, and, once established, they are aggressive competitors with native plants and can change natural succession. Other problems caused by non-native plants include interbreeding with closely related native species and out-competing rare native plants that require specialized habitats. Managing Non-native Species National Park Service policy states that manipulation of populations of non-native plant and animal species, up to and including total eradication, will be undertaken whenever such species threaten the resources being preserved in the park. Great Smoky Mountains National Park is following this policy as long as the programs to control non-native species do not result in significant damage to native species, natural ecological communities or processes, or historic objects.  Management procedures vary for the non-native species mentioned above. The park is trying to totally eradicate some non-native plant species through the use of herbicides that do not harm the ecosystem. The balsam woolly adelgid problem is being dealt with through an insecticide soap that kills the insect, but is non-toxic to most other organisms and breaks down quickly in the environment. Aerial spraying is ineffective, so each tree must be sprayed individually. This is a very time consuming and expensive process, and only a small part of the total fir population can be protected.  The park stopped stocking rainbow trout in 1975, and fishing is allowed for both rainbow and brown trout. Fishing for brook trout is prohibited in most streams. Current management efforts include the removal of non-native trout species from streams where they are mixed with the native species. Natural barriers, such as waterfalls, are being used to separate brook trout populations from rainbow and brown trout.  So far the most effective method of hog management is a combination of trapping and shooting. A rooting survey is taken in the park to determine the distribution of hogs, and vegetation monitoring is performed in hog exclosures. Exclosures were once sites of hog disturbance, but are now fenced to exclude the hogs. They give researchers the opportunity to monitor what happens to both the plant and animal life in an ecosystem once the non-native species has been excluded.  Learn more about park vegetation management, the team that works on control of exotic plants, forest pest monitoring and management, and restoring native landscapes in the park.  Learn about the study of another non-native species: the Asian Jumping Worm.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/non-native-species.htm"
}
