{
    "title": "Great Smoky Mountains National Park: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                 Wildflowers               Trillium grandiflorum blooms snowy white, but the flowers turn pink as they fade with age.   Great Smoky Mountains National Park is a world-renowned preserve of wildflower diversity—over 1,500 kinds of flowering plants are found in the park, more than in any other North American national park. You can see where to find many of these flowers on the Species Mapper. In fact, the park is sometimes referred to as the “Wildflower National Park.” From the earliest hepaticas and spring-beauties in the late winter to the last asters in the late fall, blooming flowers can be found year-round in the park. A group of flowers known as spring ephemerals begins the yearly show. Ephemerals are so named because they appear above ground only in late winter and early spring, then flower, fruit, and die back within a short two month period. They emerge from February through April, and are gone (dormant) by May or June.  This remarkable group of plants is adapted to the rhythm of the overstory trees. Ephemerals appear before deciduous trees leaf out, when full sunlight is streaming to the forest floor. This is also a time when soil moisture is high and soil nutrients are plentiful due to the decomposition of tree leaves that fell the previous autumn. The ephemerals exploit these conditions—they flower, fruit, and their above-ground parts decay before summer gets into full swing. The peak of spring wildflower blooming usually occurs in mid- to late-April at lower elevations in the park, and a few weeks later on the highest peaks. Spring ephemerals include flowers such as trillium (the park has 10 different species), lady slipper orchids, showy orchis, crested dwarf iris, fire pink, columbine, bleeding heart, phacelia, jack-in-the-pulpit, little brown jugs, and violets, to name just a few. Suggested wildflower walks Each spring, the park hosts the Spring Wildflower Pilgrimage, a week-long festival of programs and guided walks and hikes that explore the wondrous diversity of life in the park.In summer the display continues with brilliant red cardinal flowers, pink turtleheads, Turk’s cap lily, small purple-fringed orchids, bee-balm, butterfly-weed, black-eyed susans, jewel weed, and many others. By late summer and through the fall, goldenrod, wide-leaved sunflowers, tall ironweed, mountain gentian, monk’s hood, coneflowers, and numerous varieties of asters begin to bloom. Purple umbels of sweet Joe-Pye-weed stretch towards the sky and can reach heights of ten feet.  Trees and shrubs bloom throughout the year too. From February through April the flowers of red maples paint the mountains with a wash of brilliant red. Showy trees such as serviceberry, silverbell, flowering dogwood, redbud, Fraser magnolia, and tuliptree soon follow. Later in summer sourwood, a tree prized for the honey that bees produce from its small bell-shaped, white flowers, begins to bloom. The year ends with the yellow flowers of witch-hazel, which blooms from October through January.Closer to the ground on shrubs, the small, bight yellow blossoms of spicebush begin to bloom in February and are soon joined by sweetshrub, dog-hobble, and flame azalea. The park is famous for its displays mountain laurel, rhododendron and flame azaleas. The lovely pink and white flowers of mountain laurel bloom in early May through June. Catawba rhododendron, which lives primarily at elevations above 3,500’, reaches it peak of bloom in June. Rosebay rhododendron is in bloom at the lower elevations in June and at mid-elevations during July. Flame azaleas bloom at the low and mid-elevations in April and May. On Gregory Bald the colorful display peaks in late June or early July. On Andrews Bald the peak is usually in early July.Learn about the threats facing wildflowers and how you can do your part to protect them.         Recommended Reading            Wildflowers of the Smokies Photos of wildflowers grouped by color will aid in identifying species found in the park. Includes information on suggested walks, hikes, and drives in the park, as well as wildflower conservation.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/wildflowers.htm"
}
