{
    "title": "Great Smoky Mountains National Park: Trees and Shrubs Checklist",
    "body": "Trees and Shrubs Checklist       You can see where to find many of these trees and shrubs on the Species Mapper. Key to Checklist Abundance c = Common—characteristic and dominant f = Frequent—generally encountered o = Occasional—well distributed, but nowhere abundant i = Infrequent—scattered locales throughout park s = Scarce—several locales or scattered small populations r = Rare—l or 2 locales, small populations vr =Very rare—single locale, few individuals h = Historic—documented in park’s flora, but not seen for at least 50 years x = Believed extirpated, or not seen for at least 50 years Range lo = Low elevations—850’-2,500’ mid = Middle elevations—2,500’~4,500’ hi = High elevations—4,500’-6,600’ wr = Wide range of elevations hs =Found near old homesites *Non-native species  Trees Abies fraseri Fraser fir c, hi Acer leucoderme chalk maple s, lo Acer negundo box-elder f, lo *Acer platanoides Norway maple x, hs Acer rubrum var. rubrum red maple c, wr Acer rubrum var. trilobum trident maple s, lo Acer saccharinum silver maple s, hs Acer saccharum sugar maple c, wr Aesculus flava yellow buckeye c, wr *Ailanthus altissima tree-of-heaven s, lo *Albizia julibrissin mimosa o, lo Betula alleghaniensis yellow birch c, wr Betula cordifolia heart-leaved paper birch or mountain paper birch r, mid Betula lenta black or sweet birch o, lo-mid Betula nigra river birch o, lo-mid *Betula pendula European weeping birch r, mid Carpinus caroliniana American hornbeam, ironwood or blue beech c, lo-mid Carya alba mockernut hickory c, lo-mid Carya carolinae-septentrionalis Carolina shagbark hickory r, lo Carya cordiformis bitternut hickory f, lo-mid Carya glabra pignut hickory f, lo-mid *Carya illinoinensis pecan r, lo Carya ovalis sweet pignut hickory i, wr Carya ovata shagbark hickory s, lo-mid Carya pallida pale hickory s, lo Castanea dentata American chestnut o, wr (root sprouts) *Castanea mollissima Chinese chestnut r, lo-mid *Catalpa speciosa northern catalpa r, lo Celtis laevigata smooth hackberry r, lo Celtis occidentalis common hackberry r, lo Cladrastis kentukea yellowwood i, lo-mid Diospyros virginiana persimmon f, lo Fagus grandifolia American beech c, wr Fraxinus americana var americana white ash c, wr Fraxinus americana var biltmoreana white ash s, wr Fraxinus pennsylvanica green ash i, lo Fraxinus profunda pumpkin ash h, lo Gleditsia triacanthos honeylocust s, lo *Gymnocladus dioicus Kentucky coffee-tree r, hs Halesia tetraptera silverbell c, lo-mid Juglans cinerea butternut s, lo-mid *Juglans mandshurica Manchu walnut r, hs Juglans nigra black walnut o, lo-mid Juniperus virginiana red cedar o, lo Liquidambar styraciflua sweetgum f, lo Liriodendron tulipifera tuliptree or yellow-poplar c, lo-mid Magnolia acuminata cucumber tree f, lo-mid Magnolia fraseri Fraser magnolia c, lo-mid *Magnolia grandiflora Southern magnolia h, lo Magnolia macrophylla Bigleaf Magnolia r, lo Magnolia tripetala umbrella magnolia o, lo-mid Nyssa sylvatica black gum c, lo-mid Ostrya virginiana hop-hornbeam o, lo-mid Oxydendrum arboreum sourwood c, lo-mid *Paulownia tomentosa princess tree o, lo *Picea abies Norway spruce r, wr Picea rubens red spruce f, hi Pinus echinata short-leaf pine o, lo-mid *Pinus palustris long-leaf pine r, lo Pinus pungens Table Mountain pine o, mid Pinus rigida pitch pine c, lo-mid Pinus strobus white pine f, lo-mid Pinus taeda loblolly pine r, lo Pinus virginiana Virginia or scrub pine c, lo-mid Platanus occidentalis sycamore f, lo-mid *Platycladus orientalis Oriental white cedar r, lo *Populus alba silver poplar r, lo *Populus balsamifera ssp. balsamifera balm of Gilead r, lo *Populus x canescens gray poplar r, hs *Populus deltoides Eastern cottonwood r, lo Populus grandidentata big-toothed aspen r, lo *Populus nigra Lombardy poplar r, hs Prunus pensylvanica pin cherry f, mid-hi Prunus serotina black cherry c, wr Quercus alba white oak c, wr Quercus coccinea scarlet oak f, lo-mid Quercus falcata Southern red oak o, lo Quercus imbricaria shingle oak s, lo Quercus marilandica blackjack oak s, lo Quercus montana chestnut oak c, lo-mid Quercus muhlenbergii chinkapin oak r, lo-mid Quercus phellos willow oak r, lo Quercus rubra Northern red oak c, wr Quercus stellata post oak s, lo Quercus velutina black oak f, lo-mid Robinia pseudoacacia black locust c, lo-mid *Salix alba white willow r, lo *Salix babylonica weeping willow r, lo Salix caroliniana Carolina willow r, lo Salix nigra black willow i, lo Sassafras albidum sassafras f, lo-mid *Thuja occidentalis Nothern white cedar r, lo Tilia americana var. americana American basswood r, mid Tilia americana var. heterophylla white basswood c, lo-mid Tsuga canadensis Eastern hemlock f, wr Ulmus alata winged elm o, lo Ulmus americana American elm f, lo *Ulmus pumila Siberean elm r, hs Ulmus rubra slippery elm i, lo  Small Trees Acer pensylvanicum striped maple or moosewood c, wr Acer spicatum mountain maple c, hi Alnus serrulata common alder f, lo-mid Amelanchier arborea hairy-leaved shadbush or serviceberry o, lo-mid Amelanchier laevis smooth shadbush, Juneberry, or serviceberry f, lo-mid Amelanchier sanguinea round-leaved shadbush r, lo Aralia spinosa devil’s walking stick f, lo-mid Asimina triloba paw-paw o, lo *Broussonetia papyrifera paper mulberry r, hs Celtis tenuifolia dwarf hackberry s, lo Cercis canadensis redbud o, lo Cornus florida flowering dogwood c, lo-mid Crataegus calpodendron limestone hawthorn s, lo Crataegus crus-galli cock-spur hawthorn i, lo-mid Crataegus intricata Biltmore’s hawthorn i, lo Crataegus macrosperma scarlet hawthorn f, lo-mid Crataegus pinetorum hawthorn s, lo Crataegus pruinosa triangle-leaved hawthorn r, lo-mid Crataegus punctata round-leaved hawthorn r, lo Hamamelis virginiana witch-hazel c, lo-mid Ilex opaca American holly f, lo-mid *Maclura pomifera osage-orange r, hs Malus angustifolia wild crabapple r, lo Malus coronaria Northern crabapple r, hi| *Malus pumila apple i, hs *Morus alba white mulberry r, hs Morus rubra red mulberry o, lo Prunus americana wild plum s, lo Prunus angustifolia Chickasaw plum r, lo *Prunus avium sweet cherry r, lo *Prunus cerasus sour cherry r, hs Prunus hortulana hortulan plum r, lo *Prunus munsoniana Munson plum r, hs *Prunus persica peach r, hs *Prunus triloba flowering almond r, hs *Pyrus calleryana Callery pear r, lo *Pyrus communis pear r, hs Sorbus americana American mountain-ash o, hi  Shrubs  Amelanchier stolonifera running serviceberry vr, lo Amorpha fruticosa false indigo i, lo Amorpha glabra smooth false indigo s, lo Aronia arbutifolia hairy chokeberry s, wr Aronia melanocarpa black chokeberry i, wr Aronia X prunifolia purple chokeberry h, lo Arundinaria gigantea cane o, lo *Berberis thunbergii Japanese barberry r, lo *Berberis vulgaris common barberry r, lo *Buxus sempervirens boxwood i, hs Callicarpa americana beauty-berry r, lo Calycanthus floridus var. glaucus sweetshrub c, lo-mid Castanea pumila Allegheny chinkapin r, lo-mid Ceanothus americanus New Jersey tea o, lo Cephalanthus occidentalis buttonbush r, lo *Choenomeles speciosa flowering quince r, hs Chionanthus virginicus fringe-tree r, lo Clethra acuminata mountain pepper-bush o, lo-mid Cornus alternifolia alternate-leaved dogwood f, wr Cornus amomum silky dogwood o, lo Corylus americana American hazel i, lo Corylus cornuta beaked hazel r, mid *Cytisus scoparius Scotch-broom r, hi Diervilla lonicera Northern bush-honeysuckle r, hi Diervilla sessilifolia sessile-leaved bush-honeysuckle c, hi *Elaeagnus angustifolia Russian olive r, lo *Euonymus alata winged euonymus r, lo Euonymus americanus heart’s-a-busting c, lo-mid Euonymus atropurpureus wahoo r, lo-mid Euonymus obovatus running strawberry-bush f, lo-mid *Forsythia suspensa forsythia r, hs *Forsythia viridissima forsythia o, hs Gaylussacia baccata black huckleberry f, lo-mid Gaylussacia ursina bear huckleberry f, lo-mid *Hamamelis mollis witch-hazel r, lo *Hibiscus syriacus rose-of-Sharon, or shrubby althea s, hs Hydrangea arborescens ssp. arborescens wild hydrangea c, lo-mid Hydrangea cinerea gray-leaf hydrangea r, mid *Hydrangea paniculata hydrangea r, hs Hydrangea radiata white-leaf hydrangea o, lo-mid Hypericum densiflorum shrubby St. John’s-wort r, lo Hypericum hypericoides ssp. hypericoides St. Andrew’s cross o, lo Hypericum hypericoides ssp. multicaule low St. Andrew’s cross f, wr Ilex ambigua Beadle’s holly o, lo-mid Ilex collina Appalachian holly r, hi Ilex montana mountain holly c, wr Ilex verticillata winterberry r, lo, hi Itea virginica sweet-spire, tassel white s, lo *Juniperus chinensis Chinese juniper r, lo Kalmia latifolia mountain laurel c, wr *Kerria japonica kerria r, hs Leiophyllum buxifolium sand myrtle i, mid-hi *Lespedeza bicolor Japanese lespedeza s, lo-mid Leucothoe fontanesiana dog-hobble f, wr Leucothoe recurva deciduous leucothoe i, mid *Ligustrum sinense chinese privet i, lo *Ligustrum vulgare common privet f, lo Lindera benzoin spicebush f, lo-mid Lonicera canadensis Canadian honeysuckle s, mid-hi *Lonicera fragrantissima fragrant honeysuckle r, hs *Lonicera korolkowii small-leaved honeysuckle r, lo *Lonicera maackii amur honeysuckle s, hs *Lonicera morrowii Morrow’s honeysuckle s, lo *Lonicera standishii Standish's honeysuckle r, lo Lyonia ligustrina maleberry o, wr Menziesia pilosa minniebush i, hi *Nandina domestica nandina r, lo Philadelphus hirsutus small-flowered hairy mock-orange s, lo *Philadelphus inodorus var. grandiflorus large-flowered hairy mock-orange s, lo Philadelphus inodorus var. strigosus mock-orange s, lo Philadelphus sharpianus Sharp’s mock-orange r, lo Phoradendron leucarpum American mistletoe o, lo-mid Physocarpus opulifolius ninebark r, lo Pieris floribunda mountain pieris s, mid *Poncirus trifoliata trifoliate orange r, hs Prunus virginiana chokecherry vr, mid Pyrularia pubera buffalo-nut, or oil-nut c, lo-mid Rhamnus caroliniana Carolina buckthorn s, lo Rhododendron arborescens sweet azalea s, lo & hi Rhododendron x bakeri cumberland azalea r, hi Rhododendron calendulaceum flame azalea c, wr Rhododendron catawbiense catawba rhododendron c, mid-hi Rhododendron maximum rosebay rhododendron c, wr Rhododendron minus small-leaved rhododendron f, lo & hi Rhododendron periclymenoides pinxter-bush i, lo Rhododendron prinophyllum pink azalea r, mid Rhododendron viscosum clammy azalea r, hi Rhus aromatica fragrant sumac vr, lo Rhus copallinum var. copallinum shining or winged sumac c, lo-mid Rhus copallinum var. latifola shining or winged sumac i, lo Rhus glabra smooth sumac f, lo-mid Rhus hirta staghorn sumac f, lo-mid *Ribes aureum var. villosum Missouri currant r, hs Ribes cynosbati prickly gooseberry o, mid Ribes glandulosum skunk currant i, hi Ribes rotundifolium round-leaved currant o, mid-hi Robinia hispida var. hispida bristly locust o, lo-mid Robinia hispida var. kelseyi Kelsey’s locust r, mid Robinia hispida var. rosea Boynton’s locust s, mid Rosa arkansana Arkansas rose h, mid *Rosa canina dog rose r, hs Rosa carolina Carolina rose s, lo-mid *Rosa centifolia cabbage rose r, hs *Rosa eglanteria sweetbriar s, hs *Rosa multiflora multiflora rose o, hs Rosa palustris swamp rose o, lo-mid Rosa setigera prairie rose r, lo *Rosa wichuraiana memorial rose r, hs Rubus allegheniensis hairy blackberry f, lo Rubus alumnus blackberry o, lo Rubus argutus highbush blackberry f, lo Rubus canadensis smooth blackberry f, wr Rubus flagellaris Northern dewberry o, lo Rubus hispidus swamp dewberry r, lo Rubus idaeus ssp. strigosus American red raspberry s, hi Rubus occidentalis black raspberry o, lo Rubus odoratus purple-flowering raspberry o, wr *Rubus phoenicolasius wineberry r, lo Rubus suus Jennison’s blackberry o, lo Rubus trux truculent blackberry s, lo Salix humilis var. humilis prairie willow s, lo-mid Salix humilis var. tristis dwarf willow r, mid-hi Salix sericea silky willow f, wr Sambucus canadensis American elder c, lo-mid Sambucus racemosa var. pubens red-berried elder c, wr *Sorbus aucuparia Rowan tree x, hi *Spiraea japonica Japanese spiraea r, hs *Spiraea prunifolia spiraea s, lo-mid *Spiraea x vanhouttei Vanhoutte’s spiraea r, hs Spiraea virginiana Virginia spiraea vr, lo Staphylea trifolia bladdernut r, lo Stewartia ovata mountain stewartia s, lo-mid *Symphoricarpos orbiculatus coralberry o, wr Symplocos tinctoria sweetleaf x, lo *Syringa vulgaris common lilac r, hs Vaccinium angustifolium lowbush blueberry r, mid-hi Vaccinium arboreum sparkleberry s,lo Vaccinium corymbosum tall woodland blueberry f, lo-mid Vaccinium erythrocarpum mountain cranberry-bush o, hi Vaccinium hirsutum hairy blueberry i, lo-mid Vaccinium pallidum pale lowbush blueberry c, wr Vaccinium stamineum tall deerberry c, lo-mid Viburnum acerifolium maple-leaved viburnum c, lo-mid Viburnum dentatum arrow-wood s, lo-mid *Viburnum lantana way-faring tree r, lo Viburnum lantanoides hobblebush, or witch-hobble c, mid-hi Viburnum nudum var. cassinoides wild raisin o, wr *Viburnum opulus highbush cranberry r, hs *Viburnum plicatum Chinese viburnum r, lo Viburnum prunifolium smooth blackhaw s, lo Viburnum rufidulum rusty blackhaw r, lo Xanthorhiza simplicissima shrub yellowroot f, lo-mid Yucca filamentosa Adam’s needle o, lo *Zanthoxylum americanum prickly-ash r, hs  Sub-Shrubs  Chimaphila maculata striped pipsissewa c, wr Epigaea repens trailing arbutus c, wr Gaultheria procumbens wintergreen c, wr Linnaea borealis twinflower h Mitchella repens partridgeberry c, lo-mid Pachysandra procumbens American pachysandra r, lo *Vinca minor periwinkle o, hs  Vines  *Ampelopsis arborea peppervine r, lo Ampelopsis cordata ampelopsis r, lo Aristolochia macrophylla Dutchman’s pipe c, lo-mid Bignonia capreolata cross-vine f, lo Campsis radicans trumpet-creeper o, lo *Celastrus orbiculata Oriental bittersweet s, lo Celastrus scandens climbing bittersweet r, lo Clematis glaucophylla wax-leaved clematis vr, lo *Clematis terniflora clematis r, lo Clematis viorna leatherflower o, lo-mid Clematis virginiana virgin’s bower f, lo Cocculus carolinus snailseed or coralbead s, lo Decumaria barbara climbing hydrangea r, lo *Euonymus fortunei climbing euonymus r, lo *Hedera helix English ivy i, lo *Lonicera japonica Japanese honeysuckle f, lo *Lonicera sempervirens trumpet honeysuckle s, lo or hs Menispermum canadense moonseed s, lo Parthenocissus quinquefolia Virginia creeper c, lo-mid *Pueraria montana var. lobata kudzu i, lo Smilax bona-nox catbrier r, lo Smilax glauca glaucous catbrier c, lo-mid Smilax rotundifolia greenbrier c, lo-mid Smilax tamnoides bristly greenbrier o, lo-mid Toxicodendron radicans poison ivy c, lo-mid Vitis aestivalis var. bicolor summer grape c, lo-mid Vitis cinerea downy grape r, lo Vitis labrusca L. fox grape s, lo Vitis rotundifolia muscadine i, lo Vitis vulpina frost grape f, lo-mid *Wisteria floribunda Japanese wisteria i, lo Wisteria frutescens wisteria s, lo  References White, P.S. 1982. The Flora of Great Smoky Mountains National Park: An Annotated Checklist of the Vascular Plants and a Review of Previous Floristic Work. Research\/Resource Management Report SER-55. National Park Service. Taxonomy follows Kartesz, J.T. 1993 A Synonomized Checklist of the Vascular Flora of the United States, Canada, and Greenland. Timber Press, Portland, OR.           Recommended Reading            Trees of the Smokies Features 80 color photographs of the most common tree and shrub pecies, plus over 100 line drawings. Text covers virgin forests, record trees, fall colors, blooming times, and more.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/trees-shrubs-list.htm"
}
