{
    "title": "Great Smoky Mountains National Park: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                 Mammals         The largest animals in the park are elk. Although these females and calf are smaller, adult bull elk can weigh 700 pounds. Ron Shrieves photo  A total of 65 mammal species live in the park. The largest, tipping the scales at nearly 700 pounds, is the elk, which was experimentally reintroduced to the park in 2001. The smallest is the rare pygmy shrew - a diminutive creature that weighs less than a dime. Some, such as the coyote and bobcat are reclusive, while whitetail deer are very common and obvious. In addition to deer, visitors most often see red and gray squirrels, chipmunks, woodchucks, raccoons, opossums, red and gray foxes, skunks, and bats. Use the mammals checklist to see if you can find them all!The black bear is the largest predator in the park. It is most often spotted in open areas such as Cades Cove and Cataloochee Valley. Ten other carnivore species inhabit the park, including coyotes, red foxes, and gray foxes. These nocturnal animals are not often seen unless surprised after dark along roadsides. Scientists believe that the bobcat is the only wild feline that is lives in the park. Visitors occasionally report seeing mountain lions, however, no concrete scientific evidence of their existence (such as tracks, scat, or other signs) has been found in the area in nearly 30 years. Raccoons prowling campgrounds for unsecured human food are second only to bears in causing wildlife problems for visitors. Raccoons and skunks can carry rabies, a deadly disease, so always report unusual animal behavior to a park ranger. Bats are unique mammals with forelimbs specialized for true flight. All eleven species of bats in the park feed exclusively on insects. Seven of these species hibernate during colder months while the other four species migrate. The big brown bat, eastern red bat, and tri-colored bat are most commonly seen. The park protects the largest colony of the federally endangered Indiana myotis in the state of Tennessee. Most of the caves in the park provide critical bat habitat. Because bats can be harmed by human disturbance in these caves, visitors are prohibited from entering them. Learn more about a serious threat to park bats.There are 27 species of rodents in the park -- the most of any mammal order. The deer mouse and white-footed mouse are the most common mammals in the park, though they are often only seen by campers and hikers who are startled by them as they forage for food during the night. Eastern chipmunks, gray squirrels, and red squirrels are common in the forests. The solitary woodchuck, also known as a ground hog, is less common but can be seen in open meadows and along mowed roadsides at lower elevations. Signs of the park’s largest rodent, the beaver, are evident in cuttings and dams along the lower portions of creeks in the west and southwest park areas. The federally endangered Carolina northern flying squirrel is night active in the yellow birch and conifer forests of the upper elevations. The park’s eleven shrew and mole species are insectivores that are rarely seen as they tunnel in search of invertebrate prey beneath the soil and vegetation mats. Two species of rabbit live in the park. The Eastern cottontail is common in many habitats and can often be seen in open areas, while the Appalachian cottontail is an uncommon and secretive forest dweller.Mammals native to the area, but no longer living here include bison and gray wolves. Several efforts to reintroduce species that had been extirpated from the park have been successful. Northern river otters were reintroduced in the 1990s. Although secretive, they are active day or night in all seasons and can occasionally be seen along the larger creeks. In 2001 the park began a five-year experimental release program to determine if elk could be successfully reintroduced. These animals last roamed the southern Appalachians in the early 1800’s. Most of the park’s elk stay in the Cataloochee Valley area and are best viewed at a distance in the early morning or late evening when they move into the fields to feed. The park’s efforts to reintroduce red wolves were unsuccessful. A number of factors were responsible for this failure, including low reproduction rates and high pup mortality. The wolves were removed from the park and relocated to the Alligator River National Wildlife Refuge in North Carolina.The wild European hog is a non-native species that causes widespread damage to the park's ecosystem by wallowing and rooting. Although total eradication of this destructive species is probably not possible, wildlife biologists trap or shoot non-native hogs to keep their numbers in check and reduce the damage caused by the animals.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/mammals.htm"
}
