{
    "title": "Great Smoky Mountains National Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles          Three major groups of reptiles are found in the park: turtles, lizards, and snakes.  You can see where to find many of these reptiles on the Species Mapper.     Turtles are strangely constructed reptiles. A turtle’s body is encased in a hard shell that consists of an upper and lower half known as a carapace and plastron respectively. Turtles have no teeth. Their jaws are covered by sharp-edged, horny plates that allow the animals to shear and tear their food. Most turtles live in or near water, but lay shelled eggs on land. One of the Smokies most common species, the Eastern Box Turtle, is almost entirely terrestrial, although it may soak in a puddle on very hot days.  Eight turtle species inhabit the park: Chelydra serpentina—Snapping turtle Chrysemys picta picta—Eastern painted turtle Graptemys geographica—Common map turtle Terrapene carolina carolina —Eastern box turtle Sternotherus minor peltifer—Stripeneck musk turtle Apalone spinifera spinifera—Eastern spiny softshell Sternotheros odoratus—Stinkpot Trachymys scripta troostiii—Cumberland slider         Southeastern five-lined skink   Lizards have dry, scaly skins. They are active animals that use the heat of the sun to warm their bodies. The warm, dry habitats that most lizards favor occur only at fairly low elevations around the margins of the park. Most lizards have four legs and a trail, but one species that lives in the park, the Eastern Slender Glass Lizard, is legless and resembles a snake.  Nine species of lizards can be found in the park: Ophisaurus attenuatus longicaudus—Eastern slender glass lizard Sceloporus undulatus hyacinthinus—Northern fence lizard Anolis carolinensis carolinensis—Northern green anole Eumeces anthracinus—Coal skink Eumeces fasciatus—Five-lined skink Eumeces inexpectatus—Southeastern five-lined skink Eumeces laticeps—Broadhead skink Scincella lateralis—Ground skink Cnemidophorus sexlineatus sexlineatus—Six-lined racerunner         The harmless Northern Water Snake is often mistaken for the venomous Cottonmouth - a species which is not found in the Smokies. Mike Maslona photo  The first question that most park visitors have when they see a snake is “Is it poisonous?” The answer is almost always “no,” since only 2 of the 23 species of snakes that live in the park are venomous: the Northern Copperhead and Timber Rattlesnake. The likelihood of an average visitor even seeing a venomous snake in the Great Smokies, let alone being bitten by one, is extremely small. There is no record of a human fatality due to snakebite in the park’s history.  Twenty three species of snakes live in the park: Carphophis amoenus amoenus—Eastern worm snake Cemophora coccinea copei—Northern scarlet snake Coluber constrictor constrictor—Northern black racer Diadophis punctatus edwardsii—Northern ring-neck snake Elaphe guttata guttata—Corn snake Elaphe obsoleta obsoleta—Black rat snake Heterodon platirhinos—Eastern hognose snake Lampropeltis calligaster rhombomaculata—Mole kingsnake Lampropeltis getula getula—Eastern kingsnake Lampropeltis getula nigra—Black kingsnake Lampropeltis triangulum elapsoides—Scarlet kingsnake Lampropeltis triangulum triangulum—Eastern milk snake Nerodia sipedon sipedon—Northern water snake Opheodrys aestivus—Rough green snake Pituophis melanoleucus melanoleucus—Northern pine snake Regina septemvittata—Queen snake Storeria dekayi dekayi—Northern brown snake Storeria dekayi wrightorum—Midland brown snake Storeria occipitomaculata occipitomaculata—Northern redbelly snake Tantilla coronata—Southeastern crowned snake Thamnophis sirtalis sirtalis—Eastern garter snake Virginia valeriae valeriae—Eastern earth snake Agkistrodon Contortrix mokasen—Northern copperhead (venomous) Crotalus horridus—Timber rattlesnake (venomous)            Recommended Reading           Reptiles and Amphibians of the Smokies  The Smokies are the Salamander Capital of the World. This up-to-date full-color field guide covers 30 species, plus frogs, turtles, snakes, and more. 84 color photos in all, making it easy to identify salamanders, skinks, and other creatures.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/reptiles.htm"
}
