{
    "title": "Great Smoky Mountains National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature           Turkeys are a common species found in Great Smoky Mountains National Park.  The Species Mapper application allows users to explore species distribution throughout the park.  Click on the image to explore turkeys distribution as well as hundreds of other species.   A Wondrous Diversity of Life  Great Smoky Mountains is the most biodiverse park in the National Park system. Biological diversity, or ‘biodiversity’, means the number and variety of different types of animals, plants, fungi, and other organisms in a location or habitat. Encompassing over 800 square miles in the Southern Appalachian Mountains, no other area of equal size in a temperate climate can match the park's amazing diversity. Over 19,000 species have been documented in the park and scientists believe an additional 80,000-100,000 species may live here.      Why is it important to study biodiversity? If you are given a box full of treasures to protect, one of the first things you’ll probably want to do is open it to take an inventory of what is inside so you know how to protect it. Similarly, only when park resources are known, can the importance be realized and therefore protected. A biological inventory may involve developing a simple list of species or may include estimates of population size (how many), distribution (where they are), and even what other species they associate with (their ecological community). Through biological inventories, we can find out what things are like now (a baseline), which will let us determine if things are changing for the better or for the worse next time we look.   How does the Smokies study biodiversity? In 1998, the Smokies began a park-wide biological inventory of all life forms; this project is referred to as an All Taxa Biodiversity Inventory, or ATBI. The goal of an ATBI is to determine what species live in the park, their distribution, and their ecological community. Scientists have discovered nearly 10,000 species that were not previously known from the park, and many of these (~1000) had never been seen anywhere in the world before-- they were new to science. The extraordinary diversity of this park led to the park’s designation as a United Nations World Heritage Site and International Biosphere Reserve. The ATBI in the Smokies is coordinated by our non-profit partner Discover Life in America, or DLIA. Together, the park and DLIA have made tremendous progress, and the ATBI has grown to become the largest sustained natural history inventory in the United States, and one of the largest in the world.  How do we know where to find plants, animals and other organisms in the Park? The park has partnered with the University of Tennessee to create a tool called Species Mapper. Species Mapper uses what we know about the locations where species have been found to help predict other places they may occur in the park. These predictions, or models, are based on observations made during ongoing resource monitoring as well as research studies conducted by scientists from all over the world for the ATBI. The model analyzes the location of observations as well as the characteristics of the habitat. We know quite a bit about the park’s habitats including slope, forests type, geology, elevation, temperature, and sun exposure. The result of the model is a reliable distribution in which each species lives in the park. The distribution tells us that the area would provide suitable habitat for the species, but it is possible that a plant or animal may be missing from large areas of this predicted distribution, or may be present outside of the predicted distribution. As we receive additional observations of each species, they are added to the model to make it more accurate. Why such a wondrous diversity? Mountains, climate, and weather are the big reasons. The park is dominated by plant-covered, gently contoured mountains that formed perhaps 200-300 million years ago. In fact, the Smokies are among the oldest mountain ranges in the world! Elevations in the park range from approximately 850 to 6,643 feet. This range in altitude mimics the climate and habitat changes you would experience driving north or south across the eastern United States, say from Georgia to Maine. Plants and animals common in the southern United States thrive in the lowlands of the Smokies while species common in the northern states find suitable habitat at the higher elevations. Some 100 species of native trees find homes in the Smokies, more than in any other North American national park. Almost 95% of the park is forested, and about 25% of that area is old-growth forest. Over 1,500 additional flowering plant species have been identified in the park. The park is also the center of diversity for salamanders and is home to more than 200 species of birds, 68 species of mammals, 67 native fish species, 39 species of reptiles, and 43 species of amphibians. Mollusks, millipedes, and mushrooms reach record diversity here. The north-south orientation of the Appalachian chain allowed the Smokies to become a refuge for many species of plants and animals that were displaced from their northern homes by glaciers in the last ice age around 10,000 years ago. In terms of weather, the park's abundant rainfall and high summertime humidity provide excellent growing conditions. In the Smokies, the average annual rainfall varies from approximately 55 inches in the valleys to over 85 inches on some peaks. The relative humidity in the park during the growing season is about twice that of the Rocky Mountain region. Extensive work and research is being done to preserve the biodiversity of the Smokies. Environmental factors such as air quality, water quality, and non-native species are monitored and fires are used as a tool to maintain healthy ecosystems.         Recommended Reading           Great Smoky Mountains National Park: The Range of Life Beautiful collection of photos with an overview of wildlife, wildflowers, old-growth forests, mountain streams, walking trails, geology, and history.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/index.htm"
}
