{
    "title": "Great Smoky Mountains National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Over 1,600 species of flowering plants add to the park's incredible diversity of life. John Heidecker photo  If allowed only one word to justify the Smokies worthiness as a National Park, that word would be plants. Vegetation is to Great Smoky Mountains National Park what granite domes and waterfalls are to Yosemite and geysers are to Yellowstone.  Variations in elevation, rainfall, temperature, and geology in these ancient mountains provide ideal habitat for over 1,600 species of flowering plants, including 100 native tree species and over 100 native shrub species. You can see where to find many of these species on the Species Mapper.     The park is also a global center for non-flowering plants, including 450 bryophytes-mosses, liverworts, and a few hornworts. Non-flowering species also include some 50 ferns and fern allies and at least one horsetail.  The park is home to three federally listed threatened (T) and endangered (E) plant species: spreading avens (E), Virginia spiraea (T), and rock gnome lichen (E), the latter being part fungus. View a listing of federally Threatened and Endangered Species. Over 300 additional species of native vascular plants are considered rare, meaning they are generally found in small populations or have five or fewer occurrences within the park. Also considered rare are nearly 200 of the 450 non-vascular plants. A total of 76 species of park plants are listed as threatened or endangered in the states of Tennessee and North Carolina. Some plants are rare because they are being poached.  Non-native plants, species that have been introduced to an ecosystem by human activities, are a threat to many park ecosystems. Of over 380 non-native species in the park, 35 spread aggressively, out-competing native plants for habitat. Some of the worst offenders in the park are kudzu, mimosa, multiflora rose, and Japanese grass. Use the trees and shrubs checklist to see if you can find every species in the park!",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/plants.htm"
}
