{
    "title": "Great Smoky Mountains National Park: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                 Fish         Brook trout are native to park waters. Pete Yeomans photo  The Great Smoky Mountains National Park boasts over 2,100 miles of streams and is home to 67 species of fish in 12 different families, including lampreys, darters, shiners, minnows, suckers, bass, and trout. Of these 2,100 miles of streams, only about 800 miles contain fish.  The brook trout is the only trout species native to the Smokies, although non-native brown and rainbow trout have been introduced into the park and today are found in most large streams below 3,000 feet. Brook trout have lost approximately 75% of their native range in the park since the early 1900s mostly due to logging and the introduction of non-native rainbow trout. The non-native rainbow trout out-compete native brook trout by producing more offspring, growing at faster rates, and occupying stream habitat once occupied by brook trout. Today, brook trout are only found in about 133 miles of park streams. Restoration efforts have restored brook trout back to 14.6 miles of their native range since 1986 and continue today. Learn more about the brook trout restoration efforts happening at Lynn Camp Prong in the park.  There are four federally protected fish species in the park, all of which live in lower Abrams Creek: the spotfin chub (Threatened), duskytail darter (Endangered), smoky madtom (Endangered), and yellowfin madtom (Threatened). Efforts are underway to reintroduce these fish back into Abrams Creek and some signs of success have been noted.  Fisheries staff have been monitoring fish populations in both high elevation (>3,000 feet) brook trout streams and low elevation (<2,500 feet) large stream systems through the park since 1986. Long term monitoring surveys indicate that fishermen play little to no role in the population dynamics observed in park streams. Major spring floods and summer droughts are the driving forces behind fish population fluctuations seen both in the park and outside the park.  Although most streams in the park are very clear, cold and pollution free, they are not very productive in terms of growing big trout. Most trout in the park grow relatively fast, live only about 4 years, and die due to a lack of food resources. The diversity of aquatic insects in park streams is quite high, but the density of each species is fairly low making food resources for trout scarce. In fact, only 4% of brook trout and 30% of rainbow trout reach 7 inches. Less than 1% of brook trout and 17% of rainbow trout reach 8 inches. Only brown trout, who switch to a piscivorous (fish) diet at around 8 inches, have the ability to live beyond 4-5 years and reach sizes of nearly 30 inches! Additional Information Fish Species Checklist Non-native Fish Species Fishery Fact Sheet Water Quality Fact Sheet Antimycin Fact Sheet Brook Trout Morphology Trout Population Dynamics Genetics of Fishes in the Park Brook Trout Fishing Survey Summary Report: Metal Deposits Found in Trout Didymosphenia geminata Study Acidosis Impacts on Southern Appalachian Brook Trout Acid Deposition to Watersheds Threatened and Endangered Species of Abrams Creek Brook Trout Restoration",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/fish.htm"
}
