{
    "title": "Great Smoky Mountains National Park: Smokies Civil War Journal",
    "body": "Civil War Journal: Divided Loyalties       The Smokies Civil War Journal will be a series of articles about the lives of people who lived in the Southern Appalachian mountains during the Civil War. Look for additional articles in the coming months.        United States Senator Thomas L. Clingman, for whom Clingmans Dome was named, was a strong Southern Rights advocate who favored secession for North Carolina.   One hundred fifty years ago the people of the Great Smoky Mountains were even more divided in their Confederate\/Union allegiances than people elsewhere in our sharply divided nation. Although both Smoky Mountain states, North Carolina and Tennessee, formally seceded from the Union in May of 1861, the hardscrabble mountain farmers of extreme east Tennessee and far western North Carolina saw things differently than most others in their respective states. In 1860, as the threat of war mushroomed, voting records indicate that fewer than 20% of residents of the three Smoky Mountain counties in Tennessee (Blount, Cocke, and Sevier) supported secession. In the North Carolina Smokies-Cherokee, Haywood, Jackson, and Macon counties-about 46% of the population favored secession. The reasons for these intra-state divides are complex and may never be completely understood. Certainly fewer mountain residents owned slaves compared to families in more prosperous areas of the rural South. Mountain folks' long-held loyalties to the United States and a distrust of powerful and wealthy pro-secession groups may have also been a consideration. Some saw the impending conflict as a \"rich man's war but a poor man's fight,\" and many ruggedly independent mountain families just wanted to be left alone.        William G. “Parson” Brownlow was editor of the Knoxville Whig. He foresaw that secession for Tennessee would lead to war, the waging of which would be carried out by people in East Tennessee and western North Carolina who did not own slaves and were not part of the Southern aristocracy.   So strong were pro-Union sentiments in certain areas of Tennessee that serious proposals were made for the eastern counties to secede from the state and become their own Union entity. In Gatlinburg, Tennessee the small town's lone Confederate sympathizer, Radford Gatlin (for whom the town was named), was physically pummeled by local Unionists and forced to relocate elsewhere. In Strawberry Plains, Tennessee over 2,000 pro-Union activists gathered at a farm to rally around their cause. However, their demonstration was conducted near a railroad station where a train brimming with troops from Alabama happened to pause. Before long, rocks and bullets were flying in both directions. When the train had passed, leaders of the rally were barely able to prevent the angry Unionist mob from tearing up the rails. The actual outbreak of the Civil War did persuade a few more Smoky Mountain citizens to lean toward the Confederate cause. Yet, as the bloody fighting began in earnest, great rifts were torn in communities, churches, and even families. These divides are etched in the gravestones, local histories, music, and folklore of the Smoky Mountains and remain visible to this day.      Read additional stories from the Smokies Civil War Journal: Thomas's Legion   Recommended Reading         The Civil War in the Smokies The area that is now part of Great Smoky Mountains National Park has a surprising and often untold Civil War history. As the author Noel Fisher puts it \"This was a war where men rode to the house of a neighbor they had known for many years, called him to the door and shot him dead; where other men left homes and wives and children and trekked north in cold and rain to serve the army and cause of their choice; where still others served in poorly supplied, poorly equipped, nearly forgotten units to protect border and home...\"       Additional Resources  The Tennessee Civil War National Heritage Area tells the story of America's greatest challenge, 1860-1865, through historic sites (buildings, farms, cemeteries) and documents across the state of Tennessee. The Heritage Area was designated by Congress in 1996 and is a partnership unit of the National Park Service. Visit the Tennessee Civil War Sesquicentennial website to learn more about touring the state's Civil War sites. The North Carolina Department of Cultural Resources has created the North Carolina Civil War Sesquicentennial website to explore the war's impact on the state.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/historyculture\/civil-war-1.htm"
}
