{
    "title": "Great Smoky Mountains National Park: Planting Crops",
    "body": "Farmers Watched Nature to Guide Planting         Spring plowing at the Mountain Farm Museum at Oconaluftee Visitor Center.   Many people think farming is strictly a warm weather activity, but those who have made a living from the soil know that farming was and still is a year-round endeavor. For farmers in the Great Smoky Mountains during the nineteenth century, winter and early spring work included pruning fruit trees, repairing equipment, clearing new ground for future planting, and hauling manure from the barn to use as fertilizer, especially on the family garden. Although some farmers considered spring the earliest time to start plowing, others plowed during winter to turn under old plant material and allow the winter freezes and thaws to help break up the soil. Many farmers burned their fields before plowing to get rid of weeds and old vegetation, and to help control insects. Regardless of what the calendar indicated, farmers in the Smokies knew that their \"new year\" generally began in March. Frost could occur in the valleys as late as May, but several cold tolerant crops could be planted in March, including onions, mustard greens, turnips, potatoes, and cabbage. Farmers often looked to signs from nature to decide when to plant. Before planting corn, some waited for the first Whip-poor-will to call or oak leaves to grow as big as a \"squirrel's ear.\" Weather signs like a circle around the moon or sun (meaning rain or fair weather, respectively) often helped a farmer determine when to plow or plant. It was also common practice for farmers to consult astrology (or the Zodiac) and the phases of the moon before doing certain jobs. Each of the 12 astrological signs is associated with a part of the body and each day of the month is dominated by one of the signs. Planting, for example, would be done when the signs were associated with the loins, feet, neck, or breast (Scorpio, Pisces, Taurus, or Cancer). The phases of the moon were also considered before starting many activities. For example, when planting crops such as corn that produced above ground, the moon should be \"waxing\" or becoming full. While underground or \"root\" crops, like potatoes, should be planted during the waning moon. The ideal time for any activity was when both the phase of the moon and the dominant astrological sign were their best. To find when such times occurred, farmers consulted a variety of almanacs and planting calendars. Planting gardens and fields continued through the spring as the ground warmed and the chance of a killing frost diminished. Gardens were generally worked entirely with hand tools—mostly shovels, hoes, and rakes—while animal-drawn equipment was used in the larger fields.      Through the spring and early summer, weed control consumed an enormous amount of time and hand labor. Even a cornfield, where an animal-powered cultivator or plow might be used, required a mammoth amount of hoeing around the hills of corn. This continued until the corn was about knee high and could be \"laid by.\" In the past, even the most simple meal represented hours of labor, a tremendous amount of sweat, and good luck with the weather. Today, when the grocery store is the extent of most people's knowledge of where their food comes from, a better understanding of the past can provide a greater appreciation for the present.   Planting Lore • Plant turnips on Ascension Day for abundant foliage and large turnips. • Plant corn when the sign is in the head, so there will be more ears. • Red-headed persons have the best luck with peppers. • If cucumbers are planted on Saturday, they will be bitter. • If you plant cucumbers in the full moon, they will all run to vines, and will not bear. • If you laugh while planting corn, the grains will fall apart on the cob. • Tomatoes should be planted in Gemini or the scales.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/historyculture\/planting.htm"
}
