{
    "title": "Great Smoky Mountains National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds         A Great Horned Owl swoops to catch prey.   Great Smoky Mountains National Park is a premier place for birds. The crest of the Smokies towers nearly a mile above the foothills, creating a range in elevations and a variety of topographies that provide a diversity of habitats and microclimates for birds. From the high, exposed peaks, to the warmer, sheltered lowlands, some 240 species of birds have been found in the park.  You can see where to find many of these birds on the Species Mapper.   Sixty species are year-round residents. Nearly 120 species breed in the park, including 52 species from the neo-tropics. Many other species use the park as an important stopover and foraging area during their semiannual migration. View a list of Species of Concern in the park.  Changes in elevation affect the types of vegetation that grow in the mountains and determine where many birds can be found. Some species are found only in distinct habitats at certain elevations, while others may range over several habitats.   The spruce-fir forest of the highest ridges is similar to the boreal forest of Canada, and is the southernmost breeding range of the Black-capped Chickadee, Golden-crowned Kinglet, Red-breasted Nuthatch, Northern Saw-whet Owl, Blackburnian and Canada warblers, Veery, and Winter Wren. Chestnut-sided Warblers are common in blackberry thickets, the Dark-eyed Junco abundant in the trees, and Common Ravens soar overhead.   The northern hardwood and cove hardwood forests are mixing grounds for northern and southern bird species. A dozen northern breeding species reach their lowest nesting elevation here and nearly as many southern birds reach their highest limit. The northern Blue-headed Vireo, Rose-breasted Grosbeak, and Black-throated Blue Warbler overlap with the southern Red-eyed Vireo, Northern Cardinal, Hooded Warbler and others.   The southern hardwoods in the middle and lower elevations have the greatest number of birds, those typical of similar elevations and latitudes in the south. Some common species are the Downy Woodpecker, Eastern Screech-Owl, Belted Kingfisher, Carolina Chickadee, Carolina Wren, Song Sparrow, and American Goldfinch. In summer add the Yellow-billed Cuckoo, Acadian Flycatcher, Wood Thrush, Yellow-throated Vireo, Black-and-white Warbler, Ovenbird, Louisiana Waterthrush, Scarlet Tanager, Indigo Bunting, Chipping Sparrow, and others. In winter, the Yellow-rumped Warbler and White-throated Sparrow become common.   Open fields account for less than one percent of park land, but these areas provide habitat for Red-tailed hawk, American Kestrel, Northern Bobwhite, Wild Turkey, Killdeer, Eastern Bluebird, Field Sparrow, Eastern Meadowlark, and others. In the summer add the Eastern Kingbird, Barn Swallow, Yellow Warbler, and Orchard Oriole.   The number of birds and diversity of species change with the seasons. Late March brings the first migrating songbirds to lower elevations, and by late April many species are at peak singing and nesting activity. Yet in the high country, snow lingers and it will be mid-June before songbird nesting is at its peak. In summer, most lowland birds are starting a second brood, while the highland birds are working on their first and perhaps only family of the year. Fall is a time of change when warblers and others wear a confusing molted fall plumage. Restless to migrate, many species will leave at night and head south. In mid-September the Broad-winged Hawks begin to kettle-up over the ridges and glide to the next thermal, with a few Sharp-shinned, Cooper’s, Northern Harriers, and others joining. Even as the migrants leave, the winter visitors begin to arrive – Purple Finch, Evening Grosbeak, Swamp Sparrow, and others.   You will hear many more birds than you will see in the Smokies’ dense, tall forests. Learning the common songs of the breeding season will make birding trips more successful. Even if you don’t know the song, you can use the sound to locate the bird and get view of it. A person who can identify most species by sight or sound, and who explores as many habitats as possible, can expect to find 100 species a day in peak migration - late April and early May.         Recommended Reading            Birds of the Smokies Contains 100 color photos of park birds and special sections on where to find birds, bird songs, a complete checklist, and special birding trips in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/nature\/birds.htm"
}
