{
    "title": "Great Smoky Mountains National Park: Apple Orchards",
    "body": "Mountain Orchards         Children helped harvest fruit such as apples to preserve for winter. NPS Archives  Apples were undoubtedly the most important fruit in the Southern mountains. This was due in part to the cooler climate of the area which provided good apple growing conditions, but also because few fruits have as many uses. Apples were eaten raw and also used to make cider, vinegar, applesauce, apple butter, and pies. In addition, some varieties were good keepers and if stored properly could provide “fresh” apples for several months. Besides storing apples, several other methods were used to preserve the fruit for later use. Drying was the most widely used method since no special equipment was required. For drying, apples were cut into thin slices and placed outside in the sun. During periods of bad weather they could be dried indoors in front of a fireplace or near a stove. For families hoping to sell part of their apple crop, dried apples were an alternative to transporting fresh fruit since a bushel of apples, which weighs about 50 pounds, could be reduced to about 7 pounds of dried fruit. Another way to preserve apples was bleaching or sulfuring. To bleach apples, slices of the fruit were exposed to sulfur smoke to kill bacteria. The fruit was bleached white by the process, and, like dried apples, was stored for later use. Sulfured and dried apples were often used for stack cakes and fried pies. Apple cider was made and drunk in the Southern mountains but never to the same degree as in the northeastern United States. Although much of it was drunk as sweet cider, which is fresh unfermented apple juice, within a few days a slightly alcoholic drink, usually referred to as hard cider, could be produced as the sugars in sweet cider began to ferment. Hard cider was also necessary to make vinegar, which is produced when certain bacteria, which live and grow in an alcoholic liquid, change the alcohol to acetic acid. It usually took about five to six weeks for hard cider to become vinegar. Apple butter and applesauce were also ways to enjoy the flavor of apples throughout the year. Both of these were often made in large quantities in copper, brass, or even iron kettles by slowly cooking peeled slices of apples until the finished product was thick and smooth. Sometimes cider was used as the cooking liquid instead of water since it added flavor to the apple butter or sauce. Some families also added sugar and cinnamon near the end of the cooking process for extra flavor and sweetness. Before the widespread use of home canning, apple butter was often kept in large crocks stored in a cool dry place. The late 1800s through the early 1900s was the heyday for apple varieties. Nurseries of the period offered literally hundreds of varieties of apple trees. This was important because, at the time, many families were still producing their own food and preserving food for the winter. Some varieties of apples were better for eating fresh while others were good winter keepers or better suited for cooking or drying. Unfortunately, many of these varieties slowly disappeared as fewer families produced their own food. The U.S. Department of Agriculture estimates that more than 6,000 varieties of apple trees have been lost since 1900. Fortunately, there are individuals and groups who recognize the importance of preserving as many of the remaining heirloom varieties of apples as possible. The national park’s Mountain Farm Museum near Cherokee, NC has a small orchard that includes a number of heirloom varieties of apples and is part of that preservation effort. Text by Tom Robbins",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/historyculture\/apples.htm"
}
