{
    "title": "Great Smoky Mountains National Park: Founding the Park",
    "body": "Founding the National Park       Founding Great Smoky Mountains National Park took the dedicated efforts of numerous individuals and groups. Most of the hard working supporters were based in Knoxville, Tennessee, and Asheville, North Carolina. Here are some of the notable contributors.         David Chapman Beginning in 1924 and continuing through the 1930s, Colonel David Chapman played a leading role in the tough battle to bring the park idea to fruition, especially on the Tennessee side of the park. Chapman, president of a Knoxville drug company, became totally committed to the park movement and dealt successfully with multiple obstacles such as opposition from park opponents, lack of funding for land purchase, and controversial condemnation actions. As chairman of the Great Smoky Mountains Conservation Association, he was the Tennessee leader for the park campaign and developed close relationships with parties in both TN and NC working toward creation of the national park. Chapman deserves much credit for shaping Great Smoky Mountains National Park as we know it today.         Ann Davis Ann Davis is credited for suggesting a National Park in the Smokies when she and her husband returned from a trip visiting several Western national parks in 1923. This started discussion of the idea with leaders in the area, especially around Knoxville. Her husband, Willis Davis, began talking about the park idea with anyone who would listen. This early period, 1923-1925, was a particular crucial time in recruiting advocates who would push this idealist goal. Ann Davis herself entered politics and in 1924 was elected the first female from Knox County to serve in the Tennessee State House of Representatives.         Paul Fink Paul Fink was an early advocate for a national park in the Great Smokies, as evidence by letters he exchanged with Horace Kephart in 1919 and the early 1920’s. A book written by Paul Fink and published in 1975 details many backpacking and camping trips he made into the Smokies and nearby mountain ranges, beginning in 1914 and continuing through the 1930’s. Fink and his lifelong companion Walter Diehl were pioneers in backpacking in the rugged mountains of East Tennessee and Western North Carolina. Fink worked closely with Chapman, Kephart, and others in promoting the Great Smokies as a national park in the early 1920’s and continuing throughout the park movement. Working with George Masa and others, he was largely responsible for routing the Appalachian Trail through the Great Smokies and nearby mountain ranges. The initial proposal was to route the trail through Mt. Mitchell and the Black Mountains, staying entirely out of TN. Fink was an active leader in the Appalachian Trail Conference, serving on its Board from 1925 to 1949.         Horace Kephart Horace Kephart came to the Smokies in 1904 and lived among the settlers of Hazel Creek in the Smokies for several years before moving to Bryson City, NC. He wrote Our Southern Highlanders, first published in 1913, about people who lived in the Smokies, based on first-hand observations. This book, revised several times by the author, has remained in print, as has other publications by Kephart. Prior to 1923, Kephart was exchanging letters with Paul Fink of Jonesborough, TN, concerning the desire of creating a national park in the Great Smokies. When the movement got underway in earnest in 1923, Kephart became a major voice through his many writings advocating for the park.         George Masa  George Masa, an immigrant from Japan who excelled in photography work, moved to Asheville, NC in 1915. His work on behalf of the Smokies played a major role in the campaign to establish Great Smoky Mountains National Park. Starting in the 1920’s, Masa became acquainted with Horace Kephart of Bryson City who wrote dozens of articles for newspapers and magazines promoting the natural virtues of the Smokies and the benefits of preserving this magnificent area as a national park. Stunning photographs by Masa accompanied many of these articles, which aided tremendously in convincing the public of the need to raise money and purchase the lands for a national park. Not only did Masa’s photographs play a large role in the creation of the park, but Masa over a 15-year period, became an expert on the trails and names in the Great Smokies. In 1931 he served on the 3-person nomenclature committee for the NC side of the park, which had the responsibility for accurately naming the peaks, streams, and other features, as well as resolving duplicate names. Masa was the first person to systematically measure many of the trails in the park and to chart the terrain of the Smokies.      Ben Morton Ben Morton was mayor of Knoxville in the mid-1920’s and became an important advocate for creation of Great Smoky Mountains National Park. He was particularly effective during 1925-1926 when seeking financial and political support from business leaders in Knoxville. As former mayor in 1927, he was appointed by the governor to serve on the Tennessee Great Smoky Mountains Park Commission which Col. David Chapman chaired. In this role he was intimately involved in resolving many land acquisitions, including the 1931 negotiated land settlement with Champion in Washington. The 3.0 million settlement with Champion, which owned almost 100,000 acres in the heart of the Smokies, finally assured that Great Smoky Mountains National Park would become a reality.         Mark Squires Like Chapman in Tennessee, Mark Squires, a State Senator from Lenoir, NC, was instrumental in leading and keeping the National Park campaign on the NC side on track. He remained strongly committed, and was able to secure state funding despite strong opposition from logging interests, especially by Champion Paper Company, and lukewarm interest by the governor in the late 1920’s.         Jim Thompson Jim Thompson, a Knoxville photographer, played a major role in promoting creation of Great Smoky Mountains National Park, particularly on the Tennessee side of the park. Photographs taken by Thompson made a convincing argument for choosing the Smokies in the early 1920’s as a suitable area for a new national park by the Southern Appalachian National Park Committee, a committee established by the Secretary of the Interior and National Park Service to investigate various sites proposed for a national park in the Southern Appalachian Mountains. Thompson’s photographs proved invaluable in gaining public support for the campaign for a national park in the Smokies, especially in the mid to late 1920’s when funding sources were being sought. In the early 1930’s, Thompson served on the Tennessee nomenclature committee identifying place names and eliminating duplicate names.         Charles A. Webb Charles Webb was editor and co-publisher of the Asheville Citizen-Times (the leading newspaper for Western North Carolina) during the 1920’s and 1930’s. He became an important ally in rallying support for the park movement in NC, beginning in mid-1925 when the movement had almost stalled because of lingering sentiments of people wanting a park in the Linville-Grandfather Mountain area instead of the Smokies and by opposition from large timber-holding companies. Mr. Webb, through an editorial published July 27, 1925, immediately aroused public support that brought enthusiasm among park supporters up to the level of those in Knoxville. Webb remained a leader throughout the park movement, taking on the timber companies who published ads against making the Smokies a national park. He, along with other newspaper editors, such as Josephus Daniels of the Raleigh (NC) News and Observer, deserve a great deal of credit for their continued editorials supporting the park movement.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/historyculture\/biographies.htm"
}
