{
    "title": "Great Smoky Mountains National Park: Women of the Smokies",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Women of the Smokies                Women of the Smokies       Through their individual contributions, visitors today have the opportunity to share in the passion and dedication that each of these women gave in support of the Great Smoky Mountains National Park and its mission of preservation for future generations.        Mayna Treanor Avent NPS photo  Mayna Treanor Avent   One of Tennessee’s first recognized female artists, Mayna studied art at the Academie Julian in Paris, France, a school whose alumni included Henri Matisse and Diego Rivera. The Academie Juilan provided a liberating and supportive environment for Mayna to study painting. She later also worked on carved woodblocks to create prints. A progressive figure, Mayna enjoyed painting all kinds of subjects, including people of different ethnicities and economic status. Her portraits were praised by museums and art critics due to the level of understanding and compassion revealed in her paintings.   In 1918 Mayna’s husband, Frank Avent, purchased a small one-room cabin near the Elkmont community known as “Daisy Town.” Originally built in the mid-1800s, the cabin was modified in 1926 when a large window was installed to allow more light into the room for Mayna to work. The inspiration that Mayna found in the Great Smokies is found by millions of visitors today. And the cabin, now known as the \"Avent Cabin,\" still stands today in Elkmont as a reminder of a place where anyone can be moved by the beauty of nature.        Laura Thornburgh was one of the many passionate artists in the Smokies before the days of the park. NPS Photo  Laura Thornburgh   Laura Thornburgh was a writer, teacher, interior designer and photographer. She fell in love with the Smokies exploring the area with the Smoky Mountains Hiking Club in the late 1920s. She formed friendships with other prominent Smokies photographers of the day, such as Albert “Dutch” Roth and Jim Thompson.   But Laura's passion for photography took her farther than simple mountain overlooks.The local mountain people who had called the Smokies home for generations were the focus of her lens. Laura was also a strong advocate for the creation of the national park. Not only did she want to protect the natural scenery, but also preserve the stories of the families she had come to know.        \"Grannywoman\" Lydia Kear Whaley NPS photo  Lydia Kear Whaley     Lydia Kear Whaley was born in 1840, and married at age 19. Grief-stricken when her young son died at age 3, she lost her husband, who was a Union solider, less than a month later during the Civil War. Lydia never remarried, choosing to raise her two daughters by herself. She provided for her family by being a farmer, midwife, tailor, and basket weaver. She was a skilled healer or “grannywoman” who would travel throughout the area to minister to the sick. She was also frequently called upon to \"lay out the dead\" by washing and preparing bodies for burial. Lydia was heavily involved in her community. She was one of the first advocates for the creation of the Phi Beta Phi elementary school in Gatlinburg and in her seventies became the school’s first basket weaving instructor. The school was formed to preserve the knowledge of traditional mountain skills such as weaving, basketry and other handmade crafts. Today Great Smoky Mountains National Park honors the life of Lydia Whaley by protecting the traditional mountain culture that Lydia lived and shared with millions.          Anne Davis NPS Photo  Anne Davis   “Why don’t we have a national park in the Smokies?” It's the question that sparked the movement to create Great Smoky Mountains National Park, and it was spoken by Anne Davis, the \"Mother of the Park.\" Following a trip to several national parks in the western states, Anne and her husband, Willis Davis, co-founded the Great Smoky Mountains Conservation Association, one of the most influential organizations that supported the creation of the park.   In 1925, Anne was one of the first women to be elected to the Tennessee State Legislation. She sponsored the bill that would allow the purchase of 78,000 acres of land from the Little River Lumber Company, which ultimately became the first large parcel of land set aside for the creation of Great Smoky Mountains National Park.    Anne’s push for a national park in the Smokies was prompted by the desire to both preserve, and promote, this special place. Recognizing the opportunities that a park could create, she envisioned new roads across the state that would carry the tourists to see one of the last remaining natural areas of the region. Anne knew that once the park was created, the need for hotels, gas stations, restaurants, and stores to accommodate these new visitors would boost the local economy. Anne saw that prosperity could come with the preservation. Her insight and commitment have allowed millions of visitors to enjoy Great Smoky Mountains National Park.   ~written by Joshua Jones",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/historyculture\/women-history.htm"
}
