{
    "title": "Great Smoky Mountains National Park: Cherokee",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Cherokee                Cherokee        Historic painting of a Native American village in the Southeastern United States Painting by Lloyd Kenneth Townsend      The Cherokee Indians, a branch of the Iroquois nation, can trace their history in this region back more than a thousand years. Originally their society was based on hunting, trading, and agriculture. By the time European explorers and traders arrived, Cherokee lands covered a large part of what is now the southeastern United States.  The Cherokee lived in small communities, usually located in fertile river bottoms. Homes were wooden frames covered with woven vines and saplings plastered with mud. These were replaced in later years with log structures.  Each village had a council house where ceremonies and tribal meetings were held. The council house was seven-sided to represent the seven clans of the Cherokee: Bird, Paint, Deer, Wolf, Blue, Long Hair, and Wild Potato. Each tribe elected two chiefs-a Peace Chief who counseled during peaceful times and a War chief who made decisions during times of war. However, the Chiefs did not rule absolutely, decision making was a more democratic process, with tribal members having the opportunity to voice concerns.        An 1888 photo of a Cherokee woman holding her child. James Mooney Photograph  Cherokee society was a matriarchy. Children took the clan of the mother, and kinship was traced through the mother's family. Women had an equal voice in the affairs of the tribe. Marriage was only allowed between members of different clans. Property was passed on according to clan alliance.  The Cherokee readily adopted the tools and weapons introduced by Europeans. Desire for these items changed Cherokee life as they began to hunt animals, not just for food, but also for skins to trade.  As the white population expanded, conflicts arose. War and disease decimated the tribe. The Cherokees were eventually forced to sign over much of their land, first to the British and then to the United States.  In the early 1800s, the Cherokees began a period of change. The Cherokee Nation was established with a democratic government composed of a Chief, Vice-Chief, and 32 Council Members who were elected by the members of the tribe. A constitution and code of law were drawn up for the nation.  During this time, Sequoyah invented a system for writing the Cherokee language. There are 86 characters in Sequoyah's syllabary, and each is based on individual syllables in Cherokee works. Any person who could speak Cherokee could also read and write it after learning the 86 symbols. The Cherokee Council passed a resolution to establish a newspaper for their nation. A printing press was ordered, the type cast for the cherokee syllabary, and the Cherokee Phoenix was in business.      Unfortunately, the Cherokees did not enjoy prosperous times for long. Gold was discovered on Indian lands in Georgia. Political pressure was exerted by President Andrew Jackson to confiscate Indian lands and remove the Cherokees to the West. Numerous injustices against the Cherokee Nation culminated in the signing of the Treaty of New Echota. Those who signed the treaty did not have the authority to represent the entire Cherokee Nation. Nevertheless, the treaty stood.  The Cherokees were taken from their homes, held in stockades, and forced to move to Oklahoma and Arkansas. Almost 14,000 Cherokees began the trek westward in October of 1838. More than 4,000 died from cold, hunger, and disease during the six-month journey that came to be known as the \"Trail of Tears.\"  Prior to the \"Trail of Tears,\" a small group of Cherokees in western North Carolina had already received permission to be excluded from the move west. Those individuals, often called the Oconaluftee Cherokees, did not live on Cherokee Nation land and considered themselves separate from the Cherokee Nation.  Permission for the Oconaluftee Cherokees to remain in North Carolina had been obtained in part through the efforts of William H. Thomas, a successful business man who had grown up among the Cherokees. For more than 30 years he served as their attorney and adviser. To avoid jeopardizing their special status, the Oconaluftee Cherokees reluctantly assisted in the search for Cherokee Nation Indians who had fled to the mountains to avoid capture. Among those in hiding was Tsali, who had become a hero to many Cherokees for his resistance to forced removal. Tsali was being sought because of his role in the deaths of several soldiers. To prevent further hardships for the Cherokees still in hiding, Tsali eventually agreed to surrender and face execution. Due in part to Tsali's sacrifice, many of those in hiding were eventually allowed to settle among the Cherokees of western North Carolina. This was to be the beginning of the Eastern Band of the Cherokees.  Today there are about 11,000 members of the Eastern Tribe, most of whom live on the Cherokee Indian Reservation, or the \"Qualla Boundary\" as it is often called. The communities of Yellowhill, Birdtown, Snowbird, Painttown, Big Cove, and Wolftown are within the 56,000 acre boundary which covers parts of five western North Carolina counties.  Unlike some reservations in the western United states, this one is entirely open to visitors. In fact, the tourism industry has been very profitable. Hotels, motels, restaurants, campgrounds, amusement parks, a casino, and shops flourish in and around the town of Cherokee. Museums here help preserve and interpret Cherokee history and culture. While the people have adopted lifestyles more modern than those of their ancestors, traditional craft skills continue to be passed on to younger generations. The speaking of the Cherokee language has also seen a resurgence in recent years.        Recommended Reading           The Cherokees of the Smoky Mountains  The classic story by Horace Kephart of the Eastern Band of the Cherokees and their tragic westward removal on the “Trail of Tears.” Includes rare material on Cherokee culture, written language, and betrayal by the U.S. government.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/historyculture\/cherokee.htm"
}
