{
    "title": "Great Smoky Mountains National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         A projectile point estimated to be 9,000 years old was found in the park. Don McGowan\/Friends of Great Smoky Mountains National Park  Great Smoky Mountains National Park preserves a rich cultural tapestry of Southern Appalachian history. The mountains have had a long human history spanning thousands of years-from the prehistoric Paleo Indians to early European settlement in the 1800s to loggers and Civilian Conservation Corps enrollees in the 20th century. The park strives to protect the historic structures, landscapes, and artifacts that tell the varied stories of people who once called these mountains home. To learn more, read bout the people who protect the cultural resource of the park, or check out our collections, which include the research library and the Database of the Smokies.       US National Archives Movie  Watch a historic video about Great Smoky Mountains National Park, filmed by the United States Division of Motion Pictures in 1936. The movie has been preserved by the US National Archives.      Historic Photos of the Park                   Civilian Conservation Corps (CCC)    15 Photos  The CCC was established in 1933 as a federal work project during the Great Depression, employing young men in conservation work on federal and state lands. The program provided gainful employment and education to the enrollees from all over the country while also providing much-needed work on public lands throughout the nation. In Great Smoky Mountains National Park, as many as 4,000 enrollees were assigned to 22 CCC camps at various times from 1933-1942, building roads, trails, fire towers, and structures. The legacy of the CCC is enormous, and the work of these young men remains clearly evident today.          Laura Thornburgh Photos   11 Photos  Laura Thornburgh was an author and photographer whose work highlighted the Great Smoky Mountains.          Logging   7 Photos  Historic photographs of logging operations in the Great Smoky Mountains before the creation of the national park. Photos from park archives.            Mountain People   16 Photos  Meet some of the resourceful and independent people who made their homes in the Great Smoky Mountains before the national park was created.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/historyculture\/index.htm"
}
