{
    "title": "Great Smoky Mountains National Park: Multimedia Presentations",
    "body": "Multimedia Presentations       Video Podcasts         Tornado in the Park A powerful EF4 tornado tracked through the western end of the national park on April 27, 2011. The park's nonprofit partner, the Great Smoky Mountains Association, has posted a video about the tornado on their website.           White-Nose Syndrome Researchers are gathering information about the park's bats to help combat a deadly disease known as white-nose syndrome which is devastating bat populations across the eastern United States.          Monitoring Climate ChangeThe Smokies are known for their amazing biodiversity, lush forests and unique high elevation ecosystem. Watch this video to find out how a changing climate may impact the resources that make the Smokies so special.          Climate Change and the Red-cheeked Salamander The red-cheeked salamander is a pretty special animal—they breathe through their skin and they don’t live anywhere else in the world except in Great Smoky Mountains National Park. How will climate change affect these unique animals?           Elk Reintroduction During September and October, Cataloochee Valley echoes with the bugles of bull elk calling for females and challenging other males for dominance. Hear what a bugle sounds like and learn more about the park's elk herds.            Hemlock Woolly Adelgid Majestic hemlock trees are dying in the park due to a destructive, non-native insect. Join Rangers in Great Smoky Mountains National Park as they release biocontrol beetles that are predators of the hemlock woolly adelgid.           Spring Wildflowers  Great Smoky Mountains National Park is world renowned for its spring wildflowers. Take a video tour of two popular wildflower viewing trails to see what's blooming in the park in early Spring. This video is closed captioned.           Junior Ranger Blacksmithing Want to know what Junior Ranger programs are like? Join Ranger Brad and his blacksmith apprentices as they make dinner bells in the blacksmith shop at the Mountain Farm Museum.      The Great Smoky Mountains Association, a non-profit partner of the park, also offers free podcasts from the Smokies, including stories, songs, and the Newfound Gap Self-guiding Auto Tour. Visit their website for audio podcasts or video blogs.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/photosmultimedia\/multimedia.htm"
}
