{
    "title": "Great Smoky Mountains National Park: Backcountry Camping",
    "body": "Backcountry Camping - Backpacking          Reservations and permits are required for all overnight stays in the backcountry. To make reservations, please visit the backcountry reservation website.          Things You Need to Know About Backcountry Camping in the Smokies As of February 2013, Great Smoky Mountains National Park requires a permit and advance reservations for all backcountry camping in the park. Before planning your backcountry trip, please read through this importantinformation about reservations and permits, regulations, bear safety, trail closures, and more. Please direct questions concerning backpacking trip planning to the Backcountry Information Office at (865) 436-1297. Phone calls are the preferred method of contact. The information office is open daily from 8:00 a.m. until 5:00 p.m. (Eastern Time). In addition to answering your backpacking questions, the experienced backpackers in the Backcountry Information Office can provide you with tips to make your trip safe and enjoyable. The park has over 800 miles of trails offering hikers a wide range of scenery including spectacular mountain vistas, rushing streams and waterfalls, historic structures, and quiet groves of old-growth forest. You can download a park trail map to find the location of trails, backcountry shelters, and campsites in the park. In addition, the Great Smoky Mountains Association sells a variety of hiking books, maps, and guides to help choose a hiking route and plan your backcountry trip. You can contact the Association by calling (865) 436-0120 or by visiting www.SmokiesInformation.org. The Great Smoky Mountains Association is a nonprofit organization that supports educational and scientific programs in the park.      Backpackers and hikers are subject to all Backcountry Rules and Regulations.  Failure to abide by park regulations may subject you to a fine under Title 36, Code of Federal Regulations. Maximum fine for each violation is $5,000 and\/or 6 months in jail.          Firewood Regulations: Beginning March 1, 2015 only heat-treated firewood that is bundled and certified by the United States Department of Agriculture (USDA) or a state department of agriculture may be brought into the park. Campers may also collect dead and down wood found in the park for campfires.  Certified heat-treated firewood is packaged and clearly marked with a state or federal seal. Heat-treated wood is available from a growing list of private businesses in communities around the park. Concessioners at Cades Cove, Smokemont, and Elkmont will provide heat-treated wood for sale during their operating season (typically March through October at Smokemont and Elkmont and through December at Cades Cove). Visit www.nature.org\/firewoodmap for a map of local stores and businesses that sell certified firewood. Additional information about this regulation.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/backcountry-camping.htm"
}
