{
    "title": "Great Smoky Mountains National Park: Group Camping",
    "body": "Group Campgrounds           Firewood Regulations: Only heat-treated firewood that is bundled and certified by the United States Department of Agriculture (USDA) or a state Department of Agriculture may be brought into the park. Campers may also collect dead and down wood found in the park for campfires.  Certified heat-treated firewood is packaged and clearly marked with a state or federal seal. Heat-treated wood is available from a growing list of private businesses in communities around the park. Concessioners at Cades Cove, Smokemont, and Elkmont will provide heat-treated wood for sale during their operating season (typically March through October at Smokemont and Elkmont and through December at Cades Cove). Visit www.nature.org\/firewoodmap for a map of local stores and businesses that sell certified firewood. Additional information about this regulation.           The park has seven areas where groups may camp. These areas are listed in the table below, along with the operation dates and contact numbers for site information. Group campsites are open only during the months listed. Group campsites will accommodate tents only. Trailers, campers, or other wheeled units are not permitted. Showers and electric hookups are not available in park campgrounds, however shower facilities are available in the communities surrounding the national park. Please inquire about the nearest facilities when you check-in at the campground. The minimum party size is seven, and the maximum length of stay is fourteen nights in these areas. Check out time is noon. You are welcome to call the ranger station to obtain site-specific information, but be aware that the ranger stations are field offices and are not staffed during all hours! You must have reservations to camp at a group site. You can make reservations online or by phoning the National Park Reservation Service toll-free at (877) 444-6777. Additional information about when you can make reservations. Payment is required at the time the reservation is made.        Group Camps             Group Campground    2016 Open\/Close Dates   Number of Sites   Maximum Number of People   Cost Per Night    Big Creek Reserve Now    April 8 - Oct 31   1   25   $44    Cades Cove Reserve Now     March 11 - Oct 31   2  1  1-with pavilion   20  30  30    $35  $53  $65     Cataloochee Reserve Now    March 25 - Oct 31   3   25   $35    Cosby Reserve Now    April 8 - Oct 31   3   20   $26     Deep Creek Reserve Now     April 8 - Oct 31   3   20   $35    Elkmont Reserve Now    April 29 - Oct 31    1  2  1   15  20  30   $26  $35  $53      Smokemont Reserve Now        May 15 - Oct 31   3   20   $35          Bundles of firewood are available for sale in the communities surrounding the national park. Visit www.nature.org\/firewoodmap for a map of local stores and businesses that sell certified firewood. In addition, the following group campgrounds have on-site sales:  Cades Cove (at Cades Cove Campground Store) Elkmont Smokemont (at Smokemont Riding Stables)",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/groupcamps.htm"
}
