{
    "title": "Great Smoky Mountains National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping               Camping         Most frontcountry campsites in the park are wooded. Amy Nichter Photo  The park offers several different types of campsites:  • Backcountry - for backpackers. Requires hiking several miles to a site located in the park's backcountry.  • Frontcountry - camping near your car in a developed campground that has restrooms with cold running water and flush toilets. Each individual campsite has a fire grate and picnic table.  • Group Campgrounds - large campsites suitable for groups of eight people or more. Located in frontcountry campgrounds.  • Horse Camps - Small campgrounds, accessible by vehicle, that offer hitch racks for horses and primitive camping facilities.  Campground facilities and the procedures for obtaining a site in each type are different. Click on the titles above for additional information about facilities, reservations, and operating seasons.      Campground Rules and Regulations  Includes food storage regulations, generator use and quiet hours          Firewood Regulations: Beginning March 1, 2015 only heat-treated firewood that is bundled and certified by the United States Department of Agriculture (USDA) or a state department of agriculture may be brought into the park. Campers may also collect dead and down wood found in the park for campfires. Certified heat-treated firewood is packaged and clearly marked with a state or federal seal. Heat-treated wood is available from a growing list of private businesses in communities around the park. Concessioners at Cades Cove, Smokemont, and Elkmont will provide heat-treated wood for sale during their operating season (typically March through October at Smokemont and Elkmont and through December at Cades Cove). Visit www.nature.org\/firewoodmap for a map of local stores and businesses that sell certified firewood. Additional information about this regulation.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/carcamping.htm"
}
