{
    "title": "Voyageurs National Park: Aquatic Invasive Species",
    "body": "Aquatic Invasive Species         Spiny water fleas can be found in many Minnesota lakes including the 4 main lakes of Voyageurs National Park.   VOYAGEURS NATIONAL PARK AIMS TO PROTECT INTERIOR LAKES FROM EXOTIC SPECIES AND FISH DISEASES Exotic species such as the spiny water flea and rusty crayfish and fish diseases are threats to the aquatic ecosystems of regional lakes including those in Voyageurs National Park. Spiny water fleas have recently invaded multiple lakes in the region, including the large lakes within Voyageurs National Park. Rusty crayfish have invaded at least one lake in Voyageurs National Park and many lakes in the region. Viral hemorrhagic septicemia (VHS), a fish disease, has not yet been introduced into any lakes in Minnesota, but has caused fish kills in most of the Great Lakes and in some inland lakes in Michigan and Wisconsin. Spiny water fleas are tiny (1\/4-5\/8\") crustacean zooplankton.  They are native to Eurasia and were introduced into the Great Lakes from the ballast water of ships. They threaten the park's aquatic ecosystems and fishing by competing with native fish for food and fouling fishing gear. Research has shown that the spiny water flea can cause the following impacts: ·  change the community composition of zooplankton ·  compete directly with juvenile yellow perch and other small fish and minnows for food which could lead to a decrease in the abundance of these fish These impacts could alter the food web; for instance, yellow perch are an important part of the diet of walleye, so a decrease in yellow perch abundance could hurt walleye growth. Rusty crayfish are native to the Ohio River drainage but have invaded lakes in Wisconsin and Minnesota in recent years. They were found in Sand Point Lake in 2006. Rusty crayfish are more aggressive than native crayfish and can eliminate native crayfish and aquatic plants, causing great change to the aquatic ecosystem of invaded lakes. Please do not move live crayfish from one lake to another, and remember that it is illegal to use live crayfish for bait in any lake in Voyageurs National Park. Viral hemorrhagic septicemia (VHS) is a viral fish disease that has been found in all of the Great Lakes except Lake Superior. It can kill many species of game fish including walleye and muskellunge. It could easily be spread to Minnesota lakes since many people travel between areas with infected lakes and Minnesota, and the virus that causes the disease can be spread by moving infected bait or water to uninfected lakes. Although VHS causes mortality in fish, it is not a threat to human health. Spiny water fleas are spread when either live adult water fleas or viable resting eggs are transferred to a new body of water. Spiny water fleas and viruses that cause fish diseases can be transported on bait buckets, anchor ropes, fishing line, boats, waders, and nets. Any gear that enters infested water and is transferred to another lake or river without being thoroughly dried (for at least 5 days) or washed with hot water (>140° F for at least one minute) could transfer exotic species and fish diseases. The Minnesota Department of Natural Resources (DNR) has designated the following water bodies as infested: Rainy Lake, Rainy River, Namakan Lake, Kabetogama Lake, Sand Point Lake, Crane Lake, and Little Vermilion Lake. The infested waters designation triggers specific Invasive Species Laws which can be found in the most current Minnesota DNR Fishing Regulations. The National Park Service and DNR are working in concert to prevent the spread of the spiny water flea, other exotic species, and fish diseases by: ·  implementing Best Management Practices for visitors, partners, and staff ·  conducting public education at boat launch areas about exotic species, invasive species laws, and Voyageurs National Park interim measures to prevent the spread of exotic species ·  providing information about spiny water flea, other invasive species, and fish diseases at park visitor centers, in park and DNR publications, and on the park website (www.nps.gov\/voya) and the DNR website (www.dnr.state.mn.us) The National Park Service has adopted the following three interim measures  to protect the interior lakes in Voyageurs National Park from the spiny water flea, other exotic species, and fish diseases: ·  artificial bait only (on all interior lakes only) ·  no privately-owned watercraft allowed in interior lakes (the park will continue to provide canoes and row boats for rent through the Boats on Interior Lakes program and Commercial Use Authorizations on Mukooda Lake) ·  no float plane landings on interior lakes If you plan to recreate on the interior lakes in Voyageurs National Park, please follow these best management practices: ·  Bring a separate set of gear that is likely to contact lake water (including fishing gear) to use on the interior lakes, or before using any gear on an interior lake, make sure that all gear has been thoroughly dried for at least 5 days or washed with hot water (>140 degrees F) for at least one minute ·  When leaving any lake, remove aquatic plans and animals, including gelatinous or cotton batting-like material from equipment, including fishing line Spiny water fleas are readily spread to uninfested lakes due to their small size, hardiness, and a tendency to cling to equipment. When spiny water fleas or other exotic species stick to equipment within infested waters and are transported to uninfested waters on this equipment without being desiccated or killed with hot water, they may start a new infestation. The interim regulations and Best Management Practices have been developed to eliminate the following likely means of transmitting fish disease and exotic species to the interior lakes of the park: using infested gear in the interior lakes, landing aircraft on the interior lakes during the open-water season, portaging private watercraft to interior lakes, and the use of any bait other than artificial bait in the interior lakes. Additional note: Although non-aquatic baits will not spread aquatic exotic species or fish diseases, some of the most common non-aquatic baits are exotic species, for example, earthworms (including nightcrawlers). Since exotics such as earthworms have negative effects on the terrestrial ecosystem (in addition to the negative effects that aquatic exotic species and fish diseases have on aquatic ecosystems), park management has chosen to allow only artificial bait on the interior lakes. The park will conduct a program about exotic species and VHS for any interested party or organization. To schedule a program call Tawnya Schoewe at 218-283-6670 or e-mail us. With your help and careful actions, we can try to prevent the spread of the spiny water flea, other invasive species, and fish diseases. Stop aquatic hitchhikers!",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/aquatic-invasive-species.htm"
}
