{
    "title": "Great Smoky Mountains National Park: Newfound Gap",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Newfound Gap              Newfound Gap         A early fall view from the parking area at Newfound Gap. NPS Photo by Christine Hoyer  In southern Appalachian vernacular, a gap is a low point in a mountain ridge. New Englanders call such places “notches” while westerners refer to them as mountain “passes.” At an elevation of 5,046 feet, Newfound Gap is the lowest drivable pass through the Great Smoky Mountains National Park. The old road over the Smoky Mountains crossed at Indian Gap, located about 1.5 miles west of the current site. Newfound Gap's recognition as the lowest pass through the Great Smoky Mountains did not come until 1872. Arnold Henry Guyot, a Swiss geographer, measured many Southern Appalachian elevations. Mount Guyot, the second highest peak in the Smokies, takes his name. He used a simple barometer to measure changes in air pressure to calculate mountain heights. In most cases he was within 2-3 percent of current values. His work revealed Newfound Gap as the lowest pass through the mountains, displacing nearby Indian Gap. When the lower, easier crossing was discovered, it became known as the “newfound” gap. A new road followed, and it became the forerunner of Newfound Gap Road. A trip over the Newfound Gap Road has often been compared to a drive from Georgia to Maine in terms of the variety of forest ecosystems one experiences. Starting from either Cherokee, North Carolina or Gatlinburg, Tennessee, travelers climb approximately 3,000 feet, ascending through cove hardwood, pine-oak, and northern hardwood forest to attain the evergreen spruce-fir forest at Newfound Gap (5,046'). This fragrant evergreen woodland is similar to the boreal forests of New England and eastern Canada. At nearly a mile high, Newfound Gap is significantly cooler than the surrounding lowlands and receives much more snow. Temperatures at the gap may be 10° F. or more cooler than in the lowlands and precipitation falling as rain in Gatlinburg or Cherokee may be snow at Newfound Gap. On average, 69 inches of snow falls at the gap.  When there is snow on the ground, and the Newfound Gap Road has not been closed because of it, opportunities do exist for snow sports in the area. Many people use nearby Clingmans Dome Road (closed to vehicles December 1 - March 31) for walking and cross-country skiing. The road starts 0.1 mile south of Newfound Gap. Highlights: Rockefeller Memorial honors a $5 million donation from the Rockefeller Foundation to help complete land acquisitions to bring about the creation of the Great Smoky Mountains National Park. Scenic views from the large parking area.  The Appalachian Trail (AT) crosses over Newfound Gap Road and straddles the state line between North Carolina and Tennessee for most of its length through the park. Visitors can enjoy a short stroll to stretch their legs or a multi-day backpacking excursion on the AT as it runs through the park. Just south of Newfound Gap, the seven-mile Clingmans Dome Road climbs to within 0.5 mile of Clingmans Dome the highest peak in the Smokies. From the large parking area at the end of the road, a 0.5-mile trail climbs steeply to an observation tower at the “top of old Smoky.” Clingmans Dome Road is closed December 1 - March 31. Mileage from Gatlinburg—16 from Cherokee—18            Visit Great Smoky Mountains National Park's official online store for books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/nfg.htm"
}
