{
    "title": "Great Smoky Mountains National Park: Clingmans Dome",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Clingmans Dome              Clingmans Dome        The view from the parking area at Clingmans Dome. Kristina Plaas photo.           Pets and bicycles are not permitted on the paved trail to the observation tower. Although paved, the trail to the tower is too steep to be wheelchair accessible.            The observation tower at the top of Clingmans Dome offers sweeping views of the park—when the weather cooperates! Kristina Plaas photo.  Highlights: mountain views, high elevation spruce-fir forest At 6,643 feet, Clingmans Dome is the highest point in the Great Smoky Mountains National Park. It is the highest point in Tennessee, and the third highest mountain east of the Mississippi. Only Mt. Mitchell (6,684 feet) and Mt. Craig (6,647), both located in Mt. Mitchell State Park in western North Carolina, rise higher. The observation tower on the summit of Clingmans Dome offers spectacular 360° views of the Smokies and beyond for visitors willing to climb the steep half-mile walk to the tower at the top. On clear days views expand over a 100 miles. Unfortunately, air pollution often limits viewing distances to under 20 miles. Clouds, precipitation, and cold temperatures are common at Clingmans Dome. Temperatures at the dome can be 10 -20 degrees Fahrenheit cooler than in the surrounding lowlands. In fact, the cool, wet conditions on Clingmans Dome's summit make the spruce-fir forest that grows there a coniferous rainforest. Proper preparation is essential for a good visit. Dress in layers and be sure to bring a jacket, even in summer. Although Clingmans Dome Observation Tower is open year-round, the road leading to it is closed from December 1 through March 31, and whenever weather conditions require.  It's seven miles to the end of Clingmans Dome Road and there are scenic pullouts with endless views of ridges and valleys along the way. The road ends in a large parking area from which a 0.5 mile trail leads to the summit. The trail is paved but steep, and leads to an observation tower on top.  Pets and bicycles are not permitted on the paved trail to the observation tower, or on any other trails in the area. A bike rack is located near the beginning of the paved trail to park bikes while walking to the top. You will need to bring a lock with you to secure your bike.  Although the trail is paved, it is too steep to be wheelchair accessible. Besides the trail to the summit, there are several trails that start on Clingmans Dome Road and parking area. The Appalachian Trail (AT) crosses Clingmans Dome, marking the highest point along its journey from Georgia to Maine. The Forney Ridge Trail leads to Andrews Bald, a high-elevation grassy bald. Watch the video, Clingmans Dome - Highpoint of the Great Smoky Mountains, to learn more about the Dome. Directions: Turn off Newfound Gap Road 0.1 mile south of Newfound Gap and follow the 7-mile-long Clingmans Dome Road to the large parking area at the end. Mileage to Clingmans Dome: from Cherokee-25 from Gatlinburg-23        What's killing the trees at Clingmans Dome? The balsam woolly adelgid (Adelges piceae) is an insect pest that infests and kills stands of Fraser fir (Abies fraseri) in the spruce-fir zone. This fir occurs naturally only in the southern Appalachians and used to be the dominant tree at the highest elevations. The adelgid was introduced on trees imported from Europe, and the fir has little natural defense against it. By injecting the tree with toxins, the adelgid blocks the path of nutrients through the tree. The trees literally starve to death, and thousands of dead snags are all that are left on the highest mountain peaks. A \"cousin\" of this insect, the hemlock woolly adelgid, is killing hemlock trees throughout the park. Hemlocks killed by this second type of adelgid are visible along Newfound Gap Road.               Clingmans Dome Road           Visit Great Smoky Mountains National Park's official online store for books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/clingmansdome.htm"
}
