{
    "title": "Great Smoky Mountains National Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People              People have occupied these mountains since prehistoric times, but it was not until the 20th century that human activities began to profoundly affect the natural course of events here. When the first white settlers reached the Great Smoky Mountains in the late 1700s they found themselves in the land of the Cherokee Indians. The tribe, one of the most culturally advanced on the continent, had permanent towns, cultivated croplands, sophisticated political systems, and extensive networks of trails. Most of the Cherokee were forcibly removed in the 1830s to Oklahoma in a tragic episode known as the \"trail of Tears. The few who remained are the ancestors of the Cherokees living near the park today. Life for the early European settlers was primitive, but by the 1900s there was little difference between the mountain people and their contemporaries living in rural areas beyond the mountains. Earlier settlers had lived off the land by hunting the wildlife, utilizing the timber for buildings and fences, growing food, and pasturing livestock in the clearings. As the decades passed, many areas that had once been forest became fields and pastures. People farmed, attended church, hauled their grain to the mill, and maintained community ties in a typically rural fashion. The agricultural pattern of life in the Great Smoky Mountains changed with the arrival of lumbering in the early 1900s. Within 20 years, the largely self-sufficient economy of the people here was almost entirely replaced by dependence on manufactured items, store bought food, and cash. Logging boom towns sprang up overnight at sites that still bear their names: Elkmont, Smokemont, Proctor, Tremont. Loggers were rapidly cutting the great primeval forests that remained on these mountains. Unless the course of events could be quickly changed, there would be little left of the region’s special character and wilderness resources. Intervention came when Great Smoky Mountains National Park was established in 1934. The forest—at least the 20% that remained uncut within park boundaries—was saved. More than 1,200 land-owners had to leave their land once the park was established. They left behind many farm buildings, mills, schools, and churches. Over 70 of these structures have since been preserved so that Great Smoky Mountains National Park now contains the largest collection of historic log buildings in the East.       To learn about the speech patterns of the people who lived in the Great Smoky Mountains region, please visit the University of South Carolina's Appalachian English website.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/historyculture\/people.htm"
}
