{
    "title": "Great Smoky Mountains National Park: Deep Creek",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Deep Creek              Deep Creek         Tom Branch Falls Kent Cave photo.  The Deep Creek area is celebrated for its streams and waterfalls. Hikers can choose from several loop hikes leading to the waterfalls. Mountain bikers can take advantage of one of the few park trails where bicycles are permitted. • Bicycling: Bicycles are allowed on Deep Creek and Indian Creek trails to the points where the old roadbeds end and the trail treads begin.  • Camping: Deep Creek campground is open from early April until late October. Group camping is also available. Reservations are available by calling (877) 444-6777 or visiting http:\/\/www.recreation.gov   • Hiking: Around 2 miles of walking will acquaint you with beautiful Deep Creek and three pretty waterfalls. Deep Creek area loop hikes include Juney Whank Falls (0.6 mile), Three Waterfalls Loop (2.4 miles), and Deep Creek-Indian Creek Loop (4.4 miles). Longer loop hikes are also possible. Trails to the waterfalls start from the large parking area at the end of Deep Creek Road (across the creek from Deep Creek Campground). There are several designated backcountry campsites along Deep Creek Trail.  • Fishing: Pick up fishing regulations at a park visitor center. A Tennessee or North Carolina fishing license is required to fish within park boundaries. A fishing license may be purchased in Bryson City or other nearby communities or online from the states of North Carolina or Tennessee.  • Picnicking: There is a sizable picnic area with restrooms and changing rooms available. The picnic area is open year-round. The pavilion may be reserved by calling (877) 444-6777 or visiting http:\/\/www.recreation.gov Directions: To get to Deep Creek, head to Bryson City, NC and follow the signs three miles to Deep Creek.  Mileage from Cherokee—13 from Gatlinburg—47    Swimming and tubing are not recommended in park waters. Serious water-related injuries occur every year in the park and drowning is the second leading cause of death in the park. Additional water safety information.            Recommended Reading           Day Hikes in the Deep Creek Area Map and guide with descriptions of the 7 best loop hikes in the Deep Creek area. Detailed relief map and special profile charts show the difficulty of each hike. Descriptions of historic sites, wildflowers, trees, and wildlife all the way. Hikes range from easy to strenuous.      Visit Great Smoky Mountains National Park's official online store for other books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/deepcreek.htm"
}
