{
    "title": "Great Smoky Mountains National Park: Roaring Fork",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Roaring Fork              Roaring Fork         Place of A Thousand Drips is located beside the road on the Roaring Fork Motor Nature Trail Bob Carr photo.  Highlights: wildflower viewing, historic buildings An exuberant mountain stream gave this area its unusual name. Roaring Fork is one of the larger and faster flowing mountain streams in the park. Drive this road after a hard rain and the inspiration behind the name will be apparent. The narrow, winding, Roaring Fork Motor Nature Trail invites you to slow down and enjoy the forest and historic buildings of the area. The 5.5-mile-long, one-way, loop road is a favorite side trip for many people who frequently visit the Smokies. It offers rushing mountain streams, glimpses of old-growth forest, and a number of well-preserved log cabins, grist mills, and other historic buildings. Please note that the road is closed in winter. Before entering the Roaring Fork Motor Nature Trail, a stop at the Noah “Bud” Ogle self-guiding nature trail offers a walking tour of an authentic mountain farmstead and surrounding hardwood forest. Highlights include a streamside tubmill and the Ogle’s handcrafted wooden flume plumbing system. Just beyond the Ogle farmstead is the trailhead for Rainbow Falls, one of the park's most popular waterfalls. The hike to the falls is 5.4 miles roundtrip and is considered moderately strenuous. If you plan to attempt this hike, be sure to wear sturdy hiking shoes or boots and carry plenty of water and snacks.          Mike Maslona photo  The entrance to the motor nature trail is located a short distance past the parking areas for Rainbow Falls. Several homes and other buildings have been preserved in this area. The trailhead for Grotto Falls, another of the park's most popular waterfalls, is located along the route. And a “wet weather” waterfall called Place of a Thousand Drips provides a splendid finale to your journey. An inexpensive booklet available at the beginning of the motor nature trail details landmarks along the route.  Directions To access Roaring Fork, turn off the main parkway in Gatlinburg, TN at traffic light #8 and follow Historic Nature Trail Road to the Cherokee Orchard entrance to the national park. Just beyond the Rainbow Falls trailhead you have the option of taking the one-way Roaring Fork Motor Nature Trail (closed in winter). Please note that buses, trailers, and motor homes are not permitted on the motor nature trail.  Mileage to Roaring Fork: from Gatlinburg—1 from Cherokee—35     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.           Visit Great Smoky Mountains National Park's official online store for books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/roaringfork.htm"
}
