{
    "title": "Great Smoky Mountains National Park: Mountain Farm Museum and Mingus Mill",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Mountain Farm Museum and Mingus Mill              Mountain Farm Museum and Mingus Mill        Kent Cave Photo      Highlights: historic buildings, visitor center, walking trails  Oconaluftee offers both a visitor center and the Mountain Farm Museum-a collection of historic log buildings gathered from throughout the Smoky Mountains and preserved on a single site. Buildings include a house, barn, applehouse, springhouse, and smokehouse.                    At the visitor center, rangers can answer your questions about the park and there is a bookstore with a broad selection of guides, maps, and other products.    The Mountain Farm Museum is a unique collection of farm buildings assembled from locations throughout the park. Visitors can explore a log farmhouse, barn, apple house, springhouse, and a working blacksmith shop to get a sense of how families may have lived 100 years ago. Most of the structures were built in the late 19th century and were moved here in the 1950s. The Davis House offers a rare chance to view a log house built from chestnut wood before the chestnut blight decimated the American Chestnut in our forests during the 1930s and early 1940s. The museum is adjacent to the Oconaluftee Visitor Center.  The site also demonstrates historic gardening and agricultural practices, including livestock. An inexpensive, self-guiding tour booklet is available.  Two excellent walking trails start from the vicinity. The Oconaluftee River Trail follows its namesake stream for 1.5 miles to Cherokee. Mingus Creek Trail climbs past old farms to the Smokies high country. The easy, 1.5 mile Oconaluftee River Trail begins near the entrance to the museum. It is stroller-accessible and follows the river to Cherokee, N.C. Mileage from Cherokee-2 from Gatlinburg-30   from Townsend-50               Kent Cave Photo  Take a video tour of the Mountain Farm Museum to learn about the log home and some of the outbuildings preserved at this unique outdoor museum.         Mingus Mill  A half-mile north of the Oconaluftee Visitor Center is Mingus Mill. Built in 1886, this historic grist mill uses a water-powered turbine instead of a water wheel to power all of the machinery in the building. Located at its original site, Mingus Mill stands as a tribute to the test of time. Hours: 9:00 AM - 5:00 PM daily mid-March through mid-November. Also, open Thanksgiving weekend. Highlights:  Water flows down a millrace to the mill. A working cast iron turbine. A miller demonstrates the process of grinding corn into cornmeal. Cornmeal and other mill-related items are available for purchase at the mill.         Recommended Reading           Mountain Farm Museum Self-Guiding Tour   Keyed to numbered posts or landmarks you'll see at the Mountain Farm Museum, this tour booklet describes the history and buildings of the farm and features historical photographs and illustrations which show what life was like a century ago.      Visit Great Smoky Mountains National Park's official online store for other books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/mfm.htm"
}
