{
    "title": "Great Smoky Mountains National Park: North Carolina Attractions",
    "body": "Explore This Park    Plan Your Visit     Places To Go     North Carolina Attractions              Enjoy the North Carolina Side of the Park         Elk are often seen in the Cataloochee Valley and the Oconaluftee Valley. Photo courtesy of Susie Neel  There are plenty of things to see and do on the south side of the Great Smoky Mountains National Park. Take a walk to a picturesque waterfall, wander through a historic log cabin, or watch an elk graze in a secluded mountain valley; whatever you do, you will find something spectacular in the North Carolina Smokies!   Stop by the Oconaluftee Visitor Center for information, park maps, and to pick up a free copy of the Smokies Guide newspaper. For additional books, DVDs, music and more, visit the Great Smoky Mountains Association bookstore located inside the visitor center.   Scenic Drives  • The 6-mile long Lakeview Drive offers fantastic views of Fontana Lake. Lakeview Drive begins outside of Bryson City, North Carolina.  • The Blue Ridge Parkway and Cherohala Skyway are both located outside the park, but offer spectacular views of the mountains. The parkway can be accessed from US-441 just south of the Oconaluftee Visitor Center. Access to the skyway is along US-129 near Robbinsville, NC. Both roads are subject to weather closures, especially in winter.   Historic Structures  In-expensive guidebooks that explain the history of the area and buildings are available for purchase at the visitor center. • The Mingus Mill and Mountain Farm Museum, adjacent to the Oconaluftee Visitor Center • The Cataloochee Valley offers a variety of historic building to visit   Wildlife Viewing These are the best areas to see the reintroduced elk herd: • Cataloochee Valley • Oconaluftee Valley located near the visitor center       Waterfalls  Visit the Oconaluftee Visitor Center for more information, hiking maps and directions to trail heads. • Deep Creek waterfall hike to Indian Creek Falls, Juney Whank Falls and Tom Branch Falls is 2.4-mile roundtrip • Mingo Falls the tallest waterfall in the southern Appalachians is 0.4 mile round trip • Chasteen Creek Falls is 4 miles roundtrip and begins in the Smokemont Campground  • Twentymile Cascade is 1.25 miles roundtrip and begins near the Twentymile Ranger Station.   Hiking  Visit the Oconaluftee Visitor Center for more information, hiking maps and directions to trail heads. • The Oconaluftee River trail, that begins at the Oconaluftee Visitor Center is 3.2 miles round trip and is both pet and stroller accessible.  • The Mingus Creek Trail, located at the Mingus Mill (various distances) offers hikers many highlights such as slave cemetery, a Civilian Conservation Corp campsite and an old home site. • The Smokemont Nature Trail (0.75 miles round trip) located at the Smokemont Campground gives hikers a view of natural reforestation and the Bradley Fork Creek.   Fontana Dam  Fontana Dam is the largest dam east of the Mississippi River is located on the southwestern side of the park and offers:  • Fishing  • Boating  • Access to the Appalachian Trail   Bicycling Two park trails that are bicycle accessible in North Carolina: • Oconaluftee River Trail  • Lower Deep Creek Trail  • Other mountain biking trails are open on national forest and recreation lands outside the park's boundaries.   Camping  • Smokemont campground is open year round. Tents and RVs up to 35 feet can be accommodated. Group camping is also available. Call (877) 444-6777 or visit http:\/\/www.recreation.gov to reserve a site.  Picnicking • Deep Creek picnic area is open year-round. A picnic pavilion is also available and can be reserved by calling (877) 444-6777 or at www.recreation.gov.   Fishing • Fishing regulations are available at all visitor centers. A Tennessee or North Carolina fishing license is required to fish within park boundaries. A fishing license may be purchased in nearby communities or online from the states of Tennessee (link) or North Carolina (link).",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/nc-2-do.htm"
}
