{
    "title": "Great Smoky Mountains National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar             Calendar          Explore the park with a ranger! Ranger-led programs are offered spring through fall. Use the calendar below to find information about the park's ranger-guided programs, special events, volunteer opportunities, and more! The spring schedule of events is posted in mid-March; the summer schedule in early June; and the fall schedule in early September. Check out our Not-So-Junior Ranger program, designed for rangers between the ages of 13 and 130! In addition to the programs listed below, daily milling demonstrations are offered spring through fall at the park's historic Mingus Mill and Cable Mill. . Other ways to explore the park The park has several partner organizations that offer a wide variety of programs, including guided hikes, summer camps, family adventures, naturalist workshops, and programs on synchronous fireflies, butterflies, wildflowers, salamanders, elk, bears, tracking, the Cherokee, and so much more! See what adventures await you!      How to use the Search for Events feature To search for events by dates, click on the small calendar icons to choose your start and end dates, then click on \"Show Results\" for a listing of programs. Or type in a keyword and click on \"Show Results\" to view programs by topic.             Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 4 results    Show ALL instances of recurring events   RSS Feed      Great Smoky Mountains National Park Sugarlands Science      Time: 1:00 PM to 3:00 PM Location: Sugarlands Visitor Center Fees: Free     Friday, August 19, 2016 Join a scientist on the 3rd Friday of the month to learn about and engage in on-going scientific research happening inside Great Smoky Mountains National Park.  Topics vary each month.   View Details      Great Smoky Mountains National Park Back Porch Old-Time Music Jam      Time: 2:00 PM to 4:00 PM Location: Oconaluftee Visitor Center Porch Fees: Free     Saturday, August 20, 2016 Bring an acoustic instrument and join in on this old-time jam.  Or just sit back and enjoy the sights and sounds as others play traditional Appalachian music.   View Details      Great Smoky Mountains National Park Music of the Mountains - Townsend      Time: 7:00 PM Location: Great Smoky Mountain Heritage Center in Townsend, TN     Friday, September 9, 2016 Music of the Mountains festival was created to share the rich musical traditions of the Southern Appalachians. View Details      Great Smoky Mountains National Park Music of the Mountains - Cosby      Time: 2:00 PM to 4:00 PM Location: Smoky Mountain Visitor Center on Cosby     Sunday, September 11, 2016 Music of the Mountains festival was created to share the rich musical traditions of the Southern Appalachians. View Details",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/calendar.htm"
}
