{
    "title": "Great Smoky Mountains National Park: Lynn Camp Prong",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Waterfalls     Lynn Camp Prong                Lynn Camp Prong Cascades          Lynn Camp Prong rushes and tumbles over numerous cascades as it flows down the mountain beside the Middle Prong Trail. The trail follows the route of an old logging railroad, so it offers easy walking on a wide, relatively level path. Wildflowers bloom along the trail from spring through summer.  Access trail: Middle Prong Trail on Tremont Road  Trailhead: From the Townsend \"Wye\" take Laurel Creek Road 0.2 miles towards Cades Cove and turn left at the sign for Tremont. Follow the road past the Great Smoky Mountains Institute at Tremont and continue another 3 miles to the small parking area at the end of the road. The trail begins at a long, high footbridge across the river. Once you cross the bridge, you will come to a fork in the trail. Take the left fork, which follows the river. After 0.4 mile, a bench beside the trail offers a good view of the large cascade. A second bench sits beside the trail at the middle of the cascade. Several smaller waterfalls can be seen along the next 0.25 mile of trail. Trail Notes: The roundtrip distance to the cascades is 1.3 miles and the hike is generally considered to be easy in difficulty. It takes about an hour to hike to the waterfall and back at a leisurely pace. Carry drinking water with you. Although this trail is generally rated as easy, sturdy hiking shoes are recommended. Do not attempt to hike the trail in sandals or flip flops. Pets and bicycles are prohibited on the trail. Do not climb on rocks around the waterfall. Over the years, several people have fallen to their deaths and many others have suffered serious injuries from climbing on rocks near waterfalls or along the riverbanks. These rocks are slippery due to mist and algae. Closely supervise children at all times. more...  Black bears are sometimes active in this area. Please read What Do I Do if I See a Bear. Pets are not allowed on this trail. The only two trails in the park that allow pets are the Gatlinburg Trail near the Sugarlands Visitor Center and the Oconaluftee River Trail near the Oconaluftee Visitor Center. Learn more about pet restrictions in the park.       This smaller cascade on Lynn Camp Prong is located a short distance further up the trail from the main waterfall. Jay Aldrich photo.         Lynn Camp Prong",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/lynn-camp-prong.htm"
}
