{
    "title": "Great Smoky Mountains National Park: Cataloochee",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Cataloochee               Cataloochee        Palmer Chapel was the only church in Cataloochee Valley. Robert Crootof Photo       Highlights: historic buildings, wildlife viewing (including elk), peaceful mountain valley  A variety of historic buildings have been preserved in the valley, including two churches, a school, and several homes and outbuildings. This is the best place in the park to see historic frame buildings from the late 19th and early 20th centuries. Cataloochee Valley is nestled among some of the most rugged mountains in the southeastern United States. Surrounded by 6000-foot peaks, this isolated valley was one of the largest and most prosperous settlements in what is now the Great Smoky Mountains National Park. Some 1,200 people lived in this lovely mountain valley in 1910. Most made their living by farming, including commercial apple growing, but an early tourism industry developed in Cataloochee with some families boarding fishermen and other tourists who wished to vacation in the mountains.                   Cataloochee Photo Gallery   9 Photos  Images of Cataloochee's historic buildings and wildlife                        Things To Do In Cataloochee • Wildlife Watching In 2001, elk were released in Cataloochee Valley as part of an experimental program to reintroduce elk to the park. The herd can be seen regularly in the fields of the valley, especially in the early morning and evening hours. Visitors to Cataloochee also enjoy viewing deer, elk, turkey, and other wildlife. Wildlife watching can be especially fruitful during mornings and evenings in the valley's open fields. • Self-guiding Auto Tour Learn about the history of the area, including the Little Cataloochee Trail. The inexpensive self-guiding tour booklet is available in a roadside box near the entrance to the valley. • Historic Structures You can tour a school, churches, a barn, and several homes in the valley. Five historic buildings are located along the road in the valley. Other buildings can be reached if you're willing to walk a couple miles down the nearby Little Cataloochee Trail. The Self-guiding Auto Tour booklet provides brief histories of each structure. In addition, historical information and exhibits are available seasonally at the Palmer House. • Fishing Cataloochee Creek and its tributaries are noted for their populations of wild trout. Pick up fishing regulations at a park visitor center. A Tennessee or North Carolina fishing license is required to fish within park boundaries. A fishing license may be purchased in nearby communities or online from the states of North Carolina or Tennessee. • Camping A primitive campground with 27 sites is located in the valley. All sites must be reserved in advance. Open mid-March through October. Tents or RVs up to 31 feet. Group camping is also available by advance reservation. • Hiking There are several enjoyable trails to hike in Cataloochee. The Boogerman Trail, a seven-mile loop that takes in groves of old-growth forest, is popular with hikers. The Little Cataloochee Trail follows an old road past old cabins and a church. Designated backcountry campsites (camping by permit only) are located in the area. • Horse Camp Site reservations are required and can be made by calling (877) 444-6777 or visiting http:\/\/www.recreation.gov      Getting To Cataloochee The entrance road to Cataloochee Valley is a winding, gravel road that has some steep drop offs with no guard rails. The road is narrow, so drivers may be required to stop or back up their vehicles to allow oncoming motorists to pass. Horse trailer traffic may be encountered on the road. Please use caution when driving on this road. The most direct route into the valley is to take Cove Creek Road. To get to the valley from interstate I-40, exit at North Carolina exit #20 and travel 0.2 miles on route 276. Turn right onto Cove Creek Road and follow the signs 11 miles into the Cataloochee Valley. To get there from Oconaluftee or Cherokee, take the Blue Ridge Parkway to Highway 19. Follow 19 (toward Asheville) through Maggie Valley. Turn left onto Highway 276 N. Just before the entrance ramp to I-40 (but past gas station), turn left and follow the signs 11 more miles to Cataloochee. Using the Cove Creek Road route, motorists will be traveling on a gravel road for approximately 15 minutes.  A more scenic route (not recommended for RVs) is to take a long winding road, highway Route 32, from Cosby, TN to the Tennessee-North Carolina state border, where the road becomes gravel. It twists and winds into Cataloochee. (This route is not recommended if your passengers are prone to car sickness.) Using this route, motorists will be traveling on a gravel road for approximately 45 minutes.  Mileage to Cataloochee: from Gatlinburg - 65 from Cherokee - 39      Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.           Additional Resources Visit Great Smoky Mountains National Park's official online store for books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/cataloochee.htm"
}
