{
    "title": "Great Smoky Mountains National Park: Indian Creek Falls",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Waterfalls     Indian Creek Falls                Indian Creek and Toms Branch Falls         Kent Cave Photo  An easy 1.6 mile roundtrip hike will allow you to enjoy two beautiful waterfalls in the Deep Creek area. Walk Deep Creek Trail 0.7 mile to the junction with Indian Creek Trail. On your way you can view the elegant, 60' high Tom Branch Falls located on the far side of Deep Creek. Turn right at the junction with Indian Creek Trail and proceed approximately 200' to Indian Creek Falls. The falls are 25 feet in height. Watch the brief video Deep Creek Waterfalls and Wildflowers for an overview of the Deep Creek area.  Access trail: Deep Creek Trail  Trailhead: Follow the signs to the national park through downtown Bryson City to Deep Creek Campground. Continue past the campground to the trailhead at the end of Deep Creek Road.  Trail Notes: The roundtrip distance to the waterfalls is 1.6 miles and the hike is generally considered easy. It takes about 1-2 hours to hike to the waterfalls and back. Carry drinking water with you. Sturdy walking shoes are recommended. Bicycles are permitted on this section of the Deep Creek Trail. Pets are prohibited on the trail. Water recreation is not recommended in the park. Do not climb on rocks around waterfalls or along riverbanks. These rocks are slippery due to mist and algae. Closely supervise children at all times. Please read this important water safety information. Black bears are sometimes active in this area. Please read What Do I Do if I See a Bear. Pets are not allowed on this trail. The only two trails in the park that allow pets are the Gatlinburg Trail near the Sugarlands Visitor Center and the Oconaluftee River Trail near the Oconaluftee Visitor Center. Learn more about pet restrictions in the park.     Great Smoky Mountains National Park    Indian Creek, Juney Whank,  and Toms Branch Falls",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/indian-creek-toms-branch-falls.htm"
}
