{
    "title": "Great Smoky Mountains National Park: Hen Wallow Falls",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Waterfalls     Hen Wallow Falls                Hen Wallow Falls          The trip to Hen Wallow Falls is a pleasant walk through hemlock and rhododendron forest. A signed side trail leads to the base of the falls by way of steep switchbacks. Hen Wallow Creek, only two feet wide at the top of the falls, fans out to 20 feet at the base. The waterfall is 90 feet high. If you look carefully in the water at the base of the falls, you can often find salamanders.  During very cold winter weather, the waterfall can freeze into a beautiful icy column.  The hike to the falls is 4.4 miles roundtrip and considered moderate in difficulty. Hikers continuing on the Gabes Mountain Trail beyond the falls can enjoy an impressive old-growth forest.  Access Trail: Gabes Mountain  Trailhead: Park in the designated hiker parking area at Cosby Picnic Area (near the entrance to Cosby Campground). Then backtrack on foot approximately 100 yards along the road to the signed start of the Gabes Mountain Trail. Trail Notes: The roundtrip distance to the waterfall is 4.4 miles and the hike is generally considered moderate in difficulty. It takes about 3-4 hours to hike to the waterfall and back. The waterfall is located on a short side trail off Gabes Mountain Trail. There is a wooden sign posted at the turn for this side trail. The short trail down to the waterfall is very steep-sturdy hiking shoes are recommended. Carry drinking water with you. Pets and bicycles are prohibited on the trail. Do not climb on rocks around the waterfall. Over the years, several people have fallen to their deaths and many others have suffered serious injuries from climbing on rocks near waterfalls or along the riverbanks. These rocks are slippery due to mist and algae. Closely supervise children at all times. more... Black bears are sometimes active in this area. Please read What Do I Do if I See a Bear. Pets are not allowed on this trail. The only two trails in the park that allow pets are the Gatlinburg Trail near the Sugarlands Visitor Center and the Oconaluftee River Trail near the Oconaluftee Visitor Center. Learn more about pet restrictions in the park.     Great Smoky Mountains National Park    Hen Wallow Falls",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/hen-wallow-falls.htm"
}
