{
    "title": "Great Smoky Mountains National Park: Picnicking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Picnicking              Picnicking         Picnic Areas        Picnic sites have a picnic table and a raised grill for cooking.   Picnic areas are located at Big Creek, Chimneys, Cades Cove, Collins Creek, Cosby, Deep Creek, Greenbrier, Heintooga, Look Rock, Metcalf Bottoms, and Twin Creeks. Download a park map to view the location of picnic areas in the park.  The picnic areas at Cades Cove, Deep Creek, Greenbrier, and Metcalf Bottoms remain open year-round. The remaining picnic areas are closed during the winter. See schedule below.  Picnic pavilions are available at Collins Creek, Cosby, Deep Creek, Greenbrier, Metcalf Bottoms, and Twin Creeks, Pavilions can be reserved for groups one year in advance by calling (877)444-6777, or online at http:\/\/www.recreation.gov. All pavilions except Twin Creeks and Greenbrier cost $20 per use. The fee for the pavilion at Twin Creeks ranges from $35-75 depending on the usage. Greenbrier costs $10 per use. Payment can be made by credit card or personal check at the time the reservation is made.  Please remember that feeding bears and other wildlife is illegal. The black bear symbolizes the invaluable wilderness qualities of Great Smoky Mountains National Park. But bears are dying unnecessarily due to improper disposal of garbage or illegal feeding by visitors. A bear's remarkable sense of smell may lead it to human foods, such as a picnicker's cooler, garbage left in the open, or food scraps thrown on the ground or left in the grill.  A bear that has discovered human food or garbage will eventually become day-active and leave the safety of the backcountry. It may panhandle along roadsides and be killed by a car or it may injure a visitor and have to be euthanized. Please do your part to help protect black bears and other wildlife in the Great Smokies. Clean your picnic area, including the grill and the ground around the table, thoroughly after your meal.          Picnic Area   2016 Open\/Close Dates   Number of Sites    Pavilion   Notes    Big Creek  4\/8 - 10\/31   10   No      Cades Cove  Year Round   81   No  Closes at 8:00 PM May 1 - Aug 31; at sunset on other dates   Chimneys  3\/12 - 11\/27   68   No  Closes at 8:00 PM May 1 - Aug 31; at sunset on other dates   Collins Creek  4\/1 - 10\/31   182   Seats 70  Closes at 8:00 PM May 1 - Aug 31; at sunset on other dates. Pavilion can be reserved in advance for $20   Cosby  4\/8 - 10\/31   35   Seats 55  Pavilion can be reserved in advance for $20   Deep Creek  Year Round   58   Seats 70  Pavilion can be reserved in advance for $20. Please note: Water will not be available in the picnic area until mid-March. Port-a-potties will be available.   Greenbrier  Year Round   12   Seats 70  Pavilion can be reserved in advance for $10   Heintooga  5\/27 - 10\/10   41   No      Look Rock  Closed   51   No      Metcalf Bottoms  Year Round   122   Seats 70   Pavilion open April 8 - Oct. 31; can be reserved in advance for $20. North half of picnic area closed during winter. Only \"pack it out\" picnicking from Nov. 1- April 7 -- all dumpsters are removed during the winter.   Twin Creeks  4\/1 - 10\/31   Pavilion only   Seats 150  By reservation only ($35-$75)              Visit Great Smoky Mountains National Park's online store for books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/picnic.htm"
}
