{
    "title": "Great Smoky Mountains National Park: Cataloochee History",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Cataloochee     Cataloochee History                History of Cataloochee        The George Caldwell family, photographed in 1902.        Cataloochee was once divided into two communities-- Big Cataloochee and Little Cataloochee. Big Cataloochee was situated in a large, oval shaped valley surrounded by mountains that rise between 3,000 and 6,000 feet above sea level. Noland Mountain physically separates the valleys of Big Cataloochee and Little Cataloochee, but the two communities were connected by blood and marriage.  The Cherokee first discovered the valley when they came through the Smokies hunting and fishing, but they never settled permanently in the valley. When the first Europeans arrived in the valley in the early 1800s, all of the land belonged to Colonel Robert Love. Colonel Love was a post-Revolutionary War speculator who granted land and homesteads to families to develop. By 1850, the Big Cataloochee valley was well populated, but not full.  The lives of the Cataloochee residents were similar to other mountain communities. Women's time was occupied by raising the children, mending clothes, cleaning the house and cooking meals. Men and boys would work out on the farm tending to the livestock, sowing, and harvesting crops. Some residents ran businesses on the side like a blacksmith shop, gristmill or commercial apple growing.        Church was an important part of life to many residents of Cataloochee. NPS Photo  For many residents, church gatherings were a very important part of their lives. Sunday school was held every week, and Sunday services were held once a month. Most of the preachers were circuit riders who only visited once a month. When a preacher was in the valley, church services were held both Sunday morning and evening. A revival was also held every fall. For the most part, Cataloochee residents were either Baptist or Methodist.        On Fridays, students would often have a spelling bee, recitations or singing to show-off their accomplishments for their parents. NPS Photo  School was also important to the residents of Cataloochee. Each of the three schools in the valley had a term that normally ran from November through January unless there was extra funding for a longer term. The schools followed the laws and curriculum prescribed by the state of North Carolina. Students were taught the subjects of reading, writing, spelling, arithmetic, geography and grammar. On Friday afternoons, parents would come to the schoolhouse to see how much the students had accomplished that week. For the parents, students would often have a spelling bee, recitations or singing to show-off their accomplishments.  Big jobs such as corn husking, house or barn raising and the making of sorghum provided neighbors with opportunities to socialize. Residents would also gather at the post office and general stores to exchange news and catch up with friends.        Cataloochee residents charged tourists for room and board to stay in their homes. NPS Photo  As the population of Big Cataloochee grew and the land became scare, young people of Big Cataloochee moved out of the crowded valley to build their own homes and families in Little Cataloochee. By 1910, there were around 1,251 people living in both Cataloochees, making it the largest community in the Smoky Mountains.  At the turn of the 20th Century, the residents of Cataloochee saw tourism as a way to make extra money. They began to stock their streams with rainbow trout for visiting anglers and charged tourists for room and board in their homes. Extra income provided by tourists was welcomed by Cataloochee residents.  The plan to create a national park left few people living in Cataloochee by 1938. Only bits and pieces of the community remain, with the forest reclaiming much of the old farmland and orchard land. Today, you can see a handful of the buildings in the valley, such as the Beech Grove School, Palmer Chapel and numerous frame houses that help us imagine what life might have been like in Cataloochee. - Written by Jen Smith      Recommended Reading         Mountain Home: A Pictorial History of Great Smoky Mountains National Park Learn about the park's history through images retelling the story of the Cherokee Indians, the European settlers, and the birth of America's most popular national park.",
    "url": "https:\/\/www.nps.gov\/grsm\/learn\/historyculture\/cataloochee-history.htm"
}
