{
    "title": "Great Smoky Mountains National Park: Waterfalls",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Waterfalls               Waterfalls      Water Safety - important information you should know.        Mouse Creek Falls is located on Big Creek Trail. Photo by Bob Carr.  Every year over 200,000 visitors hike well-worn trails to view Grotto, Laurel, Abrams, Rainbow, and other popular waterfalls in the park. Large waterfalls attract the crowds, but smaller cascades and falls can be found on nearly every river and stream in the park.   The Great Smoky Mountains abound with the two ingredients essential for waterfalls-ample rainfall and an elevation gradient. In the Smokies high country, over 85\" of rain falls on average each year. During wet years, peaks like Mt. Le Conte and Clingmans Dome receive over eight feet of rain. This abundant rainfall trickles and rushes down the mountain sides, from high elevation to low, sometimes dropping more than a mile in elevation from the high peaks to the foothills at the park's boundary.  Watch the brief video, Waterfalls in the Great Smoky Mountains National Park, for a overview of some of the park's favorite waterfalls.  The following are brief descriptions of the Smokies most popular waterfalls. Please pick up a copy of the park's official trail map from any visitor center before hitting the trail to these waterfalls. Additional information about hiking to waterfalls can be found in various publications available at bookstores in the park.     Great Smoky Mountains National Park    Waterfalls     Abrams Falls  Although Abrams Falls is only 20 feet high, the large volume of water rushing over falls more than makes up for its lack of height. more...  Grotto Falls Trillium Gap Trail meanders through an old-growth hemlock forest and actually runs behind the 25 foot high waterfall. more... Hen Wallow Falls The trip to 90' high Hen Wallow Falls is a pleasant walk through hemlock and rhododendron forest. more... Indian Creek and Toms Branch Falls An easy 1.6 mile roundtrip hike will allow you to enjoy two beautiful waterfalls in the Deep Creek area. more...Juney Whank FallsJuney Whank Falls is divided into an upper and lower section. Together they drop 90 feet from top to bottom. more... . Laurel Falls This picturesque, 80' high waterfall is one of the most popular destinations in the park. more... Lynn Camp Prong CascadesEnjoy seeing numerous cascades on this short, easy walk. more... Mingo Falls At 120 feet tall, the waterfall is one of the tallest in the southern Appalachians. more...  Mouse Creek Falls Big Creek is off the beaten path, so if you wish to avoid the crowds at other popular waterfalls, this 45' high waterfall is a treat. more...  Rainbow Falls A rainbow produced by mist from this 80-foot high waterfall is visible on sunny afternoons. more...  Ramsey Cascades Ramsey Cascades is the tallest waterfall in the park and one of the most spectacular. more...           Meigs Falls in winter. During extended cold spells, a heavy coating of ice can form on waterfalls. Kristian Plaas photo.  Waterfalls You Can Drive To . Meigs Falls The pulloff to view Meigs Falls is along Little River Road, 13 miles west of Sugarlands Visitor Center (7 miles east of Townsend). The falls is tucked away on the far side of Little River and can be easily missed while driving. . The Sinks This waterfall is short in stature, but its volume includes the entire flow of Little River. The parking area to view the falls is along Little River Road, 12 miles west of Sugarlands Visitor Center.  Place of a Thousand Drips During wet periods, this waterfall is dramatic as the flow of water splits into numerous small channels cascading around rocks and creating \"a thousand drips.\" From the parkway in Gatlinburg, turn at traffic light #8 and follow Historic Nature Trail into the park. Take Roaring Fork Motor Nature Trail (closed in winter). The waterfall is at stop #15. See a photo of this waterfall in photo gallery above.        Recommended Reading         Waterfalls of the Smokies There are over 2,000 miles of streams in the Smokies, dotted with sparkling waterfalls and cascades. This guide will lead you to over 40 of the best. Includes maps, photographs, and detailed directions to the falls with trailhead information, hiking distance, and difficulty rating.      Visit Great Smoky Mountains National Park's official online store for other books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/waterfalls.htm"
}
