{
    "title": "Great Smoky Mountains National Park: Hike The Smokies!",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Hike The Smokies!                Hike the Smokies          Take the Challenge! Hike the Smokies!  Experience Great Smoky Mountains National Park on foot! Join numerous hikers that have logged over 100+ miles and the park will reward you with mileage pins. The challenge is to keep track and record the mileage from each trail excursion, even if it is the same trail day after day. (And remember you get the added perk of fun exercise when you hike!) Also, don't leave the kids at home, because we have a hiking program specifically for families too! Pocket-sized booklets to record mileage are available for $1.00 at the park's four visitor centers. (Sugarlands, Oconaluftee, Clingmans Dome, Cades Cove) When a person has hiked 100 miles, 250 miles, and 500 miles, he\/she can bring their mileage record to one of the park's visitor centers to receive a mileage pin and be recorded in the \"Hike the Smokies\" record book.         Hike the Smokies - For Families  Looking for a fun activity to do with your family? Why not go on a day hike in the Smokies? There are several short nature trails and family friendly trails in the park that are perfect for exploring with children or for those who need an easy hike. The challenge is to keep track and record the mileage from each trail excursion, even if it is the same trail day after day and the park will award you with mileage stickers and pins. The definition of family is broad. It could be a parent with children, a grandparent with grandchildren, two or more siblings, or any other combination of people who are members of a family. Family booklets to record mileage are available for $1.00 at the park's four visitor centers. (Sugarlands, Oconaluftee, Clingmans Dome, Cade Cove) When the family has hiked 10 miles, 25 miles, 40 miles, and 50 miles, they can bring their mileage records to one of the park's visitor centers to receive a mileage sticker or pin and be recorded in the \"Hike the Smokies-For Families\" record book.      Adopt A Trail  Another way to get some exercise and rack up addition trail miles is to join the Adopt A Trail program and assist the park with maintaining its trails. Maintenance can be anything from picking up litter to cleaning water bars and improving trail tread.  Families can join in the fun too! Adopt A Trail - For Families allows families to help the park with monitoring and light maintenance on some of the park's short nature trails.        This project was made possible in part by a grant from the National Park Foundation through the generous support of the Coca-Cola Foundation and the Great Smoky Mountains Association.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/hike-the-smokies.htm"
}
