{
    "title": "Great Smoky Mountains National Park: Grotto Falls",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Waterfalls     Grotto Falls                Grotto Falls          Trillium Gap Trail meanders through an old-growth hemlock forest and actually runs behind the 25 foot high waterfall. The cool, moist environment near the falls is ideal for salamanders and summer hikers. The hike is 3 miles roundtrip and considered moderate in difficulty.  Access trail: Trillium Gap Trail on the Roaring Fork Motor Nature Trail  Trailhead: From the parkway in Gatlinburg, turn at traffic light #8 and follow Historic Nature Trail into Great Smoky Mountains National Park. Take Roaring Fork Motor Nature Trail to stop #5 where there is a large parking area. Roaring Fork Motor Nature Trail is a narrow, winding, one-way road that is closed in winter. Buses, RVs, and large trucks are prohibited on the road.  Trail Notes: The roundtrip distance to the waterfall is 2.6 miles and the hike is generally considered moderate in difficulty. It takes about 2-3 hours to hike to the waterfall and back. Carry drinking water with you. Portions of this trail are rocky-sturdy hiking shoes are recommended. Do not attempt to hike the trail in sandals or flip flops. Pets and bicycles are prohibited on the trail. Do not climb on rocks around the waterfall. Over the years, several people have fallen to their deaths and many others have suffered serious injuries from climbing on rocks near waterfalls or along the riverbanks. These rocks are slippery due to mist and algae. Closely supervise children at all times. more...  Black bears are sometimes active in this area. Please read What Do I Do if I See a Bear. Pets are not allowed on this trail. The only two trails in the park that allow pets are the Gatlinburg Trail near the Sugarlands Visitor Center and the Oconaluftee River Trail near the Oconaluftee Visitor Center. Learn more about pet restrictions in the park.           Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/grotto-falls.htm"
}
