{
    "title": "Great Smoky Mountains National Park: Hiking Safety",
    "body": "Hiking Safety          You are responsible for your own safety! Travel in Great Smoky Mountains backcountry areas has inherent risks and hikers assume complete responsibility for their own safety. Rescue is not a certainty!     Your safety depends on your own good judgement, adequate preparation, and constant attention. Backcountry hikers should be in good physical condition and be able to survive on their own. Proper equipment and the knowledge of how to use it are essential for a safe trip. Your safety is your responsibility. Here are a few basics to help you get started:  Let a responsible person know your route and return time. Have them contact the park at (865) 436-1230 if you do not return within a reasonable time. Always hike with another person. Keep your hiking party together and stay on officially maintained trails. Always keep children in your sight when hiking-do not allow them to get ahead of you or fall behind. Do not rely on technology to save you. Cell phones do not work most places in the backcountry and GPS is sometimes unreliable. Carry a current park trail map and know how to read it. Remember that the park trail map is a flat representation of the park's rugged, mountainous terrain. Carry a flashlight or headlamp-even on a dayhike. If you have trouble on the trail, darkness may fall before you can finish your hike. Take adequate water-minimum 2 quarts per person per day. 3-4 quarts are recommended per person. All water obtained from the backcountry should be treated either by filtering or boiling. Carry a small first aid kit. Check the current weather forecast and be prepared for quickly changing conditions. Wear shoes or boots that provide good ankle support. Avoid hypothermia (the dangerous lowering of body temperature) by keeping dry. Avoid cotton clothing. Dress in layers that can be easily removed or added as you heat up or cool down. Always carry a wind-resistant jacket and rain gear-even on sunny days! Don't attempt to cross rain-swollen streams; they will recede rapidly after precipitation stops and the wait may save your life! When crossing any stream more than ankle-deep: unbuckle the waist strap of your pack, wear shoes, and use a staff to steady yourself. Additional water safety information. Do not hike at night. If you are camping, plan to get to your campsite before dark. Research the terrain of your trip, and plan an itinerary that is realistic for your group's level of backcountry experience and physical abilities to backpack in steep, mountainous terrain. Do not leave any valuables in your car where they can be seen by others. Take them with you or hide them in your car. If you have an emergency and have cell phone access, call 911. Be sure to tell the operator that you are in Great Smoky Mountains National Park, what trail you are on or what campsite\/shelter you are at. If you are on a trail, giving the nearest trail intersection and your distance from it is very helpful. Be prepared to give the operator a thorough description of the problem. If you do not have cell phone access, send other hikers to get help.   The following factors often result in backcountry emergencies in the Smokies:  Failure to plan and prepare Inadequate footwear, clothing, or equipment Lack of skill or fitness level for type of terrain or outing Impaired or poor judgement, sometimes induced by fatigue, exhaustion, or hypothermia Failure to let family and\/or friends know of your specific plans or route and date of return Failure to keep your hiking party together  Significant hazards that you may have to contend with include stream and river crossings, precipitous cliffs and ledges, unstable sedimentary rock, dangerous wildlife, and ever-changing weather, including snowstorms and lightning. Dangerous Stream Crossings Heavy rains cause swollen streams that may be unsafe to ford. Use good judgement. Do not attempt to cross flooded streams. If your route is blocked by a rain-swollen stream, please backtrack and attempt to return to the nearest campsite or trailhead. Do not risk your life trying to follow a planned itinerary! When crossing streams, wear shoes to protect your feet and a use stout stick for added support. Unbuckle the waist strap of your pack so it can be discarded quickly. Watch a video on water safety and read additional water safety information. Treat All Drinking Water The protozoan Giardia lamblia may be present in park waters. When ingested, their reproductive cysts may cause an intestinal disorder that appears weeks after your trip. The easiest method of effective water treatment is to boil water for one minute or use a filter capable of removing particles as small as 1 micron. Hypothermia Kills-Even in Summer! Be prepared for sudden weather changes. Cool, wet, and windy conditions can cause hypothermia. Hypothermia is a progressive lowering of the body's core temperature causing physical collapse and diminished mental capacity. A wet hiker can succumb to hypothermia in summer at higher elevations! Prevent hypothermia by using rain gear before you become wet. Wear wicking clothing and leave cotton clothing at home. Cotton clothing will not dry out once it becomes wet. Minimize wind exposure and if your clothes become wet, replace them with dry ones. Avoid sweating in cold weather by dressing in layers, rather than a single bulky garment. On warm days watch for signs of heat exhaustion. Stay well-hydrated in all conditions-three to four quarts of water per day is required to avoid dehydration. Encounters With Bears Bears in the park are wild and their behavior is unpredictable. Although extremely rare, attacks on humans have occurred, inflicting serious injuries and death. Treat bear encounters with extreme caution! Watch the video Day Hiking & Wildlife to learn how to handle bear encounters.  Bear pepper spray may be carried by hikers within Great Smoky Mountains National Park for the strict purpose of protection against bodily harm from aggressive wildlife. It should not be applied to people, tents, packs, other equipment or surrounding area as a repellent. Bear pepper spray is a chemical formula designed specifically to deter aggressive or attacking bears. It must be commercially manufactured and labeled as \"Bear Pepper Spray\" and be registered with the Environmental Protection Agency and individual states. Bear spray must contain between 1% to 2% of the active ingredients capsaicin and related capsaicinoids.  Venomous Snakes Two species of venomous snakes live in the Smokies, the northern copperhead and timber rattlesnake. Although very few snake bites occur here, visitors should be cautious where they place their hands and feet, especially around old buildings and stone fences. No fatalities from snakebites have ever been recorded in the park. Insects Yellowjacket wasps are the insects of greatest concern. They build nests in the ground along trails and streams and are aggressive when disturbed. Avoid perfume, powder, and scented deodorants which may attract yellowjackets. Stings cause local swelling and can lead to severe allergic reactions in a few sensitive individuals. Such persons should carry epinephrine kits. Ice and Wet Leaves In winter, most trails at high elevation will be covered with ice. Use crampons or other traction devices for your boots. In autumn, loose, slick leaves on the trail cause many hikers to fracture their ankles. Be certain to wear ankle supporting boots.  Trees and Limbs Before you sit down for a rest or set up camp, take a moment to look up and around you for any trees or limbs that may pose a hazard. Move away from any areas that may be threatened by tree or limb fall.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/hikingsafety.htm"
}
