{
    "title": "Great Smoky Mountains National Park: Abrams Falls",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Waterfalls     Abrams Falls                Abrams Falls          Although Abrams Falls is only 20 feet high, the large volume of water rushing over falls more than makes up for its lack of height. The long, deep pool at its base is very picturesque. The waterfall and creek are named for a Cherokee chief whose village once stood several miles downstream.  The trail to the falls traverses pine-oak forest on the ridges and hemlock and rhododendron forest along the creek. The hike is 5 miles roundtrip and considered moderate in difficulty.  Due to strong currents and an undertow, swimming in the pool at the base of the falls is extremely dangerous. Swimmers have drown here! Don't be the next victim! Please read additional water safety information.  Access trail: Abrams Falls Trail in Cades Cove  Trailhead: The turnoff for the trailhead is located past stop #10 on the Cades Cove Loop Road. The turnoff is signed. Trail Notes: The roundtrip distance to the waterfall is 5 miles and the hike is generally considered moderate in difficulty. Due to the length and terrain however, some visitors may rate it as difficult. It takes about 3-4 hours to hike to the waterfall and back. Please remember that if you begin your hike late in the afternoon, you may have to return in the dark! Carry drinking water with you. Portions of this trail are rocky-sturdy hiking shoes are recommended. Do not attempt to hike the trail in sandals or flip flops. Hikers must cross three narrow log bridges to reach the waterfall. Pets and bicycles are prohibited on the trail. Do not climb on rocks around the waterfall. Over the years, several people have fallen to their deaths and many others have suffered serious injuries from climbing on rocks near waterfalls or along the riverbanks. These rocks are slippery due to mist and algae. Closely supervise children at all times. Black bears are sometimes active in this area. Please read What Do I Do if I See a Bear.  Pets are not allowed on this trail. The only two trails in the park that allow pets are the Gatlinburg Trail near the Sugarlands Visitor Center and the Oconaluftee River Trail near the Oconaluftee Visitor Center. Learn more about pet restrictions in the park.     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/abrams-falls.htm"
}
