{
    "title": "Tallgrass Prairie National Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2480B KS Hwy 177  Strong City, KS 66869                 Directions         By Car: The preserve is located in northern Chase County, Kansas 2 miles north of intersection U.S. Hwy 50 and Flint Hills National Scenic Byway 177 (K-177) west of Strong City. Watch for brown attraction signs. 2 miles north of Strong City, KS on K-177 16 miles west of Emporia, KS on U.S. Hwy 50 and 2 miles north on K-177 17 miles south of Council Grove, KS on K-177 85 miles northeast of Wichita on I-35, U.S. Hwy 50, and K-177 60 miles southwest of Topeka on I-335 (Kansas Turnpike) to Em  Directions Details           Operating Hours & Seasons         Tallgrass Prairie National Preserve Trails are open 24\/7. Prescribed fire will close trails. Watch for signs. Visitor Center hours are 8:30 a.m. - 4:30 p.m. May through October. Visitor Center hours are 9:00 a.m. - 4:30 p.m. November through April   Standard Hours    Sunday: 8:30 AM - 4:30 AM   Monday: 8:30 AM - 4:30 PM   Tuesday: 8:30 AM - 4:30 PM   Wednesday: 8:30 AM - 4:30 PM   Thursday: 8:30 AM - 4:30 PM   Friday: 8:30 AM - 4:30 PM   Saturday: 8:30 AM - 4:30 PM             Weather           Typical weather for the preserve ranges from lows of zero in the winter and highs of 90 + degrees in the summer. Please check current weather conditions at NOAA before hiking into the preserve. Lightning poses a danger when hiking into the prairie.          Fees & Passes     Entrance Fees:   No entrance fee - $0.00 All activities are free at the preserve.   Entrance Passes:   No annual passes  - $0.00 Entrance to the preserve is free.         Visitor Centers       Tallgrass Prairie National Preserve Begin your visit to the preserve at our new facility, complete with 10-minute orientation video and exhibits.                 Ranger giving tour in the tallgrass prairie NPS       Welcome to the Tallgrass Prairie! Find Essential Information for Your Trip to the Prairie   The main visitor season is from April through October with the off-season November through March. The historic buildings are open everyday, except some holidays. The hiking trails are open 24\/7 year-round, closing only in times of prescribed fire. All access to the prairie is by hiking or walking. No private vehicles are allowed in the prairie.    Please use these links to find more information about:     Operating Hours and Seasons Directions Fees and Passes Current Conditions News and Press Releases  Permits and Reservations Weather Pets Goods and Services  Safety Accessibility Brochures Calendar",
    "url": "https:\/\/www.nps.gov\/tapr\/planyourvisit\/basicinfo.htm"
}
