{
    "title": "Great Smoky Mountains National Park: Backcountry Rules and Regulations",
    "body": "Backcountry Rules and Regulations           Reservations and permits are required for all overnight stays in the backcountry. To make reservations, please visit the backcountry reservation website.      Backpackers and hikers are expected to follow all park regulations. Failure to do so may result in a fine of up to $5,000 per violation and\/or 6 months in jail. In addition to the regulations listed on the information page of the backcountry reservation website, the list below contains other park regulations particularly relevant to backpackers and hikers.        General Backcountry Regulations  1. Camping is permitted only at designated backcountry campsites and shelters.  2. You may not stay at any backcountry campsite for more than 3 consecutive nights. You may not stay consecutive nights at campsite 113 or at any shelter.  3. Maximum party size is 8. Two parties affiliated with the same group may not stay in the same campsite or at the same shelter on the same night(s). Special permits may be issued for a few sites that accommodate parties of up to 12.  4. Fires are only allowed at designated campsites and shelters and must be contained in a fire ring. Constructing new fire rings is prohibited. You may only burn wood that is dead and already on the ground. You may not cut any standing wood.  5. Beginning March 1, 2015, only heat-treated firewood that is bundled and certified by the United States Department of Agriculture (USDA) or a state department of agriculture may be brought into the park. Campers may also collect dead and down wood found in the park for campfires. Certified heat-treated firewood is packaged and clearly marked with a state or federal seal. Heat-treated wood is available from a growing list of private businesses in communities around the park. Concessioners at Cades Cove, Smokemont, and Elkmont will provide heat-treated wood for sale during their operating season (typically March through October at Smokemont and Elkmont and through December at Cades Cove). Visit www.nature.org\/firewoodmap for a map of local stores and businesses that sell certified firewood. Additional information about this regulation. 6. Building a fire in the fireplace of any historic structure or removing any parts of a historic structure, including brick or rock, is illegal.  7. Backcountry permit holders may not use tents at shelters.  8. Hammocks may only be used within designated backcountry campsites. They may not be used inside shelters and may not be attached to shelters in any way.  9. All odorous items (e.g., food, trash, lip balm, toothpaste, stock feed, hay etc) must be hung on the bear cable system at each campsite or shelter.  10. Human waste must be disposed of at least 100 feet from any campsite, shelter, water source or trail and must be buried in a hole at least 6 inches deep.  11. All food, trash, clothing, equipment or personal items must be packed out.  12. Burning food, trash or anything other than dead wood is prohibited.  13. Carving into or defacing trees, signs, shelters or other backcountry features is illegal.  14. Soap, even biodegradable soap, may not be used in any water sources. Bathing and washing dishes should be done well away from water sources and campsites.  15. No dogs or other pets are allowed on any park trails except the Gatlinburg Trail and the Oconaluftee River Trail. No dogs or other pets may be carried into the backcountry.  16. No motorized vehicles are allowed in the backcountry.  17. No hunting is allowed anywhere in the park  18. Feeding, touching or teasing wildlife is prohibited. You may not willfully approach within 50 yards (150 feet) of elk or bears. .   Additional Regulations for Stock Users 1. Stock users may only travel on trails or stay at campsites and shelters designated for stock use.  2. Pursuant to both North Carolina and Tennessee state law, all horses in the park must be accompanied by either the original or a copy of an official negative test (aka Coggins) for equine infectious anemia administered within the previous 12 months. Proof of such test must be provided upon request.  3. Horses, mules, burros and llamas are considered to be pack animals under park regulations. Any other animals are not considered to be pack animals and are not allowed in the backcountry.  4. Maximum stock per party is one animal per person, plus one pack animal, not to exceed 10 animals in any one party or the maximum number of stock allowed a site or the available number of stock spaces at any site.  5. Stock use is limited on park roads. Please call the Backcountry Office at 865-436-1297 for further information.  6. Stock must be under physical control at all times.  7. Grazing is prohibited.  8. Stock may not be left to water unattended, may not water directly from springs and may not stop, stand or travel directly adjacent to any spring. Stock may not be tied within 100 feet of any water source. Stock may water from streams. Stock users, however, should be mindful of fragile riparian habitat as stock can quickly destroy these areas.  9. Tying stock directly to trees is prohibited. However, cross tying is allowed if it is done in a manner such that the animal cannot crib or otherwise damage trees or other vegetation.  10. Stock must stay at least 100 feet away from shelters. They may not be tied to shelters and are not allowed inside shelters or on shelter porches. Stock are not allowed in cooking or sleeping areas of campsites.    11. Manure must be scattered at least 100 feet away from any campsite or shelter prior to leaving the area.  12. At trailheads, any manure spilled from trailers or other stock conveyances must be put back into the trailer or conveyance.  13. The use of loose hay or grain containing viable seeds is prohibited. Stock users are required to carry supplemental feed such as pellets, rolled grains or dehydrated alfalfa cutes on all backcountry trips.        Firewood Regulations: Beginning March 1, 2015 only heat-treated firewood that is bundled and certified by the United States Department of Agriculture (USDA) or a state department of agriculture may be brought into the park. Campers may also collect dead and down wood found in the park for campfires.  Certified heat-treated firewood is packaged and clearly marked with a state or federal seal. Heat-treated wood is available from a growing list of private businesses in communities around the park. Concessioners at Cades Cove, Smokemont, and Elkmont will provide heat-treated wood for sale during their operating season (typically March through October at Smokemont and Elkmont and through December at Cades Cove). Visit www.nature.org\/firewoodmap for a map of local stores and businesses that sell certified firewood. Additional information about this regulation.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/backcountry-regs.htm"
}
