{
    "title": "Great Smoky Mountains National Park: Fishing Questions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing     Fishing Questions                Frequently Asked Questions About Fishing      Why can't I use bait? The mission of the National Park Service is to protect and preserve naturally functioning ecosystems. Research has shown that intentionally or accidentally introduced non-native species of fish, animals, and plants can have very serious negative impacts on native species. In fact, non-native animals and fish now threaten many native fish species in national parks.  Bait fishing is prohibited to prevent accidental introductions of non-native aquatic organisms. Anglers often release unused bait at the end of a day of fishing without realizing their bait can may be filled with non-native organisms that may harm native fish. The collection of naturally occurring bait is also prohibited because it may upset natural ecological balances in habitats where collection occurs.  Historic information shows that fish caught with corn or bread suffer higher hooking mortality, which may alter the natural age and size structure within the fish community. Chumming with corn or bread is illegal under National Park Service regulations.   Why doesn't the park stock fish? Fishing has been a part of the historic use of Great Smoky Mountains National Park since its creation. From 1934 to 1974 the fishery management program stocked fish for recreational angling. Non-native rainbow trout and northern strains of brook trout were stocked in most of the park's major stream systems through the early 1950s. From then until 1975, stocking occurred only in heavily fished streams and in stream segments adjacent to campgrounds and picnic areas. During this latter period, park managers realized that stocking non-native fish was inconsistent with National Park Service policies and this practice was eliminated in 1975.  National Park Service policies state that in natural areas like the Smokies stocking is only permitted to re-establish native species. The only stocking practiced today seeks to restore endangered and threatened native species like the Smoky Mountain madtom and the spotfin chub to waters where they once thrived.  Fisheries monitoring activities in the park have clearly shown that stocking is not needed. This information shows that many park streams have 2,000-4,000 trout per mile. Many of these are 4\"-8\" rainbow trout, but in some streams brown trout 8\"-20\" are commonly found.   Why can't I use a treble hook? Many of the fish which anglers catch do not meet the park's size limits and must be released. Current fisheries research indicates treble hooks cause higher hooking mortality rates than single hook lures.   Where's the best place to fish? The park offers a wide variety of angling experiences from remote, headwater trout streams to large, coolwater smallmouth bass streams. Most streams remain at or near their carrying capacity of fish and offer a great opportunity to catch these species throughout the year. So the reality is that the best place to fish depends on the type of experience each angler desires. Remember, fishing pressure tends to be highest nearest the roads.  Why don’t I catch anything? Many factors determine an angler’s success—the season of the year, time of day, skill level, type of lure, weather conditions. And sometimes, the fish don’t cooperate. How do I measure a fish? Lay fish on a level surface with nose against a flat block. Measure from the block to the furthest point of the tail.  How do I release a fish? 1. Play a fish as rapidly as possible, do not play to total exhaustion. 2. Keep fish in water as much as possible when handling. 3. Handle fish with a wet hand, even when using a mesh landing net. 4. Remove hook gently; do not squeeze fish or put fingers in gills. Use long-nosed pliers to back the hook out gently. Use of barbless hooks is encouraged. 5. If deeply hooked, cut the line, do not pull the hook out. 6. Gently hold fish upright facing upstream and move slowly back and forth in the water. 7. Release fish in quiet water.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/fishingfaq.htm"
}
