{
    "title": "Great Smoky Mountains National Park: The Park's Aquatic World",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing     The Park's Aquatic World                The Park's Aquatic World        Due to a successful brook trout restoration program, for the first time in 30 years, anglers are now able to fish for brook trout in park streams. Photo by Don McGowan courtesy of Friends of Great Smoky Mountains National Park.      Most of the park’s larger streams begin as springs along the Appalachian Trail high on the crest of the Smokies. As these small streams travel down the mountainside, they are joined by others to form progressively larger waterways. As this happens, the streams change from steep, shady, rushing cascades, dotted with beautiful waterfalls at high elevations, to wider, slower-moving waterways with gentle gradients at lower elevations. The forest canopy no longer completely covers lower elevation streams.   These changes in the stream channel, coupled with changes in water chemistry, bedrock composition, and water temperatures determine the distribution of fish species within the watershed. For example, the headwaters of streams above 3,000 ft. in elevation are inhabited by native brook trout. Downstream, non-native rainbow trout mix with brook trout for short distances. As the streams become larger, rainbow and brown trout become dominant and native non-game fish become part of the community.   Further downstream, close to the park boundary, as the waterways become more open and warmer, the fish community shifts from being dominated by trout to one that is dominated by smallmouth bass, rock bass, shiners, minnows, suckers, and darters.   This variety of habitat types in park streams supports a diverse spectrum of aquatic insects and invertebrates, plus over 53 species of fish.   Brook trout are the only native salmonid in the park. Since the turn of the century, the brook trout has lost about 75% of its range in the park due to logging and the introduction of the non-native rainbow trout.   The park has had an active brook trout restoration program since 1987. The primary objective of this program is to restore native brook trout populations to streams with natural barriers such as waterfalls that prevent invasion of non-native trout species. To date, this program has restored nine streams, and the restoration of eight additional streams at mid-to-low elevations is planned. The park’s brook trout restoration efforts have restored 11.1 miles of stream or 11% of the 97.5 miles of stream exclusively occupied by brook trout.   Stream acidity has increased 5-fold in high elevation streams in the last 20 years due to pollution from the combustion of fossil fuels. These data add urgency to the need to restore brook trout to streams at lower elevations with more stable water chemistry.   Many people and organizations including the American Fisheries Society, Trout Unlimited, Tennessee Brookies, artist Jim Gray, Friends of the Great Smoky Mountains, National Fish and Wildlife Foundation, US Fish and Wildlife Service, Coors Pure Water 2000, Tennessee Wildlife Resources Agency, North Carolina Wildlife Resources Commission, University of Tennessee, Tennessee Technological University, and Western Carolina University have joined the National Park Service to raise money for the restoration effort.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/aquaticworld.htm"
}
