{
    "title": "Great Smoky Mountains National Park: Autumn Drives and Hikes",
    "body": "Autumn Drives and Hikes         Samuel Hobbs photo courtesy of Friends of Great Smoky Mountains National Park  Enjoy the colors of autumn on one of the suggested drives or hikes listed below: Scenic Drives • Roaring Fork Motor Nature Trail From the Parkway in downtown Gatlinburg, turn at stoplight #8 onto Historic Nature Trail-Airport Road. Go straight at the intersection and continue into Great Smoky Mountains National Park. A stop at the Noah \"Bud\" Ogle historic area provides the opportunity for a short walk on the self-guiding nature trail. A brochure introduces you to life on a mountain farm as well as some local flora and fauna. Continue on to Roaring Fork Motor Nature Trail, a narrow, steep, but paved one-way road that winds through rich forests and offers glimpses of rollicking Roaring Fork creek. As the name implies, this road is designed for leisurely travel and enjoyment of nature. It is impassable to motor homes, buses, or trailers and is closed in winter. Park at stop #3 and enjoy the view of fall colors and rolling mountains. A short stroll on the path to the right takes you to another viewpoint with benches that beckon you to sit a spell and enjoy the scenery. At stop #5 you'll have the opportunity to park and take a 2.6 mile round-trip hike through old-growth forest to Grotto Falls. This popular trail is of moderate difficulty. A number of historic log and frame buildings can also be viewed along Roaring Fork. Of special interest is the Reagan tub mill, a tiny grist mill used for grinding corn into corn meal. The restored mill is located so close to the road you practically drive through it. Near the end of the road, a waterfall called \"Place of a Thousand Drips\" can be seen on the left. During wet weather this waterfall is a remarkable sight. The Motor Nature Trail ends in Gatlinburg. Turn left to return to downtown via US-321. • The Blue Ridge Parkway  Turn onto the Blue Ridge Parkway, which begins just north of Cherokee, NC, on US-441, near the entrance to Great Smoky Mountains National Park. The scenic parkway follows the crest of the mountains for 469 miles, all the way to Shenandoah National Park in Virginia. Frequent auto pullouts along the first few miles provide spectacular views of the Smoky Mountains in all their autumn finery.  Suggested Hikes • Appalachian Trail Park at the large parking area at Newfound Gap. Cross the Newfound Gap Road at the cross-walk and look for the trail sign. Follow the Appalachian Trail to Indian Gap (where the trail meets the Clingmans Dome Road). It's 3.4 miles roundtrip if you hike to Indian Gap and back. • Inspiration Point on Alum Cave Trail Park at Alum Cave Trail parking area 10.5 miles south of Gatlinburg on Newfound Gap Road (Highway US-441). The 1.8 mile (one-way) hike to Inspiration Point offers a walk through a rich old-growth forest and views of the surrounding mountains. • Oconaluftee River Trail Park at Oconaluftee Visitor Center. The trail starts near the entrance to the historic buildings area. It follows the Oconaluftee River 1.5 miles to the town of Cherokee, NC. • Look Rock Tower From Townsend, TN take US-321 to the Foothills Parkway and follow this scenic road to the Look Rock tower parking area. The moderate hike to the top is 1 mile roundtrip. Spectacular views are gained from the tower. • Sutton Ridge Overlook Park in the designated hiker parking area just before the entrance to Cosby Campground. Follow the Cosby Self-guiding Nature Trail past the amphitheater to the beginning of the Lower Mount Cammerer Trail to Sutton Ridge. It's 1.4 miles to the 200-yard spur trail to the overlook.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/fall-suggestions.htm"
}
