{
    "title": "Great Smoky Mountains National Park: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing               Fishing        Warren Bielenberg Photo      Great Smoky Mountains National Park has about 2,900 miles of streams within its boundaries, and protects one of the last wild trout habitats in the eastern United States. Approximately 20% of the park's streams are large enough to support trout populations.The park offers a wide variety of angling experiences from remote, headwater trout streams to large, coolwater smallmouth bass streams. Most streams remain at or near their carrying capacity of fish and offer a great opportunity to catch these species throughout the year. Fishing is permitted year-round in the park, from 30 minutes before official sunrise to 30 minutes after official sunset. The park allows fishing in all streams. Didymo is a non-native single-celled algae species that ruins stream and river beds. It has been found in the streams of 16 states, including Tennessee. Protect park streams by not spreading \"Rock Snot\"! Done fishing? Use our Angler Creel Survey form to tell us about your experience while fishing in the park. This will provide the park with information on the numbers and sizes of fish caught and harvested here. The results will be used to help park biologists determine angler use patterns, catch and harvest rates, and seasonal patterns. Whether you just caught a few or caught a bunch, please take a minute to fill out a creel survey and let us know about your trip.     License RequirementsYou must possess a valid fishing license or permit from either Tennessee or North Carolina. Either state license is valid throughout the park and no trout stamp is required. Fishing licenses and permits are not available in the park, but may be purchased in nearby towns or online (links provided by state below). Special permits are required for fishing in Gatlinburg and Cherokee. Tennessee License RequirementsResidents and nonresidents age 13 and older must have a valid license. Residents age 65 and older may obtain a special license from the state. Buy a license from the state government of Tennessee.North Carolina License RequirementsResidents and nonresidents age 16 and older need a license. Residents age 70 and older may obtain a special license from the state. Buy a license from the state government of North Carolina.Persons under 16 in North Carolina and under 13 in Tennessee are entitled to the adult daily bag and possession limits and are subject to all other regulations.      Season Fishing is permitted year-round in open waters.   Time Fishing is allowed from a half hour before official sunrise to a half hour after official sunset.   Daily Possession Limits Five (5) brook, rainbow or brown trout, smallmouth bass, or a combination of these, each day or in possession, regardless of whether they are fresh, stored in an ice chest, or otherwise preserved. The combined total must not exceed five fish.  Twenty (20) rock bass may be kept in addition to the above limit.  A person must stop fishing immediately after obtaining the limit.    Size Limits  Brook, rainbow, and brown trout: 7 inch minimum  Smallmouth bass: 7 inch minimum  Rockbass: no minimum   Trout or smallmouth bass caught less than the legal length shall be immediately returned to the water from which it was taken.    Lures, Bait, and Equipment  Fishing is permitted only by the use of one hand-held rod.   Only artificial flies or lures with a single hook may be used. Dropper flies may be used. Up to two flies on a leader.   Use or possession of any form of fish bait or liquid scent other than artificial flies or lures on or along any park stream while in possession of fishing tackle is prohibited. Prohibited baits include, but are not limited to, minnows (live or preserved), worms, corn, cheese, bread, salmon eggs, pork rinds, liquid scents and natural baits found along streams.   Use or possession of double, treble, or gang hooks is prohibited.   Fishing tackle and equipment, including creels and fish in possession, are subject to inspection by authorized personnel.    Please report violators to nearest ranger or to (865) 436-1294.      Safety  Standing and wading in streams can drain body heat and lead to hypothermia. Rising water levels resulting from sudden mountain storms occur quite frequently, so monitor water level. Water currents are swifter than they appear and footing is treacherous on wet and moss covered rocks. Additional information about water safety. Be A Clean Fisherman If there's a tangle of line, or an empty can at your feet, clean up after your fellow angler. It is unlawful to dispose of fish remains on land or water within 200 feet of a campsite. The National Park Service recommends disposing of fish entrails in a deep pool downstream for the campsite. Brook Trout Fishing Because of the results of recent fisheries research and the success of the park's brook trout restoration effort, in 2006 park management opened brook trout fishing and harvest park-wide for the first time since 1976. The results of a recent three-year brook trout fishing study indicate there was no decline in adult brook trout density or reproductive potential in any of the eight streams opened to fishing during the experimental period compared to eight streams closed to fishing during the same time period   Disturbing and moving rocks to form channels and rock dams is illegal in the park! Moving rocks is harmful to both fish and aquatic insects that live in the streams. Many fish species that live in the park spawn between April and August. Some of these fish build their nests in small cavities under rocks and even guard the nest. When people move the rock, the nest is destroyed and the eggs and\/or young fish die. Aquatic insects need rocks for cover as well. Some aquatic insects can drift off or move when disturbed, but many species attach themselves to the rock and cannot move. When a rock is moved, aquatic insects fall, are crushed by the movement, or dry out and die when the rock is placed out of water. One of the fundamental policies of the National Park Service is to preserve natural resources in an unaltered state. Consequently, it is against the law to move rocks in the stream. Please abide by these rules so that future generations may enjoy the park as well.         Related Links: Frequently Asked Questions About Fishing The Park's Aquatic World Information About Fish in the Park Water Safety Fishing for Smallmouth Bass Restoring Abrams Creek Acid Deposition to Smokies Watersheds Stop the Spread of Aquatic Invasive Species (by clicking this link, you will be leaving the National Park Service's website)        Recommended Reading           Great Smoky Mountains National Park Angler’s Companion Step-by-step, stream-by-stream, guide to fishing in and around GSMNP. Covers how to stalk trout and what flies, casts, and gear to use, as well as which streams hold trout and smallmouth.      Visit Great Smoky Mountains National Park's official online store for other books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/fishing.htm"
}
