{
    "title": "Great Smoky Mountains National Park: Leave No Trace",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Leave No Trace                Leave No Trace           Abide by all regulations. Regulations are designed to protect the resources of this park for you and for future generations. Choose not to cook over a fire, it is difficult to avoid getting food in the fire ring. Never burn trash and food scraps. Doing so disseminates the food smell and attracts bears. Residues from food and trash will not burn completely and linger long after you are gone creating problems for other campers. Camp in areas that have already been impacted by use.   Keep your group small to maintain an atmosphere that is appropriate for the backcountry. Large groups tend to attain a level of social interaction and noise that is not congruent with backcountry ethics or values. Never cut switchbacks. This is a destructive practice that creates erosion and worsens trail conditions. Pack out whatever you pack in. Never leave any food, trash, personal items or equipment.   Do not bury any trash, including organic items. Dispose of human waste properly.   Dig a \"cathole\" at least six inches deep. Deposit human waste in the hole, throw in a small handful of leaves or duff and cover the hole. Keep at least 100 feet away from camp, trails or any water source. Never go behind a shelter or near a spring, as this creates unhealthful conditions and may results in closures of campsites or shelters. Sanitary pads and tampons must be packed out of the backcountry. Never deposit any trash including wipes, sanitary pads or tampons in backcountry privies. These items interfere with the composting process which makes the privy smell very bad. Ultimately these items must be dug out of the privy by hand. So do the right thing and pack these items out!     For more information on the principles of Leave No Trace, visit www.lnt.org.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/bc-lnt.htm"
}
