{
    "title": "Great Smoky Mountains National Park: Tour Bus Guide",
    "body": "Tour Bus Guide       Bus drivers bringing tour groups to the park should download and read the Tour Bus Guide (This is a PDF file that is 1,315 KB in size.) Tips for Bus Drivers If you have not driven in the mountains before, there may be some hazards that are not obvious. These tips are offered to familiarize you with mountain driving and to prevent unnecessary delays and possible accidents. 1. Overheating brakes are a major problem in mountain driving. If you find that you are constantly riding the brakes, shift to a lower gear. This is best accomplished prior to descending mountain roads. In general, a vehicle will require the same gear while traveling downhill as it would while traveling up the same road. Unless you are an experienced driver, it can be dangerous to shift to a lower gear once the vehicle has started the descent. Proper tire pressure is important to prevent heat build up on tires while negotiating the many curves on park roads. 2. Vapor lock, engine or transmission overheating, or radiator boil over can all be caused by long steady ascents. Usually a 30-minute cool down period will alleviate the problem. 3. Consider stopping at scenic vistas while traveling. Not only does this allow your passengers more opportunity to view the park, it also allows your brakes to cool while traveling downhill. Occasionally pulling over while traveling uphill will give other motorists an opportunity to pass and might prevent impatient drivers from passing at dangerous locations. 4. Weather in the mountains will vary with the elevation. The lower elevations will often be warm and clear. But at the higher altitudes it may be cool, raining, snowing, or foggy. Thick fog is more likely to occur in the early morning and at night. Falling rocks are common after heavy rains. 5. Buses are prohibited from idling engines in parking lots of developed areas.  Recommended Reading Visit Great Smoky Mountains National Park's official online store for books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/tourbus.htm"
}
