{
    "title": "Great Smoky Mountains National Park: Laurel Falls",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Waterfalls     Laurel Falls                Laurel Falls        Mike Baker Photo       Laurel Branch and the 80-foot high Laurel Falls are named for mountain laurel, an evergreen shrub which blooms along the trail and near the falls in May. The waterfall consists of an upper and a lower section, divided by a walkway which crosses the stream at the base of the upper falls. Laurel Falls is one of the most popular destinations in the park and parking at the trailhead is limited. The area is especially busy on weekends year-round and on weekdays during summer.  Access trail: Laurel Falls Trail  Trailhead: From Sugarlands Visitor Center, turn toward Cades Cove on Little River Road and drive 3.5 miles to the trailhead where there are parking areas on both sides of the road.  Trail Notes: The roundtrip distance to the waterfall is 2.6 miles and the hike is considered moderate in difficulty. It takes about 2 hours to hike to the waterfall and back. Carry drinking water with you. Pets and bicycles are prohibited on the trail. Learn more about pet restrictions in the park. The trail is paved but the pavement is rough and uneven. The trail has short, steep sections which can be slippery in wet weather. Portions of the trail have steep drop-offs. Closely supervise children at all times. Due to the steep grade and roughness of pavement, this trail is not suitable for strollers or wheelchairs. Do not climb on rocks around the waterfall. Over the years, several people have fallen to their deaths and many others have suffered serious injuries from climbing on rocks near waterfalls or along the riverbanks. These rocks are slippery due to mist and algae.        Visitor's photo of the bear taken immediately prior to the incident.   Black bears are often active in this area! Please read What Do I Do if I See a Bear. In 2010, a bear bit a visitor on Laurel Falls Trail. Fortunately, the visitor's injuries were minor, but sadly the park was forced to euthanize the bear. The risk that she would attack another visitor was too great.  So what went wrong?  Hikers threw their litter by the side of the trail-apple cores, candy wrappers, soda bottles. The tantalizing smells of food enticed the bear to the area, where she found small bits of food mingled with the scent of humans. By leaving litter, visitors taught the bear that humans are a source of food. Over time, the bear lost her fear of humans. Eventually, she began approaching people in search of food. Visitors allowed the bear to approach them too closely-perhaps to capture that perfect vacation photo of a bear, or maybe just to see how close they could get to her. Some visitors may have even fed her.  But bears are wild animals and their behavior is unpredictable. Now no longer fearful of humans-and in fact, associating them with food-she became more dangerous. Finally the day came when, in search of a handout, she bit a visitor and had to be euthanized.  If you are fortunate enough to see a bear while you are visiting the park, please remember that it's up to you to protect them. Bears pay the price for visitors' mistakes and carelessness. Please make sure that your actions don't contribute to the death of a bear.  What can you do to protect bears? • Dispose of litter in bear proof garbage containers or take it home with you. • Do not feed wildlife. Not only is it illegal, but feeding a bear guarantees its demise! • Do not approach within 50 yards or any distance that disturbs a bear. • Do not allow bears to approach you. • If you see another visitor breaking these rules, or encounter a bear on a trail, please call (865) 436-1230 or stop at a Visitor Center to report it.         Crews test out a motorized \"trail buggy\" which was used to haul supplies, and possibly asphalt, up Laurel Falls Trail during the paving project. NPS Photo   Why is Laurel Falls Trail Paved?  There are over 800 miles of trail in the national park, but less than 3 miles are paved. Laurel Falls Trail is the longest of four paved trails in the park. The trail was originally built to allow fire crews access to the Cove Mountain area in the event of a fire. Planning for the trail and a fire tower to be built at the top of Cove Mountain began in early 1930s.The trail was completed in 1932 at a cost of approximately $590. The fire tower was completed three years later.  By the early 1960s, Laurel Falls had become a popular hiking destination for visitors and erosion was taking a toll on the trail. As part of the 1963 Accelerated Works Projects grant to the Department of Interior, Laurel Falls Trail was reconditioned, graded and paved to halt the erosion.           Laurel Falls",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/laurel-falls.htm"
}
