{
    "title": "Great Smoky Mountains National Park: Creel fishing survey",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing     Creel fishing survey                Creel Survey       Each year, approximately 800,000 park visitors fish for brook, brown or rainbow trout in the park's 2,900 miles of streams. We invite anglers to use our Angler Creel Survey form to tell us about your experience while fishing in the park. An angler creel survey is a record of a single day's fishing effort, providing details on what an angler caught, released and how much time was spent fishing. The purpose of this survey is to provide information on the numbers and sizes of fish caught and harvested in Great Smoky Mountain National Park streams. The results will be used to help park biologists determine angler use patterns, catch and harvest rates, and seasonal patterns. This information will also be provided to the public via annual creel reports. Whether you just caught a few or caught a bunch, please take a minute to fill out a creel survey and let us know about your trip. If you fish more than one stream in a day, please submit one survey for each stream fished.   Instructions on How to Fill Out an Angler Creel Survey:  Anglers should fill out a survey once they return from their trip. One survey should be completed per person for each day fished. For example, if you fished for three hours after work, you would fill out one survey for that day. If you fished in the morning and then again in the evening of the same day, you would fill out one survey totaling the hours you fished that day. If you go on a backcountry trip and fish for 4 days, then you would fill out four separate surveys for each day you fished. If you fished more than one stream in a day, please submit one survey for each stream fished.   Fill out the Angler Creel Survey now!        Greg Shaffer photo  Brook Trout: Light spots on a dark body with worm-like vermiculation's across its back. Will have tri-colored fins colored in orange, black and white edges, and may also have red coloring in its dorsal fin.        Tim Doyle photo  Brown Trout: Dark or red spots on a light body surrounded by white halos and may have white edged fins.        NPS photo  Rainbow Trout: Dark spots on a light body with a large pink stripe down the side. Some fish may also have a pink or red cheek patch and may also have white tips to some fins.      Paperwork Reduction and Privacy Act Statements: The National Park Service is authorized by 54 USC 100702 to collect this information. We will use this information to learn more about angler fishing experiences at Great Smoky Mountain National Park. Your response is voluntary and anonymous. Your name will never be associated with your responses. You may quit at any time by simply closing the web browser A Federal agency may not conduct or sponsor, and you are not required to respond to, a collection of information unless it displays a currently valid OMB Control Number.    Burden Estimate Statement: Public reporting burden for this collection is estimated to be 3 minutes per response. This includes the time that it takes for you to navigate to the survey and the time to complete the entire questionnaire. Please direct your comments regarding any other aspect of this collection to Matt Kulp at matt_kulp@nps.gov (email).",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/creel-survey.htm"
}
