{
    "title": "Great Smoky Mountains National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions                   Download Park Maps               Download a Smokies Trip Planner               Follow the Park on Facebook               Temporary Road, Trail, and Facility Closures                  Driving Directions Electric Vehicle Charging Stations Airports Public Transportation Download maps of the park and surrounding region General park map, trail map, and region map are available in PDF format for downloading.      Directions to Main Entrances  Gatlinburg, TN entrance From interstate highway I-40 take Exit 407 (Sevierville) to TN-66 South. At the Sevierville intersection, continue straight onto US-441 South. Follow US-441 through Sevierville and Pigeon Forge into park. Townsend, TN entranceFrom the north: From interstate highway I-40 in Knoxville take Exit 386B to US-129 South to Alcoa\/Maryville. At Maryville proceed on US-321 North\/TN -73 East through Townsend. Continue straight on TN-73 into the park.From the south: From interstate highway I-75 take Exit 376 to I-140 E towards Oak Ridge\/Maryville. Merge onto I-140 E via Exit 376B towards Maryville. Turn onto US-129 South (Alcoa Highway) at Exit 11A and travel towards Alcoa. Turn onto TN-35 and follow it to US-321 North. Follow US-321 North\/TN -73 East through Townsend. Continue straight on TN-73 into the park.   Cherokee, NC entrance From the north: From interstate highway  I-40, take Exit 27 to US-74 West towards Waynesville. Turn onto US-19 and proceed through Maggie Valley to Cherokee. Turn onto US-441 North at Cherokee and follow the road into the park.  From the south: Follow US-441\/US-23 North. At Dillsboro merge on US-74 West\/US-441 North. At Exit 74 merge onto US-441. Follow US-441 through Cherokee and into the park.        Don't Trust Your Vehicle Navigation System\/GPS Vehicle Navigation Systems and GPS units may provide inaccurate information in the mountains—sending drivers the wrong way on one-way roads or leading them to dead ends in remote areas. Free park road maps are available in park visitor centers.                Electric Vehicle Charging Stations Visitors can charge their electric vehicles (EV) at the Sugarlands and Oconaluftee visitor centers. There are two types of EV recharging equipment: \"Level 2\" units which are alternating current (AC) units that are powered by 208 Vac, single phase systems; and direct current (DC) fast charging (DCFC) units which utilize 208 Vac 3Ø power. The program is part of a larger national park initiative to reduce pollution and carbon emissions. Charging stations operate with the Greenlots SkyNetwork using either a Greenlots RFID card or Greenlots mobile phone app if cellular service is available. Visitor centers have Greenlots RFID cards available for purchase. A fee is associated with vehicle charging. The fee covers the cost of operating and maintaining the charging unit.      Regional Airports  The nearest major airport in Tennessee is the McGhee-Tyson Airport (TYS) located just south of Knoxville in Alcoa. This airport is approximately 45 miles west of the Gatlinburg entrance to the park.  In North Carolina, the Asheville Regional Airport is located approximately 60 miles east of the Cherokee entrance to the park.       Public Transportation  There is no public transportation to the national park from major cities in the area. However commercial businesses operating in the smaller communities surrounding the national park offer transportation from cities such as Knoxville, TN and Asheville, NC to the park. Information is available from local Chambers of Commerce.  The City of Gatlinburg offers trolley service from Gatlinburg, TN to Sugarlands Visitor Center and Elkmont on the \"Tan\/National Park\" route during summer and fall. Cost is $2 roundtrip.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/directions.htm"
}
