{
    "title": "Great Smoky Mountains National Park: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather        The Look Rock webcam on the western edge of the park captured a photo of a lightning strike during a spring storm. Severe storms, including tornados, occur in the park, especially during spring and summer.        Current weather forecasts for the park are available by phone at (865) 436-1200 extension 630 or online from the National Weather Service: Gatlinburg, TN forecast Cherokee, NC forecast Temperature and precipitation data for past 24 hours     Elevations in the park range from approximately 875 feet to 6,643 feet and the topography can drastically affect local weather. Temperatures can vary 10-20 degrees Fahrenheit from mountain base to top, and clear skies lower down do not guarantee equally pleasant weather at higher elevations. Rainfall averages 55 inches per year in the lowlands to 85 inches per year at Clingmans Dome. Some prior planning and weather-wise clothing will help ensure an enjoyable visit during any season.     Spring March through May: Spring brings with it unpredictable weather. Changes occur rapidly - sunny skies can yield to snow flurries in a few hours. March is the month with the most radical changes; snow can fall at any time during the month, particularly in the higher elevations. Temperatures in the lower elevations have a mean high of 61ºF. Low temperatures, which are often below freezing, have a mean of 42ºF. By mid-April the weather is usually milder. Daytime temperatures often reach the 70s and occasionally the 80s. Below freezing temperatures at night are uncommon in the lower elevations but still occur higher up. April averages over four inches of rain, usually in the form of afternoon showers. May is warmer, with daytime highs in the 70s and 80s and lows in the 40s and 50s. May rainfall averages about 4.5 inches.       Summer June through August: Summer in the Smokies means heat, haze, and humidity. Afternoon showers and thunderstorms are common. Temperatures increase through the period with July and August afternoon highs in the 90s in the lower elevations. Evening lows are usually comfortable with readings in the 60s and 70s. In the higher elevations, the weather is much more pleasant. On Mount Le Conte (6,593' elevation), temperatures above 80 degrees are extremely rare.       Autumn September through mid-November: Clear skies and cooler weather signal the onset of the fall color season. Warm days alternate with cool nights. Daytime highs are usually in the 70s and 80s during September, falling to the 50s and 60s in early November. The first frosts often occur in late September. By November, the lows are usually near freezing. This is the driest period of the year with only occasional rain showers. In the higher elevations, snow is a possibility by November.       Winter Mid-November through February: Winter in the Smokies is generally moderate, but extremes in weather do occur, especially with an increase in elevation. It is not unusual to have warm temperatures in the low elevations and snow in the higher areas. About half the days in the winter have high temperatures of 50 degrees or more. Highs occasionally even reach the 70s. Most nights have lows at or below freezing. But lows of -20°F. are possible at high elevations. In the low elevations, snows of 1\" or more occur 1-5 times a year. Snow falls more frequently in the higher mountains and up to two feet can fall during a storm. January and February are the months when one is most likely to find snow in the mountains.       Average monthly temperatures and precipitation  The following tables give monthly averages for weather in the park. Temperatures are in degrees Fahrenheit, precipitation and snow are listed in inches, T=trace.   For Gatlinburg, TN (Low elevation)     Month  High   Low   Monthly Precipitation   Monthly Snowfall   Days of Precipitation    Jan  51   28   4.8\"   2.3\"   9     Feb   54   29   4.8\"   2.9\"   9     March   61   34   5.3\"   T   8     April   71   42   4.5\"   0   8     May   79   50   4.5\"   0   9     June   86   58   5.2\"   0   9     July   88   59   5.7\"   0   10     Aug   87   60   5.3\"   0   10     Sept   83   55   3.0\"   0   5     Oct   73   43   3.1\"   T   6     Nov   61   33   3.4\"   0.7\"   7     Dec   52   28   4.5\"   1.0\"   8       For Clingmans Dome (high elevation)     Month  High   Low   Monthly Precipitation   Monthly Snowfall   Days of Precipitation    Jan  35   19   7.0\"   18\"   12     Feb    35   18   8.2\"   20\"    12     March   39   24   8.2\"   26\"   12     April   49   34   6.5\"   5\"   10     May   57   43   6.0\"   T   10     June   63   49   6.9\"   0   11     July   65   53   8.3\"   0   13     Aug   64   52   6.8\"   0   12     Sept   60   47   5.1\"   T   8     Oct   53   38   5.4\"   2\"   8     Nov   42   28   6.4\"   5\"   9     Dec   37   21   7.3\"   8\"   10",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/weather.htm"
}
