{
    "title": "Great Smoky Mountains National Park: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions          Alerts    Caution        Increased Bear Activity  Alert 1 , Severity ,caution ,, Increased Bear Activity  Bears are very active in the park at this time. Learn how to stay safe in bear country! more              Be sure to check the weather forecast and road conditions before travelling to the park. NPS Photo from the Purchase Knob Webcam.       Road, Trail, and Facility Closures and Warnings Road, trail, and facility closures may occur due to severe weather events such as winter storms, floods, and tormados. Backcountry campsites, shelters, and trails that are frequented by black bears may have warnings posted or be closed. Check current closures before coming to the park. For updated road information please call (865) 436-1200. Once you hear a voice, dial extension 631 for road information. Follow road status updates on Twitter at http:\/\/twitter.com\/smokiesroadsnps. Updates are available for Newfound Gap Road (US-441), Little River Road, Laurel Creek Road, and Cades Cove Loop Road.          Kristina Plaas photo  Weather Forecasts Current weather forecasts are available by phone at (865) 436-1200 extension 630 or online from the National Weather Service: Gatlinburg, TN forecast Cherokee, NC forecast Temperature and precipitation data for past 24 hours           WebCams Two webcams provide a current view of the park and information about air quality conditions. Images are updated every 15 minutes. Look Rock (located on the western end of the park) Purchase Knob (located on the eastern end of the park)         Kristina Plaas photo  River Levels and Flow The United States Geological Survey (USGS) maintains water gages that measure flow, river height, and temperature at Little River near Townsend, TN and in Cataloochee Creek in North Carolina. Note that on the discharge chart, the average streamflow is represented by an orange triangle, so that you can compare today's flow to the historic average.   Little River conditions Cataloochee Creek conditions",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/conditions.htm"
}
