{
    "title": "Great Smoky Mountains National Park: Bicycling",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bicycling              Bicycling        On Wednesday and Saturday mornings from early May through late September, the Cades Cove Loop Road is closed to motor vehicles to allow visitors to bicycle or walk along the road without worrying about traffic. Jim Bennett photo.       Bicycles can travel on most roads within the park. However, due to steep terrain, narrow road surfaces, and heavy automobile traffic, many park roads are not well suited for safe and enjoyable bicycle riding. Cades Cove Loop Road is an exception. The 11-mile one way road, is a popular bicycling area. It provides bicyclists with excellent opportunities for wildlife viewing and touring 19th century homesites. During summer and fall, bicycles may be rented at the campground store (located near Cades Cove Campground). For information call (865) 448-9034.  From early May until late September each year, the loop road is closed to motor vehicle traffic on Wednesday and Saturday mornings until 10:00 a.m. to allow bicyclists and pedestrians to enjoy the cove. Other areas suitable for bicyclists include the roads in the Greenbrier and Tremont areas in Tennessee, and the Cataloochee Valley and Lakeview Drive in North Carolina. Download a park map to locate these areas.  Safety is always a major concern where cars and bicycles must share the road. The State of Tennessee requires that children age 16 and under wear a helmet. We strongly recommend that all riders wear helmets, use rear view mirrors, and ride properly fitted and well-maintained bicycles. Please obey all traffic regulations.     There are no mountain biking trails in Great Smoky Mountains National Park. The Gatlinburg Trail, the Oconaluftee River Trail, and the lower Deep Creek Trail are the only park trails on which bicycles are allowed. Bicycles are prohibited on all other park trails.  Mountain biking trails are open on national forest and recreation lands outside Great Smoky Mountains National Park. For information on mountain biking in these areas, please contact the following offices: Chattahoochee National Forest (770) 297-3000 Cherokee National Forest (423) 476-9700 Nantahala National Forest (828) 257-4200 Pisgah National Forest (828) 257-4200 Big South Fork National River & Recreation Area (423) 286-7275 Mount Rogers National Recreation Area (800) 628-7207  The Tsali Recreation Area in Nantahala National Forest (listed above) is a popular mountain biking area.            Visit Great Smoky Mountains National Park's official online store for books, maps, and guides to the park. Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/biking.htm"
}
