{
    "title": "Great Smoky Mountains National Park: Spence Cabin",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Spence Cabin                Spence Cabin \"River Lodge\"                 The sounds of the Little River fill the rooms of \"River Lodge\", inviting you to relax and enjoy this secluded haven tucked into the woods of Great Smoky Mountains National Park. Sitting on the banks of the Little River in the Elkmont Historic District, this whimsical, pink cottage is a fun and unique venue for weddings, family gatherings, and corporate meetings.  The large cottage was built in 1928 as a vacation home for Alice Townsend, wife of Colonel Townsend, who owned both the Little River Lumber Company and the Little River Railroad. The cabin was part of the Appalachian Club resort community, whose members escaped to the mountains in summer to enjoy tennis, picnics, dances, and swimming in the chilly waters of the river. The National Park Service has restored River Lodge to its historic appearance and it is now available for day use rental.         The main meeting room features a stone fireplace with gas logs.   The cottage has a central meeting room, and four smaller meeting rooms. The main room is 432 square feet in size and has a gas fireplace made of smooth, river stone. Wooden floors and paneling give the cottage a charming, rustic character. French doors open onto a screened porch that overlooks the river. Rocking chairs invite guests to sit in the cool breezes and enjoy this view.          The smaller meeting rooms have numerous windows which overlook the forest and river.   The four smaller rooms vary between 118 and 196 square feet in size. Plentiful windows provide natural light and offer views of the forest and river. The cabin is furnished with round dining tables, rectangular buffet tables, and folding chairs to accommodate up to 40 quests.  The kitchen has stainless steel counters, a double sink, a refrigerator and microwave oven. Electrical outlets can be used to keep food warm and to accommodate catering.  Outdoors, two stone patios offer pleasant, shady spots for entertaining. One patio sits directly on the bank of the river.  Most of the cabin is wheelchair accessible. Parking for 2 to 3 vehicles is available at the front of the building with additional parking just a short walk away.  River Lodge is available for day-use rental from spring through fall. Reservations and more information, including a map and photographs are available by searching for \"Spence Cabin\" at www.recreation.gov        Take A Short Video Tour of Spence Cabin The park's two non-profit, partner organizations, the Great Smoky Mountains Association, and The Friends of Great Smoky Mountains National Park, have posted a video tour of Spence Cabin on their YouTube channels. Both organizations also offer a number of other interesting videos about the national park. The links below go directly to the Spence Cabin video, but be sure to check out the organizations' YouTube channels to view all of the additional videos they offer! (By clicking on the links below, you will be leaving the national park website and going to our partner organizations' YouTube pages.) Great Smoky Mountains Association Friends of Great Smoky Mountains National Park",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/spence-cabin.htm"
}
