{
    "title": "Great Smoky Mountains National Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Touring Cades Cove               Wildlife Viewing               Download Park Maps               Visiting in Fall               Download a Smokies Trip Planner               Weather             From black bears to salamanders. Old-growth forests to spring wildflowers. Log cabins to grist mills. The park offers myriad opportunities for exploring and discovering both the natural and cultural history of these ancient mountains. Where to Begin? Smokies Trip Planner Download a copy for information about favorite destinations, popular activities including hiking and auto touring, and a park map. You can also read the park's Smokies Guide newspaper online. Things To Do  Camping, picnicking, waterfalls, auto tours...it's all here. Calendar of Events Participate in a ranger-led program while visiting the park. Basic Information Information about weather, current conditions, operating hours, temporary closures, permits and reservations, emergency contacts, and more. Directions and Transportation Download maps of the park and get traffic and travel tips   Stay Safe During Your Visit What do you do if you see a bear? Why is swimming in park waters so dangerous? Learn the answers to these questions and explore other important topics. Eating and Sleeping Information about Camping and Lodging as well as Food and Services Accessibility Learn about the park's accessible facilities. Online store for books, maps, and guides to the park.  Operated by the nonprofit Great Smoky Mountains Association, proceeds generated by purchases at the store are donated to educational, scientific, and historical projects in the park.           Smokies Mobile App Download the Free Smokies Visitor Guide for your smart phone. Includes trip planning, recreation and services information along with the park map. Everything works without a cell signal.",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/index.htm"
}
