{
    "title": "Great Smoky Mountains National Park: Temporary Closures & Alerts",
    "body": "Temporary Road and Facilities Closures                   Download Park Maps               Follow Road Updates on Twitter               Weather               Download a Smokies Trip Planner             August 10, 2016   Weather-related road and facility closures may change throughout the day. For updated road and weather information please call (865) 436-1200. Once you hear a voice, dial extension 631 for road information or extension 630 for a weather forecast. Follow road status updates on Twitter at http:\/\/twitter.com\/smokiesroadsnps. Updates are available for Newfound Gap Road (US-441), Little River Road, Laurel Creek Road, and Cades Cove Loop Road. This webpage is updated 3-4 times a week. For the most current report, please call the number listed above or follow SmokiesRoadsNPS on Twitter.  Roads and Facilities Temporary Closures and Construction Projects   Follow road status at http:\/\/twitter.com\/smokiesroadsnps  Parsons Branch Toms Branch Road Foothills Parkway (unfinished section) - the entire unfinished section between Walland and Wears Valley is now closed to all public use until 2018 due to construction. Blue Ridge Parkway - for information about parkway closures, please call (828) 298-0398 or visit the parkway's website at http:\/\/www.nps.gov\/blri\/index.htm.  Seasonal Closures  For information about seasonal closures, including Clingmans Dome, Rich Mountain Road, Parson Branch Road, and others during the winter months, please see: Seasonal Road Closures  Seasonal Facility Closures   Backcountry Facilities   For current backcountry trail and campsite information, please call (865) 436-1297.   Bear Closures - areas that are closed due to bear activity. Please read What Do I Do If I See A Bear? for important safety information about bears.  Russell Field Shelter Campsite #9, #10, #13, #21, and #92  Bear Warnings - areas where bears are active. Please read What Do I Do If I See A Bear?  for important safety information about bearS .  Mt Le Conte Shelter Spence Field Shelter Tricorner Knob Shelter Pecks Corner Shelter Cosby Knob Shelter Laurel Falls Trail Abrams Falls Ramsey Cascades Trail Grotto Falls Trail Campsite #19, #20,#24, #36, #37, #39, #95 and #113    Other Backcountry Closures and Warnings  Ramsey Cascades Trail is temporarily closed. Alum Cave Trail will be closed Monday-Thursday from May 2-November 17, 2016 for trail restoration.  The Mount LeConte Shelter will be closed Monday-Thursday from May 2-October 13, 2016 to accomodate a youth crew that will be working on the project.  The LeConte Lodge will remain open during this time. More information. Scott Mountain Trail is closed from campsite #6 to Schoolhouse Gap. Campsite #6 is open. Backcountry Campsite 11 is closed.  Trail Cautions Please note that the park's backcountry is managed as a natural area where the forces of nature determine trail conditions. The following list includes some conditions that the park is currently aware of. However, hikers may encounter trail conditions not listed below that require caution. Be prepared for swollen streams, bridge washouts, downed trees, and trail erosion when hiking in the park's backcountry.   Cosby Nature Trail was impacted by flash flood, resulting in a bridge being washed out. While the trail remains open, hikers need to be prepared to ford the stream. Rabbit Creek Trail - the bridge where the trail crosses Abrams Creek is out. This is a wide crossing that may be deep during high water events. Boogerman\/Caldwell Fork trails - several bridges are out. No schedule for repairs at this time. Trails are open, but hikers need to be prepared to ford the streams. Enloe Creek Trail - the footbridge crossing Enloe Creek has washed out. The steel bridge crossing Raven Fork is not affected. Trails throughout the park have downed trees due to severe storms. Please see the list of closed trails above. Other trails may have areas that are difficult to negotiate due to downed trees. Boat shuttles to and from Hazel Creek when lake levels are low are from the Ollie Cove Trailhead on the Hazel Creek embayment. Ask the shuttle service about this when making a reservation to be dropped or picked up. This is due to a bridge that is out of service on Hazel Creek and adds about 1\/2 mile to the hike. Trail signs are in place to direct you from the Hazel Creek Trail and Lakeshore Trail intersection to Ollie Cove Trail that is one mile east on Lakeshore Trail from Hazel Creek.  Cave and Mine Shaft Closure Entry into all caves and mine shafts is prohibited due to concerns about the spread of white nose syndrome among bats. more",
    "url": "https:\/\/www.nps.gov\/grsm\/planyourvisit\/temproadclose.htm"
}
