{
    "title": "Assateague Island National Seashore: Wild Horses",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Wild Horses                  Assateague's Wild Horses       Assateague's wild horses are well known, even to many people who have never been to the island. The \"wild\" horses on Assateague are actually feral animals, meaning that they are descendants of domestic animals that have reverted to a wild state. Horses tough enough to survive the scorching heat, abundant mosquitoes, stormy weather and poor quality food found on this remote, windswept barrier island have formed a unique wild horse society. Enjoy their beauty from a distance, and you can help make sure these extraordinary wild horses will continue to thrive on Assateague Island. Local folklore describes the Assateague horses as survivors of a shipwreck off the Virginia coast. While this dramatic tale of struggle and survival is popular, there are no records yet that confirm it. The most plausible explanation is that they are the descendants of horses that were brought to barrier islands like Assateague in the late 17th century by mainland owners to avoid fencing laws and taxation of livestock. The horses are split into two main herds, one on the Virginia side and one on the Maryland side of Assateague. They are separated by a fence at the Virginia\/Maryland State line. These herds have divided themselves into bands of two to twelve animals and each band occupies a home range. The National Park Service manages the Maryland herd. The Chincoteague Volunteer Fire Company owns and manages the Virginia herd, which is allowed to graze on Chincoteague National Wildlife Refuge, through a special use permit issued by the U.S. Fish and Wildlife Service. The permit restricts the size of the herd to approximately 150 adult animals in order to protect the other natural resources of the wildlife refuge. It is the Virginia herd which is often referred to as the \"Chincoteague\" ponies.         Many visitors first learn about the Assateague horses from Marguerite Henry's famous book Misty of Chincoteague. The story takes place during a traditional Chincoteague festival called \"Pony Penning.'' On the last Wednesday of July, the Virginia herd of horses is rounded up and swum from Assateague Island to nearby Chincoteage Island. On the following day most of the young foals are auctioned off. Proceeds from the sale benefit the Chincoteague Volunteer Fire Department. Contact the Chincoteague Volunteer Fire Company or the Chincoteague Chamber of Commerce for the exact dates of Pony Penning.         Assateague's horses are beautiful, tough, and wild. They have learned to survive in a harsh environment. Feeding and\/or petting them is detrimental to both visitors and horses. Horses can get sick from human food. Those that learn to come up to the road to beg for food are often hit and killed by cars. Visitors are kicked, bitten and knocked down every year as a direct result of getting too close to the wild horses. Treating wild horses like tame animals takes away the wildness that makes them special. Protect your family by respecting theirs. Give the horses the space they need to be wild.         There are few places in the United States where you can view wild horses. Due to their complex social structure the Assateague horses display a wide range of unique behaviors. Take advantage of the opportunity to view these horses in a natural habitat. With careful management, the wild horses will continue to thrive on Assateague Island and provide enjoyment to thousands of nature enthusiasts, photographers, and people who just love horses!",
    "url": "https:\/\/www.nps.gov\/asis\/learn\/nature\/horses.htm"
}
