{
    "title": "Ulysses S Grant National Historic Site: By-Request Ranger Programs",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     By-Request Ranger Programs                  By Request Ranger Programs         Students working on \"Picturing Freedom\" Ulysses S. Grant NHS  Schedule Your Ranger-led Field Trip We welcome school groups of all ages. These programs are correlated to Missouri State learning standards and provide students with an engaging learning experience by utilizing the park's cultural resources as teaching tools. Programs are 1 to 3 hours long and are available between 9:00 a.m. and 5:00 p.m. Monday through Friday. All programs require pre-registration and should be requested early to increase the likelihood of a ranger being available on the day you plan to visit the site. Formal programs as well as custom-designed field trips can be arranged by downloading and returning this registration form.      \"In all this I can but see the doom of slavery\": Ulysses S. Grant and the Civil War Grades 5-12 90-120 minutes Through pre-visit, on-site, and post-visit activities students learn about the issue of slavery and Grant's role in winning the war for the Union and ending slavery in the United States. Perceptions of Grant during and after the Civil War are explored and students have the opportunity to discuss different perspectives of him.      Ulysses S. Grant and White Haven Grades 1-5 90 minutes This program introduces elementary school children to Ulysses S. Grant and his White Haven home through character education traits. Pre-visit materials are sent prior to the on-site visit, and post-visit activities are also included.        Students investigating the museum as part of an education program. Ulysses S. Grant NHS  Sunlight & Shadow: Slavery at White Haven Grades 3-12 90-120 minutes Students learn about White Haven through the multiple perspectives of its 19th century enslaved African American and white residents. The program includes some role playing and encourages students to compare and contrast.      White Haven: A Place Called Home Grades K-12 90-120 minutes Tour the home, visit the museum, and watch the site's film. The program is tailored to classroom needs and covers the history of Ulysses S. and Julia D. Grant's association with their St. Louis, Missouri home.        Museum Scavenger Hunt booklets Ulysses S. Grant NHS  Museum Scavenger Hunt Grades K-2; 3-6; 7-12 60 minutes Designed for three different levels, students explore the museum using guided questions. In each section, Challenge Questions encourage critical thinking and analysis, facilitated discussion, and Ranger interaction. This program can be used separately or in conjunction with any of the above programs.      Ask A Ranger Grades K-12 30 minutes Students prepare thoughtful questions ahead of time and spend a half hour with a ranger discussing American History related to the life and times of Ulysses S. and Julia D. Grant. This program can be used separately or in conjunction with any of the above programs.",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/education\/classrooms\/by-request-ranger-programs.htm"
}
