{
    "title": "River Raisin National Battlefield Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       River Raisin National Battlefield Park Partners Educational Partners: Eastern Michigan University Henry Ford College Michigan State University Monroe County Community College Monroe County Intermediate School District University of Toledo University of Michigan Wayne County Regional Education Service Agency   Partner Agencies: Brownstown Charter Township City of Detroit Frenchtown Charter Township City of Monroe County of Monroe Monroe County Historical Museum Michigan Economic Development Corporation Monroe Charter Township Port of Monroe State of Michigan Department of Education Department of Environmental Quality Department of Natural Resources Department of Transportation Historic Preservation Office Pure Michigan Wayne County     Non-Profit Partners: Community Foundation of Monroe County Community Foundation of Southeast Michigan Friends of the River Raisin Battlefield Kiwanis Club of Monroe Michigan Monroe Center for Healthy Aging Monroe Community Players Monroe County Bicentennial Committee Monroe County Chamber of Commerce Monroe County Community Credit Union Monroe County Historical Society Monroe County Tourism Bureau Motor Cities National Heritage Area National Association of Historians National Park Foundation Ahmanson Foundation Anschutz Foundation Aramark through the Yawkey Foundation Coca-Cola & Coca-Cola Foundation Fernandez Pave the Way Foundation L.L. Bean Scrooby Foundation Subaru University of Phoenix River Raisin National Battlefield Park Foundation, Inc. Rotary Club of Monroe Michigan The Foundation at Monroe County Community College The Outdoor Foundation The Youth Connection   Business Partners: American Manufacturing Operations By Design Graphic Arts and Marketing Cumulus Media DTE Energy DTE Energy Foundation Homrich Family ITC La-Z-Boy, Inc. La-Z-Boy Foundation Michigan Gas Utilities Michigan Memorial Park Monroe Bank and Trust Monroe Evening News ProMedica – Monroe Regional Hospital U.S. Silica",
    "url": "https:\/\/www.nps.gov\/rira\/getinvolved\/partners.htm"
}
