{
    "title": "Rocky Mountain National Park: Implementation - Elk Population",
    "body": "Explore This Park    Learn About the Park     Management     Elk and Vegetation Management     Elk and Vegetation Management Plan     Implementation - Elk Population                  Implementation - Elk Population        NPS        Management actions called for in the Elk and Vegetation Management Plan require knowledge about the distribution and ecology of elk populations in Rocky Mountain National Park. The park uses population surveys and modeling to examine elk numbers each year.        Elk numbers are monitored each winter. NPS  Monitoring Elk Population Size A combination of aerial and ground surveys are used each winter to collect data that are used to estimate the number of elk using the park winter range. Park staff, interagency cooperators and volunteers cover established helicopter and vehicle routes to count elk and classify them by age and sex categories. The data are used in a population model to estimate the current population size and to forecast future elk numbers that would be expected under different management scenarios.         Elk numbers vary in the park because of the animal's migratory nature. NPS  Elk Distribution The migratory nature of elk makes it difficult to quantify their use on the park's winter range. Since 2002, park biologists have observed that elk movements are shifting eastward toward lower elevations on the Front Range. This became more apparent in the winter of 2011-2012 when groups of more than 100 elk were seen near Loveland, Colorado while fewer elk wintered in the park and Estes Valley. The 2013-2014 winter elk population estimates support these observations with lower numbers of elk in the park (185) and Estes Valley (330) (Hobbs 2014). It is important to understand that the way elk move across the landscape varies over time, which affects when and where they are seen. Management Tools Culling Culling is a management tool that uses agency personnel and authorized agents (including qualified volunteers) to remove elk from the park's population by lethal means. The number of animals annually culled, if any, changes based on estimates from population surveys. A total of 131 elk were removed from the park population during the winters of 2008-2011. Of these, 79 elk were used for chronic wasting disease (CWD) and fertility control research studies. The remaining elk that tested \"not detected\" for CWD were distributed in a meat lottery, while those testing \"positive\" for CWD were used for a Colorado Parks and Wildlife mountain lion research project. Culling has not been necessary since 2011, because winter elk population estimates have been at or below the target range of 600-800 animals on the park's core winter range.       Find more information about elk and vegetation management below.     Vegetation Management Current and Recent Elk Research      Adaptive Management  References and Glossary",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/implementation-elk-population.htm"
}
