{
    "title": "Sleeping Bear Dunes National Lakeshore: Plan a Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Plan a Field Trip                  Plan a Field Trip              Whether you plan your own trip entirely or would like to meet up with a ranger, a variety of opportunities are available to educational groups to learn about the natural resources and environment as well as cultural history of the area. Your limited time here will require you to plan the specific learning experiences your students will be exposed to while you are here. Get inspiration and ideas on this website and then fill out our Educator's Planning Form. Please be aware that ranger program schedules, facility hours of operation, and ranger availabilty change with the seasons.          Apply for an Entrance Fee Waiver   Sleeping Bear Dunes National Lakeshore collects a park entrance fee, but education groups may apply for an Entrance Fee Waiver to have that fee waived. Fee waivers do not change campground or bus ticket fees that a group may incur.     Stop by the Philip A. Hart Visitor Center   Dozens of interpretative exhibits in the Philip A. Hart Visitor Center showcase the natural and cultural history of the park. The 15-minute feature film \"Dreams of the Sleeping Bear\" plays at the visitor center theater throughout the day. Ranger-led programs and ranger-guided hikes are offered from the center.     Scheduling a field trip   Scheduling a field trip must be made at least two weeks in advance. Spring and fall field trips fill up fast, so please plan ahead. Once you have explored these links, please fill out the Educator's Planning Form and email it to Lisa Griebel. If you have further questions regarding your trip logistics, email Lisa Griebel or call her at 231-326-4726.     Group Size   To provide the highest-quality visit, we can accommodate no more than 60 students for most ranger-led programs. If you have a larger group, we will ask you to split into smaller groups to reduce impact on trails and in consideration of other visitors. You may need to include some self-guided activities during your visit.     Chaperones   We are grateful for chaperones! They are an essential component of any field trip. Please be sure to review our chaperone expectations before your visit. Their participation is imperative for a good visit for all of us. We expect that chaperones will guide their groups for the entire visit.     Late Arrivals   Because multiple education programs are scheduled a day, we will not be able to accommodate late groups. Please plan ahead and be on time. Call us if you are running behind: 231-326-4700, ext. 5010 (visitor center) but know that park rangers will be available for no more than 30 minutes beyond your scheduled arrival time.     Special Needs   For students or staff with special needs- Heritage trail, PSSD, assisted-listening devices, captioning vc film, cell phone tour.       Field Trip Sample Schedule   9:00AM  Arrival at visitor center in Empire\/restrooms Welcome by park ranger 15-minute film Introduction to Sleeping Bear Dunes National Lakeshore and the National Park Service 9:30AM Visitor center exhibits scavenger hunt  9:50AM Depart visitor center for trailhead 10:05AM Arrive at trailhead Ranger-led hike (2 groups: 15 students per group) 11:30AM Hike ends Travel to Dune Climb for lunch, optional onsite activities, and free time 12:45PM Walk on the Sleeping Bear Heritage Trail and activity 1:15PM Trip wrap-up with a ranger 1:30PM  Depart     Service Learning Projects   Give your students a first-hand experience in protecting and improving the resources of the National Lakeshore. Projects vary according to the time of year and class learning objectives. In the past, classes have assisted rangers in removing invasive plants, removing litter from beaches, transplanting native dunegrass, restoring historic buildings, and much more. These projects are appropriate for grades four and up. Call the Lakeshore 231-326-4729 to select a project that will work for your class.     Evaluation   After your visit, please fill out our evaluation form so we can continue to improve our education programs and meet your expectations.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/education\/classrooms\/field-trip-how-to.htm"
}
