{
    "title": "Catoctin Mountain Park: Evolving Energy & Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change     Evolving Energy & Climate Change                  Evolving Energy & Climate Change       Industry Around Catoctin Mountain Throughout its history, Catoctin Mountain has provided different energy resources to power local industry, such as charcoal for the Iron Furnace and water for the sawmill. Through this history, we continue to learn and grow from our successes and mistakes. Using charcoal and coal as fuel can result in deforestation and greenhouse gas (GHG) emissions. Both can have negative effects on the environment, including the climate. Trees absorb carbon dioxide, which is a GHG and a main contributor to climate change. Without trees, more GHGs accumulate in our atmosphere.       This reconstructed sawmill stands at Owen’s Creek Campground. The gears that are visible would have been powered by water. Lindsey Beall, NPS, 2015        From the late 1700s to the mid-1800s, the charcoal industry employed hundreds of people. To fuel the Catoctin Iron Furnace, trees were removed from 11,000 acres of surrounding land. This land is now a part of Catoctin Mountain Park, during the early 1800s, entrepreneurs continued to remove trees for the water-powered sawmill. The majority of the cut lumber was used locally, but some was shipped overseas.        CCC workers clearing trees in order to fulfill their mission of conserving by rehabilitating 800 acres of fields NPS   Conservation and Preservation Since its designation as a Recreational Demonstration Area in 1936, Catoctin continues to contribute to a healthy human and natural environment. In 1939, the Civilian Conservation Corps (CCC) fulfilled its mission of conservation and mitigation of the effects of deforestation by planting 4,000 trees. These actions continued the efforts to conserve and preserve the park which have been present throughout Catoctin’s history.         Ranger Peggie practices Climate Friendly actions by turning off the new LED lights Lindsey Beall, NPS, 2015  What The National Park Service is Doing Today!  The National Park Service acknowledges the challenges of climate change and how it can affect natural and cultural resources in parks. National Parks all over the country are taking action to mitigate the effects of climate change. Catoctin has reduced its GHG emissions by 34.7% since 2011 by reducing energy consumption in several different ways. The park replaced its fluorescent lighting with LED lights, removed energy inefficient window air conditioning units, repaired inefficient electrical systems within the park, and invested in hybrid cars. In addition to reducing its GHG emissions, Catoctin replants a tree for every tree removed!  Catoctin Mountain Park is making a conscious effort to mitigate the effects of climate change in order to preserve cultural resources and the visitor experience. Join us in being climate friendly.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/evolvingenergy.htm"
}
