{
    "title": "Catoctin Mountain Park: Brook Trout",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change     Brook Trout                  Catoctin's Brook Trout Story       Catoctin Mountain Park is filled with dynamic relationships between its inhabitants. Climate change is imposing new stressors on these plants and animals, which causes a problem for our native brook trout.   Move your mouse over the forest scene below to learn how climate change is affecting the native brook trout in this national park.                     Sky: Pollutants from our cars and fossil fuel power plants are contributing to pollution of our skies, which contributes to global warming. Air pollution causes two big problems for our park. 1. Your view from the park's vistas will be more hazy. 2. These pollutants get into the stream water and make it harder for all the creatures living there, like the brook trout, to survive.   Stream: Greenhouse gas emissions are heating up the atmosphere causing average daily temperatures to rise. As the air gets warmer, so do the streams. Catoctin is home to two cold water streams, Big Hunting Creek and Owens Creek.  The species living in them are adapted to cold water environments and will be stressed as temperatures rise.  As stream water gets warmer, its ability to hold oxygen decreases, meaning there is less oxygen for the aquatic species.   Brook Trout: Brook trout is the only species of trout that is native to Maryland.  It is a cold-water species, and therefore very sensitive to stream temperatures. Catoctin has been home to these brook trout long before people began visiting the park.   Tree: More extreme storms are predicted as a result of climate change. This means an increase in both fallen and dead trees within the park. When this happens near a stream, the stream loses its shade and gets too hot.  Droughts that are expected to occur with climate change are stressful to our native trees and other plants.  The plants that cannot tolerated the new climate may shift their range to northern states.  This would affect the species that depend on them such as forest birds, herbivores and pollinators.   Deer: Deer overpopulation is a problem for the forest’s health. As new trees and other plants try to grow back, the deer eat all the new green leaves. Now these young plants aren’t getting a chance to grow and protect the streams.    Hemlock: Hemlock trees were once plentiful along the park's streams and cooled the streams with their shade.  A non-native pest called the hemlock woolly adelgid destroyed many of the hemlock trees by feeding on the needles.    Stream bank: Increased precipitation and flooding will be another consequence of climate change. Storms will clutter the stream with debris and soil, which will quickly build up. This will change the streams and reduce the water quality. Imagine living in dirty water… the brook trout don’t want to either.      What is the park doing to protect the brook trout?         The park is planting and protecting hemlocks because the hemlocks provide shade all year, keeping stream water cool. NPS Photo  Park staff have planted new hemlocks and put up fencing to protect them from deer browsing.  The young hemlocks and older surviving hemlocks have been treated by park staff with a systemic pesticide and a horticultural oil to reduce the hemlock woolly adelgid infestation and promote hemlock survival.   Managing our deer population so that the forest has a chance to recover from blowdowns and deer browsing.           What can you do to help the brook trout?        Wader washes can be found along Big Hunting Creek and Owens Creek. NPS Photo  Put up silt fencing when you are doing construction to keep soil from eroding into the water.     Volunteer at the park.     Use good fishing practices to reduce stress on the brookies.       Use the wader washes if you are going fishing. They help reduce the spread of an invasive algae known as didymo or commonly called, “rock snot” in our streams.            Visit our Catoctin Climate Friendly website to learn how you can reduce your carbon footprint at home and in your daily routine to help us make Catoctin Climate Friendly!   These actions really do help!          Learn more about Climate Change in the National Park Service  NPS Climate Change Website            Answers to common climate questions       References    Conservation Strategy\/Habitat Work Group & Eastern Brook Trout Joint Venture. (2011). Conserving the Eastern Brook Trout: Action Strategies.    North Wind, Inc. (2013) Catoctin Mountain Park Climate Change Scenario Planning Summary Report. National Park Service, U.S. Department of the Interior, Natural Resource Stewardship and Science.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/catoctin-brook-trout.htm"
}
