{
    "title": "Pictured Rocks National Lakeshore: Lake Superior",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Lakes and Ponds     Lake Superior                  Lake Superior         Waves continually shape the shoreline. NPS photo  \"Lake Superior possesses all the sublimity of the ocean. In gazing upon its surface, whether stretched out like a vast mirror, reflecting the varying tints of the sky, or ruffled by gently–curling waves, or lashed by the fury of the storm, the beholder is alike impressed with a feeling of the grand and the infinite.\" - J.W. Foster and J.D. Whitney, geologists, 1850.  Lake Superior is the dominant force affecting Pictured Rocks National Lakeshore. This powerful inland \"sea\" creates its own weather and climate, resulting in cooler temperatures in the summer and milder temperatures in the winter. Waves continually sculpt the cliffs and reshape beaches, but the effect of Lake Superior is also felt far from shore. Storms, snow, fog, humidity, temperatures, and wind generated from the lake impact every park ecosystem.  Lake Superior is the largest, coldest, and most pristine of the Great Lakes. It has the largest surface of any freshwater lake on earth and it is the third largest lake by volume. Its striking clarity is due to a low amount of organic material. Lake Superior is oligotrophic, meaning it is nutrient poor. The surrounding forests and rock layers filter water entering the lake, which limits the amounts of phosphorus and various biological nutrients needed for algae and other plant growth. Despite this, the lake supports a healthy ecosystem of plankton, invertebrates, and cold water fish.        Ice can last on Lake Superior until late May or early June. NPS photo \/ Andrea Chynoweth  Some Lake Facts ⋅ Surface Area: 31,700 mi2 (82,100 km2)    ⋅ Volume: About 3 quadrillion gallons (3 followed by 15 zeros)  ⋅ Length: 350 mi (560 km)          ⋅ Width: 160 mi (260 km)  ⋅ Average Depth: 483 ft (147m)  ⋅ Maximum Depth: 1,332 ft (406 m)  ⋅ Water Temperature: 45 degrees (F) average ⋅ Geology: the youngest Great Lake, forming through several stages between 10,000 and 7,500 years ago      Lake Dynamics The lake does not have tides but it does exhibit an interesting movement of water called a seiche (SAY-sh). A seiche is a stationary or standing wave that oscillates back and forth like a pendulum in an enclosed body of water. Seiches are typically caused when strong winds and rapid changes in atmospheric pressure pile up water on one end of a lake. When the wind stops, the water rebounds to the other side, often causing water levels to rise quite quickly. (Striking video footage shows a seiche in action along Superior's Ontario shore.)  Small seiches are quite common and generally unnoticeable. Larger seiches can resemble storm surges that flood beaches and inundate boat docks. Generally seiches take about eight hours to cross the lake and come back again, sometimes resulting in changes in nearshore waters as much as three feet or more. Recent studies show that seiches are an important mechanism for distributing nutrients from deeper water into the sunlit surface levels where they are needed for phytoplankton growth.  Another important dynamic of Lake Superior is stratification, or layer formation. All lakes, large and small, undergo this process in some form. Water tends to separate into horizontal (and sometimes vertical) density layers that resist mixing. Density is related to temperature, so that when summer heat warms the upper layers of the lake, the lower colder layers are denser in comparison. In winter, the coldest layer (ice) lays above slight warmer layers beneath.  As the lake loses heat in late fall, the surface waters cool and the density between layers becomes increasingly similar. When the density is similar enough, a windstorm can mix the entire lake, an event called lake turnover. The same process happens in the spring as the water heats up. Turnover is extremely important for distributing nutrients throughout all parts of the lake.         Mist from Lake Superior helps keep park forests cool and moist. NPS photo       Impacts on Pictured Rocks National Lakeshore Lake Superior affects Pictured Rocks in many different ways. Cool temperatures and moisture generated by the lake create microhabitats that support plants generally found farther north. Fog and mist promote growth of moss and lichens on the cliffs. Continual moisture reduces the risk of forest fire. Windstorms blow down trees close to shore, affecting forest structure. Currents carry sand that reshape spits and beaches. Lake levels may change as much as a foot from one year to the next, which can swallow up beaches and cause more rock erosion when levels are high.  Lake effect snow has a great impact, favoring some wildlife species and making survival harder for others. Large snow drifts shelter smaller animals like mice while making it more difficult for deer and larger mammals to travel through. Deep snows protect certain plant species and replenish groundwater supplies. Cool summers reduce evaporation in the shallow wetlands that form when snow melts, thus allowing greater numbers of mosquitoes to hatch.  Although Lake Superior has little visible pollution, chemical contaminants such as mercury and PCBs are present. The primary source for these and other pollutants is atmospheric deposition. Non-native species are also of concern. Invasive fish, particularly sea lampreys, can be found in nearshore waters. Sea lampreys swim up rivers to spawn, and visitors report seeing young lampreys near the mouths of rivers and streams in the park. So far zebra and quagga mussels have not had a major impact on Lake Superior, as the lake is too cold and oligotrophic for them to thrive.           Lake Superior Shoreviewer   Lake Superior ShoreViewer Are you planning a summer kayak trip on the shores of Lake Superior? Ever wondered what the mouth of the Hurricane River looks like?   The Superior Watershed Partnership website hosts the Lake Superior ShoreViewer. The ShoreViewer covers every Upper Peninsula coastal county (9) and township (32) bordering Lake Superior. It offers user-friendly advantages such as easy-to-recognize birds-eye oblique photography. It also provides detailed planning information including soils, elevation, slope, cover types, U.S. Geological Survey quad maps, color infrared photography and wetland data.  www.superiorwatersheds.org\/shorelineviewer      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/lake-superior.htm"
}
