{
    "title": "Pictured Rocks National Lakeshore: Climate Friendly Park",
    "body": "Climate Friendly Park            Climate Friendly Parks from around the country are leading the way in the effort to protect our parks' natural and cultural resources and ensure their preservation for future generations.  The Climate Friendly Parks program is a partnership between the U.S. Environmental Protection Agency and the National Park Service.  NPS - Climate Friendly Parks website   As a participant in the Climate Friendly Parks program, Pictured Rocks National Lakeshore belongs to this network of parks that are putting climate friendly behavior at the forefront of sustainability planning in national parks. By conducting an emission inventory, setting an emission reduction target, developing an Action Plan, and committing to educate park staff, visitors, and community members about climate change, Pictured Rocks National Lakeshore is serving as a model for climate friendly behavior within the National Park Service.  Pictured Rocks National Lakeshore - Climate Friendly Parks website         Do Your Part! for Climate Friendly Parks ... Reducing Your Carbon Footprint  This on-line program empowers visitors to reduce their carbon emissions and thereby help to protect America's national parks from the impacts of climate change.  Do Your Part! for Climate Friendly Parks works by creating a greenhouse gas (GHG) profile linked to the carbon footprint a selected park. Participants calculate their carbon footprint by entering basic information about their household's energy needs. The website offers specific GHG reduction recommendations, such as how to invest in energy efficient appliances or how to improve recycling practices that will reduce their GHG emissions. After six months, participants are asked to return to the website to update the progress they have made toward reducing their carbon footprint.",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/climate-friendly-park.htm"
}
