{
    "title": "Sleeping Bear Dunes National Lakeshore: Trumpeter Swans",
    "body": "Trumpeter Swans       In partnership with the Little River Band of Ottawa Indians, Sleeping Bear Dunes National Lakeshore has announced that eight young trumpeter swans were released in the park during the summer of 2006.  The eight were released together into one of the wetland areas within the Lakeshore and it is hoped that they will finish maturing and imprint on the area before migrating south for the winter. If the release is successful, it is possible that in the near future the swans will return with mates to begin rearing families within the Lakeshore. Due to concerns for their safety and to reduce the amount of human contact, the exact release location has not been disclosed.        Trumpeter Swans at Sleeping Bear Dunes National Lakeshore Alice Van Zoeren 2006  The swans were reared by the Kellogg Bird Sanctuary and were picked up and delivered by a Biologist with the Little River Band.  Lakeshore staff and volunteers have been tracking their survival, and the big birds appear to be doing well in their new habitat.  If the swans imprint on their new location, they may return to breed year after year. Trumpeter swans were once plentiful throughout the Midwest, but as wetlands were drained for agriculture, and the birds were hunted for meat and feathers, their population dwindled. By 1885, the Michigan trumpeters were gone, and by 1933, there were only 66 within the entire continental United States.  In the 1980s, Michigan began to carry out a reintroduction plan, and by 2005, there were 728 trumpeter swans in the state, with nearly a third of them at Seney National Wildlife Refuge. With its many protected inland lakes and wetlands, Sleeping Bear Dunes National Lakeshore could become a haven for this beautiful bird.                   Spotsylvania Battlefield   23 Photos  Photos of the landscape and terrain on the Spotsylvania Court House battlefield           Trumpeter Swans   3 Photos  Photos of Trumpeter Swans in Sleeping Bear Dunes National Lakeshore          Piping Plover   9 Photos  Photos of the Piping Plover            Natural Resource Research Animals   24 Photos  Photos of research projects related to animals in Sleeping Bear Dunes National Lakeshore          Natural Resources Water Air Soil   13 Photos  Photos from Natural Resources Research projects related to Water, Air, and Soil          Natural Resources Research Plants   8 Photos  Photos of research projects relating to plants in Sleeping Bear Dunes National Lakeshore",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/nature\/swans.htm"
}
