{
    "title": "Pictured Rocks National Lakeshore: Raptors",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Raptors                  Raptors         Red-tailed Hawk USFWS photo  Eagles, hawks, falcons, owls, and other raptors (birds of prey) are top predators on the food chain. They play a vital role in keeping the park's small animal populations in check, which helps maintain balanced ecosystems and ensure healthy plant communities. Raptors have excellent vision for locating prey animals, long sharp talons for grabbing and holding them, and powerful sharp beaks for tearing them apart. Raptor prey includes other birds, small mammals, reptiles, amphibians, fish, and insects. In most species female raptors are larger than the males, and therefore able to catch larger prey.  Twenty-three species of raptors have been identified at Pictured Rocks, including nine species of owls, eight kinds of hawks and three types of falcons. Several, like red-tailed hawks and long-eared owls, are year-round residents that nest in the park where habitat is suitable. Other species come only for summer nesting or are observed briefly when migrating through. Heavily feathered rough-legged hawks and snowy owls are occasional winter visitors, as are great grey and northern hawk owls.  Some raptors such as broad-wing hawks are found in hardwood forests; others like the northern goshawk prefer mixed woodlands. Northern harriers may be seen soaring over dunes and open fields searching for prey. Eagles are especially visible when they perch in tall trees on the cliffs. Peregrine falcons nest on rock ledges above Lake Superior where they have little disturbance from other species.  Birds of prey are also good environmental barometers. They are especially sensitive to pollutants and their presence is an important indicator when assessing the health of park ecosystems. Park biologists have been studying raptors intensively for the past few years to gain inventory data of populations throughout the lakeshore. Staff search for nests and keep track of young. Recent data show that several species of raptors, including eagles and state-endangered peregrine falcons, successfully fledge young each year in the park. The national lakeshore is especially interested in how the loss of beech trees, due to beech bark disease, will affect raptors.  Keep Your Distance Raptors, like many birds, are easily disturbed by human intrusion. Keep your distance from nesting birds and from trees that contain nests. Even your presence near the base of a tall tree is enough to disturb birds nesting high up in the crown. Keep boats far back from bird nesting sites on the cliffs. Respect any nesting closure areas designated by park staff.         Bald Eagle USFWS photo  Bald Eagle  (Haliaeetus leucocephalus) One of the largest birds in North America, bald eagles can have a wingspan of nearly seven feet. The eagle's white head does not fully develop until adulthood (about age five); younger birds have mostly brown heads with some white. They range from northern Mexico to mid-upper Canada and are becoming more numerous throughout the Midwest. Bald eagles feed primarily on fish, but also eat other birds as well as a variety of mammals, reptiles, and amphibians. They take their prey live, fresh, or as carrion. Bald eagles sometimes gorge, ingesting a large amount of food and digesting it over several days. They can also survive fasting for many days, even weeks.  Once on the verge of extinction due to DDT and other pesticides, bald eagles have made a remarkably recovery and were delisted as a federal endangered species in 2007. They nest here at Pictured Rocks and successfully raise young most years. Bald eagles tend to nest near the tops of tall, sturdy conifers that protrude above the forest canopy, providing easy flight access and good visibility. They can be found near water, often perching in tall pines along the edge of the Pictured Rocks cliffs.        Peregrine Falcon NPS photo  Peregrine Falcon (Falco peregrinus) Peregrine falcons are large raptors (up to 19 inches long) with long pointed wings and a narrower profile in flight than hawks. They have a unique \"helmet\" head pattern, dark blue-grey back, and chest bars. Their bright yellow legs are usually visible when the birds are in flight. The powerful peregrine hunts other birds, dropping down on them from high above in spectacular dives called stoops. Speeds while stooping can reach over 200 mph.  Like other raptors, peregrines were nearly eradicated nationwide due to DDT pesticide poisoning but numbers have rebounded since the 1970's due to successful recovery efforts. Peregrine falcons were reintroduced to the national lakeshore in 1989 and 1991 as part of a Midwest peregrine reintroduction program and have nested along the Pictured Rocks cliffs and at Grand Island in subsequent years. The peregrine was removed from the federal endangered species list in 1999, but remains a state-endangered species.        Red-shouldered Hawk USFWS photo  Red-shouldered Hawk (Buteo lineatus) A summer visitor at Pictured Rocks, the red-shouldered hawk is a state-threatened species and one that is monitored closely by park staff. With numbers already dwindling due to habitat loss, this raptor may be significantly impacted by loss of beech trees due to beech bark disease. Smaller than a red-tailed hawk, red-shouldered hawks are easy to identify because of their distinctive plumage. In flight their coppery red body is evident and their wings appear to resemble a black and white checkerboard.  Red-shouldered hawks are raptors of mixed deciduous-conifer forests where tall trees and water are abundant. They return to the same nesting territory each year and often use the same nest.  Red-shouldered hawks tend to live in stands with an open subcanopy, which makes it easier for them to hunt. Their prey consists of small mammals and they will also eat wetland animals such as frogs and snakes.      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/raptors.htm"
}
