{
    "title": "Rocky Mountain National Park: Plan Development",
    "body": "Explore This Park    Learn About the Park     Management     Elk and Vegetation Management     Elk and Vegetation Management Plan     Plan Development                  Plan Development        Elk and vegetation management addresses elk and vegetation processes in the park. NPS       Elk migrate through the park and neighboring areas regularly, so regional cooperation was essential when developing the Elk and Vegetation Management Plan (EVMP). The National Park Service (NPS) led an interagency planning team that included eight federal, state and local agencies:       Town of Estes Park      Town of Grand Lake         Estes Valley Recreation   and Park District       Colorado Parks and Wildlife (Previously Colorado Division of Wildlife)         Larimer County      Grand County         U.S. Forest Service      U.S. Bureau of Reclamation       The plan is only implemented inside Rocky Mountain National Park with a regional understanding that actions taken inside the park affect adjoining lands and neighbors, and vice versa.   To get a copy of the Elk and Vegetation Management Plan\/Environmental Impact Statement email the Park Information Office.         Willow shrub inside an elk exclosure NPS  Objectives\/Goals The primary goal for elk and vegetation management is to begin restoring the natural range of variability in the park's elk population and affected plant communities. A variety of conservation tools are used to help achieve the following objectives:  600-800 elk wintering on low elevation winter range on the east side of the park 45 percent of aspen stands regenerating new trees 20 percent increase in willow height with at least 31 percent willow cover         The public commented on management proposals during the planning process. NPS   Public Involvement Public involvement played a large role in evaluating potential management alternatives. Public workshops during the 2003-2004 scoping phase were held to identify issues, concerns and ideas for management actions. A draft of the EVMP was published for public review and comment in 2006. The public provided at total of 2,700 responses on all of the proposed alternatives. The most common issues raised by the public were about alternatives that were eliminated from further consideration in the EVMP.   Public hunting was considered but dismissed as an alternative.Hunting is prohibited in the park by law.In 1929, Congress prohibited hunting within the limits of Rocky Mountain National Park. Public hunting within the park raises several issues: 1. It would significantly change the visitor experience in the park. Visitors expect to come to Rocky  Mountain National Park and not encounter hunters. 2. It would require changing the law that has been in place in the park since 1929. 3. It would significantly displace the existing recreational use of park visitors and would compromise visitor safety.  Reintroduction of a self-sustaining wolf population was eliminated from further consideration in the draft plan because of lack of support from other agencies within the region;concerns from neighbors related to perceived and real threats to property and safety;the degree of expected human property-wolf conflicts;and the intensive management that would be required to respond to external issues, such as social impacts, would likely interfere with the ability to meet the objectives of the plan. If a self-sustaining wolf population were re-introduced, wolves would be expected to disperse from the park. Without support of agencies within the region to protect wolves from depredation outside the park there would be no assurance that a wolf population would survive. Over a two-year period, the National Park Service and cooperating agencies met and collaborated in the development of the alternatives, which included discussion and evaluation of a self-sustaining wolf population to manage elk and vegetation. The NPS held a formal workshop in March 2005 with a panel of experts from multiple agencies to discuss the use of wolves as a means of managing the elk population. Based on this meeting and numerous other meetings with technical experts, the NPS and the experts agreed that at the time of implementation, without support from neighboring federal, state, and local agencies, the reintroduction of a self-sustaining wolf population would not be feasible.  Restoration of wolves is not the purpose of, and outside the scope of, the Elk and Vegetation Management Plan. The park will continue to work with other federal, state, and local agencies on regional wolf issues, such as natural wolf recolonization or a regional restoration effort.  The Chosen Strategy Out of five alternatives presented in the EVMP, the strategy chosen was based on its ability to meet park objectives, support the purpose of the park and minimize negative effects on resources while providing for public use and enjoyment. The selected strategy takes a gradual approach to elk culling (lethal reduction) and uses a variety of other conservation tools including temporary fencing, vegetation restoration and redistribution to restore natural resource conditions. The park will use adaptive management to reevaluate future opportunities to intensively managed wolves or fertility control as additional tools. The Record of Decision (ROD) for the final Elk and Vegetation Management Plan in Rocky Mountain National Park was signed on February 15, 2008 by the Intermountain Regional Director for the National Park Service.        The Fern Lake Fire of 2012 initiated new willow restoration research in Moraine Park. NPS   Adaptive Management The Elk and Vegetation Management Plan launched a monitoring program that measures progress toward the desired objectives according to adaptive management principles. The plan also called for ongoing research to advance our knowledge of these complex ecosystem relationships. Managers rely on monitoring and research results to guide management adjustments as implementation of the 20-year plan progresses.       Connect to more information about elk and vegetation management below.      Elk and vegetation management history  Elk exclosure fences      Elk population monitoring  Chronic wasting disease",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/plan-development.htm"
}
