{
    "title": "Pictured Rocks National Lakeshore: Leave No Trace",
    "body": "Explore This Park    Get Involved     Support Your Park     Leave No Trace              Leave No Trace       Leave No Trace is a national program that promotes the protection of our nation's wildlands through education, research, and partnerships. Leave No Trace teaches minimum impact hiking and camping skills and wildland ethics, and builds awareness, appreciation, and respect for our public recreation places.   Four federal land management agencies (National Park Service, U.S. Forest Service, Bureau of Land Management, and U.S. Fish and Wildlife Service) promote the Leave No Trace message. Working with outdoor retailers, educators, and user groups these federal agencies are helping to make Leave No Trace the common language for all outdoor enthusiasts.   With increasing visitor use, both day and overnight, it is important to minimize our impacts and Leave No Trace of our visits within the lakeshore and special other places. Trips that include awareness and the use of minimum impact practices conserve natural conditions of the outdoors, making the adventure enjoyable and allowing others the same experience.   Leave No Trace goes beyond following the rules; it requires thoughtful judgement for each situation that comes up.  Leave No Trace follows a set of seven principles that can be applied in any natural setting to minimize human impacts on the environment. Following the Leave No Trace principles and combining them with your personal judgment, awareness, and experience will help protect precious natural and cultural park resources and preserve the park experience for you and for future visitors.      For more information ...  Leave No Trace Principles (jump to next section) Leave No Trace video (web) Leave No Trace site bulletin (pdf) Leave No Trace Center for Outdoor Ethics website Backcountry Camping              Leave No Trace Principals  Plan Ahead and Prepare Travel and Camp on Durable Surfaces Dispose of Waste Properly Leave What You Find Minimize Campfire Impacts Respect Wildlife Be Considerate of Others       Plan Ahead and Prepare  Know the regulations and special concerns for the area you'll visit. Prepare for extreme weather, hazards, and emergencies. Schedule your trip to avoid times of high use. Visit in small groups. Split larger parties into groups of 4-6. (Lakeshore regulations specify 6 maximum for each backcountry site.) Repackage food to minimize waste. Use a map and compass to eliminate the use of marking paint, rock cairns, or flagging.       Travel and Camp on Durable Surfaces  Durable surfaces include established trails and campsites, rock, gravel, dry grasses or snow. Protect riparian areas by camping at least 200 feet from lakes and streams. Good campsites are found, not made. Altering a site is not necessary. (Lakeshore regulations require you to camp in designated areas.) In popular areas: Concentrate use on existing trails and campsites. Walk single file in the middle of the trail, even when wet or muddy.  Keep campsites small. Focus activity in areas where vegetation is absent.  In pristine areas, disperse use to prevent the creation of campsites and trails. Avoid places where impacts are just beginning.       Dispose of Waste Properly  Pack it in, pack it out. Inspect your campsite and rest areas for trash or spilled foods. Pack out all trash, leftover food, and litter. Deposit solid human waste in catholes dug 6 to 8 inches deep at least 200 feet from water, camp, and trails. Cover and disguise the cathole when finished. (Use backcountry toilets where available.) Pack out toilet paper and hygiene products. To wash yourself or your dishes, carry water 200 feet away from streams or lakes and use small amounts of biodegradable soap. Scatter strained dishwater.         Leave What You Find  Preserve the past: examine, but do not touch, cultural or historic structures and artifacts. Leave rocks, plants and other natural objects as you find them. Avoid introducing or transporting non-native species. Do not build structures, furniture, or dig trenches.       Minimize Campfire Impacts  Campfires can cause lasting impacts to the backcountry.  Use a lightweight stove for cooking and enjoy a candle lantern for light. Where fires are permitted, use established fire rings, fire pans, or mound fires.  (In the Lakeshore, use fire rings provided.) Keep fires small.  Only use sticks from the ground that can be broken by hand. Burn all wood and coals to ash, put out campfires completely, then scatter cool ashes.       Respect Wildlife  Observe wildlife from a distance.  Do not follow or approach them. Never feed animals.  Feeding wildlife damages their health, alters natural behaviors, and exposes them to predators and other dangers. Protect wildlife and your food by storing rations and trash securely.  (You are required to store food on backcountry food poles.) Control pets at all times, or leave them at home.  (Pets are not permitted in the Lakeshore backcountry.) Avoid wildlife during sensitive times: mating, nesting, raising young, or winter.       Be Considerate of Other Visitors  Respect other visitors and protect the quality of their experience. Be courteous. Yield to other users on the trail. Step to the downhill side of the trail when encountering pack stock. (Pack stock are not permitted in the Lakeshore.) Take breaks and camp away from trails and other visitors. (Lakeshore regulations require you to camp in designated areas.) Let nature's sounds prevail. Avoid loud voices and noises.       Leave No Trace Center for Outdoor Ethics P.O. Box 997 Boulder, CO 80306 800-332-4100, 303-442-8222 303-442-8217 fax www.lnt.org      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
