{
    "title": "Pictured Rocks National Lakeshore: Bio Soy Products",
    "body": "Bio Soy Products         Trail leading to Sand Point beach NPS photo \/ Brenda St. Martin  Green Energy Parks Program In an effort to expand the Lakeshore’s sustainable practices program, the park has embraced the President’s Green Energy Parks program with special funded grants to use bio-soy fluids and lubricants in various park fleet operations. These soy products meet government \"greening\" objectives, are safer for employees to handle, and are biodegradable in case of spill or releases.  The Memorandum of Understanding between the U.S. Department of Energy (DOE) and the U.S. Department of the Interior (DOI) states:  Under the Green Energy Parks program, DOI and DOE will implement joint sustainable energy projects throughout the National Park System. The primary goals of the program are to:    Promote the use of energy efficient and renewable energy technologies and practices, and increase use of alternative fuels throughout National Park facilities and transportation systems;    Educate the visiting public about the impact of conventional energy use on natural and cultural resources, the capacity of current and emerging energy technologies to reduce that impact, and the things visitors can do at home to reduce their own energy use.         Using bio soy products on vehicles NPS photo  Converting to Bio-Soy Products Pictured Rocks National Lakeshore chose to use bio-soy products because they meet the above goals, are easily substituted, are safer for employees to handle, and are biodegradable in case of a spill or release.   Since June 2000, all park diesel equipment has been fueled with B-20% blend of soy diesel. fuel blend. In addition to meeting the program goals, soy-diesel results in greater lubricity, cleaner burning engines and lower emissions. In addition, hydraulic oil in the shop vehicle lift, and heavy equipment hydraulic and trans-hydraulic fluid systems were replaced with soy hydraulic fluids.   All two-cycle grounds equipment, pre-mix outboard motor patrol boats, and cross-country ski trail groomers have been using soy two-cycle oil. Soy-based penetrating fluid, parts washing fluids, and chassis grease are also being used in shop operations.   Seven of the park’s vehicles are now field testing a soy\/synthetic blend of engine oil. Bio-soy lubricants and fluids have been put into service in the following equipment and vehicles.     10 ton International dump truck soy hydraulic   5 ton International dump truck soy hydraulic   Two Ford 555 backhoe loaders soy hydraulic, soy transmission   John Deere crawler dozer soy hydraulic, soy transmission   Gallion grader soy hydraulic, soy transmission   John Deere utility tractors soy hydraulic, soy transmission   John Deere tractor mowers soy hydraulic, soy transmission   Snowmobiles soy two-cycle oil   Outboard boat motors soy two-cycle oil   Diesel\/gasoline engine vehicles soy crankcase oil   Grounds equipment soy two-cycle oil   Chainsaws soy two-cycle oil, bar & chain oil         For more information ... please visit our Green Resources page. Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/management\/biosoy.htm"
}
