{
    "title": "Pictured Rocks National Lakeshore: General Management Plan",
    "body": "General Management Plan          Pictured Rocks National Lakeshore General Management Plan \/ Wilderness Study \/ Environmental Impact Statement was released to the public in November 2004, culminating a five-year process to revise the lakeshore's 1981 General Management Plan.   The general management plan (GMP) provides the framework for making decisions about and managing the national lakeshore's resources and visitor use.  It seeks to provide the appropriate balance of national lakeshore access, circulation, visitor orientation, and carrying capacity as well as assessing lands suitable for wilderness.   The GMP also defines the relationship of the shoreline zone and inland buffer zone at the national lakeshore.  It also discusses the level of improvement for Alger County Road H-58, the main road through the lakeshore.   A draft GMP was issued in August 2003 with a 90-day public review period.  Over 3000 comments were received and considered over the five-year process.   The wilderness study explored options for wilderness designation in the national lakeshore. The final plan proposes an 11,739-acre wilderness area in the Beaver Basin.   The “Notice of Availability” of the final General Management Plan \/ Wilderness Study \/ Environmental Impact Statement was published in the Federal Register on October 22, 2004.   The National Park Service's Midwest Regional Director signed the “Record of Decision” for the final GMP in November 2004, formalizing approval of the GMP by the National Park Service.   This 400-page document is available on-line and as a 100-page paper summary. A very limited number of copies of the final GMP are available at park headquarters.   Questions on the lakeshore's GMP may be addressed to the Lakeshore Superintendent at (906) 387-2607 or by e-mail.         General Management Plan - links to pdf files  Cover, Introductory Information, Chapters 1 & 2 (144 pages) 1 - Purpose of and Need for Action 2 - Alternatives, Including the Preferred Alternative   Chapters 3 & 4 (100 pages) 3 - The Affected Environment 4 - Environmental Consequences   Chapter 5 (44 pages) 5 - Consultation and Coordination;  Substantive Comments and Responses   Comments & Responses - continued (46 pages)  Appendices A through C (27 pages)  Appendices D through G, Glossary, References, Preparers, Index (35 pages)  Record of Decision (11 pages)",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/management\/gmp.htm"
}
