{
    "title": "Rocky Mountain National Park: Current Research - Vegetation",
    "body": "Explore This Park    Learn About the Park     Management     Elk and Vegetation Management     Research     Current Research - Vegetation                  Current and Recent Research - Vegetation        NPS         Aspen stands are important habitats on the winter range. NPS  Recent and ongoing research continues to improve our understanding about the complex relationships between elk, vegetation, other species, and ecosystem processes. Aspen Recent research confirmed that aspen have occupied many of their current park locations for hundreds of years. A 2008 park-wide study found that older aspen on the core winter range were established before the historic elk extirpation of the late 1800's (Binkley 2008). This study also found that browsed areas on the core winter range had 80-95 percent fewer aspen than historic trends predicted.        New aspen shoots grow with mature trees inside a Moraine Park elk exclosure. NPS   A separate genetic research study found that 78 percent of sampled east-side trees exhibited polyploidy, meaning cells contained more than two paired sets of chromosomes (Zeigenfuss 2008). This genomic duplication is a possible adaptation to stressful environments and may allow polyploid aspen to be more resilient to change. This study identified low-elevation winter range areas on the east side of the park where fenced protection could help conserve aspen with this unique characteristic.        Sap wounds open sites for the Cystospora fungus to block nutrient channels above the cavities. Photo courtesy of Kristen Kaczynski and David Cooper   Willow Additional climatic and biotic factors have been linked to the park's willow decline. Historical analysis of aerial photos and peak stream flows in Kawuneeche Valley showed there was a 40 percent decline in tall willow cover between 2001 and 2005 (Kaczynski et al. 2014). This suggested that drought conditions and ungulate population size are both involved in affecting willow growth. The study also found that willow dieback was further impacted by the effects of a native fungus (Cytospora Chrysosperma) that infected stem wounds opened up by the red-naped sapsucker woodpecker. This also prevented willow shrubs from growing out of the browsing height of elk and moose. Multiple factors must be in balance for willow ecosystems to function fully in the Rocky Mountains.         Top: The Fern Lake Fire of 2012 affected many willows in Moraine Park.Bottom: Caged willow resprouts grew well in summer 2013. NPS  In 2012, the Fern Lake Fire burned Moraine Park and affected many willow shrubs in that riparian valley. A 2013-2014 research study found that over 90 percent of sampled willows had lost 100 percent canopy cover (Kaczysnki and Cooper 2015). The study also found that the fire reduced seed production by 90 percent across the study area when compared to a seed study done in 2000.   Willows have the ability to resprout from burned stems, and this was found in 45 percent of burned willow shrubs during the first two post-fire growing seasons in Moraine Park (Kaczynski and Cooper 2015). Small cages were used to protect willow resprouts.  Browsing measurements both inside and outside the cages determined that elk again reduced the growth and volume of uncaged willow resprouts.   This study also investigated methods to restore willow in Moraine Park. Investigators found that planting willow cuttings could be used to successfully establish new plants inside fences where they are protected from browsing. They examined survival of willow cuttings across a hydrological gradient and identified suitable planting conditions and methods. This information will guide future willow restoration projects.        Beaver dams help regulate the hydrology of riparian systems. NPS   Beaver Recent research has further improved our understanding of elk, beaver and willow relationships. Ecosystem simulation modeling suggested that beaver foraging can stimulate willow productivity (Peinetti et al. 2009), providing more evidence of a mutualistic beaver-willow relationship. Modeling also suggested that beaver and elk could co-exist at elk densities below 20 per square kilometer, and that willow could shift back to taller stature at lower densities (Baker et al. 2012). Reducing elk densities and actively restoring willow populations are the first steps to bringing beaver back to the park's winter range.       Find more information about elk and vegetation management below.     Vegetation Management   Learn More About Beaver      References and Glossary  Adaptive Management",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/current-and-recent-research-vegetation.htm"
}
