{
    "title": "Pictured Rocks National Lakeshore: Do Business With Us",
    "body": "Do Business With Us       Commercial Visitor Use Services  Contracting and Purchasing  Excess Government Property         Commercial Visitor Use Services The National Park Service provides visitor services within the park that are necessary and appropriate for visitor use and enjoyment. A Commercial Visitor Use Activity is defined as a business that:  provides an activity or service to the general public. takes place at least in part in any park unit, and results in compensation, monetary gain, benefit or profit to an individual entity, whether or not the individual or entity is recognized as non-profit under applicable laws.  Commercial Visitor Use Services are authorized through concession contracts or commercial use authorizations (CUAs).  Pictured Rocks National Lakeshore holds CUAs with several private business. Services offered include guided backpacking and sea kayaking trips and boat rentals.  NOTE: Persons or organizations planning a special event or activity in the park that does not result in a monetary gain may be exempt from the commercial use authorization process. However, special events and activities require that you apply for and be granted a special use permit.      For more information regarding Commercial Use Authorizations and Special Use Permits at Pictured Rocks National Lakeshore, please contact:  Chief Ranger Pictured Rocks National Lakeshore P.O. Box 40 Munising, MI 49862 906-387-2607, ext. 205 email       Contracting and Purchasing    The National Park Service (NPS) administers 390+ areas and receives more than 270 million visitors annually, providing a significant contribution to the nation's economy. The principal economic beneficiaries of this enormous visitation are vendors in the food, lodging, and travel industries.   Other local and national firms benefit by providing services or supplies required for operating, maintaining, and sustaining individual parks and the entire National Park Service.   The NPS spends $300-$400 million annually for goods and services acquired under contract. Over 90 percent of these contracts are awarded to small businesses. The majority of the procurement dollars is spent in the area of construction. The remainder is spent for information technology hardware, software and services; maintenance services; professional services (including architect and engineer services); and heavy equipment and other supply items.  Each contracting activity is governed by the Federal Acquisition Regulations and the Department of the Interior Acquisition Regulations (Title 48, Code of Federal Regulations), the Federal Property Management Regulations (Title 41, Code of Federal Regulations), and agency regulations.   These regulations govern procurement planning and requirements analysis, required sources of supply, equipment replacement (use) standards, solicitation procedures, evaluations and award processes, contract administration and close-out procedures, etc.  Proposed procurements in excess of $25,000 are advertised on the Federal Business Opportunities website. As part of the E-Government Integrated Acquisition Environment initiative throughout the Federal Government, all vendors must be registered on the Central Contractor Registration website. National Park Service solicitations are posted electronically at the DOI National Business Center.  Please also visit Doing Business with the National Park Service.      Excess Government Property  Government property regulations require that equipment, vehicles, and miscellaneous property no longer required by a federal operation be made available to:    Other National Park Service and\/or Department of the Interior (DOI) areas. Other federal agencies for their use in lieu of new procurements. State and local public agencies and other eligible non-federal public entities.  The public by competitive offerings such as sealed bid sales, spot bid sales, or auctions.  If the property has no commercial value, or the estimated cost of its continued care and handling would exceed the estimated proceeds from its sale, it may be disposed of by abandonment, destruction, or donated to public bodies.  In accordance with Executive Order 12999, federal agencies will give special consideration for computer donations to schools and educational nonprofit organizations. For schools and educational nonprofits, the Computers for Learning website will provide one universal form to register to request excess and surplus federal computer equipment.  The national lakeshore occasionally has items available at no cost to state and local government agencies and non-profit organizations (i.e., furniture, computers, monitors, and chairs).  Vehicles and motorized equipment are available through the General Services Administration (GSA) auction program. Additional information is available at www.GSAauctions.gov.      For more information regarding purchasing, contracting, and excess government property at Pictured Rocks National Lakeshore, please contact:  Administrative Officer Pictured Rocks National Lakeshore P.O. Box 40 Munising, MI 49862 906-387-2607, ext. 210 email       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/getinvolved\/dobusinesswithus.htm"
}
