{
    "title": "Pictured Rocks National Lakeshore: Artist in Residence",
    "body": "Artist in Residence         Mosquito River by Phil Krezminski - 1999   Begun in 1996, the Pictured Rocks National Lakeshore Artist in Residence program continues for professional two-dimensional visual artists whose work can be influenced and enhanced by our superb Lake Superior coastal scenery. It provides artists the opportunity to capture the many moods of Pictured Rocks National Lakeshore in their particular medium.  The national lakeshore offers - rent free - a park residence for up to four weeks during October each year.   In return, the artist is asked to contribute an example of their work, and provide a minimum of one interpretive program to help advance the park's mission. The artist is enrolled in the National Park Service Volunteers in Parks program, which provide advantages to both parties including compensation for work-related injuries.  Previous Artists in Residence        Autumn Leaves by Cynthia Armstrong - 2000   How to Apply Applications for the Artist in Residence program must be postmarked or delivered to the lakeshore no later than December 31. The selection will be made by April 30, and all applicants will be notified of the outcome as soon as possible.   Applications must include the following items contained in a single envelope.   Your resume of no more than two pages, including a summary of your creative work. Up to eight digital images on CD of your recent work that best expresses your style and ability, accompanied by a list of the sizes and media of the work. A statement of what you hope to gain from a residency at Pictured Rocks National Lakeshore, with a specific explanation of how you propose to assist the lakeshore to further its mission. The preferred accommodation; refer to Artist in Residence site bulletin for more information on housing.         Miners River by Melanie Parke - 1996   The Selection Process A jury of representatives from the art community, subject matter experts, and park employees select from the pool of applicants. Selections are made on the basis of merit and how the artist's work can advance the mission of Pictured Rocks National Lakeshore and the National Park Service.   Selections are made without regard to gender, race, religion, disability, marital status, age, or national origin.        The Wall by Kevin Mayfield - 1997   What to Bring The artist should bring personal gear, food, and supplies. Please, no pets. Art and photo supplies may be available in Marquette (about 45 miles west of Munising). The artist is expected to leave the accommodations neat and clean, and comply with all park regulations and standards concerning government employees and visitors.   The artist should be in good health, self-sufficient, and expect to work closely with park staff and the local community to achieve the program goals.         Miners River by William Lathrop - 2005   For more information Or to submit an application, please write:  Artist in Residence Program Pictured Rocks National Lakeshore N8391 Sand Point Road P.O. Box 40 Munising, MI 49862-0040  Telephone 906-387-3700 or 906-387-2607 email          Sea gull's view by Marsha Tuchscherer - 2002   Please also review our Artist in Residence site bulletin (pdf).  For information regarding Artist in Residence programs at other NPS areas, try this website or www.nps.gov and search for \"Artist in Residence.\"  \"Drawing New Audiences, Expanding Interpretive Possibilities: Artist-in Residence Programs of the National Park Service\" is a 28 page pdf file hosted at  Weir Farm National Historic Site.  \"The View from Here\" is written by John Agnew, the 2009 Artist in Residence at Pictured Rocks NL. Read his blog about his stay in September 2009.                    Artist in Residence   9 Photos  Pictured Rocks National Lakeshore hosts an Artist in Residence each autumn. These photos depict the original artwork donated by artists.                        Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/getinvolved\/supportyourpark\/artistresidence.htm"
}
