{
    "title": "Pictured Rocks National Lakeshore: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us       Thank you for your interest in employment at Pictured Rocks National Lakeshore.  A wide variety of exciting and challenging employment opportunities await you at Pictured Rocks. We fill positions in many fields, including interpretation, maintenance, resource management, education, law enforcement, and visitor services. All focus on working with the public, and some involve working outdoors. Each job performs a vital function of providing visitors an opportunity to enjoy a unique experience, while working hard to preserve natural and cultural resources for future generations.  We encourage all interested and qualified persons to apply for jobs. We want a workforce that reflects the diversity of America. You must be a United States citizen to be eligible for consideration for employment. Certain jobs may also have age and physical qualifications. Generally, you must be at least 18 years of age. The National Park Service fills all positions in accord with U.S. Office of Personnel Management (OPM) regulations.         Maintenance worker at campground NPS photo \/ Ed Lasich  How Jobs Are Filled  Federal agencies fill jobs in several ways and not all jobs are open to external applicants. Agencies can promote an employee, hire an employee who wants to transfer from another agency, reinstate a former Federal employee, or request the names of applicants from an OPM register.   Employment Opportunities with the NPS (pdf) Seasonal Employment Information (website)      Current Job Openings Please search for jobs at Pictured Rocks National Lakeshore at www.usajobs.gov  Narrow your search by typing Munising, MI, or Grand Marais, MI, in the \"where\" box OR type \"Pictured Rocks\" as key words.  Recruitment for seasonal\/temporary positions typically occurs in January and\/or February of each year. Please check USA Jobs regularly.  -------------------------------------- Permanent position    -------------------------------------- Temporary positions  Engineering Equipment Operator WG-08 Open: November 12, 2014 Close: November 20, 2014 https:\/\/www.usajobs.gov\/GetJob\/ViewDetails\/386243200  Visitor Use Assistant (Fee Collection) GS-0303-05 Open: November 14, 2014 Close: November 18, 2014 https:\/\/www.usajobs.gov\/GetJob\/ViewDetails\/385714900   --------------------------------------       Your Application  If you are pursuing your first Federal Government position, the best source of information is the job announcement. It will explain what the job duties are, what experience or education is necessary to qualify, the pay, and where to send your application.  The application process usually consists of two parts: the OF-612 application or resume, and the Knowledges, Skills, and Abilities.   Visit USAJOBS, the Federal Government's one-stop source for Federal jobs and employment information.   Preparing an Application for Federal Government Employment (pdf)        Park Ranger on kayak patrol NPS photo  Equal Opportunity The National Park Service is an Equal Opportunity employer. Selections for positions are on the basis of merit, fitness, and qualifications without regard to race, sex, color, creed, age, marital status, national origin, sexual orientation, non-disqualifying handicap conditions, or any other non-merit factors.      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/getinvolved\/workwithus.htm"
}
