{
    "title": "Pictured Rocks National Lakeshore: Partners",
    "body": "Partners          Operational \/ Fund Raising Partners  Government Partners   Community Partners  Research Partners   Authorized Concessioner Sister Park   Commercial Partners Stewardship Partners   Education Partners Transportation Partners            The staff at Pictured Rocks National Lakeshore work closely with many federal, state, and local organizations. The organizations mentioned here provide an example of the broad range of partners that help the lakeshore accomplish its mission.      Operational \/ Fund Raising Partners           Eastern National is a non-profit organization that provides quality educational products and services to America’s national parks and other public trusts, including Pictured Rocks National Lakeshore.   Eastern National operates bookstores at four visitor centers at Pictured Rocks National Lakeshore and also conducts sales by phone, mail, and website, \"America's National Park On-line Bookstore.\"            National Parks of Lake Superior Foundation is a recently organized, privately supported effort to fund special projects in the four U.S. national parks on Lake Superior.    Donations to the National Parks of Lake Superior Foundation assist parks with worthy projects over and above funding for basic park operations.          Community Partners  Pictured Rocks National Lakeshore has joined with many local businesses as \"Community Partners\" to better serve visitors to the area. Participating business locations have a comprehensive reference package of information about the park and a counter-top display and window-display placard identifying that location as a Pictured Rocks National Lakeshore Community Partner.       Authorized Concessioner  Pictured Rocks Cruises, Inc.      Commercial Partners (Holders of Commercial Use Authorizations)  Camp Arbutus and Camp Hayo-Went-Ha - summer youth camp Camp Nebagamon - summer youth camp Camp Tanuga - summer youth camp Crawdaddy Outdoors - guided kayak trips Gerlach Nature Photography - photography workshops Grand Island Charters - guided shipwreck tour Honeyrock Camp - summer youth camp Loyola University Chicago - summer youth camp Northern Waters - guided kayak trips Petersen Photography - photography workshops  Planck Photography - photography workshops Seaberg Pontoon Rental - pontoon boat rental Sierra Club Outings - guided backpack trips Superior Pontoon Rentals - pontoon boat rental Pictured Rocks Shuttle - backpacker shuttle service Uncle Ducky Charters - guided kayak trips Wilderness Inquiry - guided kayak trips      Education Partners  Alger Parks and Recreation Department  Au Train Onota Public School  Burt Township Public School  Michigan State University Extension - Alger County  Munising Baptist School Munising Public Schools  Seventh Day Adventist School  Superior Central Public Schools       Government Partners  Alger County Burt Township  City of Munising  Environmental Protection Agency  Hiawatha National Forest  Michigan Department of Environmental Quality  Michigan Department of Natural Resources  Munising Township  National Oceanic and Atmospheric Administration  Sea Lamprey Control Program, U.S. Fish and Wildlife Service  Seney National Wildlife Refuge       Research Partners  Michigan Technological University  Missouri Department of Conservation  Natural Resources Conservation Service  Northern Michigan University  University of Michigan  University of Missouri  University of Wisconsin - Madison  University of Wisconsin - Stevens Point       Sister Park  Pukaskawa National Park, Ontario, Canada Hovsgol National Park, Mongolia      Stewardship Partners  Adopt-a-Trail \/ Adopt-a-Campsite Volunteers  Alger Conservation District Alger Community Recycling Program American Hiking Society  Michigan Snowmobile Association  North Country Trail Association, Grand Marais Chapter  Student Conservation Association  Superior Watershed Partnership  The Forestland Group LLC The Nature Conservancy  Trout Unlimited (Fred Waara Chapter, Big Two-Hearted Chapter)      Transportation Partner  ALTRAN       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/getinvolved\/partners.htm"
}
