{
    "title": "Pictured Rocks National Lakeshore: Supt's Compendium",
    "body": "Superintendent's Compendium       The Superintendent’s Compendium is the summary of park specific rules implemented under 36 Code of Federal Regulations (36 CFR). It serves as public notice, identifies areas closed for public use, provides a list of activities requiring either a special use permit or reservation, and elaborates on public use and resource protection regulations pertaining specifically to the administration of the park. The Superintendent’s Compendium does not repeat regulations found in 36 CFR and other United States Code (U.S.C.) and CFR Titles, which are enforced without further elaboration at the park level.   The regulations contained in 36 CFR, Parts 1-7, are the basic mechanism used by the National Park Service (NPS) to preserve and protect the natural and cultural resources of the park and to protect visitors and property within the park. Parts 1 through 6 are general regulations applicable to all areas of the National Park System, and Part 7 contains special regulations specific to individual parks. Each of these Parts has many sections and subsections articulating specific provisions. Within some of these Part 1-7 sections and subsections, the Superintendent is granted discretionary authority to develop local rules to be responsive to the needs of a specific park resource or activity, park plan, program, and\/or special needs of the general public.  A copy of Title 36 CFR can be purchased from the U.S. Government Printing Office.   Superintendent of Documents  P.O. Box 371954  Pittsburgh, PA 15250-7954   The CFR is also available on the Internet.   http:\/\/www.access.gpo.gov\/nara\/cfr\/waisidx_05\/36cfrv1_05.html  The Compendium is reviewed annually and revised as necessary. The park welcomes comments about its program and activities at any time. Written comments on the Compendium may be submitted to:   Superintendent  Pictured Rocks National Lakeshore  P.O. Box 40  Munising, MI 49862  Superintendent's Compendium (pdf)      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/management\/suptcompendium.htm"
}
