{
    "title": "Pictured Rocks National Lakeshore: Wildlife Management Activity Guide",
    "body": "Wildlife Management Activity Guide for Teachers       A compilation of activities for teaching about Upper Peninsula wildlife management in high schools written by Upper Peninsula teachers.            Introduction   For More Information     Wildlife Basics   Lesson Plan Index     Basic Wildlife Management                 Introduction  In 1997, the National Park Foundation provided funding for a wildlife education project at Pictured Rocks National Lakeshore. This grant supported a college course for 12 Upper Peninsula high school teachers.   The course was taught by resource management professionals from several federal and state agencies and provided the participants with hands-on field experience in addressing current fish and wildlife management issues. This course assisted the teacher participants in understanding the basics of wildlife management, offered methods to help them in teaching their students, and resulted in the preparation of this Wildlife Management Activity Guide for Teachers.   This guide was distributed to Upper Peninsula high schools in 1998. We hope this activity guide will help you to provide educational opportunities for youth regarding wildlife management issues.   Today's youth will determine the future of our nation's wildlife.        Wildlife Basics   All living things need the basic requirements of food, water, shelter and space in order to survive. An area that provides all of these needs is called a habitat. These life needs can also be called limiting factors because they are key to determining the size or limit of a wildlife population. Other factors that control wildlife numbers are predators, disease, non-native species, natural elements such as, fire, floods or drought and human impacts.   The number one problem facing wildlife today is loss of habitat by human activity. In fact, at no other time in the history of life on earth has there been such an accelerated rate of loss of species on this planet. According to Harvard University Biologist E.O. Wilson, current human alteration of wildlife habitat dooms to extinction three species each hour, 74 each day, and 27,000 each year. This rate of extinction is 1,000 to 10,000 times faster that any other time in the geologic history of the earth. If current destruction of rainforest and other habitats continues, it is estimated that one-fifth of the 1.2 million species on earth will become extinct by the year 2022.   There are several reasons why we should be concerned about the extinction of animal and plant species.   1. Loss of species accelerates the loss of other species because all are connected in the ecological web of life.  2. Loss of species means less of a genetic pool for discovering new human medicines and foods.  3. Loss of species means loss of their beauty and behavior, which leaves us with a world less colorful and interesting.  4. Many people in the human health field tell us that activities like fishing, hunting, bird watching and nature photography are vital for human psychological well being.   So if we have so much to lose when we lose wildlife, we should all be doing what we can to keep our fellow earth passengers healthy.       Return to top of page        Basics of Wildlife Management   Aldo Leopold is considered the father of modern wildlife management. He defined wildlife management as \"the art of making land produce sustained annual crops of wildlife.\" His 1933 classic book \"Game Management\" focuses on techniques to manage wildlife game species for recreational use.   The bottom line of wildlife management is land management. Whatever you do or do not do to the land will determine what wildlife species will survive there. Understanding wildlife ecology, by providing the basics of food, water, shelter and space for each species, is crucial. To know these needs and how to provide them for each species you should acquire some of the recommended texts or contact any of the resource people listed in this publication.   Whether your school has a 40 acre school forest or a 40 square foot school yard lawn, we urge you to get your students involved in some hands-on wildlife management. It is a relevant real world issue that will also expose them to disciplines other than science as they learn all the complexities of land management. A few teachers are teaching about a variety of game species and habitats. Others are developing small native plant gardens which provide basic needs for native butterflies and birds.   Please look through the activities in this guide.  Whatever you choose to do, wildlife will thank you for your efforts.        Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/education\/wildlifemgtguide.htm"
}
