{
    "title": "Pictured Rocks National Lakeshore: Online Games",
    "body": "Online Games         Park Ranger and students NPS photo \/ Gregg Bruff  As a WebRanger you will have one important job: to have fun while learning new things. You will solve mysteries and puzzles, play games, take part in stories, and gather secret words.   You’ll learn what Park Rangers do to help protect our natural resources and our cultural heritage. You’ll also learn how Park Rangers observe and discover new things about our National Parks.   www.nps.gov\/webrangers            Park Fun Guide: On-line fun in your National Parks. At many parks, Rangers and scientists have created on-line activities for fun and to help you get to know the parks a bit better. An alphabetical list helps you find a park.   Remember, the National Parks belong to YOU! Learn more about them.  www.nps.gov\/learn\/gozone.htm          Bureau of Land Management image  Kids on the Web is the U.S. Department of Interior webpage for kids with links to six of the department's agencies.   Agencies represented are the Bureau of Land Management, U.S. Fish and Wildlife Service, U.S. Geological Survey, Minerals Management Service, National Park Service, and the Office of Surface Mining.  www.doi.gov\/kids           Indiana Dunes National Lakeshore NPS photo  Indiana Dunes National Lakeshore is located on the southern shore of Lake Michigan in northern Indiana. They have developed two online games.  Web Ranger Challenge activity about dunes ecology is designed for the middle school level. The Water Safety Challenge Game is about water and beach safety.   www.nps.gov\/indu\/forteachers\/onlinegames.htm            Woodsy Owl USDA Forest Service image  Environmental websites for kids is a collection of 20+ websites recommended by Eartheasy.  It includes a wealth of fun, creative, and informative websites for children.  The links are high quality and fairly unbiased, with many official U.S. and Canadian government agency kids sites.  www.eartheasy.com\/article_enviro_sites_kids.htm            Firefly girl Natl Wildlife Federation image  The National Wildlife Federation website has a Kids and Families page, Where kids of all ages can grow wild together. Its activities are groups by ages. Wild Animal Baby: 1-4; Your Big Backyard: 3-7; and Ranger Rick: 7 and up.  www.nwf.org\/kidzone         Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/education\/onlinegames.htm"
}
