{
    "title": "Rocky Mountain National Park: Physical Demands and Requirements",
    "body": "Hotshot Physical Training & Expectations        NPS       Physical conditioning is a vital part of both wildland firefighting and the Alpine IHC fire program. A high level of physical fitness is an absolute necessity in order to maintain both crew safety and efficiency. The Alpine IHC Physical Training Program is constructed around maintaining a high level of fitness through aerobic, strength, endurance, and stretching exercises.        Physical conditioning prepares hotshots for a variety of tasks. NPS  Physical Conditioning  The Alpine IHC Physical Training Program is constructed around maintaining a high level of fitness through aerobic, strength, endurance, and stretching exercises. Alpine IHC crew members participate in a structured daily physical training program typically lasting one to one and a half hours. Physical training facilities include a weight room, outside training area and miles of trails on which to run. Our work center is at an elevation of almost 8,000 feet with very little flat ground.         Physical fitness is necessary for hotshot crews day and night. NPS  Physical Fitness Program  The goal of the Alpine Interagency Hotshot Crew Physical Fitness Training Program is to sustain a high degree of physical fitness required for wildland fire work. Crewmembers are required to work hard over extended time periods; the \"PT\" program is designed to develop both strength and endurance. Using a combination of exercises, the outcome is physically fit firefighters who are agile, productive, and less likely to suffer injuries or accidents due to fatigue. The key to succeeding in the program is for crew members to arrive fit for duty. A typical five-day span of training could include alternating days of directed weight lifting\/calisthenics, hiking, and running. The weight lifting\/calisthenics may include repetitions of bench press, lat pull-downs, pull-ups, push-ups, sit-ups, curls, leg extensions, and other free-weight exercises. The fast-pace runs include three-five mile runs, sprints, and hill work. Slow long-distance runs last from 45 to 60 plus minutes, with lots of hill work, trails, and road running with distances over six miles. Time is allotted for warm up and stretching prior to each PT session. If you arrive for work out of shape, you run the risk of serious injury. Crew workouts could be detrimental to your physical well-being if you attempt the physical training in poor physical condition. Don't fool yourself—Be in shape when you arrive for duty! Occasionally, in the past, some crew members have arrived thinking they were in shape or that they could \"handle it\" and ended up trying to get in shape and catch up with the rest of the crew. Sometimes this has meant sitting out the first few weeks of fire season nursing injuries.      Crew Member Availability during the Season  All Alpine IHC crew members are expected to maintain prompt availability for callout during the fire season. In addition to normal work hours, crew members will be required to maintain 24-hours-per-day, seven-days-a-week availability. Although an elapsed time of two hours to respond to after-hour or lieu day dispatches is the accepted standard, each dispatch will be managed on a case-by-case basis. Departure to an assignment could occur sooner than the two-hour standard.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/physical_training.htm"
}
