{
    "title": "Pictured Rocks National Lakeshore: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations         Chapel Rock NPS Photo  The geologic formations of Pictured Rocks National Lakeshore are most spectacularly represented by the 50-200 ft. sandstone cliffs that extend for more than 15 miles along the shoreline. Sea caves, arches, blowholes, turrets, stone spires, and other features have been sculpted from these cliffs over the centuries by unceasing waves and weather.  The name \"Pictured Rocks\" comes from the streaks of mineral stain that decorate the cliffs. Stunning colors occur when groundwater oozes out of cracks and trickles down the rock face. Iron (red and orange), copper (blue and green), manganese (brown and black), and limonite (white) are among the most common color-producing minerals.   A Tapestry of Geologic Layers Geologic history recorded in the sedimentary rocks and surficial deposits of Pictured Rocks National Lakeshore is limited to two widely separated intervals of geologic time, the Late Precambrian, Cambrian, and Early Ordovician Periods (500-800 million years before present), and the Late Quaternary Period (two million years before present to the present).  During the Cambrian and Early Ordovician periods, sediments were deposited in the shallow seas and near-shore deltas that covered what is now northern Michigan. These deposits became the sandstone units that are exposed within the lakeshore. Except for their exposure near Lake Superior, these units are presently covered by a veneer of Quaternary glacial drift.  Bedrock is best observed in the western one-third of the park where cliffs rise up to 60 m (180 feet) from Lake Superior. These extend along the lake about 27 km (17 m) from Munising to Beaver Basin. For a short distance inland from the escarpment, bedrock is occasionally exposed.  The Jacobsville Formation, of Late Precambrian age, is the oldest formation exposed in the lakeshore. It is a fluvial\/lacustrine, feldspar-rich quartz sandstone, deep red in color with white mottling. Only the top few feet of the formation rise above lake level within the lakeshore (e.g., vicinity of Au Sable Point). This formation was quarried on nearby Grand Island for building stone in the late 19th century. The western side of Grand Island, within the Hiawatha National Forest, features spectacular Jacobsville cliffs.  The Mid to Late Cambrian, light grey to white Munising Formation lies unconformably above the Jacobsville. The Munising Formation probably represents a complex shoreline\/shallow water environment that was influenced by fluvial, wave, tidal, and aeolian processes. The Munising is divided into three members: the basal conglomerate, the hard Chapel Rock sandstone (characterized by large, sweeping cross beds), and the crumbly Miners Castle sandstone.  Capping the easily eroded Miners Castle Member of the Munising Formation in the western half of the Pictured Rocks, is the resistant Early Ordovician Au Train Formation. The Au Train Formation is a light brown to white dolomitic sandstone that lies above the distinctive caprock above the lip of Munising and Bridalveil Falls.  Fossils are completely absent from the Jacobsville Formation and uncommon in the Munising Formation. Fragments of trilobites have been found in the Miners Castle member and 26 taxa of conodonts in the upper Munising Formation and the lower Au Train Formation. The Au Train also contains Middle Ordovician cephalopod and gastropod fossils.  Structurally, Pictured Rocks National Lakeshore lies along the northern edge of the Michigan Basin, thus sedimentary bedding dips gently toward the south. Strata also rise very slightly eastward in the vicinity of the lakeshore so that the Jacobsville, which is below lake level at Miners Castle, is well exposed to the east of Hurricane River Campground, at Au Sable Point, and in the gorge at Sable Falls.      For more information ... Lakeshore Geology site bulletin (pdf) Grand Sable Dunes Research Natural Area site bulletin (pdf) Overview of Cambrian Sandstone Environments of Deposition, Robert Rose', Volunteer Geologist in Park, 1997 (pdf)  NPS Nature & Science, Geological Resources Division: geology fieldnotes webpage for Pictured Rocks National Lakeshore   Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/geologicformations.htm"
}
