{
    "title": "Pictured Rocks National Lakeshore: Wetlands, Marshes and Swamps",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Wetlands, Marshes and Swamps                Wetlands, Marshes and Swamps         Temporary vernal pool at Pictured Rocks J. Marr photo  A wetland is a low-lying land area that is saturated with water, either permanently or seasonally, and contains hydric soils and aquatic vegetation. Marshes, bogs, and swamps are typical wetlands. A wetland may be dry for extended periods, but in general its water table is at or near the land surface long enough each year to support aquatic plants.  Plant and animal communities that develop and adapt to these conditions differ from those in purely aquatic (lakes, rivers) or dry land environments. Depending on its type, a wetland may be filled mostly with trees, grasses, shrubs, or moss. Some wetlands contain no vegetation, but only organic soil\/muck.  Wetlands occupy an important transition zone between land and water, and are considered among the most biologically diverse and productive ecosystems in the world. Michigan's Upper Peninsula, including Pictured Rocks National Lakeshore, contains a rich composition of marshes, bogs, cedar swamplands, vernal pools, wet meadows, and forested lowlands. These wetlands provide habitat for many kinds of plants and animals, including rare orchids and invertebrates, and are especially critical as amphibian breeding grounds. Wetlands also reduce flood peaks, serve as natural filters, control erosion, and recharge and discharge groundwater.  Few studies on wetland ecosystems have been done at Pictured Rocks. One was a study on vernal pools in 2013. Vernal pools are small, temporary wetlands that generally fill during spring or fall and dry up in summer. One essential characteristic is that they lack fish, which makes them safe breeding habitat for certain species of amphibians and wetland invertebrates such as fairy shrimp that would otherwise become fish prey.        Marsh in the Pictured Rocks backcountry NPS photo  Marsh A marsh is a wetland dominated by herbaceous plants such as grasses, rushes, or sedges. Small shrubs often grow along the perimeter as a transition to drier land. Marshes usually form along the shallow edges of lakes and rivers. They provide habitat to a broad diversity of aquatic invertebrates, many of which occupy and feed on decomposing vegetation. The invertebrates support numerous species of fish, amphibians (frogs), reptiles (snakes and turtles), waterfowl, water birds, and wetland mammals like muskrat. The best examples of marshes at Pictured Rocks occur in quiet shallow pockets of large lakes and around the periphery of small lakes, most notably around Miners Lake and Little Chapel Lake. Marshes are highly dynamic, subject to flooding, drying, and hydrology changes brought about by climatic conditions and also by beaver activity.        Typical northern bog found in the Upper Peninsula Michigan DNR photo  Bog Bogs are acidic, low-oxygen wetlands that form where accumulation of organic material occurs faster than organic decay. Bog soils are waterlogged and acidic peats formed by sphagnum moss and other vegetation that decomposes very slowly. Most northern bogs form in enclosed glacial depressions called kettle lakes, where there is little in or outflow and the main water source is precipitation rather than streams or groundwater. A mat of moss or other vegetation develops on the edge of the lake and slowly grows over the surface of the water. In time, the bog may completely fill in with no open water visible. Due to lack of oxygen and their acidic chemistry, bogs lack nitrogen and other nutrients that provide food for plants. A unique community of carnivorous plants has adapted to these conditions. Pitcher plants, sundews, and bladderworts obtain their nutrients from the meat (insects) they catch and digest.  Bogs within the lakeshore are usually filled-in lakebeds having a sphagnum base and containing shrubs that can tolerate acidic soils, including leatherleaf, bog rosemary, bog laurel, and cranberries. Several species of orchids are also members of bog communities. Four major bog areas have been located in the lakeshore: a very shrubby one on Sand Point, a filled‑in bog northeast of Beaver Lake, several bog pockets around Legion Lake, and a classic bog lake east of Twelvemile Beach campground.        Northern white cedar swamp in the Upper Peninsula Michigan DNR photo  Swamp Swamps are forested wetlands, characterized by specific types of trees and soil types. Most of the swamps in the Upper Peninsula and Pictured Rocks are conifer swamps, dominated by northern white cedar, black spruce, and tamarack, although balsam fir, eastern hemlock, and white pine may also be important components. Swamps and lowland forests are very similar and are often one in the same. However, swamps are often wetter for a longer period throughout the year and have deeper standing water than lowland forests.  Both acidic (black spruce\/tamarack) and alkaline conifer swamps are scattered throughout the national lakeshore, although alkaline swamps that support northern white cedar\/tamarack communities are more common.  Many have developed in the park's river basins, particularly along Miners River and Seven Mile Creek. Some of the oldest trees in the park are old growth northern white cedars found in the swamps of the Beaver Basin Wilderness.  Cedar swamps also provide habitat for many wildlife species including critical winter habitat for deer and snow­shoe hare.  More than eighty species of wildlife in the Upper Peninsula are known to use cedar swamps during some portion of their life cycle.      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/wetlands.htm"
}
