{
    "title": "Pictured Rocks National Lakeshore: Sand Dunes",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Sand Dunes                Sand Dunes         Grand Sable Dunes can be viewed from the Log Slide overlook. NPS photo  The Grand Sable Dunes west of Grand Marais are one of the major features of the national lakeshore and among the best examples of perched dune systems in the world. Perched dunes are those that form on top of an existing coastal bluff. Michigan has two outstanding examples of these dune systems: here at Pictured Rocks and also at Sleeping Bear Dunes National Lakeshore.  When the last glacial age ended about 10,000 years ago, piles of stone rubble left behind in terraces and moraines created the rocky bluffs of the Grand Sable Banks. Water levels of still-forming Lake Superior rose and fell in response to the turbulent geologic changes occurring in the region. During the last high water period (between 4,000 and 6,000 years ago), wave action eroded the rocky cliff face and the sand-size eroded material was then blown by onshore winds on top of the bluff to create the present-day dunes.  Rising more than 300 feet above the lake, the Grand Sable Dunes are the highest formation in the park. They comprise five square miles and contain uncommon plant species and communities, including the richest orchid flora in the Great Lakes and the federally endangered Pitcher's thistle. The dunes support other rare species, including Lake Huron tansy and moonwort ferns. Scattered grasses and many kinds of desert-loving plants grow throughout, while patches of jack pine forest can be found in sheltered dune valleys.  Recent studies hypothesize that when lake levels are low, sand supply to the dunes is decreased and vegetation communities are able to expand and stabilize the soil. During high levels, sand supply increases and plants are buried. Comparison of aerial photos taken in 1938, 1967, and 1992 suggests a significant expansion of jack pine dune forests occurred in response to diminished sand supply during a 100-year fall in lake level, 1840-1940.   These jack pine forest patches are rich in understory diversity and provide habitat for many rare plants. More common plants in the dunes include beach heath, sand cherry, dune willow, common juniper, beach pea, hairy goldenrod, wormwood, evening primrose, and horsetail, as well as several native dune grasses and rushes. White-tailed deer and black bear are the largest mammals seen in the dunes, and a few deer usually winter in sheltered jack pine areas. Bald eagles and harriers soar over the open stretches.          The undisturbed nature of the Grand Sable Dunes offers outstanding opportunities for scientific research. Hiawatha Interpretive Association photo  Research Natural Area Due to its exceptional features, a portion of the Grand Sable Dunes was designated a Research Natural Area (RNA) in 1994. Research Natural Areas are part of a national network of field ecological areas in ecosystems with very limited public use or disturbance. They are designated for research and education, and to maintain biological diversity. The Grand Sable Dunes RNA offers a pristine environment for scientific study of climate change, lake level history, coastal landforms, soil development, rare plant communities, and vegetation succession.  Researchers are particularly interested in the dynamics between lake levels and dune building, and the resulting interplay between soils and vegetation. These studies are important for predicting how rare plant species will fare as the dunes change over time and are also relevant to global climate change questions. Soil studies are particularly important in understanding how the dunes formed and how vegetation communities developed. The Grand Sable Dunes system represents one of the few areas in the northern Great Lakes where buried soils are preserved and material is available for radiocarbon dating. Grand Sable Dunes is also a designated critical dune area by the Michigan Department of Environmental Quality.        Park staff carry herbicide in backpack sprayers as they look for invasive plants in the dunes. NPS photo  Non-Native Plants Encroachment from non-native invasive plants such as spotted knapweed, white sweet clover, and several species of hawkweed is a continual threat to the integrity of the Grand Sable Dunes. Park staff focus much of their invasive plant control efforts in this area and have been successful in reducing the extent and impact of some invasive plants while preventing newly introduced invasive species from becoming established.      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/sanddunes.htm"
}
