{
    "title": "Rocky Mountain National Park: IHC History",
    "body": "Interagency Hotshot Crew Program History        NPS        Interagency Hotshot Crews (IHCs) are the culmination of more than 70 years of organized fire suppression experience. Their beginnings lie in the formation of the Civilian Conservation Corps (CCC), which primarily completed conservation projects but were utilized as organized fire suppression crews when the need arose. After World War II, Region 5 organized two hotshot crews: the Del Rosa and El Cariso Hotshots. These crews prided themselves in their work on the toughest sections of the fire, and they were renowned for their ability to cut fireline quickly in the notorious Southern California brush.        \"Hotshot\" refers to the hottest part of the fire where these crews work. NPS   The term \"hotshot\" was used to describe the hottest part of the fire, the place where these crews worked, and the place where hotshot crews are found today.  In 1961, the Washington, DC office created the Interregional Fire Suppression (IRFS) crew program, which was comprised of six 30-man crews (there were no women on these crews). These crews were stationed near airports for rapid transport across the West to assist in the suppression of active fires and areas of high fire danger. The success of these crews led to the creation of 14 more crews.       By the 1979 fire season, IRFS crews were able to work effectively in rough terrain where engines and other fire resources could not access. These crews worked independently of most logistical support, requiring only food, water and fuel. The rigorous and often dangerous nature of their assignments led these crews to develop a strong \"esprit de corps.\" It was, and still is, common occurrence that crew morale improves with demanding assignments.         Hotshots work in very remote and rugged terrain. NPS   The term Interagency Hotshot Crew (IHC) was adopted by all IRFS crews in 1980, and in 1981 the National Park SErvice started its own IHC program. Throughout the 1980's and 1990's, hotshot crews became more diverse, women served in critical roles in crew operations ranging from crew members to superintendents.  By the mid-1990's, an Interagency Hotshot Crew Operations Guide was adopted to standardize the responsibilities and requirements of IHCs. The core values of this guide: duty, respect and integrity, are still represented in every aspect of IHC operations.        Hotshot crews develop camaraderie because of difficult conditions. NPS   Fire management strategies have changed throughout the years, and IHCs have excelled at meeting the challenges presented by the modern fire environment. There exists no \"typical\" hotshot crew, as crew members often are recruited for the \"beyond fire\" life experiences that illustrate their desires to succeed in challenging environments.  Each crew member is required to report for work both physically and mentally prepared for duties on the fireline. Physical fitness and mental toughness are the foundations of crew safety and group cohesion, without which, the season would turn into a grueling six months of hardship.  Since their inception, hotshot crews have earned a hard-won respect for their commitment to excellence and their desire to succeed in the harshest of environments. IHCs will continue to use their organizational and specialized skills to assist fire managers for years to come.         Information Sources  Alexander, Martin E. High Mobility: The Interregional Fire Suppression Crew. Fire Management, 35 (3), 14-19. Standards for Interagency Hotshot Crew Operations",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/hotshot_history.htm"
}
