{
    "title": "Pictured Rocks National Lakeshore: Groundwater",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Groundwater                Groundwater         Miners River NPS photo  The most accessible sources of groundwater over a large part of Alger County are the deposits of glacial drift. These range from clayey till and lake deposits of low permeability to highly permeable sand and gravel outwashes. The most extensive outwash in Pictured Rocks National Lakeshore is the Kingston Outwash Plains. The thickness of the outwash deposits of the Kingston Plains probably exceeds 30 m (100 feet). Some small wells in the area are yielding in the range of 20 gallons per minute (gpm).  Beds of sand that were deposited in glacial lakes also are a source of water for wells. Glacial lake deposits in Pictured Rocks National Lakeshore occur in a strip along the shore of Lake Superior. Most of the wells tapping the lake deposits are shallow-driven and commonly provide a satisfactory and inexpensive water supply. Ten to twenty gpm can be obtained from properly constructed wells tapping sandy lake deposits, and where outwash or beach-deposited sand and gravel are present, wells may yield 100 gpm.  The Grand Sable Dunes are perched dunes situated at the northeastern end of the national lakeshore. They are located above the groundwater, are not saturated, and thus do not yield water to wells. The dune sands are very permeable, and most of the precipitation falling on them infiltrates to recharge the under-lying aquifers.  The Munising sandstone underlies nearly all of the national lakeshore. This formation forms the most extensive aquifer throughout the area, but it is tapped by only a few wells. This apparent paradox is due to the fact that in most of the area it is overlain by other aquifers that can be tapped at shallower depths.  The Jacobsville sandstone underlies all of Alger County. In much of the county it has little potential as a source of water; however, at Au Sable Point the sandstone is at or near the surface.  The groundwater yielded by outwash and lake deposits, Munising sandstone, and Jacobsville sandstone meets federal primary safe water drinking standards; some of the groundwater contains objectionable amounts of iron. The groundwater from the outwash and lake deposits is soft to moderately hard, whereas Munising sandstone and Jacobsville sandstone water is moderately hard to hard.",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/groundwater.htm"
}
