{
    "title": "Pictured Rocks National Lakeshore: Glaciers \/ Glacial Features",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Glaciers \/ Glacial Features                Glaciers \/ Glacial Features         Sandstone shelf overlooking Grand Sable Dunes NPS photo  During the Pleistocene epoch, ice sheets of all four North American glacial stages advanced and retreated through the area. The Valders advance, one of the last substages of the Wisconsinan glacial period, wiped the surface clean and left only its record about 12,000 years ago. A brief re-advance of ice, the Marquette substage, occurred 10,000 years ago in northern Upper Michigan.  Melting of glacial ice within the Superior Basin produced huge rivers that deposited millions of tons of pulverized rock rubble in various configurations to the south of the Superior basin. A sheet of outwash, of varying thickness, was deposited along the south edge of Pictured Rocks National Lakeshore between Wetmore and Seney by southward flowing \"braided\" glacial streams. The material underlying the present-day Kingston Plains was deposited in this way. Kingston and Nevins lakes are examples of \"kettle hole lakes\" within the outwash. The Grand Sable Banks near Grand Marais perhaps originated as a glaciofluvial crevasse filling or kame terrace.  Meltwater carved several channels into Cambrian sandstone bedrock; the most prominent of these are now occupied by Chapel Creek and Mosquito River and by Beaver Basin. As ice retreated completely from the Superior Basin, water levels in the basin receded rapidly northward leaving the Pictured Rocks area \"high and dry\" about 9500 years ago. This occurred as outlet channels to the east remained at low levels due to the recent loading of glacier ice.  Between 6,000 and 4,000 years before present, \"isostatic rebound\" of the earth's crust from its \"depressed\" state began to accelerate as land was relieved of the huge weight of the ice sheets. The rise of the outlet of ancestral Lake Superior (at North Bay, Ontario) caused lake level to rise relatively quickly to a level roughly 13 m (40 feet) higher than present Lake Superior. This high lake stand has been designated Glacial Lake Nipissing. Slowing of rebound, downcutting of channels through unconsolidated material, shifting of outlets to the south and climatic change subsequently caused a lowering of Lake Superior to near its present level.  As lake levels rose about 5,000 years before present, the Grand Sable Banks were destabilized and part of the glaciofluvial deposit was reworked by wind to form the Grand Sable Dunes. During the Nipissing \"high stand,\" Chapel Rock and Miners Castle as well as many less prominent features were carved into the Cambrian sandstone by wave action. Beaver, Trappers, Little Beaver, Chapel, Little Chapel, and Miners Lakes represent embayments on ancient Lake Nipissing.  As erosion lowered the Lake Nipissing outlet to the modern Lake Superior level during a 1,600 year period, lake currents deposited a succession of parallel beach ridges from the Nipissing level to the present beach. These closely spaced ridges, which form a \"corrugated plain,\" are evident in the vicinity of Au Sable Point, along the trail from Little Beaver Lake Campground to Lake Superior, on Sand Point and on the tombolo between Trout Bay and Murray Bay on Grand Island.      For more information... Lakeshore Geology site bulletin (pdf) Grand Sable Dunes Research Natural Area site bulletin (pdf) Understanding Ancient Shorelines in the National Parklands of the Great Lakes, Pictured Rocks Resource Report, William L. Blewett, PhD., Shippensburg University (pdf)  NPS Nature & Science, Geological Resources Division: geology fieldnotes webpage for Pictured Rocks National Lakeshore   Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/glaciers.htm"
}
