{
    "title": "Pictured Rocks National Lakeshore: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Lake Superior shoreline at Mosquito Beach NPS photo  Pictured Rocks National Lakeshore is located along the south shore of Lake Superior, between the communities of Munising and Grand Marais, in the north woods of Michigan's Upper Peninsula.  Major natural features include 15 miles of sandstone cliffs along Lake Superior, five square miles of perched sand dunes, and more than 12 miles of unspoiled beach. Waterfalls are also prominent in the park and throughout the county. The national lakeshore contains a wide range of forested ecosystems, including upland northern hardwood forests dominated by maple, beech, and yellow birch, and wetter lowlands of spruce and tamarack. Pine and aspen grow on drier sandy outwash plains. Hemlock groves are found in moist, sheltered pockets alongside streams and lakes.  The park is also rich in aquatic ecosystems, including inland lakes, bogs, marshes, vernal pools, and cedar swamplands. The climatic influence of Lake Superior creates microhabitats for rare plants as well as cool, moist conditions that impact every ecosystem within the national lakeshore. Numerous creeks and streams flow through Pictured Rocks and most of them originate outside park boundaries. Management of surrounding lands can therefore affect the quality of the national lakeshore's water and forest communities.  Past human activity has also influenced the park's ecosystems. Logging and land clearing are two of the most significant disturbances that have altered native vegetation and hydrology patterns. Much of the original forest within park boundaries was clear-cut or selectively cut, which has greatly impacted the structure and composition of today's forests. The average age of trees is about 100 years old and nearly all the old-growth is gone. Some old specimens can still be found scattered throughout the park and in the Beaver Basin Wilderness Zone.    Major Natural Features and Ecosystems of Pictured Rocks National Lakeshore Geologic Formations Glacial Features Groundwater Forests Lakes and Ponds Lake Superior  Rivers and Streams Sand Dunes Soils Wetlands, Marshes and Swamps        Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
