{
    "title": "Pictured Rocks National Lakeshore: Water Quality",
    "body": "Water Quality         Water quality study on Chapel Lake NPS photo \/ Leah Kainulainen  Water resources are of prime importance at Pictured Rocks National Lakeshore. The park's science staff conducts annual inventory and monitoring projects to assess the overall condition of the park's inland lakes. By accumulating baseline data over many years, scientists can better understand each lake's natural features and therefore recognize changes when they happen – particularly human-caused changes that might require management action. Continued monitoring will help staff separate trends that might arise from human origins (such as climate change, acid rain, invasive species, nutrient run-off, impacts from high recreational use, and chemical contaminants) from natural fluctuations.  Since 2007,  Pictured Rocks has been part of a regional Great Lakes Network Water Quality Monitoring Protocol for Inland Lakes. Five lakes – Beaver, Legion, Chapel, Miners and Grand Sable – are tested annually for many chemical and physical parameters, including temperature, pH, dissolved oxygen, conductivity, clarity, productivity, and water level. A sixth lake, Trappers, was added in 2012.  Studies have revealed that each lake is completely unique, with its own character and natural features. Chapel Lake is extremely deep and isolated, while Beaver Lake, which was once part of Lake Superior, is shallow and sandy. Legion Lake is quite acidic and more \"bog-like\" compared to the others. Miners Lake is the most nutrient rich; Grand Sable is the least.  Toxic algal blooms are becoming more common throughout the Great Lakes. Though no visible surface blooms have occurred at Pictured Rocks, lakes adjacent to backcountry campsites are being tested for algal toxins as a precautionary measure. As part of the Great Lakes Network, Pictured Rocks and other national park sites use the same testing protocols so that results may be analyzed not only for each individual park but for the Great Lakes region as a whole.  The results will allow researchers to detect changes and trends on a much larger scale.        Collecting dragonfly larvae at Legion Lake NPS photo  Other Studies In addition to inland lake studies, the park also monitors the condition of several pristine cold-water streams, which includes measuring stream flow and taking inventory of insect larvae. The presence of caddisfly, stonefly and mayfly larvae indicate that streams here are of high quality and are in good ecological health.  Pictured Rocks is one of several parks involved in a regional Great Lakes Network study to detect the presence of mercury in aquatic environments by sampling dragonfly larvae. Information from this project will help scientists assess how mercury in northern lakes spreads throughout the aquatic food web.  In 2013 an inventory was made of the national lakeshore's vernal pools, which are small seasonal pools that fill in spring and fall and dry up in the summer. Vernal pools lack fish, which make them prime habitat for breeding amphibians and other fish-intolerant species such as fairy shrimp. Locating and mapping these pools will help staff better understand their ecological function and identify potential threats.   Pictured Rocks was included in a recent Great Lakes Network project to study diatoms in lake core samples. Diatoms are a class of algae that include silica in their cell walls. When diatoms die, the silica sinks to the lake bottom where it is preserved like tiny bits of glass. Using a core of lake bottom sediments, researchers can identify the diatom species that were present at different times in the past. Since particular diatom species only exist under certain conditions, they provide a historic record of changes in the lake and serve as water quality indicators.        For more information... Algal Toxins in Surface Water at Great Lakes National Parks (pdf) Monitoring Water Quality at Pictured Rocks NL (pdf) Great Lakes Network Dragonfly Mercury Study (pdf) 2013 Dragonfly Mercury Data Summary (pdf) Vernal Pools Assessment at Pictured Rocks NL (pdf) Monitoring Diatoms in Lake Bottom Sediments  (pdf) Assessment of Coastal Resources and Watershed Conditions at Pictured Rocks NL (large pdf, 130 pages)  Lakes and Ponds - Pictured Rocks webpage Rivers and Streams - Pictured Rocks webpage      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/waterquality.htm"
}
