{
    "title": "Pictured Rocks National Lakeshore: Climate Change",
    "body": "Climate Change           Temperature anomaly from 2000 to 2009. Goddard Institute for Space Studies  I believe climate change is fundamentally the greatest threat to the integrity of our national parks that we have ever experienced. The current science confirms the planet is warming and the effects are here and now.  Jon Jarvis  National Park Service Director, 2009        Climate Change Climate change presents significant risks to our nation's natu­ral and cultural resources. Although climate change was once believed to be a future problem, there is now unequivocal scientific evidence that our planet's climate system is warm­ing (IPCC 2007 and 2013 reports).  While many people understand that human emissions of greenhouse gases have significantly contributed to recent observed climate changes, fewer are aware of the specific impacts these changes will bring.  Research has shown that the Great Lakes region - including Pictured Rocks National Lakeshore - is experiencing climatic changes due largely to increases in human produced carbon dioxide atmospheric concentrations. These changes include increased air and water temperatures, changes in pre­cipitation patterns, and a reduction in winter ice. The changes have resultant effects on the natural ecosystems and cultural resources within and surrounding the lakes, as well as area recreational opportunities and visitor health.   Current and projected impacts from climate change. Links will open in another webpage.    Temperature Water Cycle Wildlife Vegetation Disturbance Cultural Resources Visitor Experience        Communicating Climate Change Information Though uncertainly remains as to how climate change will manifest and how native flora and fauna will respond, it is clear that the Great Lakes region is vulnerable. An integral component of planning for climate change will be effective communication.  Our goal is to reach a wide audience extending from policy makers to local and visiting public, from scientists to students. Climate Change Communication Strategy (pdf)  Information about monitoring land cover-land use, water quality, vegetation, persistent contaminants, phenology and weather-climate. Great Lakes Network Climate Change Resource Brief (pdf)       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/climate-change.htm"
}
