{
    "title": "Pictured Rocks National Lakeshore: Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests                Forests         White birch forest near Lake Superior NPS photo  Pictured Rocks lies within the northern hardwood-hemlock-white pine region of the eastern deciduous forest. This transitional forest type contains elements of both the deciduous forests to the south and the coniferous boreal forests to the north. About 80 percent of the lakeshore is covered by upland northern hardwoods. Dominant species are American beech, sugar maple, red maple, yellow birch, white pine, and eastern hemlock.  Wetter habitats and lowlands contain boreal forest species such as black spruce, white spruce, northern white cedar, and tamarack. Successional stands of paper birch and trembling aspen share sandy coastal habitats with red pine, white pine, and jack pine. Succession is also occurring as marshes and old farm fields slowly revert back to forest. The park's vegetation map shows the extent and location of forest communities within the lakeshore.  The forests of Pictured Rocks are predominantly second growth. Virtually all of the national lakeshore has been logged at some time and the average age of most mature trees is about 100 years old. Initial logging activity in the lakeshore area occurred in the late 1800's with the harvest of large white and red pine stands. Subse­quent logging periodically cut the upland hardwoods for cord wood for blast furnace charcoal, maple woodenware, and hardwood veneer mills. Hemlock was cut to facilitate the hide tanning process at the Munising tannery.  The federally owned lands in the park are now removed from timber harvesting, allowing succession toward old-growth forest types. Harvesting still occurs on nonfederal lands in the Inland Buffer Zone. The park's logging history has resulted in a marked change in forest structure, density, and composition compared to the pre-settlement landscape. Most of the park's cedar swamplands were too wet for logging and so a number of large old-growth white cedar trees still exist.  Other human impacts include the introduction of invasive species and tree diseases. Many large elm groves have been killed by Dutch elm disease, and red maple has become more common. Beech bark disease, first detected in the park in 2001, has killed most of the park's mature American beech.        Uprooted trees create the \"tip-up\" hill and valley topography of the forest floor. NPS photo \/ Andrea Chynoweth  Forest Floor Topography Storms and wind from Lake Superior create patches of blowdown or windthrow that can have a profound effect on forest structure. Uprooted trees create an interesting \"tip-up\" topography of soil mounds and sinks on the forest floor. New microhabitats are created that foster greater biodiversity of both plant and animal life. Mineral soils pulled to the surface provide conditions needed for certain tree seed germination. Water often fills the sinks or depressions to create temporary vernal pools. The moist mounds of decaying matter are home to fungi, lichen, bacteria, invertebrates, and amphibians. Gaps created in the forest canopy increase light and moisture, and generate plant succession in the windthrow area. Toppled trees have the potential of becoming nurse logs that nurture habitats for other forest organisms. Other factors that affect forest structure include fire (or lack thereof), beaver activity, and lake-effect snowfall.      For more information... Trees and Shrubs - Pictured Rocks NL webpage Pictured Rocks NL Forest Health Advisory - NPS website      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/forests.htm"
}
