{
    "title": "Pictured Rocks National Lakeshore: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                Wildflowers         Large-flowered trilliums carpet the forest floor in spring. Michigan DNR photo  Wildflowers can be found throughout Pictured Rocks depending on the time of year and the ecosystem. The park's wide array of landscapes (ranging from dry coniferous forests to moist hardwoods, wet lowlands to windswept dunes, and successional fields to rocky cliffs) provides habitat for a great diversity of blooming plants.  Many flowers are small and delicate, and several are state protected. Please take care not to trample flowering plants while hiking and of course, picking is not permitted.        Spring beauty, an early bloomer in deciduous forests USFS photo  Spring Short-lived spring ephemerals dominate the forest floor in the park's deciduous forests, popping out anytime between mid-May and early June even if snow is still on the ground. The earliest blooms of hepatica and bloodroot give way to spring beauty and cut-leaved toothwort. Large-flowered trilliums create expansive white carpets under the hardwoods while bright yellow masses of marsh marigolds add color along streams. Other early flowers that need abundant sunshine before overhead tree leaves appear include trout lily, Canada mayflower, Dutchman's breeches, squirrel corn, and jack-in-the-pulpit.  The fragrant trailing arbutus is an early bloomer in dry pine woodlands where it is protected from the cold by thick, hairy leaves. Bunchberry, fringed polygala, and blue-bead lily are other spring flowers found in coniferous forests.        Cow parsnip can grow over six feet. NPS photo  Early to Mid-Summer Flowers of mixed forests that tolerate shade and bloom well into summer include false Solomon's seal, wild sarsaparilla, blue cohosh, sweet cicely, downy yellow and Canada violets, and baneberry. Pipsissewa and wood lily are found in drier coniferous forests, as are shrubby members of the health family that prefer dry or sand soils: wintergreen, billberry, blueberry, and bearberry. Water lilies and other aquatic plants begin blooming on inland lakes, as do wetland shrubs like bog rosemary and Labrador tea.  Moist cool habitats create perfect conditions for several kinds of orchids, which can be found not only in wet forests and swamps but also in sheltered pockets throughout the Grand Sable Dunes. Cow parsnip is another species that perfers wet soils and visitors will notice dense stands blooming along Sand Point Road and on the trail to Munising Falls. The white umbel tops of cow parsnip can reach over six feet above the ditches and streamsides where it grows. (Cow parsnip is frequently mistaken for its larger, poisonous cousin giant hogweed, which does not grow at Pictured Rocks.)        Dense stands of late summer jewelweed are common in wet areas. Michigan DNR photo  Mid-Summer to Fall Mid to late summer and early fall is the season for flowers of fields and meadows. Goldenrod, joe-pye weed, milkweed, wild bergamot, and many varieties of asters are found in open sunny habitats throughout the park. Hoary puccoon and Lake Huron tansy add color to the Grand Sable Dunes. The dangling pink and yellow flowers of pale corydalis may be seen on rocky outcroppings.   While most forest flowers are turning into seeds and fruits by late summer, dense stands of yellow-orange jewelweed (also called touch-me-not) are still blooming in moist shady sites. Other late forest flowers include shinleaf, white vervain, and turtlehead. Visitors walking the Sand Point Marsh Trail should also watch for the bright pink flowers of water smartweed poking up above the water surface.         Invasive garden forget-me-nots cover the forest floor, displacing native plants. NPS photo \/ Mike Peters  Non-Native Flowers Many beautiful flowers that provide color in the park are actually non-native plants that do not belong in this environment. Non-native plants often take hold in disturbed soils like those along roadsides and areas of human activity such as trails, campgrounds, and construction sites. Garden forget-me-nots and other landscape varieties can become aggressive forest invaders when they escape from private property into natural areas.  Not all non-native plants cause ecological problems and some flowers, like Queen Anne's lace, have been in North America so long that they seem to be part of the native landscape. At Pictured Rocks, other pretty non-native (and often invasive) flowers seen in the park include baby's breath, ox-eye daisy, orange hawkweed, and St. John's wort. Park staff work to remove invasive plants where they are a threat to native habitats. Hikers and backpackers are urged to use boot-brush stations at park trailheads to avoid spreading these attractive but often destructive plants deeper into the backcountry.      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/wildflowers.htm"
}
