{
    "title": "Pictured Rocks National Lakeshore: Freshwater Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Freshwater Plants                Freshwater Plants         Marsh marigolds along a stream NPS photo  The lakes, streams, and rich variety of wetlands at Pictured Rocks National Lakeshore create many habitats for freshwater plants. Water chemistry, depth, geologic features, adjacent forest cover, and surrounding soils are some of the factors that determine what kind of plants will be found in a given aquatic location.    Visitors rarely see the smallest of these plants, phytoplankton, but they are extremely important as the base of the aquatic food web, as well as oxygen producers and water quality indicators. Because of their importance to aquatic ecosystems, phytoplankton have been studied extensively at the park. The inland lakes of Pictured Rocks include at least 51 taxa of green algae, blue-green algae, diatoms, yellow-brown algae, and dinoflagellates.  Diatoms, unicellular algal plants with cell walls that contain silica, are particularly useful in lake studies because when they die, the silica sinks to the lake bottom where it is preserved like tiny bits of glass. Using a core of lake bottom sediments, researchers can determine the diatom species that were present at different times in the past. Since particular diatom species only exist under certain conditions, they provide a historic record of changes in the lake over time.   Larger submerged or emergent aquatic plants (macrophytes) provide food and shelter for fish, amphibians, invertebrates, and other creatures. Macrophytes such as water lilies can be found in the shallower areas and sheltered embayments of inland lakes. A mass of blooming marsh marigolds, common in shallow water along the edges of streams and pools, is one of the lakeshore's most vivid spring sights.  Non-native Eurasian watermilfoil is a highly aggressive invasive freshwater plant that has contaminated many formerly pristine lakes in the Upper Peninsula but has not yet found its way into the park's inland lakes. Human activity is responsible for transporting invasive watermilfoil from one lake to another as it is a notorious hitchhiker on boats and fishing equipment. Even a tiny fragment is enough to infect a new area.      For more information... Monitoring Diatoms in Lake Bottom Sediments (pdf)  Water Quality - Pictured Rocks webpage Eurasian Watermilfoil - U.S. Department of Agriculture website      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/freshwaterplants.htm"
}
