{
    "title": "Pictured Rocks National Lakeshore: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals           Black Bear NPS Photo  The diverse forest and wetland communities of Pictured Rocks are home to more than 40 mammal species. Dense foliage and large tracts of roadless land provide many hiding places for mammals, so sightings of any particular species are sporadic.   White-tailed deer are somewhat less abundant in this environment than other parts of Michigan due to lack of adequate habitat and deep lake-effect snows that often force them to move south in winter. The lakeshore is part of large gray wolf home ranges that extend far beyond park boundaries; individuals and packs pass through but are not known to breed here or remain in the park for any length of time. Cougar and lynx may also pass through periodically, although no official sightings or evidence have been reported\/confirmed.       I Want To See A Moose And A Bear! Moose sightings are extremely rare in the lakeshore although tracks and scat are occasionally found. The wetlands and cedar swamps of the park, particularly in the Beaver Basin Wilderness, are likely moose habitat. Black bear wander throughout the park and are seen only infrequently, usually when crossing a road. Other large mammals documented in the lakeshore but rarely seen include bobcat and badger.   American marten and fisher were extirpated from the Upper Peninsula by the 1930's but have made a comeback with the help of reintroduction programs. Northern river otter numbers have increased as well in recent decades. Beaver are common in the park and their activities are noticeable in many locations near streams and ponds. A lucky hiker may come across a porcupine or snowshoe hare in the backcountry. Coyote and red fox are present throughout. Opossum have been moving north and may already be in the area. Of the park's many smaller mammals, chipmunks are most commonly seen.   Six species of bats are present in the lakeshore, mainly during the warmer months. Look for bats in summer just after dusk as they hunt insects over open spaces nears lakes and ponds. Most spend the winter in abandoned mines and caves throughout the western Upper Peninsula. White-nose syndrome, a fungal disease that has devastated bat populations throughout the eastern half of the country, reached Michigan in early 2014 and will likely have an impact on the lakeshore's bats.   Caribou historically ranged throughout the Upper Peninsula, but were rare by 1850 and last seen around 1910, likely disappearing due to habitat changes brought about by human activity. The last wolverine sighting in the Upper Peninsula occurred in the 1880's.        For more information… Mammal Checklist for Pictured Rocks NL (pdf) Bear Safety at Pictured Rocks NL (pdf) Bears and Beech Bark Disease at Pictured Rocks NL (pdf) Bats of Pictured Rocks NL (pdf) Bats and White-Nose Syndrome (pdf)  White-Nose Syndrome - Bat Conservation International website d      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/mammals.htm"
}
