{
    "title": "Pictured Rocks National Lakeshore: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Blueberries NPS photo  Pictured Rocks National Lakeshore abounds with rich and healthy plant communities, including upland forests, swampy lowlands, bogs and fens, vegetated dunes, successional fields, inland lakes, and riparian groves. Over 600 plant species have been identified.  The park's proximity to the moderating effect of Lake Superior results in many micro-habitats that shield plants normally ranging further south and north. Rare arctic disjuncts such as dwarf raspberry and arctic crowberry, which normally live far to the north in Canada, find a home in cooler, sheltered pockets of Upper Peninsula forests like those at Pictured Rocks.   The lakeshore's upland forests are dominated by sugar and red maple, beech, yellow birch, and hemlock. Wetland soils that have developed since the most recent glacial recession give rise to spruce, tamarack, alder, and white cedar communities. Streams and lakes are ringed with balsam and striped maple. The Grand Sable Dunes contain a rare collection of habitats with jack pine pockets, willow, the federally threatened Pitcher’s thistle, Lake Huron tansy and several state threatened species of fern.   Larger submerged aquatic plants and those that are emergent from the water surface provide habitat for algae, protozoa, invertebrates, and fish. There are 76 plants generally categorized as aquatic in the park’s waters. The smallest plants of Pictured Rocks National Lakeshore include hundreds of taxa of algae including dinoflagellates, green algae, yellow-brown algae, and diatoms.        Native plant greenhouse at Pictured Rocks NPS photo  Vegetation Projects The national lakeshore propogates native grasses and other plants that are used to re-vegetate construction sites and other locations disturbed by human activity, as well as areas where invasive plants have been removed. Park staff collect and prepare native seeds each year and grow many species in a greenhouse. Using native plants collected from the park maintains habitat integrity and helps prevent non-native species from becoming established.  Staff also prepare vegetation maps and inventory sites for rare species. Each year park researchers search for and monitor beech trees that may be resistant to Beech Bark Disease. In addition to the lakeshore's own science staff, many university researchers and other scientists come to Pictured Rocks to study the park's unique forest and dune communities, rare orchids, bog plants, ferns, and other plant species.      For more information... NPS Vegetation Inventory Program for Pictured Rocks National Lakeshore, Natural Resource Report (large pdf, 358 pages) Vegetation Map of Pictured Rocks (pdf)  Freshwater Plants - Pictured Rocks webpage Trees and Shrubs - Pictured Rocks webpage Beech Bark Disease - Pictured Rocks webpage  Michigan Rare and Endangered Plants - Michigan Natural Features Inventory website      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/plants.htm"
}
