{
    "title": "Pictured Rocks National Lakeshore: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds         Snowy Owl NPS photo \/ Bruce Leutscher  Birds are abundant at Pictured Rocks National Lakeshore, although they are more easily heard than seen in the dense northwoods forests and scattered wetlands that comprise this environment. To date, more than 180 species have been documented in the area. Some reside in the park all year, some are present only seasonally, and others are only observed during migration.    Habitat for the federally listed endangered piping plover is found at the far eastern end of the lakeshore. Plovers have not nested in the park in recent years, but they consistently produce successful nests on beaches just outside lakeshore boundaries in Grand Marais. Park staff assist U.S. Fish and Wildlife staff and volunteers to monitor plover nests each summer.  The park's tall cliffs provide perfect nesting habitat for the peregrine falcon, a Michigan state-endangered species. Peregrine falcons were released in the national lakeshore in 1989 and 1991 as part of a Midwest peregrine reintroduction program and have since nested successfully here in subsequent years, as well as on nearby Grand Island. Forests right along the Lake Superior shoreline also provide habitat for the merlin, a small state-listed falcon that prefers open space. Several pair of merlin successfully fledged young in 2013 under the watchful eye of park biologists.  The bald eagle is a fairly common year-round resident, and several pairs nest within the lakeshore. Visitors to the Pictured Rocks cliffs are occasionally treated to the sight of eagles soaring overhead and perching in tall pines along the bluffs. Nesting eaglets at the park have been tested for lead, mercury, and other environmental contaminants as part of regionwide studies assessing pollutants in the Great Lakes.  Several other raptor species are found here, including northern goshawk, northern harrier, sharp-shinned hawk, red-tailed hawk, red-shouldered hawk, osprey, barred owl, and great-horned owl. Park scientists are especially concerned about how these birds of prey will respond to changes in the forest canopy caused by beech bark disease, as well as how the loss of mature beech trees will affect the raptors' prey species.  More than 25 species of warblers have been found in the park, including many that migrate from wintering grounds in Central and South America to nest in the lakeshore's protected forests.  Watch for sandhill cranes and wild turkeys along park roads. Other birds of interest include upland species such as ruffed grouse, spruce grouse, and American woodcock. Lake Superior beaches and the park's diverse aquatic environments provide habitat for many water and shorebirds such as great blue heron, spotted sandpiper, common loon, red-breasted merganser, and American bittern.       For more information... Bird Checklist for the Upper Peninsula (pdf) Monitoring Landbirds in Great Lakes Network Parks (pdf)  Beech Bark Disease - Pictured Rocks webpage Raptors - Pictured Rocks webpage Piping Plover in the Great Lakes - U.S. Fish and Wildlife Service website  For the latest updates on birding in the Upper Peninsula, please visit www.upbirders.org      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/birds.htm"
}
