{
    "title": "Pictured Rocks National Lakeshore: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         American Marten USFWS photo  Though animal life is abundant within Pictured Rocks National Lakeshore, visitors often do not see many animals during their visit beyond chipmunks and perching birds.  A walk down park trails may reveal bear scat, a pile of pine cone bracts from a feeding red squirrel, or deer tracks in the mud. Keep an eye open for beaver-chewed tree stumps around a pond or a raven's nest high on a rocky ledge.  Wildlife in this varied landscape of wetland, sand dune, rocky shore, and northern forest includes white-tailed deer, black bear, gray wolves, and an occasional moose. Migratory and nesting songbirds share the park with bald eagle, osprey, and several species of hawks and falcons. Fisher, mink, American marten, beaver, skunk, red squirrel, and numerous small rodents such as shrews and mice inhabit lakeshore habitats. Butterflies, dragonflies, and other insects abound during the summer. Many species of fish, as well as aquatic organisms such as freshwater mussels and tiny crustaceans, live in the park's lakes and streams.  The national lakeshore contains nearly 300 native vertebrates, with 48 fish, 12 amphibian, 5 reptile, 182 bird and 42 mammal species currently identified. One Federally listed endangered species, the piping plover, has habitat within park boundaries. Several Michigan state-listed species are also protected within the lakeshore.       Wildlife Populations Due to the park's long narrow shape, wildlife populations and ranges extend far beyond the lakeshore's official borders. The health of many species depends on their connection to the greater \"metapopulation\" in surrounding areas and the condition of ecosystems outside lakeshore boundaries.  Habitat fragmentation and other threats could \"cut-off\" park wildlife from the larger regional population, resulting in genetic isolation and loss of species vitality. Pictured Rocks National Lakeshore works with adjacent landowners and other government agencies to maintain wildlife corridors and habitat health throughout the region.          Wildlife Viewing  For your safety and the well-being of the animals, always keep a safe and respectful distance when viewing wildlife. Wild animals are unpredictable – especially when approached. Nesting birds can become quite stressed when humans get too close, which might lead to nest failure. Leave frogs and turtles undisturbed. Never feed squirrels, chipmunks, or any other animals. Show respect for all the creatures that live in this special place.       For more information… Fish Checklist for Pictured Rocks NL   (pdf) Amphibian Checklist for Pictured Rocks NL   (pdf) Reptile Checklist for Pictured Rocks NL   (pdf) Bird Checklist for Upper Peninsula, MI (pdf) Mammal Checklist for Pictured Rocks NL (pdf)  NPS Wildlife Management - NPS website Michigan Endangered and Threatened Species - Michigan Natural Features Inventory website  Piping Plover in the Great Lakes - U.S. Fish and Wildlife Service website      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/animals.htm"
}
