{
    "title": "Rocky Mountain National Park: References and Glossary",
    "body": "Explore This Park    Learn About the Park     Management     Elk and Vegetation Management     Research     References and Glossary                  References and Glossary        NPS       References   Research citations found on the elk and vegetation management pages can be found on the following reference list.   Elk and Vegetation Management References   Glossary   Adaptive management - A principle that incorporates monitoring and research into conservation actions. It is the integration of planning, management and monitoring to test assumptions for learning and adaptation.   Browsing - The eating of shoots or twigs of shrubs and trees.   Carrying capacity - The number of animals of a species that can be supported by a given environment. For the park management plan, it can be thought of as the largest number of elk that can be supported by vegetation on the winter range.   Core winter range - Areas within the park where elk concentrate during the winter. This includes the areas of Moraine Park, Beaver Meadows and Horseshoe Park.   Clone - Aspen trees that are connected by their roots; this constitutes a single organism.   Desired conditions - The Elk and Vegetation Management Plan description of what vegetation conditions on the elk range should be after implementation of prescribed management actions.   Exclosure - A fenced area designed to exclude one or more animal species, in this case it is elk.   Extirpation - The disappearance of a species from a specified geographic area.   Grazing - To feed on growing grass and pasture.   Primary winter range - The total area elk use during the winter. It includes the eastern portion of the park and extends outside the park to the Estes Valley and Front Range.   Riparian - Pertaining to, situated or dwelling on the bank of a river or other body of water.         Connect to more information about elk and vegetation management below.      Planning Research    Current and Recent Research    Chronic Wasting Disease  Elk and Vegetation Management Plan",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/references-and-glossary.htm"
}
