{
    "title": "Pictured Rocks National Lakeshore: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         Garter Snake NPS photo \/ Gregg Bruff  As would be expected at this northern latitude, herpetofauna (reptiles and amphibians) are not numerous. Only five reptile species are confirmed to exist within Pictured Rocks National Lakeshore.  Encounters with snakes are rare, and a hiker might be lucky enough to get only a quick glimpse of an eastern garter or northern red-bellied snake before it slips off the trail into dense vegetation. These two species, along with the smooth green snake, are the only snakes confirmed at the lakeshore, although western fox snake, northern water snake, and northern ringneck snake are likely to live here as well. There are no poisonous snakes in the park.  Eastern garters are the largest snakes at Pictured Rocks, occasionally growing to a length of three feet or more. They are also the first snakes to come out of hiberation in spring and have been seen moving over snow patches in April searching for early spring insects and worms. Garter snakes are generally non-aggressive but they often emit a foul, musky smell from glands near the tail when threatened.  Only two species of turtles have been found in the park: western painted turtle and eastern snapping turtle. Painted turtles may be visible sunning themselves on logs in inland lakes or near the shore. As their name implies, painted turtles are colorful, with their lower shell (plastron) displaying red and yellow patterns. They also have red, orange, and yellow stripes on their neck and legs.  Snapping turtles can become quite large, weighing up to 30 pounds. Their upper shell (carapace) can be more than 15 inches long. Snappers rarely bask in the sun on land as most other turtles do, but may bask on the water surface. They are almost entirely aquatic, preferring lakes, ponds, slow-moving rivers, and marshes with muddy bottoms and lots of vegetation. On a rare occasion one may venture into Lake Superior.  Only the females come on land during breeding season in search of suitable nesting habitat. They dig shallow nests in well-drained sandy soils where they deposit as many as 100 eggs (20 to 40 average). Snapping turtles commonly nest along Sand Point Road from May through July. After hatching, the young turtles head for the ponds and marshes east of the road. Keep an eye out when driving for snapping turtles crossing the road. Do not disturb nesting turtles or nest sites, and observe all designated closure zones.        For More Information... Reptile Checklist of Pictured Rocks NL (pdf) Amphibian Checklist of Pictured Rocks NL (pdf)      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/reptiles.htm"
}
