{
    "title": "Pictured Rocks National Lakeshore: Other Invertebrates (corals, sponges, worms, etc.)",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Other Invertebrates (corals, sponges, worms, etc.)                Other Invertebrates         Research on Little Chapel Lake NPS photo  In addition to insects and their relatives, many other forms of invertebrates live within Pictured Rocks National Lakeshore in both forest soils and aquatic ecosystems. Some of the most important and abundant are numerous species of zooplankton, tiny animals that form the base of many aquatic food chains. These include large numbers of minute crustaceans such as copepods, amphipods, and native water fleas.  Zooplankton communities vary among lakes, and also vary by season and depth within the same lake. To date 35 taxa of cladocerans, 11 species of calanoid and cyclopoid copepods, and 2 genera of rotifers have been identified from eight lakes in Pictured Rocks National Lakeshore. The park monitors zooplankton levels as indicators of ecosystem health and to help detect changes in aquatic environments.  Studies of the benthic (bottom) communities of inland lakes have found species of leeches, aquatic earthworms, scuds, sea shrimp, water bears, moss animals, and aquatic sow bugs. Larger invertebrates include several species of freshwater mussels, clams, snails, and limpets. Freshwater sponges and hydra (relatives of jellyfish) are not uncommon. Native crayfish are the only large crustaceans found within the park. Non-native rusty crayfish, popular as bait among fishermen, have not yet been found here but are of concern as they are an aggressive invasive species that can displace native crayfish and destroy aquatic plant beds.          \"Jelly blobs\" on the beach from the tiny zooplankton Holopedium gibberum Minnesota Sea Grant photo  What Are Those \"Jelly Blobs\" On The Beach? One native zooplankton species, the tiny crustacean Holopedium gibberum, gets the notice of visitors when parts of their body coverings show up on Lake Superior beaches in mid to late summer. Each adult Holopedium creates a mucous mantle to live in, filled with a tiny bit of water. Holopedium often glob together as their mantles adhere, which may help protect them from predators and give some buoyancy control.    At some point, perhaps for mating purposes, Holopedium discard their mantles later in summer. When density numbers are high and the Holopedium population \"blooms,\" thousands of these harmless bio-degradable mantles come ashore, resembling pea-sized blobs of gelatinous goo in the sand.       Non-Native Earthworms Despite the common belief that earthworms are good for the soil, non-native earthworms such as night crawlers and other bait worms have had a devastating effect on northern forests. Earthworms are not a natural part of Michigan's Upper Peninsula forest ecology. In the absence of worms, fallen leaves decompose slowly, creating a spongy layer of organic \"duff\" that can be many inches thick. This duff layer is the natural growing environment for native woodland wildflowers and a necessary medium for the germination of many tree seeds. Duff also provides habitat for ground-dwelling animals, creates a layer of insulation in winter, and helps prevent soil erosion. Earthworms eat the leaves that create duff, often stripping the ground completely bare.   Since earthworms move slowly, human activity is responsible for transporting them to new areas. Anglers in the park are encouraged to dispose of their unused worm bait in the trash and not dump them in the forest.       For more information...  Rusty Crayfish - Stop Aquatic Invasives! website Holopedium - Minnesota Sea Grant website Non-Native Earthworms - Minnesota DNR website       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/otherinvertebrates.htm"
}
