{
    "title": "Pictured Rocks National Lakeshore: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish         Fishing on a inland lake NPS photo  About 60 species of native and non-native fish are present in the lakes and streams of Pictured Rocks National Lakeshore and the nearshore waters of Lake Superior. The park's many beautiful fishing locations attract anglers of all kinds.    Major cool water game species include smallmouth bass, northern pike, walleye, yellow perch, and non-native smelt and coho salmon. Typical trout species found in the lakeshore are brook trout, lake trout and non-native rainbow trout or \"steelhead.\" White sucker, minnows, darters, sculpin, shiners, dace, and sunfish species are also common.  For several decades before and after the establishment of the national lakeshore, the Michigan Department of Natural Resource stocked game fish species in several inland lakes. Because park management seeks to foster naturally reproducing populations of native fish, stocking of game fish no longer occurs.      Research From 1997 to 2005 coaster brook trout, a brook trout that spends much of its life cycle in Lake Superior, was experimentally re-introduced in the Mosquito River, Sevenmile Creek and Hurricane River, in concert with a Lake Superior-wide restoration program. From 2008 to 2011, non-native steelhead trout and coho salmon were removed from Sevenmile Creek as part of a study to determine how their absence would affect native brook trout population levels, as well as their movement patterns and behavior.  The lakeshore has also been involved in a NPS Great Lakes Network research project to detect toxic chemicals and other contaminants in fish. Since 2008, northern pike and yellow perch (along with other species) from the park's four largest lakes have been tested for a variety of toxins including mercury, lead, DDT, and PCBs. Along with the park's extensive water quality testing, the data from this project will help park scientists better understand the interactions between toxins and wildlife health.         Sea Lamprey USFWS Photo  Non-Native Fish Nearly 20 of Lake Superior's fish species are non-native, and some, like sea lamprey, are highly damaging to native animals and the environment. The U.S. Fish and Wildlife Service conducts sea lamprey control in several national lakeshore streams each year. The park works to keep out other non-native fish and fish diseases like Viral Hemorrhagic Syndrome (VHS) from entering its inland waters.       For more information… Fish Checklist for Pictured Rocks NL (pdf) Fishing Site Bulletin (pdf) Monitoring Contaminants in Fish at Pictured Rocks (pdf)  VHS - Pictured Rocks webpage Non-Native Species - Pictured Rocks webpage  Coaster Brook Trout - U.S. Fish and Wildlife Service  Lake Superior Fish Species - Minnesota Sea Grant website Sea Lamprey - Great Lakes Fishery Commission website      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/nature\/fish.htm"
}
