{
    "title": "Pictured Rocks National Lakeshore: Multimedia Presentations",
    "body": "Multimedia Presentations       Au Sable Light Station podcasts The following podcasts were developed by Karena Minor, seasonal Park Ranger (Interpretation) at the Au Sable Light Station. They were part of her Masters Degree project at Michigan State University, and represent her deep interest in the history of the station and its keepers.  If you download the podcasts and use them as an on-site hiking tour, begin at the lower Hurricane River Campground and walk 1.5 miles on the North Country Trail to the lighthouse. The first three podcasts feature the shipwrecks beginning with the Mary Jarecki at the lighthouse road gate. The last five podcasts are on the Au Sable Light Station itself.                          Introduction This podcast series is a self-guided walking tour of the trail from Hurricane River Campground and the Au Sable Light Station. It is a virtual tour of the shipwrecks and lighthouses. Please start with this introduction podcast.  Duration:3 minutes, 19 seconds                                Shipwreck! Steam Barge Mary Jarecki The Steam Barge Mary Jarecki is the first wreck located along the trail from Hurricane River. She ran ashore on July 4, 1882. Her remains lie in the water perpendicular to the shoreline. Visibility depends on the water level and wave action of Lake Superior.   Duration:3 minutes, 49 seconds                                Shipwreck! Steamer Sitka The Steamer Sitka is the second wreck, located a mile from Hurricane River. Watch for the shipwrecks sign and stairs to the beach. She ran aground on the Au Sable shoal on October 4, 1904. She washed onto the beach and now sits parallel to shore.   Duration:3 minutes, 14 seconds                                Shipwreck! Steamer Gale Staples The Steamer Gale Staples is the third wreck, located closest to the lighthouse. Her remains are intermixed with those of Sitka. The Gale Staples became another victim of the Au Sable shoal on October 1, 1918.  Duration:3 minutes, 5 seconds                                Sudden Storms This podcast begins the Au Sable Light Station series. Please stand at the flagpole for this episode and consider daily life at one of the most remote mainland light stations in the continental U.S. Listen to Keeper John Brooks as he remembers his life at the station.  Duration:4 minutes, 36 seconds                                Why Here? While standing at the flagpole for this episode, consider why this light station was critical to navigation in this area. Keeper John Brooks reveals the answer.  Duration:5 minutes, 24 seconds                                Family Matters To begin this episode, stand facing the lake at the house to the east (assistant keepers house). If you were stationed here to keep the light burning for nine months, what emotions would you have? Keeper John Brooks remembers living here with his family.  Duration:6 minutes, 3 seconds                                Unexpected Visitors For this episode, face the lake while standing on the lakeside of the house attached to the tower (the assistant keepers house). What visitors would be expected at a lighthouse? Keeper John Brooks describes some unexpected guests.  Duration:4 minutes, 8 seconds                                Murder and Intrigue For this episode, face the lake while standing on the lakeside of the house on the west (the keepers house). The light station seldom had visitors, but every once in a while, visitors did interrupt the lighthouse keeper. Keeper John Brooks reveals an unusual visitor.  Duration:5 minutes, 49 seconds",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/photosmultimedia\/multimedia-presentations.htm"
}
