{
    "title": "Pictured Rocks National Lakeshore: Au Sable Light Station",
    "body": "Au Sable Light Station        Au Sable Light Station NPS photo \/ Chris Case       Located within Pictured Rocks National Lakeshore, this light stands on Au Sable Point on the south shore of Lake Superior, approximately 12 miles west of Grand Marais, Michigan.    Built in 1873-1874, the light tower's base diameter is 16 feet with a height of 87 feet. The lens focal plane is 107 feet above lake level.  A fog signal building was built in 1897.   The original two-story keepers dwelling was attached to the light tower in the back. In 1909, the building was added on to the front so it would accommodate two families. One lived upstairs, one down. The head keepers residence was built in 1909.        Visiting the Au Sable Light Station To visit the Au Sable Light Station, travel to the Hurricane River Campground located 12 miles west of Grand Marais on Alger County Road H-58.  Park in the day use parking area near the bridge.    It is a 1-1\/2 mile walk (one way) to the lighthouse.  Walk the hiking trail to the east beginning at the picnic area near the Hurricane River mouth. The trail is on the historic U.S. Coast Guard road to the light station. Be alert for occasional vehicle traffic.   On the beach below the trail, exposed shipwreck remains dot the shoreline. Watch for the signs and steps to the beach along the trail.  Bicycles and pets are not permitted on this trail and at the light station.      Summer Light Station Tours Au Sable Light Station tours are scheduled Wednesday through Sunday from mid-June through the end of September (as staffing permits). No tours on Monday and Tuesday. Tours begin at 11 a.m. and run through 4:30 p.m. (11 a.m. - 12 p.m. - 1 p.m. - 2:30 p.m. - 3:30 p.m. - 4:30 p.m.).   The 30-40 minute Park Ranger guided tours begin at the lighthouse east porch. Register at the Au Sable Maritime Museum for the next tour.   Tour fee is $3 for those 6 and older. Exact amount is required (no change provided). Fees payable inside the maritime museum.   Light station visitors are reminded that the area includes very sandy soils, narrow sidewalks, and steps to access the buildings.  Au Sable Light Station Guided Tours (pdf)      Summer Transportation  The park has partnered with the Munising-based public transportation company Altran for van transportation to the light station on a limited number of Saturdays in 2016 (June 18, July 23, and August 27).  Altran will transport people with mobility limitations on the hour for a $5 round trip fee ($2.50 one way).   The van will be available from 11 a.m. to 4 p.m. Visitors can meet the driver in the lower Hurricane River day use parking lot located at the bridge on Alger County Road H-58.   Once the van arrives at Au Sable, getting around the site is up to the individual. Visitors should be aware there are very sandy soils, narrow sidewalks, and only the boathouse is accessible on one floor. The other buildings require climbing steps.        Au Sable Day - Saturday, September 17, 2016 This almost annual September event includes special tours of the light station and transportation to and from the light free of charge.        Au Sable Light Station Podcasts - A Virtual Tour This podcast series begins with shipwrecks along the trail from Hurricane River Campground to the Au Sable Light Station.  Enjoy this virtual tour if you are not able to visit in person, or download the podcasts to enhance your on-site visit.  Multimedia      Park Seeks Live-In Volunteers  Each year, the park seeks applications from lighthouse enthusiasts to live at the light station and staff the museum and contact station and help with tours. A volunteer apartment on the second floor of the head keepers quarters includes a kitchen, indoor bathroom, small living room, and one bedroom.   Please submit your volunteer application at volunteer.gov or email the park volunteer coordinator. Thank you!      Recent Progress at Au Sable  In 2010, the park celebrated the completion of our nearly 30 year effort to restore the structures and landscape of the Au Sable Light Station to its 1909 appearance. The final projects included whitewashing the light tower, replacing the pressed metal roofs, and restoring auxiliary structures.   In 2005, behind the scenes work was completed to the Au Sable photo-voltaic power generation grid to the control panels. Power is now available in both of the main buildings, and a liquid propane gas system is operational.       Lighthouse Furnishings Donations Sought Pictured Rocks National Lakeshore is looking for a few good antiques ... lighthouse antiques to be exact. The lakeshore is seeking donations of furniture and other period memorabilia this winter to refurnish the first floor of the assistant keeper's residence at the Au Sable Light Station. The targeted period of refurnishing is 1910 or a few years prior to that. 1910 is the year the head keeper's quarters were constructed and the former keeper's quarters was divided into duplex apartments.   News release - Lakeshore Seeks Donations of Lighthouse Furnishings      For more information ... Au Sable Light Station site bulletin (pdf) Au Sable Light Station Cultural Landscape Restoration (pdf)       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/historyculture\/ausablelightstation.htm"
}
