{
    "title": "Pictured Rocks National Lakeshore: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 11, 2016  Lake Superior Day  In honor of Lake Superior Day, Pictured Rocks National Lakeshore interpreter Andrea Chynoweth will lead a beach walk at Miners Beach on Sunday, July 17 at 10 a.m.   September 03, 2015  Au Sable Day - Sept 19 2015  Annual Au Sable Day includes free tours of the buildings and free shuttle service to the light station.   May 07, 2015  Soliciting Ideas for Park's 50th  The 100th anniversary of the National Park Service (NPS) will be in 2016, as well as the 50th anniversary of Pictured Rocks National Lakeshore.  We want your ideas and help with planning for these concurrent anniversaries.   April 23, 2015  Park Seeks Volunteers  Park is seeking volunteers for the visitor centers and the“Adopt-a-Trail, Adopt-a-Campsite and Adopt-a-Beach” program. \"Adopt\" orientation and training session will be Saturday, May 9 from 9 a.m. to 11 a.m.   April 21, 2015  National Park Week 2015  “Find Your Park” is the theme for this year’s National Park Week, April 18 – 26.  Pictured Rocks National Lakeshore invites you to come out to the park to search for spring!   April 03, 2015  New Superintendent Selected for Park  Laura Rotegard Selected as Superintendent of Pictured Rocks National Lakeshore.   December 15, 2014  PRNL Employees Retire  Four long-time employees of Pictured Rocks National Lakeshore - Pam Baker, Bill Magli, Jack Roberts, and Brenda St. Martin - will retire in late December 2014.   September 10, 2014  Brody Block to Retire on September 28  Guy “Brody” Block will retire on September 28 following a lifetime of public service.  Open house planned at the Grand Sable Visitor Center, September 26, 1-4 p.m.   September 05, 2014  Au Sable Day 2014  Pictured Rocks National Lakeshore invites you to their annual Au Sable Day, Saturday, September 20.   August 08, 2014  Third Rescue at the Log Slide within Two Weeks  On August 7, rangers at Pictured Rocks National Lakeshore conducted a rescue on the Log Slide.   August 07, 2014  Alger Women of Honor 2014  The twentieth annual Alger Women of Honor Observance to be held Thursday, August 21.   July 28, 2014  Grand Sable Dunes section closed due to hazardous erosion  A portion of Grand Sable Dunes is closed to all public entry for visitor safety.  The northeast section of the Grand Sable Dunes is rapidly and unpredictably eroding into Sable Creek and Lake Superior.   July 24, 2014  Bats and white-nose syndrome program at Munising Library  Pictured Rocks National Lakeshore interpreter Andrea Chynoweth will present a program about bats and white-nose syndrome at the Munising Public Library on Tuesday, August 5, at 1:30 p.m.   July 24, 2014  Economic Benefit 2013  A new National Park Service report shows that 575,451 visitors to Pictured Rocks National Lakeshore in 2013 spent $23.5 million in communities near the park. That spending supported 306 jobs in the local area.   July 07, 2014  Lake Superior Day 2014  In celebration of Lake Superior Day, Pictured Rocks National Lakeshore interpreter Andrea Chynoweth will lead a guided walk at Miners Beach on Sunday, July 20, at 1 p.m.   May 08, 2014  PRNL Photo Wins 2013 Share The Experience Competition  Courtney Kotewa is the grand prize winner with her photo of kayaking on Lake Superior along Pictured Rocks National Lakeshore in Michigan’s Upper Peninsula.   May 01, 2014  Wildflower Walks Planned for May 24-25, May 31, and June 1  “Celebrating Wildflowers”  Botanists on the Hiawatha National Forest and interpreters from Pictured Rocks National Lakeshore will lead wildflower walks along Miners Castle Road.   April 23, 2014  Adopt a Trail 2014  The 2014 “Adopt-a-Trail, Adopt-a-Campsite and Adopt-a-Beach” orientation and training session will be held Saturday, May 3, from 9 a.m. to 11 a.m.   March 11, 2014  Sand Point Revetment Public Scoping Meetings  Two public scoping sessions are scheduled for a new planning process involving the Sand Point revetment at Pictured Rocks National Lakeshore.  March 19-20, 2014   March 10, 2014  Youth Conservation Corps 2014  Summer work opportunity available for area young people through the Youth Conservation Corps program at Pictured Rocks National Lakeshore.   March 03, 2014  Economic Benefit 2012  A new NPS report shows that 593,587 visitors to Pictured Rocks National Lakeshore in 2012 spent $23.7 million in communities near the park. That spending supported 312 jobs in the local area.   November 14, 2013  Michael Pflaum named new Superintendent at PRNL  Mike Pflaum, currently superintendent at Keweenaw National Historical Park, has been named the new superintendent of Pictured Rocks National Lakeshore.   November 12, 2013  Visitor Dies after fall next to Miners Falls  A 24-year old Norway, Michigan, man has died after a fall of about 70 feet from the top of Miners Falls to the bottom.  Franklin Carver Sade died at Munising Memorial Hospital as a result his injuries.   November 06, 2013  Tim Colyer Selected as Regional Chief Ranger  Tim “TC” Colyer, a 13 year veteran of the National Park Service, has been named chief ranger for Midwest Regional Office.  Colyer is currently the chief ranger at Pictured Rocks National Lakeshore.   October 17, 2013  PRNL Reopens to Visitors  Pictured Rocks National Lakeshore re-opened to visitors today. The national lakeshore has been closed since October 1 due to the lapse in Congressional appropriations.   September 13, 2013  Au Sable Day 2013  Pictured Rocks National Lakeshore invites you to their annual Au Sable Day on Saturday, September 21.   August 14, 2013  Alger Women of Honor 2013  The 19th annual Alger Women of Honor Observance will be held Thursday, August 22.   May 31, 2013  Lakeshore to Fell Diseased Beech Trees along Miners Castle Road  During the week of June 10, Pictured Rocks National Lakeshore will have a contractor felling more than 200 diseased beech trees along Miners Castle Road.   April 23, 2013  Adopt-a-Trail\/Campsite\/Beach 2013  Pictured Rocks National Lakeshore’s 2013 “Adopt-a-Trail, Adopt-a-Campsite and Adopt-a-Beach” orientation will be Saturday, May 4, at the Munising Falls Interpretive Center.   March 22, 2013  Colyer Receives Harry Yount Award  Tim Colyer, PRNL Chief Ranger, has received the 2012 National Park Service Midwest Region Harry Yount Award.   March 13, 2013  PRNL Recruits YCC Applicants  Youth between the ages of 15 and 18 may apply for the YCC program. Application deadline is April 12.   February 26, 2013  Economic Benefit of PRNL  An NPS report for 2011 shows that the 561,104 visitors to Pictured Rocks National Lakeshore spent $24,970,000 in communities surrounding the park.  This spending supported 363 jobs in the local area.   February 13, 2013  PWC EA Public Scoping Comments Summary Report Available  The National Park Service has released a summary of comments received during public scoping for the personal watercraft use environmental assessment underway Pictured Rocks National Lakeshore.   February 07, 2013  Gregg Bruff to Retire on February 22  Gregg Bruff, Chief of Heritage Education and Cultural Resources at Pictured Rocks National Lakeshore, will retire on February 22, after a 37 year career with the National Park Service and the U.S. Forest Service.   February 01, 2013  Fireside Chats 2013  Join a Pictured Rocks National Lakeshore Park Ranger for the 2013 Fireside Chat speaker series.   January 31, 2013  Jim Northup Leaving Pictured Rocks; Will Head Shenandoah National Park in Virginia  The National Park Service has announced that Jim Northup, Superintendent at Pictured Rock National Lakeshore since May 2005, has been selected to serve as the new superintendent of Shenandoah National Park in Virginia.   December 31, 2012  Ranger Dave Has Retired  Pictured Rocks National Lakeshore Park Ranger Dave Kronk has retired from his work with the National Park Service after a career that spanned more than 31 years.   November 15, 2012  PRNL Working to Upgrade Trailheads and Backcountry Signs  Work includes bulletin boards plus  trailhead and backcountry signs.   November 08, 2012  PRNL Works to Improve Accessibility  Pictured Rocks National Lakeshore completed several projects this summer to improve accessibility for handicapped individuals wanting to enjoy the park.   November 02, 2012  Chris Case to Retire on December 1  Chris Case, Facility Manager at Pictured Rocks National Lakeshore, will retire on December 1, after a 38 year career with the National Park Service.   October 22, 2012  PRNL Ranger Assists National Park in Costa Rica  You might think the distance of 3600 miles between Michigan and Costa Rica would offer few similarities between the two places.  But last year, Park Rangers Luis Mena and Dave Kronk proved there are indeed some important similarities.   October 05, 2012  Public Meetings for PWC Use at PRNL  Public scoping sessions for the new planning process involving personal watercraft (PWC) use at Pictured Rocks National Lakeshore are scheduled for October 23,24, and 25.   September 28, 2012  NPS Initiates New Planning Process Regarding PWC at PRNL  The National Park Service is initiating a new planning process regarding the use of personal watercraft on the surface of Lake Superior within Pictured Rocks National Lakeshore.   September 21, 2012  Au Sable Day 2012  Pictured Rocks National Lakeshore invites you to their annual Au Sable Day, Saturday, September 29.   September 18, 2012  Beech Bark Disease Spreads through PRNL  Over the past several years, Beech Bark Disease has spread through Pictured Rocks National Lakeshore, killing hundreds and eventually thousands of beech trees.   September 11, 2012  PRNL Completes Improvements on Chapel\/Mosquito Road  Upgrade of the access road and parking lot at the Chapel - Mosquito trailhead within Pictured Rocks National Lakeshore is complete.   August 23, 2012  Alger Women of Honor 2012  The 18th annual Alger Women of Honor Observance will be Thursday, August 30, at the Alger Heritage Center   August 21, 2012  Road Work Underway at PRNL  The Federal Highway Administration is funding pavement preservation work on all paved roads and parking areas at Pictured Rocks National Lakeshore.   August 16, 2012  Parks in Focus Photo Exhibit Showcases Youth Perspectives on PRNL and Beyond  Parks in Focus exhibit at the Alger County Heritage Center.   August 13, 2012  Kayakers Rescued by Local Residents  Park Rangers from Pictured Rocks National Lakeshore are crediting two  Munising residents with saving the lives two kayakers who had capsized off Grand Island.   August 13, 2012  Near Drowning at Miners Beach  Park Rangers and Alger County EMS responded to a near drowning of two adult males on Miners Beach.   August 10, 2012  PRNL Receives Several 2012 Best of the Lake Awards from Lake Superior Magazine  Pictured Rocks National Lakeshore has received several “Best of the Lake” Awards from the readers of Lake Superior Magazine.   May 09, 2012  Wildflower and Woodlands Walk  On Saturday, May 19 and May 26, join a naturalist on a Wildflower and Woodlands Walk.  The program begins each Saturday at 1 p.m., Miners Castle.   May 02, 2012  Adopt a Trail Orientation 2012  The  2012 “Adopt-a-Trail, Adopt-a-Campsite and Adopt-a-Beach” orientation and training session will be  Saturday, May 12,   April 18, 2012  Great Lakes Invasive Plant Mgt Plan\/EA Review  The National Park Service has prepared an Environmental Assessment for a Great Lakes Invasive Plant Management Plan for ten parks located in the Great Lakes region.   April 16, 2012  Work Continues on Chapel Road and Parking Improvement Project  Due to the extent of construction, the last half mile of the Chapel Road and the Chapel-Mosquito trailhead parking area is closed until May 24.   April 12, 2012  National Junior Ranger Day 2012  Pictured Rocks National Lakeshore will celebrate “National Junior Ranger Day” on April 21 from 1 pm to 4 pm with outdoor exploration and games at Sand Point in Munising.   March 19, 2012  Pictured Rocks to Recruit YCC Applicants  Youth between the ages of 15 and 18 may apply for the YCC program. Application deadline is April 20.   February 28, 2012  PRNL = Visitors, Money and Jobs  A new National Park Service (NPS) report shows that the more than 561,000 visitors to Pictured Rocks National Lakeshore in 2010 spent nearly $21 million in communities near the park.   February 27, 2012  Visitation on the Increase at PRNL  Visitation to Pictured Rocks National Lakeshore was up 12.4 percent in 2011,   February 22, 2012  Walt Loope Retires  Dr. Walt Loope, long time friend of the National Park Service, has retired after 37 years of federal service.   February 07, 2012  Fireside Chats 2012  Join a Park Ranger for the 2012 Fireside Chat speaker series, public interpretive programs about the natural and cultural resources of Pictured Rocks National Lakeshore.   January 31, 2012  Enjoy Lakeshore Cross-Country Ski Trails  Pictured Rocks National Lakeshore  encourages folks to come out and enjoy the cross-country ski trails maintained by the National Park Service in Munising and Grand Marais.   January 13, 2012  Alger Energy Savers Concludes  The Alger Energy Savers community engagement effort launched in January 2011 to help area residents understand the linkage between energy use and climate change and to increase energy efficiency throughout Alger County.   January 11, 2012  PRNL Welcomes Two Administrative Staff  PRNL introduces two recent additions to the Administrative staff, Information Technology Specialist Joshua Brewster and Administrative Assistant Michael Schneider.   January 09, 2012  Pictured Rocks Welcomes New Employee  Pictured Rocks National Lakeshore is pleased to welcome Allen Duszynski to the park staff.  Duszynski will be serving as the park’s new Equipment Operator.   December 12, 2011  New Front Porch for Grand Marais Harbor of Refuge Building  The Harbor of Refuge building on Coast Guard Point in Grand Marais is getting a new front porch, thanks to the National Park Service.   December 09, 2011  Munising Range Light Facelift  Work is underway on the Munising Range Light keepers dwelling.   December 08, 2011  Lake Superior Overlook Opens  Significant improvements are complete at “Lake Superior Overlook” along the newly completed Alger County Road H-58.   November 21, 2011  Chapel Road Improvements 2011-2012  Several facility improvements are underway in the Mosquito-Chapel trailhead.  The last half mile of Chapel Road and parking area will be closed November 21, 2011, to May 24, 2012.   September 30, 2011  Artist in Residence 2011  Photographer Paul Petersen from Muskegon, Michigan, has been selected as the Pictured Rocks National Lakeshore Artist In Residence for 2011.   September 12, 2011  Au Sable Day 2011  In celebration of National Public Lands Day, Pictured Rocks National Lakeshore will host the annual “Au Sable Day” on Saturday, September 24. The event runs from 11 a.m. to 4 p.m.   July 29, 2011  Alger Energy Savers Presentation on August 11  On Thursday, August 11, Pictured Rocks National Lakeshore interpreter Andrea Chynoweth will give a slide presentation on the Alger Energy Savers program and climate changes affecting the Lakeshore.  The free program will held at the Alger County Heritage Center in Munising beginning at 7 p.m.   July 08, 2011  Research Vessel Visits PRNL  Underwater sonar data is being collected in Lake Superior and Munising Bay to model near-shore coastal dynamics around Sand Point.   June 16, 2011  Special Access to Au Sable Light Station  Pictured Rocks National Lakeshore and Altran are offering special access Saturdays to the Au Sable Light Station for mobility impaired individuals. The Saturdays are June 18, July 16, August 20, and September 24. Hours are 11 a.m. to 4 p.m.   June 15, 2011  Michigan Teacher Excellence Program Visits Lakeshore  The program is a math – science partnership funded by a grant from the National Science Foundation, and a collaboration between the Lakeshore, Michigan Teacher Excellence Program and Michigan Technological University.   April 01, 2011  Harvard Climate Fellow Arrives at Lakeshore  Luis Mena, of the Puntarenas region of Costa Rica, has joined the park staff as a Harvard University Climate Fellow.   March 21, 2011  Great Lakes Invasive Plant Mgt Plan Environmental Assessment  The National Park Service is planning to prepare an Environmental Assessment for a Great Lakes Invasive Plant Management Plan for the ten parks located in the Great Lakes region.   March 18, 2011  Pictured Rocks Accepting YCC Applications  A summer work opportunity is available for area young people through the Youth Conservation Corps program at Pictured Rocks National Lakeshore.   February 15, 2011  March 2011 Science Cafe  Join us for a presentation and lively discussion at this monthly series of Science Cafes in Munising.   January 31, 2011  Economic Benefit of Pictured Rocks  A recently updated National Park Service study estimates that the existence of Pictured Rocks National Lakeshore results in over $20 million of annual spending and supports a total of 300 jobs in the local community.   January 31, 2011  February 2011 Science Cafe  Join us for a presentation and lively discussion at this monthly series of Science Cafes in Munising.   January 31, 2011  Fireside Chats 2011  Join a Park Ranger for the Fireside Chat speaker series. Enjoy new information, discussion and refreshments. All programs are at 7 p.m.   January 18, 2011  Energy Saving Program Comes to Alger County  With funding from the Great Lakes Restoration Initiative, Pictured Rocks National Lakeshore and Superior Watershed Partnership and Land Trust are teaming up to launch a new energy saving program called Alger Energy Savers.   December 23, 2010  Long-time PRNL Employee John Ochman to Retire  Following more than 30 years at Pictured Rocks National Lakeshore, John Ochman will retire on January 1, 2011.   December 08, 2010  Conserving Alger County's Energy and Natural Resources  From the Superior Watershed Partnership.   December 07, 2010  Robert Maxon Joins PRNL staff  Pictured Rocks National Lakeshore is pleased to announce that Robert Maxon has joined the park staff as the Facility Management Software Systems Specialist.   December 01, 2010  Pictured Rocks NL Welcomes New Park Rangers  Ranger Shaun Hughes and Ranger Amber Tembreull have been added to the permanent staff as Park Rangers in the Resource and Visitor Protection Division at the Lakeshore.   October 29, 2010  Pictured Rocks NL Welcomes Wildlife Biologist  Pictured Rocks National Lakeshore has a new Wildlife Biologist. Cindy Heyd has transferred from Colorado, where she most recently served as a Natural Resource Program Manager at Dinosaur National Monument.   September 09, 2010  Alger Women of Honor 2010  The sixteenth annual Women of Honor Observance will be held on Tuesday, September 14.   September 01, 2010  Little Beaver Lake Road and Campground Closed  The Little Beaver Lake Campground and its access road in Pictured Rocks National Lakeshore will be closed to all traffic and campers beginning Tuesday, September 7, 2010.   July 20, 2010  Personal Watercraft Use Continues Under Federal Court Ruling  The U.S. District Court in the District of Columbia has issued a ruling regarding a lawsuit regarding the regulations that allowed limited personal watercraft use at Pictured Rocks National Lakeshore and Gulf Islands National Seashore.   May 24, 2010  NPS Issues 10-Year Contract to Pictured Rocks Cruises  The National Park Service has issued a formal concessions contract to Pictured Rocks Cruises, Inc., of Munising to continue to offer non-stop narrated boats tours of the spectacular sandstone cliffs within Pictured Rocks National Lakeshore.    April 23, 2010  Adopt a Trail \/ Campsite Orientation 2010  Pictured Rocks National Lakeshore’s 2010 “Adopt-a-Trail, Adopt-a-Campsite” orientation and training session will be Saturday, May 8.   April 14, 2010  Science Café Opens in Munising  The first Munising Science Café will be held on April 22 at 7 p.m. in celebration of the 40th Anniversary of Earth Day.   April 14, 2010  Junior Ranger Day 2010  Past, present and want-to-be Junior Rangers and their families are invited to Pictured Rocks National Lakeshore on Saturday, April 24, as the Lakeshore celebrates “National Junior Ranger Day.”   April 07, 2010  National Park Week 2010  To celebrate National Park Week, please join Park Ranger David Kronk for guided hike to Miners Castle to Miners Beach and back on Saturday, April 24.    March 31, 2010  Pictured Rocks Seeks YCC Applicants  Youth between the ages of 15 and 18 may apply for the YCC program. Application deadline is April 30.   January 26, 2010  Brad Bradley Retires  After more than 30 years of federal government service, Brad P. Bradley retired on January 2, 2010.   January 20, 2010  PRNL Welcomes Bruce Leutscher as Chief of Science and Natural Resources  Pictured Rocks National Lakeshore has a new Chief for their Division of Science and Natural Resources.  Bruce Leutscher, who has served as a park biologist since April 2000, has been promoted to the Division Chief position.    December 11, 2009  Excellence in Service Awards Presented  Pictured Rocks National Lakeshore issues awards to cooperating law enforcement agencies on behalf of the U.S. Department of Interior for Excellence in Service in the investigation and prosecution associated with the murder of Juanita Richardson   October 05, 2009  Chapel Road Project Underway  Chapel Road will be temporarily closed from 8 a.m. on Tuesday, October 13, to 6 p.m., on Friday, October 16.   October 01, 2009  Road Project Continues  The H-58 upgrade project will require closing an additional section of road between Twelvemile Beach Campground and Hurricane River Campground effective October 5.   September 23, 2009  Day of Service and Celebration  Be part of an unprecedented event on September 26 when Pictured Rocks National Lakeshore and national parks across the country invite you to make America’s Best Idea – the national parks – even better.    September 16, 2009  The National Parks: America's Best Idea   A Film by Ken Burns  On Sunday, September 27,  “The National Parks: America’s Best Idea,” a 12-hour, six-part documentary series,  will premiere on PBS.    September 11, 2009  America the Beautiful Quarters Program  Pictured Rocks National Lakeshore Selected for the America the Beautiful Quarters™ Program. Coin will be released in 2018 by the U.S. Mint.   September 10, 2009  Artist in Residence 2009  This year's artist, John Agnew, will present a program of his work along with an exhibit of his drawings at the Alger County Heritage Center on Wednesday, September 23   September 04, 2009  Environmental Assessment to Rehabilitate Little Beaver Lake Road  Superintendent Jim Northup announces that the Environmental Assessment\/ Assessment of Effect for the proposed rehabilitation of Little Beaver Lake Road is available for a 30-day public review and comment period.      August 21, 2009  Alger Women of Honor 2009  The public is invited to attend the fourteenth annual Woman of Honor Observance to be held on Thursday, August 27.   July 31, 2009  Pictured Rocks NL Welcomes Transportation Interpreter  Pictured Rocks National Lakeshore, in cooperation with Pictured Rocks Cruises, welcomes Catherine Kimar aboard the cruise boats this season as a Transportation Interpreter.    July 15, 2009  Beaver Basin Wilderness Celebrated  A standing room only crowd packed the Alger County Heritage Center on June 30 for a celebration of the Beaver Basin Wilderness.   July 13, 2009  Bronze Commemorative Medallion Available at Lakeshore  Pictured Rocks National Lakeshore announces availability of a new bronze medallion, commemorating the natural and cultural history of the park.   July 10, 2009  Birch Bark Canoe Maker  Pictured Rocks National Lakeshore is celebrating Chippewa or Anishnabe culture this week by hosting a birch bark canoe maker.   June 22, 2009  Beaver Basin Wilderness Celebration  June 30 Celebration Planned for New Beaver Basin Wilderness at Pictured Rocks National Lakeshore   June 01, 2009  National Trails Day is June 6  The American Hiking Society's signature trail awareness program  inspires the public and trail enthusiasts nationwide to seek out their favorite trails to discover, learn about, and celebrate trails.   May 14, 2009  Summer Junior Ranger Programs  Summer Junior Ranger programs are offered this June at Pictured Rocks National Lakeshore.  The programs will be held June 8 and 9 and June 15 and 16.  Alger County children entering grades 4 through 7 are invited to attend.    April 21, 2009  Adopt a Trail\/Campsite Orientation 2009  Pictured Rocks National Lakeshore’s 2009 “Adopt-a-Trail, Adopt-a-Campsite” orientation and training session will be Saturday, May 2, from 9 a.m. to 11 a.m. at the Munising Falls Visitor Center.   April 17, 2009  National Junior Ranger Day is April 25  Past and present Junior Rangers are invited to National Junior Ranger Day on Saturday, April 25, to explore, learn, and protect your National Lakeshore.   April 02, 2009  Pictured Rocks Recruits YCC Applicants  Youth between the ages of 15 and 18 may apply for the YCC program. Application deadline is April 24.   March 25, 2009  Beaver Basin Wilderness designation  Statement of Jim Northup, Superintendent, Pictured Rocks National Lakeshore, regarding Congressional approval of the designation of the Beaver Basin Wilderness within Pictured Rocks National Lakeshore   March 11, 2009  PRNL Welcomes New Chief of Science and Natural Resources  Pictured Rocks National Lakeshore has a new Chief for their Division of Science and Natural Resources.  Margaret “Meg” Hahr has transferred from Alaska, where she most recently served as an Ecologist at Kenai Fjords National Park.   February 04, 2009  PBS Film Featured at Parent and Teacher Appreciation Night  “Where Do the Children Play?” will be shown in the Mather Auditorium in Munising on Thursday, March 12, at 7 p.m.  Admission is free, as is popcorn.   January 06, 2009  Pictured Rocks Welcomes Ice Fishing Enthusiasts  Winter weather has settled in across the Upper Peninsula and ice is returning to inland lakes and Munising Bay.   January 06, 2009  Who Ya Gonna Call?    The \"Protection\" Rangers at Pictured Rocks National Lakeshore  Park Rangers are at the top of the call list for visitors, other park staff, and local law enforcement agencies.   December 23, 2008  Munising Range Lights Receive Facelift  The Munising front and rear range lights are being sandblasted, undercoated, and painted to protect them from Munising’s varied and often harsh environment.   December 10, 2008  Economic Benefit of Pictured Rocks National Lakeshore  A recently updated NPS study estimates the economic benefit of Pictured Rocks National Lakeshore for the local community is over $20 million annually.   December 05, 2008  Park Invites Public to Come Ski  Pictured Rocks National Lakeshore extends an invitation to the public to come enjoy the groomed cross-country ski trails in the park.   November 17, 2008  PRNL Recognizes Two for Live Saving Actions  Two men from downstate Michigan were recognized for their selfless and heroic actions related to a near drowning incident at Pictured Rocks National Lakeshore earlier this summer.   November 04, 2008  Hunters welcome at Pictured Rocks NL  Hunters are welcome and the National Park Service seeks the cooperation of all our visitors in protecting and sharing the resources of the park during the hunt.    September 12, 2008  Au Sable Day and Public Lands Day 2008  On Saturday, September 27, Pictured Rocks National Lakeshore will host the annual “Au Sable Day” at the historic 1874 Au Sable Light station near Grand Marais.   September 12, 2008  Alger Women of Honor 2008  The fourteenth annual Alger County Women of Honor Observance will be held on Thursday, September 25, at the Alger County Heritage Center, located at 1496 Washington Street in Munising.    August 01, 2008  Changing of the Guard  This summer for the first time, Pictured Rocks National Lakeshore has opened the Au Sable Light Station Museum and Information Center.  This has largely been accomplished through the efforts of volunteer lighthouse keepers.    July 21, 2008  PRNL Plans to Rehabilitate Little Beaver Lake Road  Pictured Rocks National Lakeshore proposes to rehabilitate Little Beaver Lake Road in Alger County, Michigan.   July 17, 2008  Do Your Part for Climate Friendly Parks  Pictured Rocks National Lakeshore and the National Parks Conservation Association have launched a new website.   June 19, 2008  Controlling Invasive Plants  The work will occur within the Lakeshore annually to protect groups of native plants and habitat necessary for native species to thrive.   May 19, 2008  NPS Expresses Appreciation for Outstanding Work of Other Agencies  National Park Service expresses appreciation for outstanding work of other agencies in investigation and prosecution of Thomas Richardson for the murder of his wife within Pictured Rocks National Lakeshore   May 14, 2008  Leave No Trace Outdoor Ethics Workshop  On June 7-8, 2008, a “Leave No Trace” course will be held at Pictured Rocks National Lakeshore.    May 02, 2008  Climate Friendly Parks Action Plan Completed  The Climate Friendly Parks Action Plan addresses a set of actions the park will pursue beginning immediately to reduce greenhouse gas emissions from park operations and visitation.   April 28, 2008  Modest Fee Increases for Visitors  All funds collected remain in the park for maintenance and enhancement of facilities and services.   April 16, 2008  National Park Children's Day 2008  National Park Children's Day 2008: Ranger Dave Kronk will host two youth programs on Saturday, April 26.   April 15, 2008  Adopt-a-Trail\/Campsite Orientation 2008  Pictured Rocks National Lakeshore’s 2008 “Adopt-a-Trail, Adopt-a-Campsite” orientation and training session will be Saturday, May 10, from 9 a.m. to noon.   April 14, 2008  New Chief Ranger for Pictured Rocks NL  Tim Colyer selected as new Chief Ranger for Pictured Rocks National Lakeshore   April 11, 2008  Whither Rain, Snow, or Clogged Pipes ...  Parks like Pictured Rocks National Lakeshore rely on a very talented – and often overlooked – group of people often simply called “the maintenance crew.”   April 09, 2008  Celebrate National Park Week 2008  Celebrate National Park Week - April 19-27, 2008.   March 31, 2008  Emergency Restrictions Issued to Protect Fishery from VHS  Effective April 1, several emergency restrictions have been issued to protect the park’s fishery resources from viral hemorrhagic septicemia.    March 20, 2008  Lakeshore Recruits Applicants for YCC  Area young people will share in the summer work opportunity offered through the Youth Conservation Corps program, administered by Pictured Rocks National Lakeshore.   March 14, 2008  VHS Prevention and Response Plan Approved  The four NPS areas and the Grand Portage Band of the Lake Superior Chippewa have approved a plan to protect park and tribal fishery resources from viral hemorrhagic septicemia (VHS).    February 19, 2008  Fireside Chats 2008  On Wednesdays in March, Pictured Rocks National Lakeshore will offer \"fireside chats” about the natural and cultural resources of Pictured Rocks National Lakeshore.   February 05, 2008  NPS and Grand Portage Band Developing VHS Prevention and Response Plan  Non-native virus poses serious threat to native fish and ecosystems.   December 05, 2007  Park Removes Final Building from the Beaver Basin  The old garage served the Michigan-Wisconsin Pipeline Company when it operated a private resort on the shores of Beaver Lake.   December 04, 2007  Pictured Rocks Educator Promotes Environmental Education Statewide  National Park Service Park Ranger David Kronk, who manages the Education Outreach Program for schools and youth groups at Pictured Rocks National Lakeshore, was selected by two organizations to help them promote environmental education.   November 30, 2007  Chief Ranger Larry Hach to Retire  Larry Hach, chief ranger at Pictured Rocks National Lakeshore in Michigan, will retire on January 3 after a 35-year career that has taken him to six National Park Service areas.   November 29, 2007  PRNL Ornament Displayed on the Official White House Christmas Tree  For 2007, each NPS area was invited to contribute to the Blue Room Christmas Tree by decorating a six inch gold tree ornament.  Parks were asked to select a local artist to create the ornament.    November 28, 2007  Sandra Girard To Retire On November 30  Pictured Rocks National Lakeshore purchasing agent Sandra Girard recently announced her retirement, effective November 30, after over 20 years of continuous service to the park.   October 26, 2007  Boat-In Campsite Added on Grand Sable Lake  Pictured Rocks National Lakeshore has established a new boat-in backcountry campsite on Grand Sable Lake.  This new campsite will be available for public use next season, beginning May 1, 2008.   September 24, 2007  Environmental Assessment for Repair of Miners River Sea Lamprey Barrier  Public Comment Invited on Draft Environmental Assessment for Repair of Miners River Sea Lamprey Barrier in Pictured Rocks National Lakeshore, Alger County, Michigan.   September 20, 2007  Lakeshore Seeks Donations of Lighthouse Furnishings  The Lakeshore is seeking donations of furniture and other period memorabilia for the Au Sable Light Station.   September 19, 2007  National Public Lands Day to be Celebrated with Au Sable Day on September 29  Pictured Rocks National Lakeshore extends an invitation to celebrate National Public Lands Day at the Au Sable Light Station on Saturday, September 29.   September 05, 2007  Au Sable Day 2007 will be September 29  Pictured Rocks National Lakeshore extends an invitation to area residents and visitors to celebrate the Au Sable Light Station’s 133rd birthday, Saturday, September 29.     September 04, 2007  Pictured Rocks Lifts Emergency Fire Ban  The emergency fire ban implemented August 16 within the Pictured Rocks National Lakeshore backcountry was  lifted on Tuesday, September 4, 2007. The lakeshore has received substantial rainfall that reduced the fire danger.   August 22, 2007  Step Back In History at Au Sable  The year was 1874.  Barbed wire and Levi jeans were patented in the U.S.  The “Impressionists” were painting their famous landscapes in France.   August 22, 2007  Alger Women of Honor 2007  The public is invited to attend the thirteenth annual Alger County Women of Honor Observance on Thursday, August 30. The program will be held at the Alger County Heritage Center, located at 1496 Washington Street in Munising.    August 16, 2007  Emergency Fire Ban in Backcountry  Webmaster's note:  This fire ban was lifted September 4.   August 09, 2007  Miners Beach Parking Lot Completed  A brief dedication and celebration of this facility improvement will be held at 11 a.m. on Thursday, August 16, at the new parking lot.   August 08, 2007  Discover Your Lakeshore  Pictured Rocks National Lakeshore Superintendent Jim Northup announced the park’s second annual “Discover Your Lakeshore\" program designed specifically for the local community.   June 18, 2007  Sand Point Named Top Summer Beach  The Weather Channel has named Sand Point Beach within Pictured Rocks National Lakeshore as one of the “Top Five Summer Beaches in America”   June 13, 2007  Climate Friendly Park Workshop  Pictured Rocks National Lakeshore will host a “Climate Friendly Parks Workshop” on July 19 in Munising.  The workshop will be jointly conducted by the National Park Service and the U.S. Environmental Protection Agency.   June 11, 2007  Public Hearing for H-58 EA  The Alger County Road Commission has scheduled a public hearing on July 5, 7 p.m., regarding the environmental assessment for the Construction of H-58 (phases 3, 4 and 5) from Buck Hill to 1300 feet west of the Hurricane River.   May 24, 2007  Leave No Trace Outdoor Ethics Course  On June 9-10, 2007, a Leave No Trace Outdoor Ethics course will be held at Pictured Rocks National Lakeshore.  Participants will canoe and camp overnight in the park and learn first-hand the seven principles of Leave No Trace.   May 24, 2007  Pukaskwa National Park staff visits PRNL  On May 9 and 10, seven members of the Pictured Rocks National Lakeshore management team met with six Parks Canada managers from Pukaskwa National Park, the Northern Ontario Field Unit and the St. Mary's Canal Historic Site.    May 22, 2007  Junior Ranger Day is June 2  Children and adults can participate in a fun-filled and free event on Saturday, June 2, from noon until 2 p.m.   April 26, 2007  Pictured Rocks Recruits Applicants for YCC  Area young people will share in the summer work opportunity offered through the Youth Conservation Corps program, administered by Pictured Rocks National Lakeshore.   April 26, 2007  Parks Canada Managers Meeting in Munising  Managers from Pukaskwa National Park and the Northern Ontario Field Unit of Parks Canada are meeting in Munising on May 9 and 10.   March 29, 2007  Adopt a Trail\/Campsite 2007 Orientation  Pictured Rocks National Lakeshore’s 2007 “Adopt-a-Trail, Adopt-a-Campsite” orientation and training session will be Saturday, May 5, from 9 a.m. to noon.   March 29, 2007  National Park Week Programs 2007  Pictured Rocks National Park Ranger David Kronk for an hour long slide presentation on the history of the National Park Service.   March 26, 2007  Commerce & Nature Initiatives Meetings  Organizational meetings have been scheduled for April 3 and 10 regarding two initiatives for the betterment of our community.    March 07, 2007  PRNL Proposes Modest Increases in Camping and Tour Fees  New fees would not go into effect until summer of 2008.   February 15, 2007  Fireside Chats 2007  Please join us for all six presentations about the natural or cultural resources of Pictured Rocks National Lakeshore during this “Fireside Chat” series of one hour programs given by Lakeshore staff.   February 15, 2007  Community Representatives Attend Workshop  A group of community representatives, from a broad spectrum of agencies and organizations accepted an invitation to attend a workshop in late January entitled, “Balancing Nature and Commerce in Communities that Neighbor Public Lands.”   January 16, 2007  Snowmobilers Alerted to Lakeshore Regulations  Within Pictured Rocks National Lakeshore, snowmobiles are permitted on the frozen waters of Lake Superior and Grand Sable Lake, and on specific designated roads and road shoulders.   January 05, 2007  Park Plans to Remove Old Garage from along Sand Point Road  The park plans to remove an old garage and storage building from along the Sand Point Road within the Sand Point area of the national lakeshore.    January 03, 2007  Lack of Snow Creates Unique Opportunities  The lack of early season snow and unseasonably warm temperatures are creating unique opportunities for visitors to Pictured Rocks National Lakeshore in the central Upper Peninsula.   October 31, 2006  Apparent Suicide at Pictured Rocks NL  On Saturday evening, October 28, Michigan State Police received a report from two hikers that discovered the victim while hiking near Trappers Lake.   October 02, 2006  Anniversary Celebration on October 14  Pictured Rocks National Lakeshore invites the public to join in celebrating the 40th anniversary of the authorization of America’s first National Lakeshore on Saturday, October 14, at 10 a.m. at Mather Auditorium, 411 Elm Avenue, Munising.    September 08, 2006  Economic Benefit of Pictured Rocks NL  A new NPS study estimates that the economic value of the existence of PRNL for the local community is $19.3 million annually, and reports that the presence of the park supports a total of 461 jobs.   September 01, 2006  Artist in Residence 2006  Sharon Sharp and Lucia Harrison, Artists in Residence, will present a program “Handmade Book Journey” on Thursday, September 7, at 7 p.m.    August 24, 2006  Experience Your America Exhibit Opens  The National Park Service traveling exhibit “Experience Your America” opens at the Alger County Heritage Center on August 25.    August 22, 2006  Kayaks Donated to Pictured Rocks  Pictured Rocks National Lakeshore recently accepted a generous donation of two sea kayaks and related equipment for water patrol on Lake Superior and inland lakes.   August 16, 2006  Boy Dies after Accident at Pictured Rocks NL  Boy dies after sand tunnel cave-in accident along the Grand Sable Dunes on August 15.   August 15, 2006  Alger Women of Honor 2006  The twelfth annual Alger County Women of Honor Observance will be held Wednesday, August 23.   August 04, 2006  Miners Beach Parking Expansion  The parking area is being expanded to address increased visitation at this popular area within Pictured Rocks National Lakeshore.   August 03, 2006  Experience Your Lakeshore Program  An opportunity for local community, civic, and business leaders to gain a better understanding of park operations.   July 14, 2006  Honorary Official Photographer Named at PRNL  Mr. Ed Lasich named the “Honorary Official Photographer” for Pictured Rocks NL.   June 23, 2006  Visitor Fatality Along Pictured Rocks Cliffs  On the morning of Thursday, June 22, a visitor fell to her death from a cliff above Lake Superior.   June 22, 2006  Naturalization Ceremony Held at Pictured Rocks  On June 21, 44 former immigrants became United States citizens at Pictured Rocks National Lakeshore.   May 23, 2006  Campgrounds Open for 2006 season  Drive-in campgrounds at Pictured Rocks are open for the the season.   May 11, 2006  New Boating Regulations Take Effect in 2006  PWC are now permitted to operate within the lakeshore’s one-quarter mile water boundary on Lake Superior from near Sand Point to the east end of Miners Beach. Only electric outboard motors may be used on Little Beaver and Beaver Lakes.   May 02, 2006  PRNL Employees Mark 30 Years  Pictured Rocks National Lakeshore now has a total of five employees recognized for 30 years of federal public service.   April 18, 2006  Lakeshore Bans Ash Firewood  To prevent the potential spread of emerald ash borer, Pictured Rocks National Lakeshore will implement a ban on ash firewood effective May 1, 2006. Ash firewood is a carrier for the emerald ash borer, a small exotic insect.   April 17, 2006  Adopt A Trail\/Adopt A Campsite  Under this new program, interested individuals or groups who love to hike and camp in the park can adopt a section of trail or a backcountry campsites.   April 14, 2006  Miners Castle Turret Collapses  On Thursday morning, April 13, the northeast turret of Miners Castle collapsed. One turret remains on Miners Castle, the best-known feature of Pictured Rocks National Lakeshore.   February 27, 2006  Community Partner Program Announced  Lakeshore strives to work more closely with community partners to serve area visitors.   January 25, 2006  Working to Enhance Community Ties  Lakeshore strives to work more closely with community partners to serve area visitors.   October 31, 2005  Pictured Rocks Publishes Personal Watercraft Final Rule  The Final Rule for personal watercraft at Pictured Rocks National allows PWC to operate on Lake Superior within the boundaries of Pictured Rocks National Lakeshore from the western boundary to the east end of Miners Beach.    April 27, 2005  James Northup named PRNL Superintendent  Effective May 1, 2005, Northup will be the sixth Superintendent at Pictured Rocks National Lakeshore.",
    "url": "https:\/\/www.nps.gov\/piro\/learn\/news\/newsarchive.htm"
}
