{
    "title": "Pictured Rocks National Lakeshore: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Rockfall can occur at any time Craig Blacklock © photo       When you visit the lakeshore come prepared for a variety of weather, terrain, and unexpected situations.        Always wear your PDF when boating NPS photo \/ Lora Loope  The Pictured Rocks cliffs are spectacular but can be dangerous to the careless hiker. Fifteen miles of the North Country Trail are atop 50-200 foot high cliffs. Cliff tops are covered with loose sand and gravel.  Unsupported overhangs of soft sandstone are common.  For your safety, stay away from the cliff edge.   Boating, canoeing and kayaking are great ways to see the Pictured Rocks, but can be extremely dangerous due to rapidly changing weather and lake conditions. Only experienced boaters with appropriate skills and equipment should go out on Lake Superior.   The weather near Lake Superior is unpredictable. Summers are often warm but be prepared for cool, rainy, windy weather. Hypothermia can occur at any time; know the symptoms. Use a layered clothing system.  Cold related emergencies (pdf) Heat related emergencies (pdf)         Sand tunnels may collapse!   Swimmers should be aware of rip currents.  Sand is unstable and may collapse. Do not build sand tunnels.   Do not jump off rocks or cliffs into the water.   Black flies, mosquitoes, and stable flies can be a nuisance between late May and early September. Long pants and shirts and insect repellant are recommended.   Be conservative with your trip itinerary so you can safely reach your next campsite. Always let someone know when you will return, whether for an extended backcountry trip or a day hike.  Bears and other wildlife may be encountered in the backcountry. Keep a clean camp and exercise caution.  The lakeshore is closed to hunting April 1 through Labor Day, but is open to hunting the rest of the year during small and large game seasons. A Michigan hunting license is required; state and federal regulations apply. Wear \"hunter orange\" during hunting seasons.  Do not count on your cell phone. Many areas of Pictured Rocks National Lakeshore do not have cellular coverage.         Important Warning - Falling Trees and Branches  Beech Bark Disease has spread throughout the national lakeshore, resulting in many dead and dying beech trees. Be aware of these trees and the potential for falling branches and trees.  This disease is initiated by a non-native insect accidentally introduced into the United States. Secondary attack by both native and non-native fungi further stresses American beech trees and causes an unusually large number of weakened and dead beech trees. The insect and fungus pose no direct threat to humans. There is no practical control method in large natural forests.  The National Park Service is making every effort to identify and remove dying and dead trees from developed areas as quickly as possible. However, all park visitors - but particularly hikers and overnight backcountry campers - should be alert for trees that are weakened, have large dead limbs or are completely dead, especially in windy conditions.  Be alert. Look up. Choose your campsite carefully.      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/safety.htm"
}
