{
    "title": "Rocky Mountain National Park: Parkwide Efforts",
    "body": "Forest Health: Parkwide Efforts        Since clearing hazard trees in Timber Creek Campground, new trees are growing back. NPS       Many Rocky Mountain National Park staff participated in activities related to mountain pine beetle projects throughout the park. Most of the park’s facilities are located within forests affected by the current mountain pine beetle outbreak and annual inspections are conducted to identify potential hazard tree issues. As the infestation progressed from west to east in the park, new areas experienced increased levels of infestation and mortality.  Trails, campgrounds, picnic areas, historic buildings, backcountry, and popular areas all experienced changes in forest characteristics. Employees responsible for managing different sections of the park have developed creative solutions to provide visitors with a safe and enjoyable experience in the park.        Visitors must take responsibility for travel in backcountry forests with beetle killed trees. NPS  Backcountry Areas      The backcountry campsites are managed and maintained by the park's wilderness crew. Bi-annual inspections are completed to evaluate designated campsite stability, inspect hazards, and identify necessary maintenance issues. Crew members remove trees that may be imminent hazards. Branches and stem wood are scattered or used to minimize local erosion. Campsites surrounded with large numbers of hazards may be converted to dispersed camping zones, allowing visitors to locate their tent sites away from overhead hazards.        Air curtain burners fully consume trees still infested with bark beetles. NPS  Tree Disposal   The large amount of dead trees presents a disposal problem for park crews. The branches and stemwood are stacked into large piles and then burned in winter months. Trees containing live beetles are disposed of in the park’s air curtain burner. This machine allows for efficient combustion of green material and results in full mortality of beetle larvae. This technique allows resource managers to reduce the population of adult beetles in very small areas.        Closely monitored prescribed fires help reduce the fuel buildup in beetle killed forests. NPS   Prescribed Fire  Prescribed fire is the deliberate and carefully planned periodic burning of a selected site to reduce the risks of unnaturally heavy fuel buildup, the potential for devastating wildfires, and the loss of life and property. This has been an effective tool to reduce hazardous fuels created by beetle-killed trees. Prescribed fire also helps restore natural processes in the park's forests. See the Fire Management pages for more information on managing fire in the park.        Park staff attach verbenone pheromone packets to limber pine trees in hope of protecting the pines from bark beetles. NPS  Limber Pine Conservation    The park is also treating up to 300 high value limber pine trees with verbenone pheromone packets to minimize infestation from bark beetles. Limber pine trees in the park are currently at risk of mountain pine beetle infestation and infection from white pine blister rust. Research is being conducted to determine if any limber pine trees within the park are resistant to white pine blister rust.        Beetle Kill trees can be used for snow pole markers on Trail Ridge Road or for bridges in the park. NPS  Creative Wood Uses  The park has been exploring unique methods for utilizing beetle affected trees in a variety of park projects.     Trails employees have been constructing hand rails, bridges, benches, and other stabilizing structures along Rocky’s trails.    Road crews use tall and narrow trees as snow poles to mark road edges affected by deep snow. These snow poles help facilitate plowing operations throughout the year, especially when opening Trail Ridge Road.    Facilities also benefit from the available trees by incorporating beetle killed wood into structures, such as picnic shelters.      Revegetation crews utilize chips created during tree removals to stabilize soils around fresh transplants.      Public utilization options have occurred in the form of firewood permits sold through the backcountry office.    Park employees continue to explore new uses for the wood material available throughout the park in an effort to make the most of a unique situation.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/forest_health_park_efforts.htm"
}
