{
    "title": "Pictured Rocks National Lakeshore: Swimming & Diving",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Swimming & Diving                Swimming & Diving         The beach at Sand Point tends to be warmer for swimming than other park beaches. NPS photo   Swimming and Wading The clean and clear waters of Lake Superior are tempting, though the water is typically cold for even the hardiest swimmers.   There are no lifeguarded beaches at Pictured Rocks National Lakeshore or its surrounding communities.  Rip currents can and do occur. Rip currents do not always appear in the same spot every time; they can change position. Please use extreme caution if you choose to venture into Lake Superior waters.   Caution:  Do not jump off rocks or cliffs into the water!  The sandstone cliff edges are fragile and eroding. They may give way at any time. What you can't see can hurt you! The water depth can be difficult to predict and there's a good chance of rocks or logs in the water. Impact with the water can cause injury, and injury can lead to drowning. Hitting a solid surface under water is often deadly. If you want to go in the water, walk in from the beaches.    Please help keep our beaches clean.  Beach fires are only permitted in the designated metal fire ring at Sand Point; fires are not allowed on other beaches.  Glass containers are prohibited on all beaches.  Pets are allowed in designated areas; please know the regulations.        Scuba Diving and Snorkeling Some of the best scuba diving in the Midwest can be found in and around Pictured Rocks National Lakeshore. Snorkeling and scuba diving are permitted throughout the park.  Scuba diving is popular in Lake Superior, especially within the Alger Underwater Preserve, a state preserve created to protect the submerged cultural resources. State and federal regulations prohibit the removal or disturbance of relics, artifacts, or historic features.  Always use a dive flag to mark your location.   For more information ... Boating Shipwrecks site bulletin (pdf)        Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/swimming-diving.htm"
}
