{
    "title": "Pictured Rocks National Lakeshore: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Fishing                Fishing         Fishing on the Miners River NPS photo \/ Richard Frear  Hidden backcountry beaver ponds and brook trout ... a paddle stroke through loon waters and the hard tug of a smallmouth bass ... Lake Superior's open horizons of wind and surf and spawning steelhead.  The fishing opportunities are many, and the experience will draw you back.   Along with hunting, fishing is an activity specifically allowed by the Congress of the United States when it authorized Pictured Rocks National Lakeshore in 1966.      Fishing Opportunities With its many streams, inland lakes, and Lake Superior, the park offers a variety of fishing opportunities. Common cool water game fish include smallmouth bass, northern pike, walleye, yellow perch, whitefish, menominee and smelt. Trout species include brook trout, rainbow trout, lake trout and coho salmon.   The table in the fishing site bulletin offers more details about fish species of specific lakes and streams within Pictured Rocks National Lakeshore.  A percentage of steelhead in the Hurricane, Sevenmile and Mosquito drainages have been implanted with a 1 inch long electronic tag to identify fish movement. The tag is free in the body cavity and should be easily observed when cleaning your catch. If you have found a PIT tag in the body cavity of a brook trout or steelhead, please take the tag to a park, forest, wildlife refuge, or Michigan DNR office. We would appreciate your name, date, location of where you caught the fish, size, and species information.  Fishing site bulletin (pdf) Exotic Aquatic species (pdf)      Fishing Regulations  State of Michigan fishing regulations apply, including creel limits, license requirements, and seasons. However, special restrictions apply to bait to prevent VHS, a deadly fish disease.  By Superintendent's Order, Pictured Rocks prohibits use as bait for fishing, any fish or fish part, including fish roe, amphibians, or crayfish, in NPS administered waters within the Lakeshore Zone of the national lakeshore. Digging for bait within the lakeshore is also prohibited.   Fishing licenses are available at businesses in local communities. A trout and salmon stamp is required to fish for many species. Persons under 17 years of age may fish without a license.   The fishery is managed jointly by the National Park Service and the Michigan Department of Natural Resources. Both Park Rangers and Michigan Conservation Officers are authorized to enforce state fishing regulations within the lakeshore.   State of Michigan fishing regulations Special NPS regulations relating to VHS (pdf)      Fishing Tips The best fishing is usually in the early morning and evening when many fish feed.  Your personal floatation device won't do you any good if it if inaccessible. Wear it on the inland lakes and Lake Superior. Before venturing onto the big lake, get an updated marine weather forecast and be aware of quick changes in weather and sea conditions. The only safe harbors are Munising Bay and Grand Marais Bay on either end of the national lakeshore.   Ice fisherman should ensure safe ice conditions before fishing. Snowmobiles are permitted on designated roads and on Grand Sable Lake and Lake Superior.  Fisherman wishing to leave their boats unattended longer than 24 hours at designated stream mouths may do so with written permits from the park superintendent.   Only electric motors are permitted on Beaver Lake and Little Beaver Lake. On Grand Sable Lake, horsepower is limited to 50. All other inland lakes are accessible only by carrying your canoe.      Fish Consumption Advisory The Michigan Department of Community Health (MDCH) recommends that you use caution when eating certain kinds and sizes of fish from Michigan's lakes and rivers. Some fish have chemicals in them that can be harmful to human health if they are eaten too often.   The Michigan Family Fish Consumption Guide shows you which fish are okay to eat and how often they can be eaten. The guide is available online at http:\/\/www.michigan.gov\/fishandgameadvisory or by contacting MDCH at 800-648-6942.       Exotic Aquatic Species Anglers and resource managers across the U.S. are concerned about exotic species that threaten aquatic systems. Several occur here at Pictured Rocks National Lakeshore and in nearby waters. With your help, the impact of these invaders on our lakes and rivers can be minimized.  Inspect your boat, trailer, and boating equipment (anchors, centerboards, rollers, axles) and remove any plants or animals that are visible before leaving the water body.  Drain water from the motor, live well, bilge, and transom wells while on land before leaving the lake area.  Empty your bait bucket on land before leaving the water body. Never release live bait into a water body, or release aquatic animals from one water body into another.  Learn what these organisms look like (at least those you can see). If you suspect a new infestation of an exotic plant or animal, report it to lakeshore staff.   Exotic Aquatic Species (pdf)  Nonnative Species  Viral Hemorrhagic Septicimia or VHS       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/fishing.htm"
}
