{
    "title": "Pictured Rocks National Lakeshore: Backcountry Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Backcountry Camping                Backcountry Camping         Backpacker   Notice: for the Summer- Our Backcountry Permit Office is moving from the Interagency Visitor Center to Munising Falls Visitor Center beginning Friday, June 10, 2016.  For more information on where and when you can pick up permits, scroll down page.     Pictured Rocks National Lakeshore's backcountry offers opportunities for solitude, inspiration, physical challenge, and renewal. There are nearly 100 miles of trails in the park that can take you to some beautiful places. The formally named \"Lakeshore Trail\", now referred to as the portion of the North Country National Scenic Trail, runs 42 miles through the park. Forests, dunes, beaches, and great views can all be experienced along the trail.  If you plan to camp\/spend the night in the park's backcountry, a permit is required. Permits are available in advance or in person. Reservations are not required, but are recommended. Reservation requests must be received at least 30 days before the start of the trip. Reservations are accepted beginning January 1 of each year.The key to a successful trip is careful planning and preparation. Please read the Backcountry Planner  carefully for details on permits and the backcountry. When planning your itinerary, keep in mind the time of year, terrain, weather, and the physical condition of everyone in your party. Remember you can only travel as fast as the slowest person in your group.  Backcountry Trip Planner - 18 page pdf filled with important backcountry information ---------------------------- A Few Things to Keep in Mind...Backcountry campers must stay in specific backcountry campgrounds as noted on their permit. Campsites are located at two to five mile intervals along the trail. Each campground has a specific capacity; individual campsites within each backcountry campground are identified by a numbered post.  Permit fees: $15 for a reservation. $5 per person per night. Once a reservation or permit is issued, fees are non-refundable. Changes to your reservation will result in an additional $15 fee.There are individual campsites and group campsites. Individual campsites are available for groups of 1-6 people (2 tents or hammocks maximum). Groups of 7-20 people must camp in designated group sites. Maximum three consecutive day stay at any backcountry campground. Hammocks are allowed in place of a tent, but you must stay within 15 feet of the numbered post at the campsite. Keep in mind that trees are not available at all sites. Pets are not permitted. Fires are permitted only in community fire rings at the campgrounds. Fires are not allowed at the Mosquito River and Chapel Beach campgrounds.No bikes or wheeled or motorized vehicles allowed in the backcountry Commercial transportation is available for hikers wishing to take a bus to the starting point and hike back to their vehicle. For information, please visit the Shuttle Service webpage.Where to Get Permits (New)From June 10, 2016 to September 30, permits will be issued from the Munising Falls Visitor Center  - instead of from the Interagency Visitor Center in Munising. From May to June 9, 2016, and beginning again on October 1, 2016, permits can be obtained at the Interagency Visitor Center (Hiawatha National Forest - Pictured Rocks National Lakeshore) in Munising. From Memorial Day to Labor Day, permits are available at the Grand Sable Visitor Center in Grand Marais (subject to change based on funding and staffing availability). Call ahead for exact dates.  Permits are issued 9:00 am to 4:30 pm. If arriving after business hours, you must wait until the next day to obtain your permit and begin your trip. Only people in the camping party may obtain the permit.The Pictured Rocks National Lakeshore backcountry is very popular, especially in July and August and holiday weekends. Advance planning and having an alternate itinerary are important when requesting a permit.The Pictured Rocks are spectacular but can be dangerous to the careless hiker. Fifteen miles of the North Country Trail are atop 50-200 foot high cliffs. Cliff tops are covered with loose sand and gravel. Unsupported overhangs of soft sandstone are common. For your safety, stay away from the cliff edge.The weather near Lake Superior is very changeable. Summers are often warm but be prepared for cool, rainy, windy weather. Hypothermia can occur at any time - know the symptoms. Use a layered clothing system.You may encounter bears and other wildlife in the backcountry. Keep a clean camp and store food in lockers.Insects such as black flies, mosquitoes, and stable flies can be a nuisance between late May and September. Long pants and shirts and insect repellent are recommended.Pictured Rocks National Lakeshore is closed to hunting April 1 to Labor Day, but is open to hunting the rest of the year during small and large game seasons. Wear blaze orange or bright colors if you are concerned about being seen by hunters.Do not expect your cell phone to work in the park. Many areas do not receive reception due to cloudy conditions, hilly topography, heavy forest cover, and a lack of towers.Backcountry Trip Planner (pdf)Backcountry site bulletin (pdf)Backcountry map (pdf)Trail mileage chart (pdf)Backcountry Reservation - information(pdf)Backcountry Permit application (pdf)(New Application)GPS Coordinates - Backcountry Campgrounds (pdf)Be Bear Aware site bulletin (pdf)Firewood and CampfiresBeaver Basin trail map (pdf)Chapel\/Mosquito trail map (pdf)Beaver Basin WildernessDay HikingFor Your SafetyKayakingPetsShuttle ServiceWinter CampingLeave No Trace (pdf)North Country National Scenic TrailNorth Country Trail Association      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/backcountry.htm"
}
