{
    "title": "Pictured Rocks National Lakeshore: Alger Women of Honor",
    "body": "Alger Women of Honor Roll         Alger Women of Honor program participants, 2006 NPS photo  The Alger Women of Honor roll recognizes Alger County women who have lead enriched lives, whether through work, hobby, volunteerism, or everyday living. Though the date may vary, the annual program is often held on the third Thursday of August.   The Women of Honor Observance celebrates the passage of the 19th amendment to the U.S. Constitution, which gave women the right to vote.  Nomination form (pdf)       Women’s Suffrage Rights Nineteenth Amendment August 26, 1920  Section 1. The right of the citizens of the United States to vote shall not be denied or abridged by any State on account of sex.  Section 2. Congress shall have power to enforce this article by appropriate legislation.            Year   Speaker   Honorees    2015       2014   Dr. Katherine Reynolds, Director Alger Chamber of Commerce  Linda Balko Deanna Boyak Mary Jo Cook     2013 Ron Jones Park Ranger (Interpretation) Pictured Rocks National Lakeshore   Debra Fulcher Evelyn Morrison Lenore Schramm    2012 Angel Veneberg, Teacher Munising Baptist School Peggy Carberry Marcella Carlson Sharon Nelson-Curtice     2011  Lisa Cromell, Director Munising Public Schools Library  Michelle Coleman Penny Hatt Rosa Maria Hoy     2010  Karena Minor Park Ranger (Interpretation) Pictured Rocks National Lakeshore  Teresa Chase Patricia Porter Nancy Weston Hughes     2009 Barbara Trombley 4-H Club Leader Paula Ackerman Claudia VanLandschoot Martha Verbrigghe     2008 Gregg Bruff Chief of Heritage Education Pictured Rocks National Lakeshore Alice Fahrbach Mary Jayne Hallifax Karen Scheaffer      2007   Mary Thomas Former professional skater Grand Island resident   Wilma Hill Jude Holloway Billie Mazzali     2006   Nheenah Weyer Ittner Founder\/Director Upper Peninsula Children's Museum   Elizabeth Rajala Joan Vinette     2005   Janel Crooks Hiawatha National Forest   Geraldine Anderson Nancy Cihak Treasa Iho     2004   Jackie Chandonnet News Anchor WLUC-TV 6   Dorothy Avery Jacqueline Richmond Ruth Snyder     2003   Karen Bahrman Prosecuting Attorney Alger County   Alice Aley Hella Maki Evelyn Wood     2002   Karen Gustin Superintendent Pictured Rocks National Lakeshore   Anita Hulse Diane Isleib Shirley Olson     2001   Frida Waara Video Producer, Freelance Writer,  Owner of On-Cue Productions   Rochelle Cotey Lois Leavenworth Helen Maki     2000   Dr. June Schaefer, Superintendent Marquette-Alger Intermediate School District   Mary Beth Kovanen Jeanette Little Nancy Robare     1999   Dr. Judith Bailey President Northern Michigan University   Barbara Feldhusen Marie Fromm Kathleen Goss Rita Hedglin     1998   Joni Peffers Sexual Assault Response Advocate for Alger County   Frances \"Kewpie\" Gage Brynhild \"Beo\" Mitchell June Nettleton Sandee Sibbald     1997   Margaret Swetish Twichell, RN, BSN Wellness Institute Coordinator Marquette General Hospital   Gail Hall Ardis Hanish Norma Harger Earlene Ingraham Kris Lindquist     1996   Michael Prusi Representative, 109th District State of Michigan   Catherine Casey Bettina Graber Mary Alice Johnson Sadie Luoma Faith Swanberg Kim Swanberg     1995   Connie Binsfeld Lieutenant Governor State of Michigan   Evelyn Balko Connie Binsfeld Marvel Campbell Gladys Dolaskie Edna Jean Johnson Esther Jonas Aune Juntunen Maybelle Kahle Phyllis Pokela Clara Severson Sarah Williams           For more information or to nominate an Alger County woman for this honor, please contact:  Mary Jo Cook, Program Coordinator Pictured Rocks National Lakeshore P.O. Box 40 Munising, MI 49862 906-387-2607, ext. 213 email",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/algerwomenroll.htm"
}
