{
    "title": "Pictured Rocks National Lakeshore: Waterfalls",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Waterfalls              Waterfalls       Why So Many Waterfalls? Most of the waterfalls in this area are the result of water running over a shelf or cliffs of hard limey sandstone called the Munising Formation. This formation of rock extends from Tahquamenon Falls, some 75 east of the national lakeshore, to Laughing Whitefish Falls, about 30 miles west of the lakeshore. The Munising formation is also called the Northern Michigan cuesta or escarpment.  Please use caution while hiking to area waterfalls. Stay on the trails and watch for uneven footing. Where permitted, pets must be on a 6 foot leash at all times. Pets are not permitted at all waterfalls.  Waterfalls (pdf)     Jump to      Munising Falls  Miners Falls    Bridalveil Falls  Mosquito Falls    Chapel Falls  Sable Falls    Spray Falls  Nearby Waterfalls              Munising Falls NPS photo \/ Brenda St. Martin  Munising Falls Located within the city limits of Munising where Washington Street becomes Sand Point Road, near Munising Memorial Hospital.  Walk the paved 800 foot trail up the cool shaded sandstone canyon along Munising Creek to the base of the falls. Two sets of stairs lead to platforms to view the 50 foot waterfall as it drops over a sandstone cliff. Watch for ferns, wildflowers, and an occasional mink.  The trail is fully accessible to the central falls viewing platform. Please stay on the paved trail.  Munising Falls Area Day Hikes (pdf)  Pets are permitted on the trail to Munising Falls.        Miners Falls NPS photo \/ Ed Lasich  Miners Falls Located about five miles north of Alger County Road H-58 off Miners Castle Road. The hike from the parking area to the waterfall is 1.2 miles round-trip.  A gravel path through the northwoods leads to two overlooks. Enjoy the Miners Falls Nature Trail and views of the Miners Basin along the way. The Miners River drops about 50 feet over a sandstone outcrop, creating this gorgeous waterfall.    There are 77 steps down to the lower viewing platform at the falls. This is an especially  beautiful trail in the springtime with abundant wildflowers. Miners Falls Trail Guide (pdf)  Pets are not permitted on the trail to Miners Falls, but are allowed in the parking lot and picnic area.        Bridalveil Falls NPS photo  Bridalveil Falls Located about a half-mile northeast of Miners Beach along the Pictured Rocks cliffs.  Bridalveil Falls are only viewable by water or from a distance at Miners Castle. The falls cannot be seen from atop or from the North Country National Scenic Trail.   This is a seasonal waterfall that slows to a trickle in the summer and fall.  Bridalveil Falls is often featured on postcards and publications about Pictured Rocks National Lakeshore.         Mosquito Falls NPS photo  Mosquito Falls Located about 15 miles east of Munising off Alger County Road H-58, then about 5 miles north to the parking area at end of Chapel Road. Chapel\/Mosquito area map (pdf)  Walking toward Mosquito Beach, a side trail leads .9 miles to the falls, which drops over an 8 foot high rock shelf on the Mosquito River. Watch for river otter and beaver in the stream. This is a lovely springtime trail through the forest carpeted with wildflowers.  Pets are prohibited on all trails in the Mosquito area.         Chapel Falls NPS photo  Chapel Falls Located about 15 miles east of Munising off Alger County Road H-58, then about 5 miles north to the end of Chapel Road. Chapel\/Mosquito area map (pdf)  After a brisk 1.5 mile walk past abundant stands of jewel weed, hikers can view the 60 foot high Chapel Falls as it cascades toward Chapel Lake.  The trail is on an old roadbed with several small hills. Two viewing platforms along the way provide views of the scenic Chapel Basin. The trail continues to Chapel Rock and Lake Superior.    Pets are prohibited on all trails in the Chapel area.         Sable Falls NPS photo  Sable Falls Located about one mile west of Grand Marais on Alger County Road H-58.   Sable Falls tumbles 75 feet over several cliffs of Munising and Jacobsville sandstone formations on its way to Lake Superior. The first viewing platform is down a staircase with 169 steps. The hike from the parking area to this staircase steps is short.   The trail continues past the falls and down the canyon. It is about a half-mile to the beach as Sable Creek as it winds its way to Lake Superior.   Pets are not permitted on the Sable Falls trails, but are allowed in the parking lot and picnic area.        Spray Falls NPS photo \/ Gregg Bruff  Spray Falls Located about 1.75 miles northeast of Chapel Beach.  This remote waterfall is best viewed from the water though it may be seen from along the North Country Trail.  Spray Falls plunges about 70 feet over the Pictured Rocks cliffs directly into Lake Superior. The 1856 shipwreck \"Superior\" lies at the base of the falls in 20 feet of water.  Pets are prohibited on all trails in the Spray Falls area.       Nearby Waterfalls Estimates differ regarding the number of waterfalls in the Upper Peninsula, ranging from 150 to 300. Waterfalls may be on public or private land; please be respectful of the area you are visiting.   There are nearly as many websites about waterfalls as there are waterfalls. Here are a few to browse.   Laughing Whitefish Falls Scenic Site (Michigan DNR) Tahquamenon Falls State Park (Michigan DNR) Wagner Falls Scenic Site (Michigan DNR)  Map of Alger County Waterfalls Michigan Nature Association - Memorial Falls Munising Area Waterfalls Waterfalls of the U.P.       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/waterfalls.htm"
}
