{
    "title": "Pictured Rocks National Lakeshore: Scenic Sites",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Scenic Sites              Scenic Sites      Many areas within Pictured Rocks National Lakeshore are easily accessible by vehicle or short hiking trails.  While enjoying these scenic sites, take time to enjoy the forests, wildlife, and lakes too.     Jump to      Pictured Rocks      Sand Point  Miners Castle    Miners Beach and River  Chapel Rock and Beach    Twelvemile Beach  White Birch Forest    Log Slide  Grand Sable Banks and Dunes              Petit Portal NPS photo \/ Brenda St. Martin  Pictured Rocks Colorful and bold, the Pictured Rocks tower 50 to 200 feet directly from Lake Superior. These sandstone cliffs of ochre, tan, and brown - sandwiched with layers of white, green, orange, and black - stretch for about 15 miles along the lake from Sand Point on the west to just after Spray Falls on the east.  The name \"Pictured Rocks\" comes from the streaks of mineral stain that decorate the face of the weather-sculpted cliffs. Stunning colors occur when groundwater oozes out of cracks and trickles down the rock face.  Iron (red and orange), copper (blue and green), manganese (brown and black), and limonite (white) are among the most common color-producing minerals.  Miners Castle provides a wonderful vista of the Pictured Rocks cliffs, particularly from the lower overlook. A long stretch of cliffs can also be viewed from the west end of Miners Beach. At Sand Point, the cliffs are off in the distance.   The North Country National Scenic Trail extends the length of the lakeshore, providing beautiful views along the trail for both backpackers and day hikers. For safety's safe - please stay away from the cliff edge!  A National Park Service authorized concessioner operates a non-stop boat tour of the Pictured Rocks cliffs. The cruises leave from Munising (late May to mid October) for a water view of the Pictured Rocks.         Sand Point Beach NPS photo \/ Brenda St. Martin  Sand Point Located about four miles northeast of Munising, at the end of Sand Point Road.  The Sand Point beach is a popular spot for walking in the evening to watch the sun go down over Munising Bay. Swimmers often find the shallow bay water off Sand Point warmer than other lakeshore beaches.   The Sand Point Marsh Trail, a half-mile disabled accessible interpretive trail, features a large print brochure for visually impaired visitors. Sand Point is a good place to look for warblers in spring and fall.  Nearby at former Munising U.S. Coast Guard Station, a 36-foot self-righting motor lifeboat is on display in the boathouse from May through October.  Park headquarters is also located on Sand Point.         Miners Castle NPS photo \/ Brenda St. Martin  Miners Castle Located about 6.5 miles east of Munising on Alger County Road H-58, then five miles north on Miners Castle Road.  Miners Castle is the most famous formation of the Pictured Rocks, and is accessible by vehicle and short trails.     Beginning at the picnic area, a paved foot trail leads past interpretive exhibits to breathtaking overlooks of Lake Superior and Grand Island. Stairs and a steeper trail lead to the lower overlook adjacent to Miners Castle. Miners Castle site bulletin (pdf)  Erosion over long periods of time has created the interesting rock formations that give this place its name. A rockfall in 2006 dramatically changed the look of Miners Castle.         Miners Beach NPS photo \/ Ed Lasich  Miners Beach and River Located about 6.5 miles east of Munising on Alger County Road H-58, then six miles north on Miners Castle Road.  A picnicker and beach walker's delight, Miners Beach stretches for one mile along Lake Superior where waves roll in to polish beach cobbles. Miners River is popular for steelhead fishing in spring and fall.  Whenever at a beach, be aware of rip currents, powerful currents of water moving away from shore. They can sweep even the strongest swimmer out to sea.        Chapel Rock and Beach NPS photo \/ Gregg Bruff  Chapel Rock and Beach Located about 15 miles east of Munising off Alger County Road H-58, then about 5 miles north to the end of Chapel Road (drive), then 2.5 miles (hike) to Lake Superior.  Trails to the beach overlook Chapel Lake with views of the beautiful Chapel Falls on the west side.   The Chapel area was named by early European explorers and is found on early maps as La Chappelle. Chapel Rock is a remnant of Cambrian age sandstone.  The archway between the rock and the mainland collapsed in the 1940s. It and the remaining arch were carved by Lake Nipissing high waters some 3800 years ago.  Chapel Beach is also a remnant of Lake Nipissing, blocking Chapel Creek to form Chapel Lake.  The area invites hikers and boaters to linger, and a popular backcountry campsite is found here. Chapel Basin Day Hikes site bulletin (pdf)         Twelvemile Beach NPS photo \/ Gregg Bruff  Twelvemile Beach Located along the Lake Superior shoreline; access at the Twelvemile Beach Campground, about 16 miles west of Grand Marais on Alger County Road H-58.  The Pictured Rocks cliffs give way to this isolated beach strand shortly after Spray Falls. The beach continues until the Grand Sable Banks rise high above Lake Superior near Grand Marais. Twelvemile Beach is a wonderful place for long walks along the shore.         White Birch Forest NPS photo \/ Ed Lasich  White Birch Forest Located along the entrance road to Twelvemile Beach Campground, about 16 miles west of Grand Marais on Alger County Road H-58.  This picturesque stand of white birch welcomes visitors to Twelvemile Beach and Lake Superior, and features the 2-mile self-guiding White Birch Nature Trail.         View to the east from the Log Slide NPS photo \/ Ed Lasich  Log Slide Located about 7 miles west of Grand Marais on Alger County Road H-58, then almost 1 mile north on Log Slide Road.  Legend has it that logs sent down the dry log chute would generate enough friction to cause the chute to catch fire. Today the chute is gone, but the lumberjack stories still linger as you gaze out over the Grand Sable Banks and Dunes. This is a good place to glimpse the Au Sable Light Station to the west and the Grand Sable Banks and Grand Marais to the east.         Grand Sable Banks and Dunes NPS photo \/ Gregg Bruff  Grand Sable Banks and Dunes Located about one mile west Grand Marais; the best place to view is from the trail beginning at the Sable Falls parking area.  Another access point for the dunes is from the North Country Trail, one-quarter mile east of the Log Slide. Please stay on the trail as the dunes vegetation is fragile.  Five square miles of Grand Sable Dunes are perched atop the 300-foot high Grand Sable Banks.  Left by enormous glaciers, the Grand Sable Dunes dwarf comprehension.  A portion of the Grand Sable Dunes is set aside as a Research Natural Area. Grand Sable Dunes RNA site bulletin (pdf)       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/scenicsites.htm"
}
