{
    "title": "Pictured Rocks National Lakeshore: Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Boating                Boating        Boat offshore from Chapel Beach NPS photo \/ Gregg Bruff      Thinking about boating at Pictured Rocks National Lakeshore?Lake Superior's rugged shoreline invites boaters to explore the beautiful Pictured Rocks National Lakeshore with its miles of colorful sandstone cliffs and long stretches of sandy beaches. Peaceful inland lakes also invite boaters to linger in the northwoods. Before you go, check the weather.Check the marine weather forecast before venturing out. Watch the weather carefully while on the lake. The weather can change suddenly and unexpectedly. Just because it's calm in Munising Bay or Grand Marais Harbor does not mean it is calm along the more distant shores. The Pictured Rocks cliffs rise 50 to 200 feet directly from the lake, offering precious few protected places if the wind and waves increase.Also check local weather buoys for real-time data and video from the buoy cams at www.greatlakesbuoys.orgDo you have the right boat \/ kayak \/ canoe?     Motorized Boats Motorized boats are permitted on Grand Sable Lake and Lake Superior. Boats and motors of any size are permitted on Lake Superior. However, horsepower is limited to 50 on Grand Sable Lake. There is a shallow boat ramp on Grand Sable Lake.  Only electric motors may be used on Little Beaver Lake and Beaver Lake.  Little Beaver Lake has a shallow boat ramp.  Other inland lakes do not have boat ramps.  Boats may be launched into Lake Superior at the City of Munising's Browns Addition boat ramp.  Burt Township maintains a boat ramp in Grand Marais harbor.  There is a small boat ramp at Sand Point, but it is very shallow.Remember:Do not exceed your boat's carrying capacity.An appropriate type and size personal flotation device (PFD) (life jacket) is required for each person on board any boat. In Michigan, all children under the age of 6 years old must wear a PFD while riding on the open deck of a vessel when it is underway.  For more information on boating regulations, visit www.uscgboating.org.      Canoes and KayaksCanoes and recreational kayaks should not be taken out on Lake Superior.  Lake Superior can be rough, and small craft are easily swamped. Instead try Beaver Lake, Little Beaver Lake, and Grand Sable Lake. Other options include Legion Lake, Miners Lake, and Chapel Lake, but they are accessible only by carrying in your canoe or kayak.Sea kayaks with a spray skirt, recommended equipment, the right skills, and good weather are what is needed for paddling on Lake Superior.  For more information on paddling at Pictured Rocks, visit www.nps.gov\/piro\/planyourvisit\/kayaking.htm       Personal Watercraft Personal watercraft (PWC) may travel within the lakeshore from the western boundary near Sand Point to the eastern terminus of Miners Beach.  PWC may be launched from the Sand Point boat ramp.  PWC are not permitted elsewhere within the lakeshore's one-quarter mile offshore jurisdiction along the Lake Superior shoreline.  Due to horsepower restrictions, PWC are not allowed on inland lakes within Pictured Rocks National Lakeshore.  According to State of Michigan law, PWC must not operate from one hour before sunset to 8 a.m. When traveling within 200 feet of the shoreline, PWC must travel at a slow\/no-wake speed perpendicular to the shoreline.  Personal Watercraft Final Rule for Pictured Rocks National Lakeshore, as published in the Federal Register (pdf)      Water Skiing Water skiing is authorized on Lake Superior and Grand Sable Lake in accordance with state and federal laws. On Grand Sable Lake, horsepower is limited to 50.       Boat Tours Pictured Rocks Cruises, Inc., is the authorized concessioner for the National Park Service, Department of the Interior, for offering non-stop boat tours of the Pictured Rocks cliffs.  Pictured Rocks Cruises operates from mid-May to mid-October.       Commercial Services Guided kayaking tours, pontoon boat rentals, and a shipwreck tour are offered by area businesses. more ...       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/boating.htm"
}
