{
    "title": "Pictured Rocks National Lakeshore: Maritime Sites",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Maritime Sites              Maritime Sites       Pictured Rocks National Lakeshore interprets the stories associated with the U.S. Lighthouse Service, U.S. Life Saving Service, and the U.S. Coast Guard. Facilities at Munising, Sand Point, Au Sable Point, and Grand Marais are dedicated to this history. They date from 1874 at the Au Sable Light Station through 1975 at the Munising Range Light, and include contemporary aids to navigation.          Jump to      Au Sable Light Station  Munising U.S. Coast Guard Station    Munising Front Range Light and Auxiliary Station  Munising Rear Range Light    Grand Marais U.S. Coast Guard Station  Grand Marais Harbor of Refuge   Shipwrecks For more information      U.S. Coast Guard History - pdf         Au Sable Light Station NPS photo\/Chris Case  Au Sable Light Station Located at the Au Sable Point, 12 miles west (drive) of Grand Marais to the Hurricane River Campground then 1.5 miles (walk) east.  In 1872, Congress appropriated $40,000 to build at lighthouse at Au Sable Point. The light station began operation on August 19, 1874. The light tower is 86 feet high, and shines its beacon 18 miles out on Lake Superior.   In 1958, the Coast Guard converted the light station to an automatic unattended light, and discontinued the fog signal.   In January 1968, the U.S. Coast Guard transferred the property to the National Park Service. The Coast Guard still maintains an active aid to navigation on the light tower.   more ...         Munising U.S. Coast Guard Station NPS photo\/Chris Case  Munising U.S. Coast Guard Station Located at N8391 Sand Point Road, Munising, Michigan  Construction began in 1932 at an original cost of about $15,000, and included the station, watch tower, and boathouse with accompanying wharf and launchway. The station officially opened on May 16, 1933, with a crew of ten.  Decommissioned in 1960, the station became Park Headquarters for Pictured Rocks National Lakeshore in the late 1960s.    more...          Munising Front Range Light and Auxiliary Station NPS photo  Munising Front Range Light and Auxiliary Station Located at 604 West Munising Avenue, Munising, Michigan  In 1907, Congress appropriated $15,000 for construction of the station. The front range light and its accompanying rear range light became operation on October 30, 1908. The front range tower stands at 58 feet overlooking Munising Bay with a focal plane of 79 feet.  The accompanying auxiliary station now serves as offices for the Science and Resource Stewardship Division, Pictured Rocks National Lakeshore. more...          Munising Rear Range Light NPS photo  Munising Rear Range Light Located two blocks south of the Front Range Light, at the end of Hemlock Street  The Rear Range Light is nestled on the hillside overlooking Munising Bay. The steel tower is 33 feet, and provides a focal plane of 107 feet.  The Munising Range Lights were built to aid vessels navigating through the narrow passage east and south of Grand Island into the main harbor. The lights remain an active aid to navigation. more ...          Grand Marais Ranger Station NPS photo \/ Ed Lasich  Grand Marais U.S. Coast Guard Station Located at E22030 Coast Guard Point Road, Grand Marais, Michigan  The U.S. Coast Guard opened this station in 1938, replacing a structure built in 1899 by the U.S. Life Saving Service. The Coast Guard deactivated the station in 1981, and transferred the property to the National Park Service.   The three story wood frame building overlooks Lake Superior, and currently serves as a ranger station for Pictured Rocks National Lakeshore. A keepers quarters is nearby as well as the Harbor of Refuge building.  more...         Grand Marais Harbor of Refuge NPS photo  Grand Marais Harbor of Refuge Located at the end of Coast Guard Point Road, Grand Marais, Michigan  The Harbor of Refuge house was built in 1908 by the U.S. Life Saving Service as the Lightkeeper's dwelling.  It was constructed at a cost of $5,000, and is a duplicate to the station at the Munising Range Lights.  U.S. Coast Guard families lived in the house until the station closed in 1981.  In 1984, the U.S. Coast Guard transferred its Grand Marais property to the Pictured Rocks National Lakeshore. The Grand Marais Historical Society leases the building from the National Park Service, and operates the Lightkeepers House Museum.         Shipwreck remains near Hurricane River NPS photo  Shipwrecks The shipwrecks of Lake Superior's \"Graveyard Coast\" represent many eras of shipping. They are relatively well preserved because they have been spared from the human pressures of population and industry.  While most shipwreck remains can only be seen by scuba diving or a cruise boat, some are visible along the shoreline.   Much of the shoreline of Pictured Rocks National Lakeshore lies within the Alger Underwater Preserve, which ensures its further preservation. Shipwreck site bulletin - pdf          Grand Island East Channel Lighthouse Photo by Chris Case   Additional maritime history websites National Park Service Maritime Heritage Program  www.nps.gov\/history\/maritime  Michigan Lighthouse Conservancy www.michiganlights.com Seeing the Light - Lighthouses of the Western Great Lakes www.terrypepper.com Lighthouse Tours - United States Lighthouses www.lighthousetours.org  Alger Underwater Preserve www.michiganpreserves.org\/alger.htm Grand Island East Channel Light www.terrypepper.com\/lights\/superior\/eastchannel\/ Grand Island North Light www.terrypepper.com\/lights\/superior\/grandnorth\/index.htm Grand Island Range Lights www.terrypepper.com\/lights\/superior\/grandrange\/index.html      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/maritime.htm"
}
