{
    "title": "Rocky Mountain National Park: Other Resources",
    "body": "Forest Health Resources       forest health also includes:    Forest Health Home Campgrounds   Mountain Pine Beetle Parkwide Efforts   News Releases Science Videos   Falling Trees Projects & Closures              Mountain Pine Beetle on the Front Range: What to Know. To download a printable pdf version of the full four-page brochure click on the image.   Mountain pine beetle damage across the Western United States is more obvious every season. As trees die, entire landscapes turn red, brown, and then gray. In Northern Colorado, the beetle epidemic is intensifying. Will the forest survive? Yes! Pine beetles are native to Colorado and outbreaks are a natural ecological process. The mountain pine beetle does alter forests, but it does not destroy them. Surviving small trees and seeds released from dropped cones are the sources from which our new pine forests will grow. Land management agencies along the Front Range are working together to address the mountain pine beetle epidemic: Rocky Mountain National Park's priorities are to remove hazard trees and hazard fuels to protect life and property. Park personnel selectively spray to protect healthy trees that provide shade, beauty and a good seed source in locations such as campgrounds, historic landscapes, picnic areas, and visitor centers. The Arapaho and Roosevelt National Forests and Pawnee National Grassland are using both tree removal and spraying to respond to the epidemic in high value recreation areas such as campgrounds and trailheads. Workers have removed more than 3,000 hazard trees. The forest staff also continues to thin forests near communities to reduce risks associated with wildfires. Five Front Range counties (Boulder, Clear Creek, Gilpin, Jefferson, and Larimer), the Colorado State Forest Service, and private landowners are working collaboratively to reduce the spread of MPB in parks and open space. State and county workers thin overcrowded stands and work with other land management agencies to share information and identify needs on a landscape scale.      For more information: Arapaho and Roosevelt National Forests and Pawnee National Grassland Visitor Information 970-295-6700 www.fs.fed.us\/r2\/arnf\/ U.S. Forest Service Mountain Pine Beetle Incident Management Team www.fs.fed.us\/r2\/bark-beetle\/index.html Colorado State Forest Service 970-491-6303 http:\/\/csfs.colostate.edu\/ Colorado State Parks 303-866-3437 http:\/\/parks.state.co.us\/ Colorado State University Extension 970-491-6281 http:\/\/www.ext.colostate.edu\/ Boulder County Parks and Open Space 303-678-6200 www.bouldercounty.org\/openspace\/ Clear Creek County 303-679-2300 www.co.clear-creek.co.us\/ Gilpin County 303-582-5214 www.co.gilpin.co.us\/ Jefferson County Open Space 303-271-5925 www.co.jefferson.co.us\/openspace\/ Larimer County Department of Natural Resources 970-679-4570 www.co.larimer.co.us\/naturalresources\/",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/forest-health-resources.htm"
}
