{
    "title": "Pictured Rocks National Lakeshore: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers               Visitor Centers          Jump to       Interagency Visitor Center Munising Falls Visitor CenterMiners Castle Information CenterAu Sable Light Station Information CenterGrand Sable Visitor CenterLakeshore Headquarters         Interagency Visitor Center NPS photo  Pictured Rocks National Lakeshore Hiawatha National Forest Interagency Visitor Center 906-387-3700   400 East Munising Avenue, junction of state highway M-28 and county road H-58 in Munising.  Open year round, 9 a.m. to 4:30 p.m. Closed Sundays and holidays from October until Memorial Day weekend.  Open daily during the summer months with extended hours, typically 9 a.m. to 5:00 p.m.  Lakeshore visitors are encouraged to stop first the Interagency Visitor Center. Here you can obtain information on a variety of recreation resources in Pictured Rocks National Lakeshore, the Hiawatha National Forest, and the general area. The center also maintains schedules of interpretive activities presented by park and forest rangers.  The visitor center features attractive exhibits and a Hiawatha Interpretive Association sales area where visitors can purchase posters, clothing, and a variety of publications that will foster a greater understanding of the region.        Grand Sable Visitor Center NPS photo  Grand Sable Visitor Center 906-494-2660  E21090 County Road H-58 One mile west of Grand Marais, Michigan, on county road H-58  Open daily from the Friday before Memorial Day through Labor Day, 9 a.m. to 5 p.m. May be open on weekends in May, September, and October.   Nestled at the foot of the Grand Sable Dunes, the Grand Sable Visitor Center is located near the eastern gateway to Pictured Rocks National Lakeshore and at the beginning of the park's segment of the North Country National Scenic Trail.  A park ranger is on duty to assist hikers, backpackers, and nature enthusiasts with information geared at making their stay more enjoyable. The lakeshore's cooperating association, Eastern National, operates a bookstore here.        Munising Falls Visitor Center NPS photo  Munising Falls Visitor Center  1505 Sand Point Road, Munising  Open daily from mid-June through mid-September, 9 a.m. to 5 p.m.  At Munising Falls, there is a paved trail to several overlooks, wayside exhibits, restrooms, and access to the North Country Trail National Scenic Trail. The Munising Falls Visitor Center includes a small Eastern National bookstore.         Miners Castle Information Station NPS photo  Miners Castle Information Station  N9319 Miners Castle Road, 6 miles north of county road H-58 at Miners Castle  Open daily from mid-June through mid-September, 9 a.m. to 5 p.m. May be open on weekends in May, September, and October.  At Miners Castle, there are paved trails to several overlooks, wayside exhibits, restrooms, and access to the North Country Trail National Scenic Trail. The Miners Castle Information Station includes a small Eastern National bookstore.         Au Sable Light Station Keepers Quarters NPS photo \/ Ed Lasich  Au Sable Light Station Information Center No phone  Located at the Au Sable Light Station, 12 miles west (drive) of Grand Marais to the Hurricane River Campground then 1.5 miles (walk) east.  Typically open from mid-June through the end of September, closed Monday and Tuesday, 10 a.m. to 5 p.m.  This information center features the history and current operation of the Au Sable Light Station. Guided tours of the double keepers quarters and light tower are available during mid-June through the end of September. There is $3 fee for the guided tour.        Park Ranger at Lakeshore Headquarters NPS photo \/ Tim Colyer  Lakeshore Headquarters 906-387-2607  N8391 Sand Point Road, 4 miles NE of Munising  Open year-round, Monday to Friday, 8 a.m. to 4:30 p.m.  Park Headquarters is located in the former Munising U.S. Coast Guard Station at Sand Point. In the summer, the boathouse is open with maritime displays including a 36-foot self-righting motor lifeboat. The Sand Point Marsh Trail is located nearby.       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/visitorcenters.htm"
}
