{
    "title": "Pictured Rocks National Lakeshore: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Camping        Twelvemile Beach NPS photo      Pictured Rocks National Lakeshore campsites provide a picnic table, fire grate, and tent pad. Solar-powered wells provide water. Vault toilets are available.  Camping is on a first-come, first-serve basis (no reservations) with an overnight fee of $14 with lakeside sites at Twelvemile Beach Campground $16\/night.  Holders of the America The Beautiful Senior Pass (62 and older) and the America The Beautiful Access Pass (disabled) receive a 50% discount.    Weather permitting, campground services are normally available and fees collected beginning the Friday on or just prior to May 15 through the Monday on or just after October 31.  The campgrounds may be used year round.   Because of the popularity of these campgrounds, a mid-morning arrival is suggested. You may also wish to identify an nearby campground in your plans as the national lakeshore campgrounds are often full, especially on weekends and all of July and August.  Disabled accessible campsites are available at each campground and are reserved for disabled campers until 6 p.m. each evening. If they are not filled by 6 p.m., other campers may occupy the disabled accessible campsite for that night only.  The lakeshore's campgrounds are rustic and do not have electric, telephone, water, or sewer hookups. Typically there is no cell phone reception.  Campground quiet hours are 8 p.m. to 8 a.m.  There are generator-free areas at Twelvemile Beach and Hurricane River Campgrounds.     Jump to      Little Beaver Lake Campground  Hurricane River Campground    Twelvemile Beach Campground  Nearby Campgrounds    For more information                Little Beaver Lake Campground NPS photo  Little Beaver Lake Campground This small campground is located 3 miles north of Alger County Road H-58 and 20 miles northeast of Munising.  Little Beaver Lake Campground has 8 campsites on this beautiful inland lake. One campsite is disabled accessible.  Little Beaver also features the White Pine Trail, a 1.0 mile self-guiding interpretive trail. A 1.5 mile trail leads to Lake Superior and connects with the North Country National Scenic Trail.  A small boat ramp is available for launching boats. Only electric motors are permitted on Little Beaver Lake and Beaver Lake.   Single unit vehicles in excess of 36 feet and vehicle\/trailer combined units in excess of 42 feet are prohibited at Little Beaver because of the small campsites and the narrow, twisting, hilly access road.  Campsite photo gallery         Hurricane River Campground NPS photo\/Chris Case  Hurricane River Campground This campground is located 12 miles west of Grand Marais on County Road H-58 on the shores of Lake Superior.    Eleven campsites are available in the lower campground loop, and ten in the upper loop. Both loops include one disabled accessible campsite.  Several campsites are designated as generator-free.   The Hurricane River flows into Lake Superior near the picnic area. A level 1.5 mile walk on the North Country Trail east from the lower campground leads past shipwreck remnants to the historic Au Sable Light Station.  Because the turning radius and some parking site lengths are limited within this campground, we recommend single vehicles no more than 36 feet and vehicle\/trailer combined length no more than 42 feet.  Campsite photo gallery        Twelvemile Beach Campground NPS photo  Twelvemile Beach Campground This campground is located 15 miles west of Grand Marais off Alger County Road H-58.  The campground's 36 sites are located on a high sandy plateau above Twelvemile Beach on Lake Superior. There are two disabled accessible campsites. Generator use is prohibited in the campground's west loop.   There are three sets of stairs to the beach as well as a day use picnic area and parking. The two mile long White Birch Interpretive Trail  begins and ends at the campground.  The North Country National Scenic Trail treks through the campground. The entrance road winds through a picturesque stand of white birch.  Because the turning radius and some parking site lengths are limited within this campground, we recommend single vehicles no more than 36 feet and vehicle\/trailer combined length no more than 42 feet.  Campsite photo gallery      Nearby Campgrounds There are many campgrounds near Pictured Rocks National Lakeshore in the Hiawatha National Forest and the Lake Superior State Forest. Many Michigan State Parks have campgrounds, but the closest park is 50+ miles from the National Lakeshore.  Reservations are possible at several Hiawatha National Forest campgrounds through www.recreation.gov   In general, only privately-owned campgrounds take reservations or have hookups.  Please contact these visitor organizations for further information.   Alger County Chamber of Commerce www.algercounty.org   Grand Marais Chamber of Commerce  www.grandmaraismichigan.com   Upper Peninsula Travel and Recreation Association www.uptravel.com          For more information ...     Drive-in Campsite photo gallery Backcountry Camping      Firewood and Campfires   Be Bear Aware site bulletin (pdf) Leave No Trace   Campground Rules and Regulations (pdf) Pets at Pictured Rocks   Drive-in Campground site bulletin (pdf) Volunteer as a Campground Host            Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/camping.htm"
}
