{
    "title": "Pictured Rocks National Lakeshore: Insects",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Insects              Insects         Mosquito NPS photo  Weather and bugs - you can't ignore either. Your visit will be more enjoyable if you prepare for the extremes.  Insect repellent helps with most biting flies. Some folks also use a head net.      What's Biting You? An outdoor adventure at Pictured Rocks National Lakeshore is an exhilarating experience but, at certain times of the year, our visitors can be distracted by the smallest inhabitants of the north woods: the biting flies.  Earliest to appear on the scene in mid-spring are the mosquitoes and black flies. The female mosquito, as with most biting flies, is the one doing the biting. She requires a blood meal in order to get enough protein for her eggs to develop properly. Most male biting flies feed on pollen or nectar from flowers. Male mosquitoes have feathery antennae and live about one week. Mosquitoes lay their eggs in calm or standing water, and the larvae are aquatic. Many diseases are transmitted by mosquitoes, and it is best to avoid their bites as much as possible.  Black fly larvae are also aquatic, but prefer to live in running water like streams or rivers. Black fly larvae attach themselves to rocks in the stream by a suction cup on their tail end, and filter out food particles from the water with their feathery fan-like structures around their mouths. After pupation, the adult black fly rides on a bubble of air to the waters surface and flies out of the water. The adult females are vicious biters, but luckily, North American black flies do not transmit disease to humans.   Seldom seen or heard but sometimes felt is the No-See-Um, also called Punkies or Biting Midges. No-See-Ums resemble miniature, short-legged mosquitoes, and are usually less than 3 millimeters long. Only females of a few species bite humans. The majority bite other insects or eat nectar. Their larvae are mostly aquatic and are scavengers or predators. No-See-Ums that bite humans are less common than other biting flies in Pictured Rocks.  Deer flies and horse flies appear by mid-summer, generally when the mosquitoes and black flies decrease in number. Deer flies have brightly colored eyes and patterned wings, and come in a variety of different types. The much larger horse flies are more drab brown or black, sometimes with light spots, and clear wings. Horse flies have large, dark or green colored eyes. Females of both deer and horse flies fly in noisy, fast circles around their chosen victim, and can inflict a painful bite. Their predaceous larvae are aquatic as well, and can live in both lakes and streams.  The stable fly is the biting fly at the Pictured Rocks beaches in mid to late summer. It is a relative of the house fly, but it bites. Its body is grey, with a distinctive checkerboard pattern on the abdomen. It is commonly referred to as the 'beach fly or black fly' and prefers to bite its victim's legs and ankles. Both the male and female stable fly bite, but they also feed on pollen. Unlike the other biting flies, the larvae of the stable fly are terrestrial, and live in and eat decaying vegetation. Stable flies are not known to transmit disease in humans, but are annoying enough to drive people away from beaches when they are numerous.  It is always best to play it safe and avoid being bitten by biting flies. Use protective clothing or insect repellant, and carry an allergy medicine or anti-histamine in case of an allergic reaction to a bite.  References: Borror, D. J. and White, R. E., Eds. 1970. The Peterson Field Guide Series, A Field Guide to Insects: America north of Mexico. Houghton Mifflin Company, Boston, New York. 404 pp. Milne, L. and Milne, M. 1997. National Audubon Society, Field Guide to North American Insects & Spiders. Alfred A. Knopf, Inc., New York. 989 pp. Merritt, R. W. and Cummins, K. W., Eds. 1984. An Introduction to the Aquatic Insects of North America, Second Edition. Kendall\/Hunt Publishing Company, Dubuque, Iowa. 722 pp.  Written by Amy E. Maskey, 8-7-2006",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/insects.htm"
}
