{
    "title": "Rocky Mountain National Park: Wildflower Anatomy",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Wildflower Anatomy                  Wildflower Anatomy        NPS photo by D. Pinigis       The park supports more than 1,000 species of flowering plants. Some are large and some are very tiny, but all these flowers have several things in common. They are all members of the Kingdom Plantae (plants), Division Magnoliophyta, which includes all flowering plants.   Flowers are the reproductive structures of flowering plants, and plants invest a considerable amount of energy to produce an extravagant variety of flower features. Flower anatomy consists of four main structures – pistils, stamens, petals, and sepals – all of which contribute to reproduction. Observing the number, shape, color and arrangement of these structures will help in wildflower identification and enhance your enjoyment of the park's bountiful display of wildflowers.         Stamens, anthers and filaments of a Common Fireweed NPS photo by D. Pinigis  Surrounding the pistil(s) are the stamens, or male reproductive structures. A stamen is made up of a stem-like filament, which supports an anther where the male pollen is produced. The number of stamens varies from species to species. Such as Fireweed (Chamerion danielsii) has 8 stamens and Mariposa lily (Calochortus gunnisonii) has 6 stamens. Pollination occurs when pollen is transferred to a female stigma of the same species. Fertilization occurs when the pollen grows a tube down the style and male and female cells unite in the ovary. Some wildflower species can self-fertilize while most go extra measures to ensure the genetic diversity of two separate parent plants rather than one. To do this, they must rely on outside help (pollinators) to transfer pollen from one plant to another. Important pollinators include insects, birds, and the wind.        Stigma, style and ovary of a Mariposa-lily NPS photo by D. Pinigis  In the center of a flower, you will find the female reproductive structure, the pistil. Flowers may have one or more pistils. Pistils consist of 3 main parts – a top called the stigma which is receptive to male pollen by being sticky, fuzzy, lobed or star shaped; a style which is the stem that supports the stigma; and the ovary located at the base of the style which holds the eggs (ova). When fertilized, the ova produce seeds for the next generation of wildflowers.        Petals and sepals of a Wild raspberry NPS photo by J. Westfall  Petals surround the male and female flower structures. While these eye-catching features add color and beauty to park landscapes, they are also extremely important in plant reproduction. The petal size, shape, and color attract pollinators, and serve as landing pads. Unusually shaped blue and purple petals are attractive to bees that like to wiggle up inside flowers, while wide-open yellow and orange flowers are favored by butterflies. Hovering hummingbirds seek out red tubular flowers. Sweet or musky flower scents attract specific pollinators such as bees, moths or flies. Nectar located at the base of petals is a nutritious reward.   Surrounding the petals are the sepals. Sepals often appear as green leaves, but may also be brilliantly colored (they are the blue structures of the Colorado blue columbine) or appear identical to petals (such as in white marsh marigold). Sepals provide protection to inner flower structures during bud formation and during storms or at night when the flowers of some species will close.   Next time you are hiking grab a hand lens and wildflower guidebook and observe the seemingly endless variety of colors, shapes, and arrangements of park wildflowers. Spend time perched next to a wildflower and notice the pollinators who come to visit and the tiny dramas occurring within the petals.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/wildflower_structure.htm"
}
