{
    "title": "Pictured Rocks National Lakeshore: Beaver Basin Wilderness",
    "body": "Beaver Basin Wilderness         President Obama signs the Omnibus Public Land Management Act of 2009 White House photo  On March 30, 2009, President Obama signed the Omnibus Public Land Management Act of 2009 into law. Among other actions, this Act created the Beaver Basin Wilderness within Pictured Rocks National Lakeshore. The 11,740 acre Beaver Basin Wilderness was proposed as part of the 2004 General Management Plan, and provides permanent legal protection for this part of the lakeshore.   The Beaver Basin Wilderness includes 13 miles of stunning Lake Superior shoreline from Spray Falls on the west to Sevenmile Creek on the east. The wilderness is some 3.5 miles deep.   The Beaver Basin Wilderness offers opportunities for quiet, solitude, wilderness recreation, and spiritual renewal. Individual and small group recreation is available along 8.4 miles of the North Country National Scenic Trail and 8.5 miles of connector trails as well as 6 backcountry campsites.         Visitor ponders a beaver dam NPS photo \/ Gregg Bruff  Traditional recreation uses will continue including hunting, fishing, day hiking, overnight backpacking, canoeing, kayaking, cross-country skiing, snowshoeing and more.   Electric motors are permitted on Little Beaver and Beaver Lakes. Motor boats on Lake Superior are free to beach along the Lake Superior waterfront adjacent to the wilderness area.   No road closures will occur under this new wilderness area, and no lands will be added to the lakeshore.   Vehicle access and car camping will continue at Little Beaver Lake Campground because it is outside the wilderness boundary.         Pond within the Beaver Basin Wilderness NPS photo \/ Gregg Bruff    More about the Beaver Basin Wilderness  Three beautifully clear lakes: Beaver Lake - 762 acres, Trappers Lake - 45 acres, Legion Lake - 35 acres.   Five cold water streams: Lowney Creek, Arsenault Creek, Sevenmile Creek, Little Beaver Creek, and Beaver Creek.          Overlooking the Beaver Basin Wilderness NPS photo \/ Gregg Bruff     Extensive wetlands and clear streams providing habitat for native coaster brook trout and other fish. Old growth cedar swamp exhibiting healthy regeneration, an important browse species for white-tailed deer.   Popular fish species including brook trout, largemouth, smallmouth and rock bass, northern pike and white sucker.         Beaver Creek bridge in winter NPS photo \/ Gregg Bruff   Extensive beech-maple upland hardwood forest habitat for numerous mammals, birds, and flowering plants including black bear, timber wolf, American marten and fisher, migrating songbirds, raptors (such as bald eagle, barred owl, peregrine falcon, waterfowl and upland game birds), and spring wildflowers.   An interesting pattern of glacial geology including post-glacial meltwater channels, escarpments, and Lake Nipissing beach ridges.                Beaver Basin Wilderness map as shown above (pdf) Beaver Basin Wilderness poster (pdf) Beaver Basin hiking map (pdf)          Beaver Basin Wilderness NPS photo \/ Gregg Bruff  Remarks of President Obama on the Omnibus Public Land Management Act (whitehouse.gov)  Signing Statement of President Obama on the Omnibus Public Land Management Act (whitehouse.gov)  Statement of Jim Northup, Pictured Rocks National Lakeshore Superintendent, regarding designation of the Beaver Basin Wilderness  Public Law 111-11, Omnibus Public Land Management Act of 2009 (466 page pdf)       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/beaver-basin-wilderness.htm"
}
