{
    "title": "Pictured Rocks National Lakeshore: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits and Reservations          Jump to      Backcountry Camping Permits  Special Event Permits    Commercial Use Authorizations  H-58 Events    Scientific Research Permits              Twelvemile Beach on a hazy day NPS photo \/ Mary Jo Cook       Backcountry Camping Permits are required for backcountry camping; there is a fee. The permit must be obtained before beginning on your trip. Advance reservations are possible.  For more information on backcountry permits, please visit our backcountry camping webpages and\/or contact the Interagency Visitor Center at 906-387-3700.  Email the interagency Visitor Center        Commercial Use Authorization Commercial Use Authorizations (CUA) may be issued to individuals, corporations, or other entities to provide commercial services to park visitors in limited circumstances. These services involve the incidental use of park resources by operations that originate and terminate outside of the park. There is a fee for the CUA.  For more information on Commercial Use Authorizations, please visit our Doing Business with the Park webpage.        Special Event Permit Permits are required for any special events occurring within the Lakeshore including wedding ceremonies, festivals, and public assemblies or meetings. There is a $100 fee for this permit.  Permits are also required for the distribution of printed matter. Maps designating where public assemblies can be held and literature can be distributed are available at Park Headquarters. There may be a fee for this permit.  Special Event \/ Wedding Permit Application (pdf)  For more information on special use permits, please contact:  Chief Ranger Pictured Rocks National Lakeshore P.O. Box 40 Munising, MI 49862 906-387-2607, ext. 205  email        Events Taking Place on Alger County Road H-58 Many events on H-58 require a permit from the Alger County Road Commission. Please contact the ACRC directly at:  Alger County Road Commission E9264 State Hwy. M-28 Munising, MI 49862 906-387-2042 acrc <at> jamadots.com  Organizers of events are also asked to contact and coordinate with the National Park Service well in advance by contacting:  Chief Ranger Pictured Rocks National Lakeshore PO Box 40 Munising, MI 49862 906-387-2607, ext. 205  email       Scientific Research A permit is required for scientific activities that involve fieldwork, specimen collection, and\/or have the potential to disturb resources or visitors.  Please visit the NPS Research Permit and Reporting System https:\/\/science.nature.nps.gov\/research\/ac\/ResearchIndex  PRNL contact: Chief of Science and Resource Stewardship Pictured Rocks National Lakeshore P.O. Box 40 Munising, MI 49862 906-387-2680 email        Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/permits.htm"
}
