{
    "title": "Pictured Rocks National Lakeshore: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           N8391 Sand Point Road  Munising, MI 49862                 Directions         Pictured Rocks NL is located on the south shore of Lake Superior in Michigan's Upper Peninsula, between the towns of Munising (west) and Grand Marais (east). Access the west side of the park via Michigan highways M-28 and M-94 to Munising. State highway M-77 leads to Grand Marais on the east side. Alger County Road H-58 runs parallel and through the park, providing access to spur roads that lead to scenic overlooks, trailheads, campgrounds, beaches, etc. Many roads are closed in winter due to snow.  Directions Details           Operating Hours & Seasons         Pictured Rocks National Lakeshore Pictured Rocks National Lakeshore is open year-round, 24 hours day, though many roads are closed by snow in the winter. There is no entrance fee.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM      Pictured Rocks National Lakeshore \/ Hiawatha National Forest Interagency Visitor Center Located in Munising at 400 East Munising Avenue, junction of state highway M-28 and county road H-58. Open year round, 9 a.m. to 4:30 p.m. Open daily during the summer months with extended hours, typically 9 a.m. to 5:00 p.m. From October to Memorial Day in May, closed Sundays and federal holidays.    Standard Hours    Sunday: 9:00 AM - 4:30 PM   Monday: 9:00 AM - 4:30 PM   Tuesday: 9:00 AM - 4:30 PM   Wednesday: 9:00 AM - 4:30 PM   Thursday: 9:00 AM - 4:30 PM   Friday: 9:00 AM - 4:30 PM   Saturday: 9:00 AM - 4:30 PM      Additional Information View More       New Year’s Day  - Washington’s Birthday       Closed on Sundays from October through third weekend in May:   October 1  - May 24   Sunday: Closed           Grand Sable Visitor Center One mile west of Grand Marais, Michigan: E21090 County Road H-58 Open daily from the Friday before Memorial Day through Labor Day, 9 a.m. to 5 p.m. May be open on weekends and additional days in May, September, and October.   Standard Hours    Sunday: Closed   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: Closed      Additional Information View More       Closed in Winter from October to Mid-May (call for exact close and opening dates):   October 1  - May 21           Au Sable Light Station The Au Sable Light Station, located 1.5 miles east of the Hurricane River Campground, is open for tours  Wednesday to Sunday, from mid-June through the end of September.  The light station grounds are open year round (though the campground parking area, trail to the station, and grounds are not maintained or cleared of snow in winter).     Standard Hours    Sunday: 10:00 AM - 5:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: 10:00 AM - 5:00 PM   Thursday: 10:00 AM - 5:00 PM   Friday: 10:00 AM - 5:00 PM   Saturday: 10:00 AM - 5:00 PM      Additional Information View More       Closed from October to Mid-June:   October 1  - June 13  Closed      Closed on Mondays & Tuesdays:   June 12  - October 13   Monday: Closed   Tuesday: Closed                  Weather           Summers are pleasant with the average highs in June, July, and August in the 70s°F, and lows in the low 50s°F. The coldest months are December through March with average highs of 25°F to 32°F, and average lows in the teens. Annual precipitation averages 31 inches; annual snowfall is 140 inches. Snow generally covers the ground from late November through late April.          Fees & Passes     Entrance Fees:   Pictured Rocks Entrance Fee = $0 - $0.00 Pictured Rocks National Lakeshore is open year-round, 24 hours day. There is no entrance fee.         Visitor Centers       Pictured Rocks National Lakeshore - Hiawatha National Forest Interagency Visitor Center The Pictured Rocks National Lakeshore - Hiawatha National Forest Interagency Visitor Center is open year round, Monday through Saturday, 9 a.m. to 4:30 p.m. (closed Sundays and federal holidays). It is open daily from Memorial Day weekend through September with extended operating hours.   Grand Sable Visitor Center Nestled at the foot of the Grand Sable Dunes, the Grand Sable Visitor Center is located near the eastern gateway to Pictured Rocks National Lakeshore and at the beginning of the park's segment of the North Country National Scenic Trail. A park ranger is on duty to assist hikers, backpackers, and nature enthusiasts with information geared at making their stay more enjoyable. The lakeshore's cooperating association, Eastern National, operates a bookstore here.                Morning on the Mosquito River NPS photo       Wow, what an incredible place! Pictured Rocks offers towering multicolored sandstone cliffs, miles long sparkling beach strands, dashing waterfalls, a huge area of sand dunes, inland lakes and streams, and it's all OURS to explore! Pictured Rocks National Lakeshore is managed by the National Park Service as one of only four national lakeshores. Just like an old-time quilt, this park, which is about the size of five Manhattan Islands, is also a mosaic of human history. Historic sites include an 1874 lighthouse, early U.S. Coast Guard lifeboat stations, old farmsteads and a Civil War era iron blast furnace site.  The lakeshore includes some 15 miles of cliffs along its 42 mile length. Within the park, nearly 100 miles of trail lead to remote trout streams, secretive bogs, and a system of 14 backcountry campsites. The park is open year-round and is truly a four season recreation destination with hiking, canoeing, kayaking, sightseeing, birding, backcountry and vehicle based camping, winter ice climbing, ice fishing, cross-country skiing and snowshoeing...the list goes on!  To appreciate the lakeshore to its fullest, stop at a visitor center in Munising, at Munising Falls, Miners Castle, the Au Sable Light Station, or Grand Sable, near Grand Marais.  Experience Your National Lakeshore!           Operating Hours and Seasons The lakeshore is open year-round, 24 hours day, though many roads are closed by snow in the winter             Fees and Passes America the Beautiful Passes             Current Conditions Closures            Permits and Reservations Backcountry camping permits, commercial use authorizations, scientific research permits, special event permits, H-58 events            Weather Climate, Statistics            Pets           Goods & Services Groceries, Gas, Post Office, Commercial Services            Brochures Maps, newspapers, site bulletins            Campfires and Firewood             Insects What's biting you?            Firearms       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/basicinfo.htm"
}
