{
    "title": "Pictured Rocks National Lakeshore: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Miners Castle on Lake Superior NPS photo \/ Brenda St. Martin  Welcome to Pictured Rocks National Lakeshore, America's first National Lakeshore.  Unlike any other place on Lake Superior, Pictured Rocks offers the opportunity to explore miles of pristine beaches, hike over 100 miles of trails, and experience the serenity of the northern hardwood forest.  In the spring, a new world appears along trails carpeted with the soft beauty of wildflowers. Summer gives way to warm basking days. Blinking lights of orange, red, and yellow signal the wonder of change in autumn. In the winter, the raw windy beauty of snow frequents the days though periodically the snow blazes forth with sunlight.  Take time to experience and learn about the different worlds of Pictured Rocks, a mosaic of colors, textures, and sights. Enjoy your stay!            Basic Information - Operating Hours and Seasons, Fees and Passes, Current Conditions, Permits and Reservations, Weather, Pets, Goods and Services, Brochures            Directions and Transportation Maps, Road Mileage, Bicycling Information, Shuttle Service Pictured Rocks National Lakeshore is located on the south shore of Lake Superior in upper Michigan, between the communities of Munising (west) and Grand Marais (east).            Eating and Sleeping Drive-in Campgrounds, Where to Eat, Lodging            Places To Go Visitor Centers, Maritime Sites, Scenic Sites, Waterfalls, Beaver Basin Wilderness            Things To Do  Outdoor Activities, For Kids, Guided Tours, Schedule of Events, Special Events, Nearby Attractions             Calendar Events by date           Safety Rockfall, water, boating, weather, bears, and more!             Accessibility  Where to go when accessibility is on your mind.              Nearby Attractions Lake Superior Protected Areas       Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/index.htm"
}
