{
    "title": "Pictured Rocks National Lakeshore: America The Beautiful Passes",
    "body": "America The Beautiful  - National Parks and Federal Recreational Lands Pass       The National Park Service is an important participant in the new Interagency Pass Program which was created by the Federal Lands Recreation Enhancement Act and authorized by Congress in December 2004. Participating agencies include the National Park Service, U.S. Department of Agriculture - Forest Service, Fish and Wildlife Service, Bureau of Land Management and Bureau of Reclamation. The pass series, collectively known as the America the Beautiful – National Parks and Federal Recreational Lands Pass, is shown below with a brief explanation of each.           America The Beautiful Annual Pass   America the Beautiful - National Parks and Federal Recreational Lands Pass - Annual Pass - Cost $80  The Annual Pass replaced the National Park Pass and Golden Eagle Passport.   This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder plus three adults, not to exceed four adults, at per person fee areas. Children under 16 are admitted free.   The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass   Pictured Rocks National Lakeshore does not charge an entrance fee.           America the Beautiful Senior Pass   America the Beautiful - National Parks and Federal Recreational Lands Pass - Senior Pass - Cost $10   The Senior Pass replaced the Golden Age Passport.  This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to and use of Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder plus three adults (not to exceed four adults) at per person fee areas. Children under 16 are admitted free.   The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.  The pass can only be obtained in person at participating park sites, including Pictured Rocks National Lakeshore.  At Pictured Rocks National Lakeshore, the Senior Pass provides a 50% discount at drive-in campgrounds.            America The Beautiful Access Pass   America the Beautiful – National Parks and Federal Recreational Lands Pass – Access Pass - Free   This pass replaced the Golden Access Passport.  This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes a statement by a licensed physician; document issued by Federal agency such as the Veteran’s Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to and use of Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder plus three adults (not to exceed four adults) at per person fee areas. Children under 16 are admitted free.   The Access Pass provides a 50% discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50% price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.  The pass can only be obtained in person at participating sites, including Pictured Rocks National Lakeshore.   At Pictured Rocks National Lakeshore, the Senior Pass provides a 50% discount at drive-in campgrounds.            America The Beautiful Volunteer Pass   America the Beautiful - National Parks and Federal Recreational Lands Pass - Volunteer Pass - Free  This pass is for volunteers acquiring 500 hours of service on a cumulative basis.   It provides access to and use of Federal recreation sites that charge an Entrance Fee or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle to “per vehicle” fee areas. It also admits the pass holder, plus three adults (not to exceed four adults), at “per person” fee areas. Children under 16 years are admitted free.   To learn about volunteer opportunities at Pictured Rocks National Lakeshore, please visit our Volunteer webpage.            America the Beautiful - National Parks and Federal Recreational Lands Pass - Military Pass - Free  This pass is available to U.S. military members and dependents in the Army, Navy, Air Force, Marines and Coast Guard, plus Reserve and National Guard members.  Must be obtained in person at a Federal recreation site by showing a Common Access Card (CAC) or Military ID (Form 1173). Currently this pass is not stocked at Pictured Rocks National Lakeshore.      All National Parks Passes, Golden Eagle, Golden Eagle Hologram, Golden Access and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes.  For more information ...      store.usgs.gov\/pass\/general.html   Purchase annual pass; Frequently asked questions about the new pass     www.recreation.gov   Recreation opportunities within any federal land area     www.nps.gov\/findapark\/passes.htm   America The Beautiful Passes     Federal Recreation Pass Program  brochure (pdf)           Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/americathebeautiful.htm"
}
