{
    "title": "Pictured Rocks National Lakeshore: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather        Cross-country skier on Miners Beach Road Lars Jensen photo       Climate Lake Superior greatly ameliorates temperature extremes, slowing spring warming and the onset of winter. The coldest months average well below 0°C (32°F) and the warmer months about 22°C (70°F).  The average date of the last freezing temperature in spring is June 8, and the average first fall freeze is September 23; however, freezing can occur during any month. The freeze-free period, or growing season, averages 107 days annually.  The big lake's presence also increases precipitation at the lakeshore. Annual precipitation averages 31 inches; annual snowfall is 140 inches. Snow generally covers the ground from late November through late April.  The area is the second-most cloudy region of the United States, characterized by an annual mean cloud cover of 70 percent. Much of the cloudiness occurs in autumn and winter, and can be attributed to cool air flowing over Lake Superior being warmed along the shore and forming clouds. This condition also often results in rain, fog, and snow. Spring is relatively clear due the cold water surface of the lake.  The prevailing wind is from the west, with average velocities ranging from 7 to 9 miles per hour. High winds and storm conditions on Lake Superior are not uncommon. The highest recorded one-minute wind speed was 59 miles per hour.  The lakeshore is located approximately 46 degrees north latitude and 86 degrees west longitude. Munising is 680 feet above mean sea level.       Weather Statistics Based on data collected from 1949 through 2001 by the National Weather Service, the highest recorded temperature was 101°F on July 7, 1988. The lowest recorded temperature was -30°F on February 2, 1985.  Average snowfall is 140.7 inches. Highest recorded snowfall was in 1958 when 200.6 inches were measured. Lowest recorded snowfall was in 1973 when 89.6 inches were measured. Highest one-day snow accumulation was on March 19, 1983, when 17 inches were recorded. Snow has been measured in every month except July and August, though only a trace fell in June.          Average high temperature   Average low temperature   Average precipitation   Average snowfall     January   25.1°F   10.7°F   3.03 inches   41.6 inches     February   27.5°F   11.5°F   1.59   19.2     March   35.3°F   19.8°F   2.16   16.3     April   46.3°F   29.9°F   1.83   6.1     May   61.2°F   40.0°F   2.85   0.7     June   70.2°F   49.7°F   2.68   0     July   74.1°F   55.6°F   3.36   0     August   74.1°F   55.6°F   3.20   0     September   65.7°F   48.4°F   3.60   0     October   53.6°F   37.9°F   3.99   2.9     November   39.4°F   27.2°F   3.26   16.3     December   29.1°F   16.4°F   2.99   37.6          For further climate information Climate Change (website) Climate Change in National Parks (pdf) Climate Change and the Great Lakes (pdf) NPS Climate Friendly Parks (website) National Weather Service Forecast Office, Marquette, Michigan (website) Environmental Factors (website)      Return to top of page",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/weather.htm"
}
