{
    "title": "Pictured Rocks National Lakeshore: Commercial Filming",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Commercial Filming                Commercial Filming and Photography       POLICY \"The service…shall promote and regulate the use of … national parks … [its] purpose is to conserve the scenery and the natural and historic objects and the wildlife therein and to provide for the enjoyment of the same in such manner and such means as will leave them unimpaired for the enjoyment of future generations.\" (16 U.S.C. 1)  It is the policy of the National Park Service to allow filming and photography consistent with protection and public enjoyment of park resources. Therefore, the primary consideration in the evaluation of permit requests in the Midwest Region is the potential for resource damage and the disruption of normal public use and values. Aesthetic values such as scenic vistas, natural quiet and dark night skies are resources that we and the public value.        DEFINITION Commercial filming is defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project. Commercial filming permits are required for any filming or photography that involves the use of a model, actor(s), set, or prop; requires entry into a closed area; or requires access to the park after normal working hours. Under P.L. 106-206 all commercial filming is subject to a location fee and cost recovery charges. Permits are NOT generally required for:  Visitors engaged in filming\/photography intended for their personal use and enjoyment. The filming of breaking news (an event that cannot be covered at any other time or location) by news crews. Filming that is conducted pursuant to a cooperative agreement or contract with the National Park Service.  A request for a permit may be denied if:  There is potential that resource damage or impairment of their value would occur that cannot be mitigated or restored. There is potential of unreasonable disruption of\/or conflict with the public’s use and enjoyment of the site(s) being requested. There is likelihood that the activity poses health or safety risks to the public or crew. The requested activity will violate any other Federal, State, or local laws or regulations. Other activities are already planned or expected to occur at the same location. It involves access to areas normally designated closed or limited to administrative use for resource or safety reasons. The project includes a portrayal of activities that are not permitted within a national park. The requirements for supervising the project exceed the staffing capacity of the affected park. The production crew is unwilling or unable to provide proof of insurance or reimburse the NPS for costs.        HOW TO APPLY To apply for a filming permit within Pictured Rocks National Lakeshore, please complete the appropriate form: NPS Form 10-931: Photography\/Filming Special Use Permit Application - Small Group, crew of less than 10 - (Word doc) NPS Form 10-932: Photography\/Filming Special Use Permit Application - Large Group, crew of 10 or more - (Word doc) Completed applications can be mailed along with a check or money order made out to National Park Service for $100 to:  Chief Ranger’s Office Pictured Rocks National Lakeshore P.O. Box 40 Munising, MI 49862   To pay fees by credit card or for additional information, please contact the filming coordinator at (906) 387-2607 ext. 205. All applications will be handled in the order they are received. Standard requests must be received at least 14 days before the proposed activity. Requests that involve multiple locations, complex logistics, and coordination with other NPS divisions or visitor activities may require a minimum of four weeks to process. A minimum of four weeks is also required to process permits for projects that need additional environmental compliance. In compliance with the requirements of the Debt Collection Improvement Act of 1996, the applicant must submit their social security number of Federal tax ID number when filling out the application for a permit. Applications will not be processed if submitted incomplete or are received without payment.      COST AND FEES Non-refundable Application Fee: $100 The non-refundable application fee must accompany each application. This fee is based on an average time it takes to provide initial contact and consultation with permittees and initial review of a standard application or project.   Location Fees Beginning May 15, 2006, the NPS began charging location fees for filming. Public Law 106-206, codified at 16 U.S.C. 460l-6d, instructs the Secretaries of the Interior and Agriculture to \"establish a reasonable fee for commercial filming activities or similar projects on Federal Lands …\"      Number of People Motion Picture and Video Commercial Still Photography   1 to 2 (camera & tripod only) $0 $0   3 to 10 $150\/day $50\/day   11 to 30 $250\/day $150\/day   31 to 49 $500\/day $250\/day   Over 50 $750\/day $250\/day          Cost Recovery Charges Additional cost recovery charges that may be assessed will be determined during the initial review of the permit application and the initial contact and consultation with permittees. Circumstances which may require additional cost recovery charges include:  Monitoring Interviews Scouting  Insurance General liability insurance must be carried by the permittee naming the United States Government as an additional insured. Short-term policies must show coverage on an “occurrence” basis. Required commercial general liability for video or film productions is generally one million dollars ($1,000,000), but will vary according to project scope, risk to park resources and other relevant circumstances. All insurance certificates must be issued by an insurance company operation in the United States. The Filming Coordinator must receive the original insurance certificate no later than one week before the scheduled activity. Performance Bonds Certain activities may trigger the need for the permittee to post a refundable damage bond. The amount of the bond will be equivalent to the estimated cost to NPS for clean up, repair or rehabilitation of resources or facilities that could potentially be impacted by the permit activities. At the conclusion of the permit, the bond will be returned to the permittee after costs of clean up, repair or rehabilitation are deducted. The performance bond can be in the form of a money order or cashiers check. Sharing the Park A filming or photography permit does not give exclusive rights to the permittee or allow the permittee to restrict visitors from any location; therefore sites which attract a large number of visitors should be avoided. Normal visitor use patterns will not be interrupted for longer than five minutes, and only as specified in the approved permit. Visitors will be able to observe filming activity. Restrictions and Conditions All restrictions and conditions will be enumerated in the permit. The following activities are restricted and must be approved on a case by case basis; (1) use of children or animals, (2) discharge of blank ammunition and all black powder weapons, (3) mechanical or pyrotechnic special effects, (4) stunts, (5) amplified sound or music, (6) placing of large set dressings, (7) filming photography inside interiors of government administrative work areas, (8) film equipment or activities on roadways, (9) access to closed areas or access to areas during non-visitor use hours. The permit will specify the number of people and the types of equipment allowed. The NPS monitor on duty will not allow activities not specified in the permit. Please note that the permit does not include authority to film or photograph park visitors unless agreed to by the visitor and a signed written release is obtained by the permittee. Closures Permit activities may be restricted based on weather, seasonal conditions or conflicts with visitor use (fire danger, wildlife concerns, busy weekends, etc.). Additional closures use limits and\/or restricted activities are listed in the superintendent’s compendium. Prohibited Activities Activities having the potential to damage or significantly impact or alter park resources are prohibited. The following is a partial list of prohibited activities: (1) altering, damaging or removing vegetation, (2) vehicle use off established roads and parking areas, (3) use of insecticides, herbicides and pesticides, (4) loud noises that exceed 60 decibels or have the potential to negatively impact park resources or visitors experience, (5) smoking in building or vegetated areas, (6) use fragile vegetation areas, except on trails or already disturbed areas (as determined by the NPS), (7) flying aircraft below FAA recommended minimum altitude (usually 2,000 feet) above noise sensitive areas (National Parks), (8) commercial filming in wilderness areas, (9) writing on or discoloring any natural feature or structure. Aircraft Use of aircraft and helicopters is highly restricted. Sensitive wildlife habitat, expectation of solitude in wilderness areas, and safety are our primary consideration with regard to over flight activities. Therefore, aerial filming is rarely allowed. Termination of Permit All filming or photography permits issued by the National Park Service are “revocable” on 24 hours notice or WITHOUT NOTICE if the terms of the permit are violated. Deliberate infractions of the terms of the filming permit or the deliberate making of false or misleading statements concerning intended actions in order to obtain a permit are causes for immediate termination of the permit and cause for possible prosecution. Permits will be revoked if damage to resources or facilities is threatened, or if there is a clear danger to public health or safety.",
    "url": "https:\/\/www.nps.gov\/piro\/planyourvisit\/commercial-filming.htm"
}
