{
    "title": "Sleeping Bear Dunes National Lakeshore: South Manitou Is",
    "body": "Ghost Towns of South Manitou Island              The Original Village - Burton's Wharf South Manitou Island was originally settled in the mid-1830s by William Burton to provide cord wood to fuel the Great Lakes steamships. His dock was built in the middle of the crescent-shaped bay on the eastern side of the island, which offered the only natural deep-water harbor between Chicago and Buffalo. In 1847, the village included Burton's Wharf, a house, blacksmith shop, grocery store, barn, and a wooden tamarack railroad track extending from the dock inland to haul wood for the steamers. When the first post office opened in 1870, it was located here. Walk to the site of this first village by hiking about half a mile along the shore north of the current dock where the ferry arrives. When you get to the middle of the bay, look for the remains of the old dock pilings near the beach. Alternatively, hike along the trail that goes through the Bay Campground until you get to the Old Dock Road. Turn right to go out to the old dock. The ruins of the old general store can still be found along the old Dock Road. Graves of some of the early residents are also marked in this area.        South Manitou Island Life-Saving Station Kerry Kelly 2007  South Manitou Island Village The site selected for the lighthouse on South Manitou Island was at the southeastern shore to mark the dangerous straits in the Manitou Passage. Like most lighthouses, it was developed as an independent entity. The Life-saving Station complex required a location that would allow easy launching of rescue boats as well as proximity to the most dangerous parts of the passage. That is why it is located in the southern tip of the harbor relatively near the lighthouse. The location near these installations became an important community center, and when logging operations ended and the dock fell into disrepair, the original island village dwindled in size and importance. Burdick’s moved their general store from its original location near the old dock to a site near the Lifesaving station in 1923, and that marked the shift of the island community to the current village site located at the present dock where the passenger ferry arrives. Island residents made up a close-knit community. Over time, members of several farming families served in the Lifesaving Service or as lighthouse keepers. As island families grew, these career opportunities allowed islanders to make a living without having to leave the island. The houses provided a place for families to live together, since the Lifesaving Station provided housing for single servicemen only. The village houses provided a place for crew members to live year-round on the island. Most of the houses in the village were built between 1908 and 1920. After the logging ended, the island became home to several family farms. Island agriculture moved into a new phase in 1918 when SouthManitouIsland was chosen by MichiganAgriculturalCollege (now MichiganStateUniversity) as a site for growing Rosen rye seed. Compared to wheat and barley, rye has been cultivated for a relatively short time. Its principal use is for making bread. Rye depends on light, sandy soils typical of northern Michigan. It is easily fertilized and cross-pollinates like corn. Developing and maintaining a pure strain of rye is one of the most difficult problems in growing rye seed, so SouthManitouIsland was ideal because of its isolation from stray rye pollen. Eventually as roads and transportation developed on the mainland and ship traffic on South Manitou Island ended, the economics of farming on the island made it too expensive, and the families began to leave.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/southmanitoughost.htm"
}
