{
    "title": "Sleeping Bear Dunes National Lakeshore: Port Oneida Village",
    "body": "Port Oneida Village       It's time to move along to Port Oneida. Follow M-22 north through Empire and Glen Arbor. About 3 miles past Glen Arbor, turn left on Port Oneida Road. Drive about 1 mile to the Carsten Burfiend farm, which you will recognize as the group of white buildings on the left near the line of trees along the bluffs overlooking Lake Michigan. Park by the road and walk back to the buildings, and then continue along the bluff until you reach the large patch of lilac bushes. You will find the dugway through the bluff down to the beach. This was the old road used to reach the dock. Carsten Burfiend, Port Oneida’s first European resident, departed Hanover, Germany in 1846 and landed in Buffalo, NY before traveling by steamship to NorthManitouIsland.  His wife, Elizabeth, remained in Buffalo.  Upon reaching the island, he built a cabin and worked as a fisherman until 1852.  He then purchased 275 acres of land on the west side of Pyramid Point and moved his wife and small children to what later became Port Oneida.  Continuing to work as a fisherman, Burfiend also ferried early settlers between the islands and mainland on his fishing boat.  The Burfiend family lived in a three-story log cabin.  They faced extreme hardships in their early years, including the deaths of three sons from pneumonia or drowning.        Mr. & Mrs. Thomas Kelderhouse in front of their house. Tom Van Zoeren Barratt Family Book  Frederick and Margaretta Werner, who were also from Hanover, Germany and were close friends and related to Elizabeth Burfiend, joined them in September, 1855. By the 1860 census, the population of the Pyramid Point area was 87 people; most of them were immigrants from Hanover and Prussia. The arrival of Thomas Kelderhouse was an important event in Port Oneida’s development. He was responsible for developing most of the economic opportunities related to logging in the area. Born in 1821 in Albany, NY, he was a successful businessman who owned ships that carried cargo on Lake Michigan. During one of his trips, Kelderhouse landed on South Manitou Island and reportedly admired the mainland, undoubtedly sensing the economic opportunities provided by the dense forests. Striking a deal with Carsten Burfiend, Kelderhouse agreed to build a dock if Burfiend provided the land, and by 1862 the dock was completed. The community of Port Oneida was named after the SS Oneida, one of the first steamships to stop at the dock. With the completion of the dock, the mainland’s extensive hardwood forest began to be harvested. Kelderhouse continued buying land and began to process cordwood for sale to passing ships by building a sawmill near what is now the John Burfiend farm. Over the next 30 years, Port Oneida grew to include a blacksmith shop, a boarding house, general store and post office, two barns, and the Kelderhouse residence. Kelderhouse owned most of these buildings as well as nearly half of the land on Pyramid Point. Lumbering drastically altered the appearance of the landscape. By the 1890’s, most of the land had been logged off and most Great Lakes steamships were burning coal. Unable to compete with larger operations such as that of D.H. Day in Glen Haven, the dock and mill were sold. The loss of this industry and the death of Thomas Kelderhouse in 1884 led to the demise of the Kelderhouse fortune and the village of Port Oneida. As the logging operations closed down, the Port Oneida region transitioned to an agricultural area. Learn more about the farms and families of Port Oneida by following the link.        Port Oneida Boarding House Barratt Family History Book by Tom Van Zoeren  By 1908, all the buildings at the original Port Oneida town site, except the Kelderhouse residence, had been abandoned. The Kelderhouse family lived in this house until 1934, when it was sold to Fred Baker. In 1944, the boarding house was torn down, and by 1952 the other buildings and apple orchard were removed. The wood was used in constructing the Barratt barn and the Burfiend pig barn.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/portoneidavillage.htm"
}
