{
    "title": "Sleeping Bear Dunes National Lakeshore: North Unity",
    "body": "North Unity       North Unity is located in the northern part of Sleeping Bear Dunes National Lakeshore where Shalda Creek empties into Lake Michigan. Turn onto CR 669 and drive to Lake Michigan Drive which is the dirt road just before you reach Lake Michigan. Turn left and drive 0.8 miles to Shalda Creek, where you will find a vault toilet near the roadside. Hike back along the creek to Lake Michigan. Alternatively, you can park at the end of CR 669 by Lake Michigan and walk to the beach. Turn left and walk along the beach to Shalda Creek. This is the site of North Unity. There is no evidence of the little village, but as you read the story of these hardy immigrants, you can imagine what it might have looked like. Francis (Frank) Kraitz, his wife Antonia, and their family arrived in Chicago from Pelhrimov, Bohemia in August, 1855. Shortly before their arrival several German families and a few Czechs formed a society they called “Verein” which is the German word for club or association. The Verein hired a sailboat to take them north in search of land to settle. They selected a site along the shores of GoodHarborBay across from the ManitouIslands, which they named North Unity. A typhoid epidemic in Chicago caused the Kraitz family and their friends, the Vaclav Muzil family and the Krubner family to leave quickly for North Unity, which they did in October, 1855. Their ship ran aground off Racine, WI, but fortunately they were picked up two hours later by the Lady Elgin and taken to NorthManitouIsland. After a few days they were able to take a small boat to North Unity.        North Unity School Children Leelanau Historical Society  A barracks was built about 150 by 20 feet and divided into sections to provide temporary housing for families until they could select farm sites and build their own cabins. Some families or individuals built their own temporary shelters near the barracks to get them through the first winter. The Muzils moved into the barracks, but the Kraitzs and Krubners moved near the Krubners’ Uncle Stepanek’s shelter. These shacks were intended to be replaced by permanent structures during the next summer. Some houses were all covered with hemlock branches, leaving small openings for windows. They looked like little bear huts instead of homes for humans. Some of the log houses were built so low it was difficult for a tall man to stand up in one. Food supplies became low during that first winter, and the community was near starvation. Frank Kraitz, Vaclav Muzil and a few other men set out for the ManitouIslands across the frozen Lake Michigan to seek food. They were able to buy a few bushels of potatoes, which they carried back across the lake on a sled. The trip nearly cost the men their lives because the ice was cracking and breaking apart as they neared shore.        Restored North Unity Log School Kerry Kelly 2008  The village thrived during the next few years as more people arrived. It had a schoolhouse, sawmill, and store. In 1859, it was awarded a post office. John Shalda built a gristmill on the Lake Michigan outlet of Shalda creek. In 1871 (the same year as the Chicago Fire) the village was destroyed by fire, so the villagers moved inland to Shalda Corners (M-22 & CR 669). The original Shalda store at Shalda Corners was built on the Southeast corner by Joseph Shalda. After a few years, he built a larger store on the Southwest corner which had a dance hall above the store and an ice house for cooling dairy products and beer. As you drive back out to M-22, notice the little restored log cabin at the corner of M-22 and CR 669. This is called the Shalda Cabin. It was built in the mid-1860s. Another interesting original building of North Unity is the school. It is a log building located just west of Narada Lake on M-22.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/northunity.htm"
}
