{
    "title": "Rocky Mountain National Park: Conifers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees & Shrubs     Conifers                  Conifers           Ponderosa  Lodgepole Pine    Limber Pine  Colorado Blue Spruce    Englemann Spruce  Douglas-Fir    Subalpine Fir                Ponderosa Pine Tree NPS photo by W. Kaesler  Ponderosa Pine Scientific name: Pinus ponderosa Habitat: 5600 ft. to 9500 ft. (1680 m.-2850 m.), primarily the montane ecosystem of the park Characteristics: Mature trees are often large, with open rounded or flat-topped crowns. They can reach a maximum height over 100 feet with a trunk diameter of 3 feet. Needles range in length from 3 to 7 inches long, and are in bundles of 2 or 3. Female cones are large, woody, with a short hook on each scale. Fun Facts: The remarkable bark of this tree distinguishes it from others. The bark of older trees changes color from grey-black to a cinnamon or red shade. With age the bark also begins to alter its appearance to a jigsaw like pattern as it gets thicker. The thick bark of the older trees helps to protect them from wildfires. For many, the most memorable feature of the ponderosa pine is the fragrance the bark releases. On warm days ponderosa bark smells like vanilla or butterscotch. Ask your friends which flavor they smell. The seeds, inner bark, and tips of branches provide food for several squirrel species. The Abert's squirrel in particular depends on the ponderosa pine for much of its diet. The Abert's squirrel is so dependent on the ponderosa pine that it is found almost exclusively in ponderosa pine forests.   The species name ponderosa means \"ponderous\" and refers to the large size attained by these trees. Top of Page        Lodgepole Pine NPS  Lodgepole Pine Scientific name: Pinus contorta Habitat: 7800 ft.-11500 ft., (2340 m.-3450 m.) montane and subalpine ecosystems Characteristics: Trees in dense stands are tall and straight, with narrow crowns; in open sites their crowns are broader and sometimes resemble a ponderosa pine. These trees can reach 90 feet in height with a trunk diameter of 18 inches. Their needles are 1 to 2 inches long and in bundles of two. The needles are more of a yellow-green olive color than those of other conifers. Fun Facts: Female cones are up to 2 inches long and many remain closed and attached to the tree for numerous years. The cones are often tightly sealed with resin and woody tissue that only opens in extreme heat, typically from a fire. Hundreds of seeds will germinate after a fire and form an even-aged lodgepole forest. With such a dense canopy, future lodgepole seedlings are prohibited from growing because lodgepole pines don't tolerate shade. If left undisturbed, forest succession will play out in these lodgepole pine communities. Shade-tolerant spruce, subalpine fir or Douglas fir will grow in the understory of the lodgepole pine and eventually take over and become the dominant trees in the area. The scientific name contorta may seem strange for a tree that typically grows so straight and tall that it was used for lodgepoles by Native Americans. The species originally was described from trees that grow along the Pacific Coast and often are stunted and contorted. These trees have the common name of \"shore pine\" and are considered a different subspecies of Pinus contorta from the Rocky Mountain \"lodgepole pine.\"   Top of Page        Limber Pine shaped by the wind. NPS photo  Limber Pine Scientific name: Pinus flexilis Habitat: 7000 ft.-11000 ft., (2340 m.-3450 m.), Characteristics: The crown of the limber pine is often broad, symmetrical and often flat-topped. Typically Limber Pine is a small tree, with a height between 15 and 30 feet tall and a trunk diameter of 18 inches. This species of conifer can have multiple trunks. Older bark is gray and plate-like; thin and smooth on younger branches on the tree. Trees in windier regions will often have a pinkish bark color.  Needles are 1 to 2 inches long and in bundles of four or five. Female cones are large and often several inches long with thick, woody scales. Fun Facts: Limber pines are often found clinging to rocky outcrops in some of the most windswept areas of the park. This tree thrives in windier locations and higher subalpine elevations, filling important niches where other trees have more trouble growing. The wind often gnarls and twists the tree into unique shapes. Its name refers to the incredibly flexible branches that allow this tree to cope with the relentless wind. A long taproot anchors it to its windy home on the edge of cliffs and the rocky shores of high mountain lakes. This tree is very important as a food source for wildlife. Porcupine feed on the bark. Its large cone holds nutritious seeds that are food for squirrels and birds. One bird in the particular has a very close, mutualistic beneficial relationship with the limber pine. Clark's nutcrackers gather limber pine seeds to serve as a primary food source during the winter. They cache these seeds in the ground in windy locations that remain mostly snow free. Since the birds don't retrieve all the seeds they store, many have chance to sprout and grow into new limber pine trees.   Top of Page        Blue Spruce branch NPS photo  Colorado Blue Spruce Scientific name: Picea pungens Habitat: 7000 ft.-9500 ft., (2100 m.-2850 m.), typically found in moist to saturated soil in montane and riparian areas. Characteristics: Colorado blue spruces are narrow pyramid shaped trees with an irregularly cone-shaped crown. The needles of older branches are a rich dark green. New needles have a striking silver-blue shade which gives the tree its name. Needles are rigid and sharp to the touch. Cones are over 2 inches long with a bluish color which is hard to see since they are clustered at the top of the tree. The height can range from 65 to 115 feet., with a trunk diameter to 32 inches. Colorado blue spruce occurs in small groves along streams and occasionally in mixed forests. Fun Facts: Colorado blue spruce is the Colorado state tree and a popular ornamental tree throughout much of temperate North America. These trees reproduce in a couple ways. The first is through pollen transfer to create cones with viable seeds. The other is nodding; when the tree branch comes in contact with soil for a long duration and the node of the branch forms roots to create a new individual tree. These trees have been estimated to live as long as 800 years. The blue-green color of Colorado blue spruce is more reliably seen in young trees and in ornamental trees, which often have been cultivated to maximize this color trait; most older wild trees are simply green. Top of Page      Engelmann Spruce Scientific name: Picea engelmannii Habitat: 9000 ft.-11500 ft., (2700 m.-3450 m.). Thick dark green forests of primarily Engelmann spruce make up much of the subalpine ecosystem, Characteristics: This tree species has a straight trunk and dense crown giving it a narrow tapering shape. Engelmann spruce can reach heights up 100 feet with a trunk diameter of 30 inches. Needles are attached singly to a twig, 1 inch long, with a sharp pointed tip. They are four-sided, which allows them to be rolled between the finger and thumb, a trick that does not work with the flat needles of the subalpine fir and the Douglas-fir. The bark appears plate-like in layers, relatively thin and reddish on the protected side of the tree, otherwise gray. Female cones are 1 to 2 inches long with very papery scales. Cones are tan to reddish and mostly clustered in the upper third of the tree. Fun Facts: At the highest elevation of the subalpine ecosystem, Engelmann spruce forest margins have a ragged appearance and are fragmented into wind-sculpted tree islands called krummholz, a German word which means \"crooked wood.\" Engelmann spruce are very cold tolerant withstanding winter temperatures as low as -60° C.  These high subalpine trees may reach only 15 feet in height in extreme windy areas. Even though they appear stunted they can be over 1000 years old. The Engelmann spruce exhibits similar needle color variation to that of wild Colorado blue spruce, and some trees can be just as \"blue.\" Top of Page        Douglas-Fir cone with three pronged bracts. NPS photo by D. Biddle  Douglas-Fir Scientific name: Pseudotsuga menziesii Habitat: 5500 ft. - 11500 ft. (1650 m. - 3450 m.). Douglas-fir form dense dark forests on north facing montane slopes. Higher up in the subalpine it's found mixed into the forest on warmer south facing slopes. Characteristics: Many Douglasfir are straight Christmas-tree shaped trees with relatively dense foliage in crown. Height can be approximately 100 feet, with a trunk diameter to 30 inches. The needles are 1 inch long, flat, with a rounded tip and a short stalk attaching them to the twig. They possess a lemony\/citrus smell when crushed.  Female cones can be 2 to 3 inches long. The cones have prominent three-pronged papery bracts protruding from between the cone scales, making it easy to identify Douglas-fir. Fun Facts: The hyphen in the common name, indicates that Douglas-fir is not a true fir, nor is it a spruce. The genus name Pseudotsuga means \"false hemlock.\" The scientific name also honors the plant's discoverer, the botanist Archibald Menzies from Scotland, while the common name honors another Scottish botanist, David Douglas, who first introduced the tree into cultivation.  The Rocky Mountain Douglas-fir, a smaller tree with somewhat blue-green needles, is usually considered a subspecies or variety of Douglas-fir distinct from the larger, greener Pacific Coast Douglas-firs. The bigcone Douglas-fir (Pseudotsuga macrocarpa) of southern California mountains is the only other full species of Pseudotsuga in North America. Top of Page         Branches of a Subalpine Fir NPS photo by A. Schanlou  Subalpine Fir Scientific name: Abies lasiocarpa    Habitat: 9000 ft.-12000 ft., (2700 m.-3600 m.). Indicated by the name, subalpine fir inhabits subalpine areas.   Characteristics: The crown is often narrower and more spirne -like than Engelmann spruce and the foliage is extremely dense. Height can be as much as 80 feet with a trunk diameter of 28 inches. Needles attach singly to a twig, are flat with rounded tips. Unlike the prickly quality of spruce needles, they are soft to the touch; as the saying goes, “friendly as a Fir”.   Fun Facts: Subalpine fir is the only true fir in Rocky Mountain National Park. A key characteristic in recognizing subalpine fir is their cones. They are the only conifer that has the cones grow upright instead of hanging. The cones have a beautiful purple-blue color. Also unlike other conifers, fir cone scales disintegrate while still on the tree; the upright central stems of the cones often can be seen in winter extending upright from upper branches of the tree. Many animals, especially squirrels, depend on the seeds the trees produce each year. Note: if this is intended to include all conifers (gymnosperms) to be found at ROMO, you’d also want to include the two junipers: Juniperus scopulorum (which can be a small tree, if that is a criterion) and the shrub Juniperus communis.   Top of Page",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/conifers.htm"
}
