{
    "title": "Sleeping Bear Dunes National Lakeshore: Good Harbor",
    "body": "Good Harbor       Good Harbor is located in the northern part of Sleeping Bear Dunes National Lakeshore at the Lake Michigan end of County Road 651. The only evidence of the village is a few dock pilings near the Lake Michigan shore. The earliest logging activity in the area was in 1863 just two miles west of this site, H. D. Pheatt, a partner in Fayette and Thiess built a dock on the bay and began cutting cordwood fuel for passing steamers. He was a veteran seaman, who retired here having sailed the Great Lakes for 41 years. Wood and logs were cut between Lime and Little Traverse Lakes and taken across Little Traverse Lake on scows pulled along a cable stretched from shore to shore. A tramway extended from the shore of Little Traverse Lake to the company dock on Lake Michigan. In 1869 Pheatt sold the business and bought 200 acres about a mile down the bay. He built a gristmill in 1882 powered by Shetland Creek, which connects LimeLake and Little Traverse Lake. The village of Good Harbor was started in the mid-1870s when a man named Vine built a small sawmill and dock. He got white ash logs from the surrounding area, which he cut into 4\" lumber for wagon tongues and shipped it by boat to Milwaukee and Chicago. His mill was in operation for a couple of years before he sold out to Henry Schomberg of Milwaukee and Jake Schwartz of Leland, who began making barrel staves, headings and hoops to supply packaging for shipping pork, fish, apples and other products around the Great Lakes.        Good Harbor School Leelanau Historical Society  Shortly after 1880 Schomberg bought out Schwartz's interest and built a big sawmill which had a capacity of 30,000 feet in a 10-hour day. T. D. Wilce organized the Lime Lake Lumber Co. and built a 3-mile plank road from Lime Lake to Good Harbor and hauled his lumber to the Schomberg dock. After about four years of business Henry sold the mill and dock to his brothers, Richard and Otto. They organized the Schomberg Hardwood Lumber Company of Good Harbor and expanded their business. Richard managed the operation in Good Harbor and Otto stayed in Milwaukee handling the sale of their products and bought supplies for mill and company store. The dock was expanded to 500 feet, so up to four schooners could be loaded at a time. They shipped potatoes and other agricultural products from the area as well as lumber and forest products.        Good Harbor Boarding House Erhardt Peters Collection - Leelanau Hisotrical Society  The Schomberg Lumber Company ran a hotel, two stores which became a shopping center for the local farmers, and a saloon. The township line between Centerville and Cleveland townships ran down the middle of Main Street in Good Harbor. Centerville did not allow saloons, so Good Harbor's saloon was built on the Cleveland township side of the street. The Schombergs had a novel idea for attracting business to their stores. Otto would buy merchandise at bankruptcy or fire sales and offered them as premiums to customers. One interesting example was derby hats! One day Otto bought 500 derby hats and they offered them to customers who bought at least $10 (about $100 current value) of merchandise. The hats became quite a hit and all the men in the area were wearing them!      The Schombergs bought several sections of timber in Kasson Township south of Maple City. They built logging camps and hauled the logs to their mill in the winter over a 14 mile long road, which they built. The road was kept iced by crews working at night. Logs were hauled on sleighs 8' wide that could hold the equivalent of 3,000 board feet of logs. The Kropp farm located on M-22 and Townline Road next to the St. Paul's Lutheran Church was used to board the horses.        Charlie Kropp, Good Harbor Blacksmith Erhardt Peters Collection - Leelanau Historical Society  Crews would stay at the Kropp house and keep the horses in the barn overnight. They would make the trip to the logging camp the next day to pick up a load of logs. They would stay at the logging camp that night and make the return trip the following day. At the height of the lumber business, the mill worked day and night during the winter and during the day in the summer. As many as 75 teams of horses were used hauling logs to the mill, lumber to the dock, and supplies to the camps. The lumber company owned some of the teams and the rest were owned by local farmers and rented to the lumber company. At its peak, the mill cut 8,000,000 board feet of lumber per year. The schooners were loaded by farmers who were called to work at the dock when the ships arrived. Good Harbor had no protection from storms with a northwest wind, so ships had to leave the dock and sail to the Manitou Islands for protection when a storm would come up. Sometimes storms would come up too fast and the ships were driven aground.        Good Harbor School Leelanau Historical Society  After 1900 the supply of timber gradually decreased and in 1905 the mill and about 1,000,000 feet of lumber in the yard burned. The mill wasn't rebuilt and most of the villagers moved away. The post office closed in 1907. In 1924, John Peters, who had worked for Schomberg, bought most of the remaining buildings including the barn, hotel, stores, a dwelling, and the blacksmith shop for $475. He and his sons tore the buildings down and sold the lumber.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/goodharbor.htm"
}
