{
    "title": "Sleeping Bear Dunes National Lakeshore: North Manitou Is",
    "body": "Ghost Towns of North Manitou Island        North Manitou Island sawmill          Pickard Dock on North Manitou Island National Park Service  The main village on North Manitou Island is located near the present location of the NPS dock where the passenger ferry lands. The island was first settled in the mid-1840s by Nicholas Pickard who started a cord wood business to supply the Great Lakes steamships with fuel. The dock was about 150 feet long and 60 feet wide. Eventually the ships turned to coal for fuel and the logging operations switched to lumber production.      Several sawmills existed on the island, but the last one still remains. It was built in 1927 using traditional technology. The steam engine and equipment date to around 1875 and the method of construction and style of layout are typical of sawmills of that era. You can see the sawmill by following the trail at the backcountry check-in station to the north past the photovoltaic solar array. The Manitou Passage was one of the busiest and most dangerous shipping channels on the Great Lakes. This created a business opportunity as a fueling and transportation hub. To provide safe passage, a US Life-Saving Station (USLSS) was established in the village. Many of the remaining buildings near the beach were part of the USLSS.        North Manitou Island Lighthouse Complex David Petersen, Black Creek Press http:\/\/blackcreekpress.com  A lighthouse was also established on the southern tip of the island at Dimmick's Point in 1898. This lighthouse fell into disrepair and is no longer standing. After the logging era, the cleared land was used for agriculture. Several fields and crops and orchards were planted. The village became the center of the community and was later used as the lodge for the Manitou Island Association, which by 1942 owned 70% of the island. The Association used the island as a hunting and fishing resort. The cottages that remain were used as summer cottages and guest houses. were cleared and crops and orchards were planted. The village became the center of the community and was later used as the lodge for the Manitou Island Association, which by 1942 owned 70% of the island. The Association used the island as a hunting and fishing resort. The cottages that remain were used as summer cottages and guest houses.      Crescent      Crescent, located on the west side of North Manitou Island, was named after the shape of the shoreline where the dock was built. To get to the village site, take the trail that cuts through the center of the island to the Swanson Barn and make your way to the beach. As you walk along the beach to the north, you will find some of the old dock pilings.        North Manitou Island - Crescent Hotel and Sawmill National Park Service  The village of Crescent was built in 1906 when Peter Swanson leased a portion of his beachfront property to the Smith and Hull Company, which also bought 4,000 acres of prime timber land on the island. Work on the dock began in 1907. Trees were cut for the dock pilings and hauled to the beach by horse drawn Big Wheels. The dock was about 600 feet long and was built by the Monroe Dock and Dredge Company of Charlevoix, MI using a pile driver mounted on a scow and a steam powered tug boat. The dock was completed in the fall of 1908. The sawmill provided lumber to build the houses and decking for the dock. Smith and Hull also built a railroad grade about 6 miles extending to the northwest corner of the island with spurs around the area known as the Big Field. The current hiking trail is along part of this old grade. Crescent had a saloon, which eventually was converted into a school and was used as a church on Sundays. There was a boarding house, blacksmith shop, and general store like all of the little logging villages. Each fall when the ship loaded with winter supplies arrived, the mill was shut down and everybody pitched in to move the supplies to the store and warehouse. The sawmill generated electricity for the village as well as for the mill. Electric lines were strung to all of the houses and barns but not to the dock. Crescent had a couple of baseball teams. One team claimed all Native Americans - members of the Ottawa and Chippewa tribes. Visiting teams came over from the mainland for games. The mill closed down in 1915 when the timber was all cut and processed into lumber. Smith and Hull abandoned Crescent and dismantled the mill and shipped the equipment to their next logging job. The Manitou Limited locomotive was loaded on a ship and sent to Virginia for more logging duty.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/northmanitouisalndghost.htm"
}
