{
    "title": "Sleeping Bear Dunes National Lakeshore: Piping Plovers",
    "body": "Piping Plovers              What is a Piping Plover? The piping plover (Charadrius melodus) is an endangered shorebird. They are sand-colored on the back and white below. During the breeding season adults have a black forehead band between the eyes and a single black band around the neck. (Its larger relative the killdeer is commonly seen at parks, playgrounds, and golf courses, and has two dark bands around the neck.) Piping plovers nest only on beaches and prefer beaches with gravel. There are three small populations: one in the Great Plains, one on the Atlantic Coast, and the one here in the Great Lakes. They winter together on the Gulf Coast but travel to the separate areas during the breeding season. It is a special opportunity to be able observe piping plovers since there are only between 50 and 60 nesting pairs in the entire Great Lakes area and less than 7000 individuals worldwide.        Piping plover resting on sand Alice Van Zoeren 2005  When to Look for Piping Plovers Piping plovers can be found at Sleeping Bear Dunes National Lakeshore from early April through mid-August. They return in April and early May after spending the fall and winter months on the Atlantic Coast and on the Gulf Coast from Florida to Texas. Piping plovers remain here through the summer to nest and raise their young. In mid-July the females begin forming flocks and migrating south, leaving their mates to watch over the chicks until they learn to fly. Once the chicks are independent in late July the males and chicks also begin to leave Sleeping Bear Dunes. By late August they have all left for their winter homes. We won’t see them again here until the next April.        Piping plover eggs in rocks and sand Alice Van Zoeren 2004  Where to Look for Piping Plovers The greatest concentration of piping plovers in the Great Lakes occurs at Sleeping Bear Dunes National Lakeshore.  The areas around the nests are roped off during the breeding season to protect the birds from disturbances that would cause them to abandon their nests. Also, plover eggs and small chicks are very well camouflaged. Well-meaning plover watchers could easily step on them if allowed in the nesting area. It is, however, possible to observe all aspects of plover behavior from outside the plover-protection fences. Because piping plovers are well camouflaged, you might need to watch for a while before you see them. Also, keep your ears open. They often peep (or pip), and you may hear one before you see one. If you hear a plover, freeze and look around for movemnent. Nesting piping plovers can also be seen about 1 mile North of the Platte River mouth. The North Manitou Island nesting area is closed during the breeding season.        Banded piping plover Alice Van Zoeren 2005  How the Park Service helps Piping Plovers Sleeping Bear Dunes has an active plover monitoring and protection program in conjunction with the US Fish and Wildlife Service, Michigan DNR, the University of Minnesota and the University of Michigan Biological Station, as well as other agencies. When the piping plovers return in spring, park staff members begin watching their activities. Once they begin to establish territories, staff and volunteers rope off the nesting areas. This prevents disturbance which might cause the birds to abandon their nests, as well as protecting eggs from being stepped on accidentally. Once a complete clutch of 4 eggs has been laid, trained staff build an exclosure, a wire fence with a mesh top, around the nest site. This prevents predators such as dogs, gulls, crows, and raccoons from taking the eggs, while allowing the plovers to pass easily in and out.        Observing piping plovers Alice Van Zoeren 2005  During incubation each pair of piping plovers is checked daily to make sure that both are present and taking care of their eggs. If something should happen to one of the pair, the other is likely to abandon the nest. In that case park personnel will transport the eggs to the University of Michigan Biological Station to be raised in captivity and released when they are independent. After the chicks hatch they are monitored daily until they can fly well. With this intensive program, the number of Great Lakes nesting plovers has risen from 17 pairs in 1986 to 58 pairs in 2012. Sleeping Bear Dunes usually has one third of all pairs. The numbers have dropped in recent years: 2009, 25 pairs; 2010, 23 pairs; 2011, 18 pairs. One reason for the decrease in the numbers is predators such as merlins, but dogs running through nesting areas and even chasing plovers have also threatened the population.        Banding a piping plover Alice Van Zoeren 2006  Getting to Know Individual Piping Plovers As part of the piping plover monitoring and recovery efforts, each bird is banded with colored bands that identify it. Color bands allow researchers and park staff to keep track of longevity, faithfulness to nest sites and mates, and genetics, among other things.        Piping plover defending its territory Alice Van Zoeren 2005  Plover Behaviors to Watch From late April through Early June Flight displays – Males begin displaying when they first return in order to establish their territories and to attract a female to join them. They fly over their chosen territory with quick, stiff wing beats, peeping constantly. Territory defense – Both males and females engage in territory defense. They walk shoulder to shoulder along the boundary with the birds from the adjacent territory. Sometimes they lower their heads, puff up their back feathers, and charge at a trespassing bird. Scraping – Males lay on their chests and scrape out nest sites by kicking backwards with their legs. Incubation and trading incubation duties – Both parents participate equally in incubating (sitting on the eggs). When it is time to trade duties one bird runs quickly to the nest and the other then runs away. Feeding – Plovers spend much of their day eating insects, spiders, and other small creatures.        Piping Plover with chicks Alice Van Zoeren 2005  During June and July Chicks – Chicks hatch throughout the month of June. They are precocial – they can run about and feed themselves within hours of hatching. It takes them three to four weeks to grow enough to be able to fly. Brooding – During the first week after hatching, chicks are unable to maintain their own body temperature. They spend much time tucked in under their parents’ wings staying warm. You might see a fat-looking adult bird that appears to have up to 10 legs! Territory Defense – See the description in the April through June section Chick Defense – The adults take turns watching over their chicks and defending them from predators. They sometimes do a broken-wing act to lead predators away. They also give a call that warns the chicks to hide if danger threatens. Feeding - See the description in the April through June section.        Installing fence to protect a piping plover nest Alice Van Zoeren 2006   How you can help protect Piping Plovers? The Great Lakes population of piping plovers is now endangered for two main reasons: habitat loss and predation. The beaches they require for nesting habitat are also very desirable to humans for development and recreational use. Dogs and cats as well as wild predators such as gulls, crows, raccoons, and foxes often harass and kill Plover adults and chicks and also take their eggs.  Please help protect piping plovers:  Observe and obey the closed area fences. Watch and enjoy plovers from a distance. Keep dogs and other pets on leashes and out of areas of the beach closed to pets. Don’t feed gulls or leave food on the beach. This increases the gull population and attracts predators to the area that will also prey on piping plovers.  If you find a plover family outside of the fencing give them some space. The small chicks can disappear quickly in sand or cobble and are easily stepped on. Watch for and report sightings of piping plovers nesting in new areas. Call Sleeping Bear Dunes Headquarters in Empire. (231-326-5134) If you see anyone harassing piping plovers please report it to Sleeping Bear Dunes Headquarters. (231-326-5134) Volunteer to join the Piping Plover Patrol. Call Sleeping Bear Dunes Headquarters. (231-326-5134) or e-mail us.       Visit the U.S. Fish and Wildlife Service web site for more information about Piping Plover in the Great Lakes area. Download a National Park Service Site Bulletin about the Piping Plovers at Sleeping Bear Dunes (pdf file 161 kb).                   Piping Plover   9 Photos  Photos of the Piping Plover",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/nature\/pipingplover.htm"
}
