{
    "title": "Sleeping Bear Dunes National Lakeshore: Edgewater",
    "body": "Edgewater       The Edgewater village and sawmill were located on the West end of Platte Lake, which is not part of Sleeping Bear Dunes National Lakeshore, but the railroad grade from the sawmill to the dock on Lake Michigan runs along the edge of the Platte River Campground. In fact, the hiking trail from the campground to Lake Michigan follows the old railroad grade. Take a walk to the back of any of the campground loops and take the trail to Lake Michigan and look for pilings that remain of the Edgewater Dock. Unfortunately, there is essentially nothing left of the Edgewater sawmill and village today. The site is on the northwest shore of PlatteLake just north of where the Platte River exits the lake. The property is privately owned now. Please do not trespass. The Edgewater sawmill was owned by a man named Little and his two sons. It was probably first built around 1880 and shut down around 1900. One son was the Head Sawyer for the mill, and one day he was putting a belt on one of the pulleys in the sawmill and his thumb got caught between the belt and pulley. He grabbed onto something to keep himself from being pulled into the machine and held on for dear life! His thumb was pulled right off his hand, but it likely saved his life. The other son ran the boarding house in town. He also raised pigs and had a pig pen in the woods, so the pigs could eat the beechnuts and the waste from the boarding house.       Sawmill workers at Edgewood ca. 1885 Benzie Area Historical Society       The town that developed to support the mill included a school, large boarding house, and about 20 single family homes. At its peak, the population was about 100. The lumber operation involved logging camps upstream along the Platte River, which would cut the logs and roll them into the river to be driven down to Platte Lake. They would then be tied together into a flotilla and be pulled by a little tugboat to the sawmill for processing. The lumber would then be loaded onto flatcars and pulled by a very unique locomotive to the dock on Lake Michigan, where it would be loaded onto schooners or steamships to be shipped to market in Chicago or Milwaukee.        Edgewater locomotive on dock ca 1885 Benzie Area Historical Society  The locomotive was built by Robert Blacklock, a master mechanic at the iron foundry in Elberta, MI where it was used to haul hardwood to the furnaces at the foundry for conversion into charcoal. After the foundry was closed, the locomotive was taken to Edgewater to haul lumber from the mill to the dock. The locomotive consisted of an upright steam engine mounted in a boxcar with chain drive. Rumor has it that one day the locomotive took off on its own and rolled down the slope to the end of the dock and right into the water where it disappeared and probably rests to this day. When the mill shut down, the loggers moved away and the equipment from the mill was removed. Local farmers bought the buildings and tore them down for the lumber. The dock was left to the ravages of Lake Michigan and lasted another 15-20 years. Today, only a few pilings remain off the shore.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/edgewater.htm"
}
