{
    "title": "Sleeping Bear Dunes National Lakeshore: Aral",
    "body": "Aral       Aral was located on Lake Michigan where Otter Creek empties into the Lake just south of Esch Road, a few miles south of Empire, MI. Today this is one of the most popular swimming beaches in the Lakeshore, but in the 1880s, Aral was a booming lumber town! When the United States acquired land, it first had to be surveyed before it was made available to individuals. In the summer of 1849, Orange Risdon was one of the surveyors assigned to the area around Grand Traverse Bay. In 1853 soon after he finished the survey, Risdon and his wife, Sally, bought 122 acres where Otter Creek emptied into Lake Michigan. The US Civil War began in 1861, and to induce able-bodied men to join the Union forces, the US government offered $100 bounty to men who enlisted. By 1863 the bounty was increased to $300, and finally a draft was instituted. An interesting provision of the draft act allowed drafted men to avoid service by hiring a substitute or by paying $300. One of the men receiving draft notice was Robert F. Bancroft, who was married and 30 years old. He chose to take advantage of this provision by hiring a German immigrant to take his place as a soldier, but interestingly he followed his replacement to the battlefield. Instead of carrying a gun, he brought his camera and became one of the first battlefield photographers. Following the war, the veterans returned home, and Robert Bancroft settled with his wife Julia and daughter Anna in Traverse City. He began buying land in Platte and Lake townships as investments and in late 1864, he bought the 122 acres from Orange and Sally Risdon of Saline, MI.        Julia, Robert, and Bertie Bancroft ca 1890 Benzie Area Historical Society  Bancroft cleared 20 acres and built a log cabin for his family to live in. Then he planted some black locust trees and an apple orchard around the cabin. Lumber speculators soon arrived looking for stands of white pine. Most of the forest in this area was hardwood, but there were some stands of white pine inland from Otter Lake. By the late 1870s Daniel Thomas bought a 5-acre parcel on Lake Michigan south of Otter Creek, but he decided to build a house across the road from the Bancroft’s. Lumber speculators were on their way north as the forests near Grand Haven and Muskegon were harvested. Dr. Arthur O’Leary, a distinctive looking man of Irish descent (5’8” tall, rather stocky, with a full beard) recognized the financial potential of the lumber around Otter Creek. He began buying up large tracts of forest and made plans to build a sawmill. O’Leary didn’t have any experience in the lumber business, so he began looking for someone who could manage his enterprise. He found Charles T. Wright, who had grown up in New Mexico, but eventually moved to Racine, WI and started a lumber operation with his brother. Charles Wright would become the manager of the lumber operation at Otter Creek and a central figure in the first murder in BenzieCounty. In 1879 Daniel Thomas and William Woodward built a dock on Bancroft’s property on Lake Michigan just north of Otter Creek. The sawmill was built on the south side of Otter Creek not far from Lake Michigan. It was a 2-story wood building typical of sawmills of that time. The creek was dammed to create a mill pond right in front of the sawmill. The logs were floated down the creek to the mill pond and then lifted from the pond up an inclined ramp with a chain loop powered by the steam engine through a belt and pulley system that was also used to run the saw blade. The sawing was done on the second floor. The mill was connected to the dock with an elevated roadway called a timber tramway built about 8 feet above ground. It led from the second floor of the sawmill to the dock down a slight slope so the wagons loaded with fresh-cut lumber were easily moved to the shipping area along rails on the tramway. A bridge was built upstream of the pond to carry traffic to the mill. A boarding house was built south of the mill, and horse barns were built north of the creek. Mill operation began in 1881 producing white pine lumber.       Map of Aral ca. 1890 National Park Service       John J. Tweddle was hired as bookkeeper and C. F. (Fred) Cossett, Wright's wife's brother, as manager of the company store, which was located on the south side of Main Street. He later took Mr. Tweddle's place as bookkeeper. Wright also hired a good blacksmith, Isaac Raymo, for metal work and repairs. Peter Stormer, Sr. was hired to ride the sawmill carriage and operate the setworks and dogs to adjust for the desired thickness. Tweddle later built a farm just north of Aral and Peter Stormer harvested lumber from NorthManitouIsland. Raymo later moved to Glen Haven to be the blacksmith for D. H. Day, and his daughter Donna would become Bertie Bancroft's wife. The mill was idle during the winter, but the woods were alive with loggers working the logging camps. Wright employed about 150 workers throughout the winter and about 50 in the summer to run the sawmill and dock. Many of the other men went home to run their farms during the summer. Wright commuted between Wisconsin and Aral for several years, but by 1888 he built a house across from Robert Bancroft and he and his wife of four years moved in.        Aral Sawmill ca. 1885 National Park Service  By 1883, the lumber business was booming and the town was growing. A post office was required. The community was known as Otter Creek - the “Krik” by locals. When they applied for a post office, their name was rejected because there was already an “Otter Creek” in Michigan. “Bancroft” was the next suggestion, but again the name had already been used. One of the workers suggested the name “Aral” because of the beautiful Aral Sea in Europe. Locals continued to call it Otter Creek though. Dr. Frank Thurber was named the first postmaster. Keep his name in mind, for he too would play a central role in the murder. In 1886, Robert Bancroft deeded one acre just east of the Bancroft home to the community for a log schoolhouse. It was situated at the base of the bluff just before the road curved to go up the hill. The building was replaced later by a wood-frame building using lumber from the sawmill. It was used as a church every Sunday and as a community meeting hall. Bancroft also decided to build a new house in front of his original log cabin. The front portion was eventually used as a post office beginning in 1888. They also built and operated the first general store in the area. Bancroft owned all the land on the north side of Main Street but other buildings were built on the south side of the street. Sometime before 1889 the mill burned down, but O'Leary paid to have a new, bigger mill built. In 1888, O'Leary sold the mill to Helene Davis of Brookline, MA, but Wright retained the lease on the mill. Charles Wright managed the lumber operation well, but he had a bad temper and a reputation for fighting. Business at the mill went on as usual until 1889, when a rivalry developed between the sawmills at Aral and Edgewater. The political details behind the situation are not known, but the taxes on Wright's sawmill operation increased to a rate he believed to be unreasonable, and in protest he did not pay his taxes that year. A writ of attachment was obtained by the sheriff of the county to apply to the mill yard's logs. This would have brought the operation to a halt and forced Wright to pay his taxes.        Deputy Sheriff Neil Marshall Benzie Area Historical Society  Benzie County Sheriff, A. B. Case, handed the writ of attachment to his deputy, Neil A. Marshall of Benzonia. Marshall was a big man standing about 6'6\" tall and heavy set. On the morning of August 10, 1889, Wright heard that the deputy sheriff was on his way to Aral to implement the writ. Wright picked up his Marlin rifle and went with his crew to the rollway just above the bridge to start rolling logs into the creek which would carry them to the mill. About 10:00 AM, deputy Marshall arrived and ordered Wright to stop moving the logs. A confrontation occurred, but Wright's men continued working, and around noon Marshall went to the hotel for dinner. After dinner, Marshall was joined by Dr. Frank Thurber, a practicing physician and Lake Township Treasurer, who was responsible for issuing the writ of attachment for the logs. They headed toward the log rollway and mill yard. From the company blacksmith shop, the blacksmith saw them approaching and told Wright who was there on an errand. Wright picked up his gun and went out to meet them. A struggle developed between Wright and Marshall. Wright released his grip on the rifle, took a few steps back, raised the gun and fired, killing Marshall with a single shot. Thurber then struggled with Wright for the rifle. After a short struggle, Wright released his grip on the rifle and pulled out a revolver from his pocket and shot Thurber in the head. He then shot Thurber again in the chest killing him.        Dr. Frank Thurber, Lake Township Treasurer Benzie Area Historical Society  The murders occurred about 2:30 PM. The shootings were witnessed by a few of Wright's workers, but they were warned not to say anything. The bodies of the two men lay where they had fallen, but someone did put two umbrellas over the bodies to keep them out of the direct sun in the hot afternoon. The mill kept running for a short time, but Wright soon shut it down and paid his employees before disappearing into the woods. At this time there was a telegraph line between Aral and Frankfort with a branch line going to Benzonia. Prosecuting Attorney, George Covell, received a wire in Benzonia about the murders. Sheriff Case and Covell, accompanied by the local newspaper editor and photographer went immediately to Frankfort where they commandeered the steamer Dewar to take them and a posse of 20 men to Aral. They arrived just as the sun was setting and the full moon was rising. The search for Wright was unsuccessful and the crowd found one of his employees, Lahala, an Indian handy man, who was suspected of knowing where Wright was hiding. Lahala wouldn't tell where Wright was, so the crowd got a rope from the Dewar and tied it around Lahala's neck and strung it over a branch of a nearby pine tree. He was told that if he didn't talk, he'd be lifted toward the sky. He was lifted off the ground twice, and just before the thrid time he decided to talk. At that moment, Wright emerged from the woods held by two other men. Wright was permitted to spend one hour with his distraught wife in privacy before being taken back to Frankfort on the Dewar. The following Wednesday, the trial of Charles T. Wright got underway. He was convicted on April 30, 1890 of the murder in the first degree of Dr. Frank Thurber. Wright was sentenced to state prison at Jackson, MI for the remainder of his natural life. He spent the next 10 years in prison at Jackson working as the bookkeeper in the prison's office. In a strange turn of events, on December 31, 1900, as one of his last official acts, Michigan Governor Hazen S. Pingree, for reasons known only to himself, commuted the sentence to 17 years and Wright was immediately paroled in spite of vehement protests by friends and relatives of the slain men. After his release, he found his former wife, who had divorced him and remarried. Wright made things so uncomfortable for her new husband that he left town. It was rumored that the Wrights left the area for the Western U.S.      Dr. Thurber had lived partway up the hill east of the schoolhouse, and everyone in the area knew him well. So the murder was a shock to the little town of Aral and the surrounding area. The mill kept running with C. F. Crossett managing the operation for a few years. The valuation of the mill continued to decline during this time. In 1894, Dr. O'Leary bought the mill back from Davis. He offered the new lease to his niece’s husband, a commercial sawyer named William R. Montgomery, who accepted and moved to Aral, occupying the same store as Wright had lived in. He also sold a few groceries. In the fall of 1899, on a Sunday, when the mill was typically shut down, at 3:00 PM the alarm was raised that the mill was on fire. Arson was suspected but could never be proven. The Mann brothers owned a company called Two Rivers Manufacturing from Manitowac, WI. Their Aral operations began in 1893 and lasted until 1911. They owned 3.34 acres west of Aral along LakeMI where they shipped basswood and elm logs to Wisconsin to be made into barrels, buckets, tubs etc. They didn't operate the mill, but floated large rafts of logs to Wisconsin. In later years, they used a scow to ship the logs. Sometime after the Montgomery mill burned probably around 1903, they built a shingle mill. The post office was discontinued between 1900 and 1902 and closed down for good in 1904. In 1908, a new group arrived in Aral. They were a religious group called the Israelite House of David, and except for the Bancroft family they made up the whole town. While they did a little farming, their main activity was lumber. They rebuilt the sawmill on the site of the previous ones, and the steam engine was located on new concrete footings. The dock hadn't been used for a few years and was in disrepair but they fixed it up and were in business. They produced lumber, shingles, fence posts, telegraph poles, and railroad ties. The men lived in a boarding house south of the mill and the women lived in the boarding house on Main Street near Lake Michigan. The House of David maintained a barge on Otter Creek and a schooner called The Rising Sun on Lake Michigan. The group would often take the schooner for a trip along the Lake Michigan coast. Sometimes their band would be aboard wearing their bright red uniforms and playing for their own entertainment as well as the enjoyment of those along the beach near town. They had a baseball team which was the best in the area. By 1911, the forest was depleted and the House of David had to shut down the sawmill and leave. They dismantled the mill and sold the lumber. Bertie Bancroft bought most of the land and buildings in Aral. He and his family were the only ones living there until they finally left in 1922. They moved to Muskegon but in 1925, Bertie and Donna Bancroft moved back to the area and built a restaurant and rooming house called the Ken-Tuck-U-Inn.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/aral.htm"
}
