{
    "title": "Sleeping Bear Dunes National Lakeshore: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer        VIPs discussing possible locations for a future trail. NPS photo       Each year, volunteers contribute more than 50,000 hours to Sleeping Bear Dunes National Lakeshore. Retired couples, individuals, school groups, scouts, clubs and organizations - people just like you - donate their time and efforts to provide essential services at Sleeping Bear. VIPs staffed visitor centers and museums, served as campgrounds hosts, monitored piping plovers, maintained and renovated trails and historic buildings, removed invasive plants, and much more.  More than 1,800 people annually make the time to give something back to this American treasure. Depending on the opportunity, volunteers may donate several months at a time or perhaps a few hours. Put your skills to work in this beautiful setting, and meet many other fine people who have similar interests.  If this sounds like something you may be interested in, contact our volunteer coordinator, Matt Mohrman: e-mail us; 231-326-4729. He will match your interests, skills, and time availability with the wide variety of volunteer projects available. Looking for internship possibilities? Visit the Jobs page.  Track your hours If you're one of our incredible VIPs, remember to track your hours. ThisVolunteer Hour Timesheetcan help.       Current Volunteer Opportunities       The following list provides a few examples of volunteer activities at Sleeping Bear Dunes National Lakeshore and demonstrates the breadth of volunteer opportunities that our Volunteers In Park (VIP) are involved in:  helping out at the Port Oneida Fair giving tours and helping at the visitor centers and museums serving as campground hosts at DH Day and Platte River campgrounds leading major clean-up efforts to collect trash Eliminating exotic weeds Planting native plantsMonitoring avian botulism Monitoring endangered species (e.g. Piping Plover) Adopting and maintaining all of the park trails Building and maintaining databases Maintaining architectural drawings and library materials Digitizing over 10,000 photographic slides Stabilizing and rehabilitating historic structures and landscapes.  As our world becomes busier and more populated, we are grateful to people who are willing to share their time and talents in work that helps ensure that these public areas entrusted to our care and held in public trust are available for all to experience and enjoy.",
    "url": "https:\/\/www.nps.gov\/slbe\/getinvolved\/volunteer.htm"
}
