{
    "title": "Voyageurs National Park: Mushrooms and Other Fungi",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Mushrooms and Other Fungi                Mushrooms and Other Fungi         Scaber Stalk Bolete Mushroom   Mushrooms Are Everywhere    After a good rain, colorful caps pop up through the grass.  On dead stumps, orange-red clumps overtake the bark.  Under the leaves, colorful caps push them aside.  On tree trunks, wavy ridges bulge out like shelves.    All of these are the fruiting bodies of mushrooms and fungi. Everywhere we walk or build or garden, mushrooms can be found. Mushrooms thrive in Voyageurs. Mushrooms are everywhere.       The collecting of mushrooms and fungi within Voyageurs National Park is prohibited. Please leave mushrooms and fungi undisturbed for all to enjoy.      Where Are Mushrooms Found? Suitable habitat for mushrooms can be many places. The landscape in Voyageurs consists of a mixed conifer and deciduous forest, wetlands, lakes, rocky outcrops, bogs, and marshes. This area receives plenty of precipitation, and surface water is abundant. All of these factors produce many different types of mushrooms. There is so much diversity, that the park has an unknown number and variety of mushrooms and fungi.      What Do Mushrooms Do? These small but numerous organisms are the original recyclers of nature. Unlike plants that convert sunlight into energy through photosynthesis, mushrooms draw their energy from living or dead material. Often, we see mushrooms on organic material--clumped on dead trees, consuming downed rotten wood, or growing out of animal dung. They slowly decompose this material and return nutrients to the soil, nutrients that help other plants to grow. Without mushrooms, the forest would take considerably longer to decompose and regenerate. Because they help everything recycle, mushrooms thrive almost anywhere in Voyageurs. Mushrooms also help plants grow. Many species have relationships with the trees and wildflowers. Underground, the fungi interact with the plant roots in a way that is beneficial to both organisms.The fungi allow the plant to absorb more water and nutrients from the soil. In turn, the plant provides food in the form of carbohydrates to the fungi. The forests of Voyageurs would not be the same without these fungi.      Mushroom Identification Mushrooms come in all shapes, sizes, colors, textures, and scents. Some are edible and some are toxic. It is very easy to incorrectly identify a mushroom, and a wrong guess can be a fatal mistake. Here are some common characteristics when identifying wild mushrooms:      A gilled mushroom will have a cap, stalk, base, and may or may not have a collar on the stalk. Example: Inky Cap mushroom A mushroom with pores will typically have a cap (holes underneath the cap), stalk, and base, but it could be a bracket fungi and only have a cap attached to a tree. Example: Turkey Tail Fungi A mushroom with ridges will have a cap (feature underneath that resembles gills), stalk, and base. Example: Scaly Vase Chanterelle mushroom A mushroom with teeth can be in multiple forms, with a cap and stalk or with just a shelf like cap attached to a tree. Example: Sweet Tooth Fungi·Mushrooms may not have any commonly identifiable characteristics. Examples include: Puffballs, Cup fungi, Jelly fungi, or Club fungi.    Whether we realize it or not, we come in contact with mushrooms every day. The next time you're out on a trail or gathering downed wood for a campfire, look for those mushrooms hiding under leaves, poking out from a tree, or reclaiming a tree stump.         Common Mushrooms in Voyageurs        Scaly Vase Chanterelle   Scaly Vase Chanterelle (Gomphus floccosus) Found: Blind Ash Bay, Long Slu Portage Trails Fruiting: Solitary or in groups, on soil in coniferous and mixed hardwood forests. Appears in summer and fall.        Turkey Tail   Turkey Tail (Coriolus sp.) Shelf Polypore Found: Can be found along many of the park trails. Fruiting: Densely clustered on dead wood or wounded parts of deciduous trees. Appears in spring and persists all year.        Lobster Mushroom   Lobster Mushroom (Hypomyces lactifluorum) Found: Sullivan Bay, Blind Ash Bay, Beaver Pond, Kab-Ash West & East Trails Fruiting: In woods on white Lactarius and Russula mushrooms throughout North America. Appears in July and remains through October.        False Morel   False Morel (Gyromita esculenta) Found: Forest Overlook Trail, Sullivan Bay Trail Fruiting: Solitary or in small groups in the soil, appears in both coniferous and hardwood forests. Appears in early spring after snow melts. Poisonous.        Inky Caps   Inky Caps (Coprinus sp.) Found: Echo Bay Trail Fruiting: Growing in large clumps at the base of trees or stumps; common and widespread. Appears in spring and fall. Poisonous.        Birch Bolete   Birch Bolete (Leccinum sp.) Found: Echo Bay Trail Fruiting: Common on the ground under conifers and deciduous trees throughout North America.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/mushrooms.htm"
}
