{
    "title": "Rocky Mountain National Park: Blue & Purple",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Blue & Purple                  Blue & Purple Wildflowers           Mountain Iris  Horsemint  Colorado Columbine    Mountain Lupine  Purple-fringe  Aspen Daisy    Pasqueflower  Monkshood  Mountain Harebell    Tall Chimingbell  Alpine Forget-me-not  Sky Pilot              Mountain Iris NPS photo   Mountain Iris Scientific name: Iris missouriensis  Family: Iris family (Iridaceae)  Habitat: Found in moist montane meadows.  These showy light blue to lilac colored flowers have petals streaked with dark purple veins and with yellowish white bases. They bloom from late May to early July. The name Iris comes from the Greek, for the rainbow who was the winged messenger of the gods; the flower was named for the rainbow's colorful cloak.        Horsemint NPS photo by W. Kaesler   Horsemint Scientific name: Monarda fistulosa var. menthifolia    Family: Mint family (Lamiaceae) Habitat: Grows in clusters in sunny montane areas.  The purplish rose flowers grow in dense heads at the tops of 1 to 3 ft (40-100 cm) stems. Because of its spicy aroma, the plant is also known as wild oregano.        Colorado Columbine NPS photo by A. Schonlau   Colorado Columbine Scientific name: Aquilegia coerulea    Family: Hellebore family (Helleboraceae)  Habitat: It can be found growing in shaded montane and subalpine forests, as well as rocky alpine sites.  Colorado columbine is the state flower of Colorado. The petals are drawn out into long spurs between the sepals.  The spurs contain nectar, which attracts butterflies and long tongued bees. Colorado columbine begins blooming in June at lower elevations through August in alpine areas.          Mountain Lupine NPS photo by C. Johnson   Mountain Lupine Scientific name: Lupinus argenteus   Family: Pea family (Fabaceae)  Habitat: Grows in dry montane to subalpine areas  Mountain lupine can reach a height of 1 to 3 ft. (40-100cm). The color of the petals can vary from creamy white to blue. The leaves are palmately compound with five or more leaflets.        Purple-fringe NPS photo by R. Smith   Purple-fringe Scientific name: Phacelia sericea   Family: Waterleaf family (Hydrophyllaceae)  Habitat: Dry rocky montane to subalpine  Purple-fringe typically has many stems, each with a dense cluster of flowers. The flowers are deep purple. Yellow tipped stamens project from each flower, giving the clusters a fringed appearance. Purple fringe blooms from early June to early August.        Aspen Daisy NPS photo by D. Pinigis   Aspen Daisy Scientific name: Erigeron speciosus     Family: Aster family (Asteraceae) Habitat: Wet meadows, aspen groves and conifer forests from montane to subalpine areas.  This common daisy has light blue to lavender (sometimes white) ray flowers. The leaves are hairless except on the veins.  It blooms from mid July to August.        Pasqueflower and inset photo of Pasquefllower without pedals just feathery stamens NPS photo by A. SchonlauInset NPS photo by D. Biddle   Pasqueflower Scientific name: Pulsatilla patens  Family: Buttercup family (Ranunculaceae)  Habitat: Well-drained open slopes from montane to tree line  One of the earliest flowers to bloom, Pasqueflowers begin blooming as early as March in lower montane areas and can be seen through July at treeline. The large flowers have lavender tepals (petals and sepals that look alike) and bloom before the leaves develop. After the tepals drop, the flowers appear as feathery plumed heads due to the elongated styles.         Monkshood NPS photo   Monkshood Scientific name: Aconitum columbianum   Family: Hellebore family (Helleboraceae)  Habitat: Wet montane to subalpine areas  Monkshood is a tall plant with stems up to 57 inches (150 cm) tall. The flowers resemble larkspur except that Monkshood's upper sepal resembles a helmet or hood rather than a spur.  Monkshood has two color forms, which are both found in the park – a deep blue- purple form and a greenish-yellow form. It blooms from late June to late August.        Mountain Harebell NPS photo by R. Smith   Mountain Harebell  Scientific name: Campanula rotundifolia   Family: Bellflower family (Campanulaceae)  Habitat: Montane to alpine meadows and aspen groves.  This plant has many slender stems, each bearing several bell shaped blue flowers. It blooms from late June into early October. This plant grows in mountainous areas around the world, and is also known as the bluebell-of-Scotland.        Tall Chiming-bells NPS photo by D. Biddle   Tall Chiming-bells Scientific name: Mertensia ciliata   Family: Borage Family (Boraginaceae)  Habitat: Abundant alongside subalpine and lower alpine streams and drainages.  Clusters of bell-shaped flowers grow on stems 8 to 31 inches tall (20-80cm). The flower buds are pinkish to lavender, changing to blue when the flowers open.  This color change alerts bees that flowers are ripe for pollination. Tall chimingbells bloom from mid-June to mid-August.        Alpine Forget-me-not NPS photo   Alpine Forget-me-not Scientific name: Eritrichum aretioides  Family: Borage Family (Boraginaceae)  Habitat: Open rocky alpine slopes and dry meadows.  Alpine forget-me-not is one of the first to bloom on the tundra, usually appearing from late May to early July. Several flowers cover a tiny compact cushion plant, with each stem typically less than an inch tall (rarely up to 3 inches (7 cm). The fragrant flowers have dark blue to purple petals with a yellow central ring.        Sky Pilot NPS photo by R. Smith   Sky Pilot Scientific name: Polemonium viscosum  Family: Phlox Family (Polemoniaceae)  Habitat: Rocky alpine areas.  These eye-catching clusters of flowers are a purplish blue with bright yellow anthers. The flowers smell either sweet or skunky with sweeter flowers generally found at higher elevations. Growing on stems up to 4 inches (10 cm) tall, sky pilots bloom from June to early August.       References   Beidleman, Linda H., Richard G. Beidleman, Beatrice E. Willard, and Ruth Ashton Nelson. Plants of Rocky Mountain National Park: A Complete Revision of Ruth Ashton Nelson's Popular Manual. Helena, MT: Rocky Mountain Nature Association & Falcon Pub., 2000. Print.   Kershaw, Linda, A. MacKinnon, and Jim Pojar. Plants of the Rocky Mountains. Edmonton: Lone Pine Pub., 1998. Print.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/blue_purple.htm"
}
