{
    "title": "Sleeping Bear Dunes National Lakeshore: Be A Junior Ranger",
    "body": "Be a Junior Ranger        Sleeping Bear Dunes NL junior rangers show off their completed Junior Ranger books        Did you know that sand dunes move? or that sailors sent messages with flags? or how to identify a Pitcher's thistle? Become a Junior Ranger, and through activities, games, and puzzles, you'll learn this and more. Required activities include attending a ranger-led program (or creating your own), doing a service project (picking up trash, recycling, or a project of your own), and completing activities that encourage direct experience and discovery learning in different park environments. You can earn a badge, a patch, and a certificate. It's fun for the whole family! What is a Junior Ranger? A junior ranger is someone who, after completing the requirements, promises to take care of Sleeping Bear Dunes and other national parks. The Junior Ranger program is a fun way to learn about Sleeping Bear Dunes National Lakeshore and about how you can help protect the park; just like our park rangers!         How does it work? While visiting the park, stop by the Philip A. Hart Visitor Center in Empire, the Dune Center Bookstore at the Dune Climb, or the Glen Haven General Store to get your copy of the Junior Ranger Book. The books are FREE! Complete the activities and requirements (outlined in the book), take the book to a ranger station (visitor center, campground, island ranger station), and a ranger will review your book with you.         When your booklet is completed, you will receive  A Junior Ranger badge and\/or patch An official Junior Ranger Certificate to frame and enjoy  Best of all, you will have gained valuable knowledge in the stewardship of our national parks and that's what we really want! The more we all share in caring for our environment, the healthier the Earth will be... and the healthier the Earth, the happier all of us will be. Remember, it's all for our children's children's children... and beyond! Download a copy of the Junior Ranger Book and get started         Be a WebRanger As a WebRanger, you’ll learn what park rangers do to help protect our natural resources and our cultural heritage. You’ll also learn how park rangers observe and discover new things about our national parks, things to share with visitors like you.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/kidsyouth\/be-a-junior-ranger2.htm"
}
