{
    "title": "Sleeping Bear Dunes National Lakeshore: Art Place Navigation",
    "body": "The Art Place Animation Project       Students from The Art Place (TAP), a non-profit animation studio in Suttons Bay created an animated film about Sleeping Bear Dunes.  The film’s unique title, “wwwww.sbdnl.tap”, is not a website address, but was derived by the TAP students after they spent a week at the Lakeshore learning the “Who, What, When, Where, and Whys” of Sleeping Bear Dunes National Lakeshore’s dune ecology and history.        The Art Place Animation Project at Sleeping Bear Dunes National Lakeshore The Art Place 2007  Sixteen members of TAP spent a week outside exploring the natural and cultural surroundings of the National Lakeshore, then spent just as many hours inside editing and creating the 10 ½ minute movie, which is a collection of five animated films. After spending a week in one of the Lakeshore’s historic farms, Kate, from Suttons Bay, remarked, “I loved being a park resident for a week. It was very different than being a day visitor.” Twelve year old Andrew liked exploring the dunes at night and going to North Bar Lake. Everyone went on trails they had never hiked, swam at beaches they didn’t know were part of the National Lakeshore, interacted with National Park Rangers, and worked on answering in a very creative way the 'Who, What, When, Where and Why' questions about this national park site. “This was the first time the Lakeshore had ever welcomed a group of artists to work together on a project,” said Superintendent Dusty Shultz. Some of the participants remarked on how much fun they had working together so intensively to complete an entire project in such a short period of time. The experience of living in the park, away from phones, television, and email, helped the students focus their creativity, and make lasting connections with each other and with this special place. Watch the video on YouTube. For more information on TAP and its programs, go to www.theartplace.org.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/kidsyouth\/kidsanimation.htm"
}
