{
    "title": "Sleeping Bear Dunes National Lakeshore: Field Trips",
    "body": "Field Trips     Education is a primary mission of Sleeping Bear Dunes National Lakeshore. A variety of opportunities are available to visiting educational groups, including self-guided, ranger-led, and classroom activities. Plan your field trip to Sleeping Bear Dunes. Please be aware that regularly scheduled ranger programs, facility hours of operations, and ranger availablity change with the seasons.     Results   Showing results 1-5 of 5    Sort By:  Title Date         Sleeping Bear Dunes National Lakeshore Glen Haven Days    Sleeping Bear Dunes National Lakeshore presents two days of special historical demonstrations and tours on May 22 and 23. Visit the restored Glen Haven Village and a U.S. Life-saving station where activities are designed to supplement classroom learning and bring history, during the very early 1900’s, to life by providing students with many first-hand experiences relating to Michigan’s maritime heritage.  Students will watch a blacksmith at the forge, discover the unique history of one of the    Type:Field Trips Grade level:Second Grade-Sixth Grade Subjects:Agriculture, Community, Conservation, Ecology, Economics, Education, Entrepreneurs, Family Life, Geography, Government, History, Landscapes, Maritime History, Reading, Recreation \/ Leisure \/ Tourism, Science and Technology, Social Studies, Sports, Transportation, Writing        Sleeping Bear Dunes National Lakeshore Glen Haven Pre- and Post-Visit Activities   The Glen Haven tour is designed to supplement classroom learning and bring history to life by providing students with new, firsthand experiences relating to Michigan’s maritime heritage through the mission of the National Park Service to “preserve and protect.” Teachers can use these pre-visit and post-visit activities to prepare students for their field trip.    Type:Field Trips Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Literacy and Language Arts        Sleeping Bear Dunes National Lakeshore Lodge for Sale! Beavers at Sleeping Bear Dunes National Lakeshore   This a post-visit activity to be conducted after students attend the ranger-led beaver hike at Sleeping Bear Dunes National Lakeshore. Lodges are beaver homes and Sleeping Bear Dunes National Lakeshore is a great place for a beaver to live. Using what they learned on their field trip, students will make a \"for sale\" flyer for a beaver home at Sleeping Bear.    Type:Field Trips Grade level:Lower Elementary: Pre-Kindergarten through Second Grade Subjects:Science        Sleeping Bear Dunes National Lakeshore Ranger-led Programs at Sleeping Bear Dunes    Bring your class to the Lakeshore and hike through the dunes, go on a scavenger hunt, participate in a shipwreck rescue, watch a blacksmith, and lots more.    Type:Field Trips Grade level:Pre-Kindergarten-Third Grade Subjects:Biology: Animals, Biology: Plants, Ecology, Geology, Glaciers, History, Science and Technology        Sleeping Bear Dunes National Lakeshore Snowshoe Hikes   Don snowshoes and explore the winter ecology and snow science of Sleeping Bear Dunes National Lakeshore.    Type:Field Trips Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Literacy and Language Arts,Science",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/education\/classrooms\/fieldtrips.htm"
}
