{
    "title": "Rocky Mountain National Park: Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees & Shrubs     Shrubs                  Shrubs           Rocky Mountain Maple  Wild Rose    Wax Current  Boulder Raspberry    Common Juniper   Rocky Mountain Juniper    Kinnikinnick  Creeping Oregon-Grape    Chokecherry  Shrubby Cinquefoil     Willow                Rocky Mountain Maple Leaves and seeds. NPS photo by D. Biddle  Rocky Mountain Maple Scientific name: Acer glabrum  Habitat: 5500 ft. - 9000 ft. (1650 m. - 2700 m.), in moist montane areas. Rocky Mountain Maple is the most northern member of the maple family found in the Rockies. Characteristics: This many-stemmed large shrub can reach a maximum height of 20 to 25 feet. The leaves are a deep forest green in contrast to the blush red stems. In fall the leaves become an incandescent yellow or a glowing deep orange-red. Fun Facts:The leaves usually will have three deep lobes. Rocky Mountain Maple has the ability to deepen each lope to the point where it separates into multiple leaves, creating a compound leaf from a simple leaf formation. It's the only member of the maple family that can do this. Seeds hang in small clusters and have branched reddish wings. These wings help the seeds disperse in the wind like little helicopters. Top of Page        Wild Rose flowers. NPS photo by A. Schanlou  Wild Rose Scientific name: Rosa woodsii Habitat: Can be found in montane and subalpine forests, dry to moist ranges. Characteristic: It's easy to identify this species because of the light-pink, 5 petaled flowers in early summer and the bright red rose hips in the fall. Height can range from 1 to 4 feet depending on slope, soil saturation, and amount of sunlight. Leaves are compound and exhibit a range of green shades in spring and summer. Fall leaves transform into stunning rustic orange and vibrant red. Fun Facts: \"A rose by any other name is still a rose\", but be careful around this plant. It may be beautiful but it's covered in small thorns. Rose hips, the fruit produced by this flower, remain through winter and are a reliable source of food for many animal species when finding food can be difficult.    Top of Page        Wax Current and their tubular flower NPS photo  Wax Current Scientific name: Ribes cereum Habitat: Wax Current is one of the most common shrubs in dry, sunny montane forests. Characteristics: Often grows in rounded clumps and can vary in height from 3 to 5 feet. Leaves are small, obscurely lobed, and have a pine-citrus fragrance. In June, tubular pink flowers blossom. In late August the pink flowers swell to form a translucent orange-red berry. Fun Facts: The long tubular flowers are perfect for hummingbirds to feed on the nectar of these plants. The berries are feasted upon by small mammals, birds, and even humans. Top of Page        White flowers of a Boulder Raspberry. NPS photo by J. Westfall  Boulder Raspberry Scientific name: Oreobatus delicious Habitat: Boulder raspberry is a common shrub that grows in sunny rocky montane areas. Characteristics: Leaves are usually fuzzy. Large white flowers bloom in late spring. The flowers produce raspberries in early and midsummer. These berries can range in taste from tart to sweet, with some even being tasteless. Most of the berries are fuzzy and can be course and seedy. Fun Facts: Bears, birds, and many other animals in Rocky Mountain National Park feast and depend on these berries. Native Americans also collected these berries. Keep an eye out for these bright red raspberries and taste the wilderness of Rocky Mountain National Park. Top of Page         Mountain Big Sagebrush NPS photo by D. Biddle  Mountain Big Sagebrush Scientific name: Artemisia tridentata ssp. vaseyana Habitat: Mountain big sagebrush is found in dry montane areas. Characteristics: The characteristics of this plant vary slightly from the east to west side of the park. On the east side, mountain sagebrush is a little smaller in size ranging from 2 to 3feet in height; while the west side it can reach a maximum height of 5 feet. The leaves are narrow and have three- toothed tips which can resemble a three pronged trident. The leaves are a light smoky grey color. Fun Facts: The aromatic smell of mountain big sagebrush can almost transport you back to the old west. Sagebrushes are members of the sunflower family. True sages (Salvia), which are often used for cooking, have a similar aroma, but are members of the mint family. There are several subspecies of big sagebrush in the western United States. These differ from one another in habitatpreference and in subtle features of leaves and inflorescences. Mountain big sagebrush is more moisture demanding than the other subspecies and grows at higher elevations. This name for this subspecies honors George Richard Vasey, an accomplished field botanist. His father, George S. Vasey, was Chief Botanist of the U.S. Department of Agriculture during the Curator of the U.S. National Herbarium at the Smithsonian Institution during the 19th century. Top of Page        Common Juniper NPS photo  Common Juniper Scientific name: Juniperus communis Habitat: Arid, rocky, open sites from montane to subalpine. Characteristics: There are two Junipers in Rocky Mountain National Park, Rocky Mountain juniper Juniperus scopulorum and common juniper Juniperus communis. Common juniper is a truncated ground spreading shrub reaching a maximum height of 3 feet. Leaves are in whorls of three and have a needle-like appearance. Fun Facts: The light purple berry-like cones only appear on female plants. The berries can be toxic to humans if ingested. As the name suggests, common juniper is fairly common over much of the globe. It is the only conifer to be found throughout the northern hemisphere. Top of Page       Rocky Mountain Juniper Scientific name: Juniperus scopulorum Habitat: Rocky Mountain juniper inhabitsmontane areas from 5000 ft.-8000 ft., (1500 m.-2400 m.). Usually found in cooler, shaded hillsides, ridges, and rock areas. Characteristics: A shrub or a short tree often shaped like a pyramid, with an irregular to slightly rounded crown. The height can be 16 to 49 feet, with a trunk diameter up to 3 feet. Unlike the needle-like leaves of Common Juniper, the leaves of Rocky Mountain juniper are small, waxy, and scale-like. They occur in pairs and have a pale-green to grayish-green hue. Fun Facts: Rocky Mountain juniper thrives in this variable environment because they retain their leaves all year. The berries they produce are actually cones, so take a closer look when you see one. The cones are green or purple and contain 1 to 3 seeds per cone. Top of Page      Yellow Rabbitbrush Scientific name:Chrysothamnus nauseosus Habitat: Open dry montane areas. Characteristics: Yellow rabbitbrush is one of a few plants that bloom as late as August to October. Flowers are tiny, yellow and many are in a dense cluster. Height can range from 1 to 3 feet tall and is densely branched. Fun Facts: This unique species contains 2-6% rubber which allows the branches to be very flexible. In the past, rabbitbrush was burned to smoke hides. Flowers were also boiled to extract a yellow color to be used as a dye. Top of Page         Kinnikinnick NPS photo by A. Schanlou  Kinnikinnick Scientific name:Arctostaphylos uva-ussi Habitat: Can thrive in montane to alpine slopes in well drained wooded or open areas. Characteristics: Kinnikinnick is a low lying shrub reaching a height of 6 inches and a length of 3 to 5 feet. The evergreen leaves are small and rounded. Multiple kinnikinnick plants can form clumps or mats in lodgepole pine forests. The tiny bell shaped flowers hang in small clusters and have a pinkish-white color. Bright red berry-like fruit form in late summer. Fun Facts: Kinnikinnick, also known as bear berry, is an important staple in the diet of park wildlife. Bears in particular utilize this plant. In late fall, bears eat the berries and other vegetation to create a blockage in the digestive system. This prevents the bears from defecating during winter hibernation. Kinnikinnick is a very small member of the genus Arctostaphylos, most of which are tall shrubs known as manzanitas.   Top of Page        Chockcherry blossoms NPS photo by A. Schanlou  Chokecherry Scientific name:Padus virginiana ssp. melanocarpa Habitat: Chokecherries can be found inhabiting dry open areas to moist river beds. Characteristics: Chokecherry is one of the most notable shrubs in Rocky Mountain National Park. Its tall reddish-grey slender stalks can reach a height of 15 feet making it seem more like a small tree at times. Creamy white flowers bloom from May to June. Ends of branches can have up to fifty flower heads. Fun Facts: Although the small cherries produced by this species serve as food for many animals, the seeds and leaves of chokecherries are quite poisonous to many of them. The seeds hold a trace amount of cyanide. However, many insects eat the foliage because they can absorb some of the toxin and in turn become poisonous. This is a deterrent for predators that would prey on these insects. Top of Page        Creeping Oregon-grape berries NPS photo by A. Schanlou  Creeping Oregon-Grape Scientific Name: Mahonia repens Habitat: Found on forested slopes and rocky regions. Characteristics: Creeping Oregon-grape, also known as holly-grape, is a low lying, evergreen shrub. Each stalk has 5 to 7 alternating leaves, which have short, holly-like spines. Many clusters of yellow flowers bloom April through June. In June small purple-blue clusters of juicy berries are produced. In fall the leaves turn a spectacular color of dark orange to rich red. Fun Facts: This small plant is an evergreen which means that the leaves are kept throughout the year. During fall and winter the leaves turn from a green to a red-orange. This conserves energy during the winter by stopping photosynthesis. When spring rolls around and there is more sunlight the leaves transition to green and photosynthesis begins again. Top of Page        Shrubby Cinquefoil NPS photo by D. Biddle  Shrubby Cinquefoil Scientific name: Dasiphora fruticosa Habitat: Shrubby cinquefoil thrives in dry to wet areas and rocky regions to open meadows. Characteristics: This deciduous shrub can reach a height of 3 to 4 feet. The leaves are small and compound, with fine hairs. The bright yellow flowers can be found from April to July. When the plant is mature, the bark becomes flaky, papery and thin. Fun Facts: This hardy plant is often used as an ornamental shrub. It's a great solution to erosion and can be used to stabilize slopes. Top of Page        Top: Willow stems provide shade and habitat.Bottom: Catkins open in early summer to release thousands of seeds. NPS   Willow  Scientific genus: Salix with fifteen distinct species recorded in the park. Habitat: Willows are the dominant woody shrub on almost all wet meadow or riparian areas in the park. They establish on point bars, abandoned beaver ponds, and abandoned channels or ox-bows. Characteristics: Willows in the montane ecosystem can reach heights over 10 feet while alpine willows remain near the ground. They have elongated leaves. Male and female flowers appear as catkins in early spring. Willow shrub stems are rich with sap and the roots are large and fibrous to reach water below the ground. Fun Facts:   Willows can establish from seeds or from willow roots or stems that implant into the ground.  Shoots from the roots are important because they allow existing willow plants and root systems to maintain themselves for long periods of time. They provide shade to streams and critical habitat for a large number of terrestrial and aquatic species. They slow water flow and allow the ground to absorb water and nutrients. They stabilize stream banks. They provide food and construction material for beavers and their dams which benefit ecosystem processes. Willow growth and height in the park is determined by large ungulate and beaver browsing. Willows have evolved defenses against browsing. They can grow tall very rapidly beyond the height of browsing or they can produce defense compounds that make them less palatable to large ungulates like moose and elk. Willow have declined in Rocky Mountain National Park meadows because there are fewer beaver and elk overbrowse their leaves and stems. See the elk and vegetation management section for information on this important relationship.  Top of Page",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/shrubs.htm"
}
