{
    "title": "Sleeping Bear Dunes National Lakeshore: Sand Dunes",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Sand Dunes                Sand Dunes       The most noted features of Sleeping Bear Dunes National Lakeshore are the immense dunes, high bluffs and dune plateaus that are the remarkable landmarks that run along the shoreline of the park.  The towering headlands of Empire Bluffs, Sleeping Bear Bluffs and Pyramid Point are glacial moraines that once protruded further into Lake Michigan but are now eroded by wind and waves over thousands of years into the steep faces that are such prominent landmarks.  As waves cut away the bases of the bluffs exposing a continuous supply of sand and gravel to the winds that blow against them, the sand is continually moved upward and deposited on top.  These are called perched dunes as they are sitting atop the already high moraines.  The Sleeping Bear Plateau is a dune field about five miles long and three miles wide composed of these dunes.  Many other dunes along the coastline are formed of Lake Michigan beach sand.  These dunes also reach far inland as sand is blown in the wind.  These dunes are undulating as they move inland over time through the series of beach and foredunes with pioneer vegetation that can adapt to the dry and windy conditions such as Marram grass, Pitcher’s thistle, bearberry, sand cherry, and beach pea.  Further inland are higher backdunes with more mature and stabilizing trees and shrubs such as jack pine, cottonwood and oak with juniper and buffalo berry shrubs.        Sleeping Bear Dunes   The whole process of dune building and movements is easily watched, especially on a windy day.  Sands from the beaches will blow up and over the foredune, only to be trapped in a clump of native beachgrass.  Young pitcher’s thistle plants and beachpea will also trap sand and blowing organic matter around their leaves and will use the nutrients from this sand as nourishment.   Harder winds will keep the sand moving inland across inter-dunal swales until it reaches the backdunes.  Vegetation once again tries to hold these sands in place.  Trails and other disturbances through the dunes allow ‘blowouts’ to develop and the sand is once again on the move.  When you are on the Sleeping Bear Plateau, you can also observe hills of sand in great crescent shaped waves that have moved inland over time covering forests in front of them and exposing skeletal forests, killed hundreds of years earlier by the moving dunes, behind them.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/nature\/sanddunes.htm"
}
