{
    "title": "Sleeping Bear Dunes National Lakeshore: Coasts \/ Shorelines",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Coasts \/ Shorelines                Coasts \/ Shorelines         Waves crash the beach   The coastline along Lake Michigan and around North and South Manitou Islands are a very dynamic component of the park environment. The steep bluff faces are prone to an occasional  slumping into Lake Michigan which provides enormous quantities of sand and gravel to the shore. This is soon whisked up or down the coast by the almost constant wave actions. Certain individual landslides have dumped a million cubic yards of sand into the lake in single events. Landslides at Sleeping Bear Point and Pyramid Point over the past 20 years are examples of these huge, natural events that are a part of the dynamic coastline.  The changing shoreline process is continuous even without such spectacular episodes, especially in years when Lake Michigan water levels have risen. The prevailing current along the Lake Michigan shore moves sand northward at very impressive volumes. The headlands are constantly eroding and the bays are filling in.    The shorelines of the two islands are exposed to the forces of erosion no matter which direction the wind blows. Sand will accumulate along beaches and into the bays for years until a slump occurs and much of the accumulation settles out into the deeper water areas. High winds and blowing sand may welcome a visitor on one side of the island, while just a breeze is felt by visitors on the other side. Small patches of ancient forests buried by sand eons ago continue to be exposed, as the sand moves inland and attempts to bury forests of today. Large expanses of shallow water areas can be seen off of both islands and are common resting and feeding places for waterfowl, especially on the leeward side of the island in a large storm.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/nature\/coasts.htm"
}
