{
    "title": "Sleeping Bear Dunes National Lakeshore: Discover the Night Sky",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Discover the Night Sky                Discover the Night Sky        \"I often think that the night is more alive and more richly colored than the day.\"  -Vincent Van Gogh Photo credit: Tyler Nordgren       The National Parks are home to some of the world’s greatest wonders from the deep valleys of the Grand Canyon to the towering mountains of central Alaska; yet, often forgotten on the list of cherished treasures is the night sky. After the sun sets a whole new adventure awaits, all one must do is look up.   Starry night skies and natural darkness are sights unseen by many. America’s National Parks house some of the last remaining places where complete darkness can be discovered. One place is here, at Sleeping Bear Dunes National Lakeshore.  Sleeping Bear Dunes is committed to sharing this natural night landscape with visitors, as well as protecting it for current and future generations. Join us at the Lakeshore as we continue to share and protect the night sky. Follow the links below to programs, stargazing tips, and to learn more about protecting what’s above.           Night Sky Programs The night sky can be one of the most awe-inspiring views experienced along the Lake Michigan shoreline. Join us at Sleeping Bear Dunes National Lakeshore as we discover the night sky through weekly and monthly programs. Learn more about the events, including times and locations.        Photo credit: Tyler Nordgren  Exploring Dark Skies Want to head out into the night and stargaze on your own? Read about helpful tips on where to go and what to bring.         Protecting What’s Above Protecting the night skies is a simple task to undertake. Learn about ways to reduce your mark on the night sky.      Useful Resources Grand Traverse Astronomical Society www.gtastro.org\/ National Park Service Natural Sounds and Night Skies www.nature.nps.gov\/sound_night\/",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/nature\/discover-the-night-sky.htm"
}
