{
    "title": "Sleeping Bear Dunes National Lakeshore: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                Climate Change       Signs that climate change is already occurring in Michigan include increases in average annual temperatures, more frequent severe rainstorms, shorter winters, and decreases in the duration of lake ice cover. By the end of the 21st century, winter and summer temperatures may increase 3-6 oC and 4-7 oC, respectively (Kling et al. 2003). We already see several impacts from climate change at Sleeping Bear Dunes, including a change in winter snowpack, an increased number of non-native species, more tree death, and species migration. We at Sleeping Bear Dunes realize that it will “take a village” of park employees, scientists, visitors, and partners working together to tackle these serious climate change impacts.   Green Our Rides NPS employees are working to shrink the greenhouse gas emissions footprint of our transportation-related activities every day, and we are inviting visitors to join in our effort. Each gallon of gasoline burned creates 20 pounds of CO2. That’s about 5 to 9 tons of CO2 each year for a typical vehicle. Our actions will improve energy efficiency, promote healthy ecosystems, support energy independence, and protect human health. Transportation contributes a large percentage of U.S. emissions, but there are opportunities to cut emissions in transportation. Alternative and renewable fuels, advanced vehicle technologies, reductions in the number of vehicles miles traveled, idle reduction, and fuel economy improvements are all approaches to reducing transportation related greenhouse gases. Fuel-Efficient Driving Idle reduction: Idling a car uses a quarter or a half gallon of fuel per hour.  Researchers estimate that vehicle idling in the US wastes about six billion gallons of fuel annually.  That translates to 60million tons of CO2 and $22 billion per year! Idling can actually increase engine wear and shorten vehicle life. Drive sensibly: Aggressive driving, including jackrabbit starts, swift acceleration, and hard braking, wastes fuel unnecessarily. Observe the speed limit: Each vehicle reaches its optimal fuel economy at a different speed, but fuel economy usually begins to decrease rapidly at speeds higher than 50 mph. Remove excess weight: Don't keep unnecessary items in your vehicle. Keep your engine properly tuned: Delaying maintenance can impact fuel efficiency. Keep tires properly inflated: Check the sticker in your glove box or door jamb to find the proper pressure. Do not use the maximum pressure printed on the tire sidewall. Remove rooftop boxes and racks when not in use: Increased drag reduces fuel economy. Combine and coordinate trips: Several short trips use more fuel than one multipurpose trip.   Clean Cities An alternative fuel partnership between the US Department of Energy’s Clean Cities program and the National Park Service. Clean Cities partners with the National Park Service to support the use of renewable and alternative fuels, electric drive vehicles, and other advanced transportation technologies at national parks across the country. These efforts help improve air quality and promote the use of domestic energy resources. Clean Cities was created in response to the Energy Policy Act of 1992 to provide resources for required and voluntary adopters of alternative fuel vehicles. Sleeping Bear Dunes, with Michigan’s Clean Energy Coalition, hopes to deploy four plug-in electric vehicles and four charging stations. The park will introduce a program to educate staff and visitors on the benefits of idle reduction, fuel economy and efficient driving habits. The park will also install a tire filling station open to both staff and park visitors to further promote sustainable driving habits. For more tips and information, visit fueleconomy.gov\/feg\/drive.shtml       Read our climate change site bulletin.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/nature\/climate-change.htm"
}
