{
    "title": "Rocky Mountain National Park: White",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     White                  White Flowers           Mariposa-lily  Miners-candle  Rocky Mountain Pussytoes    Bristly Pricklypoppy  Cow Parsnip   Feild Mouse-ear Chickweed    Yarrow  American Bistort  Dotted Saxifrage    Marsh-marigold  Alpine Thistle  Arctic Gentian           Mariposa-lily NPS photo by W. Kaesler   Mariposa-lily Scientific name: Calochortus gunnisonii    Family: Mariposa family (Calochortaceae)  Habitat: Montane meadows and aspen groves  The tulip shaped flowers have three white, (infrequently pinkish or lavender) petals, each marked with a broad purple band and yellow gland tipped hairs near the base. These lovely flowers are well named, for mariposa is Spanish for butterfly. Mariposa lilies bloom from early July to mid August.           Miners-candle NPS photo by L. Benton   Miners-candle Scientific name: Oreocarya virgata  Family: Borage family (Boraginaceae)  Habitat: Dry montane hills and gravelly slopes  This conspicuous plant resembles a columnar candle with a single 1ft. (30cm) or taller stalk covered with tiny white flowers.  Sometimes, if the main stem is damaged, the plant will form several stems. The stem and leaves are covered with hairs and sometimes can become prickly. Miners-candle blooms in late June and July.        Rocky Mountain Pussytoes NPS photo  Rocky Mountain Pussytoes   Scientific name: Antennaria parvifolia    Family: Aster family (Asteraceae)    Habitat: Meadows, slopes, and wooded montane areas    This common plant forms mats of small lance shaped leaves.  The tiny flower heads contain only disk flowers surrounded by white papery bracts. Pussytoes is sometimes confused with a related plant, pearly everlasting, which is taller and has more stem leaves. The soft flower heads feel like the bottom of a cat's foot, giving the plant its common name. Pussytoes begins blooming in early May.          Bristly Picklypoppy NPS photo   Bristly Pricklypoppy Scientific name: Argemone hispida  Family: Poppy family (Papaveraceae)  Habitat: Disturbed montane areas  Showy white flowers with bright yellow centers grow on stems reaching a height of 2ft. (70cm.). The stems and leaves are covered with dense prickly spines. Flowers usually bloom from late May to early August.        Cow Parsnip NPS photo  Cow Parsnip   Scientific name: Heracleum sphondylium ssp montanum    Family: Parsley family (Apiaceae)    Habitat: Stream banks and wet montane to subalpine meadows    This stout plant has large maple shaped leaves and can reach a height of 3-6ft. (1-2m.). The small white flowers are clustered in umbels that form large groupings.  The genus is named for Hercules because of the plant's large size. Cow parsnip blooms from late June to mid August.        Field Mouse-ear Chickweed NPS photo   Field Mouse-ear Chickweed Scientific name: Cerastium strictum    Family: Chickweed family (Alsinaceae)  Habitat: Montane meadows to low alpine zones  This plant blooms in May to June with masses of white flowers. Petals are deeply loped, almost splitting into two separate petals, giving an appearance of mouse ears.           NPS photo by D. Biddle   Yarrow Scientific name: Achillea lanulosa  Family: Aster family (Asteraceae)  Habitat: Meadows and roadsides from montane to lower alpine zones.  Yarrow bears tiny white flower heads grouped into dense flat-topped clusters. Its aromatic leaves are fern like and are pinnately divided. Yarrow is reputed to stop bleeding; its scientific name is for Achilles, and legend tells that the Greek hero stuffed his pockets with this plant to treat wounded soldiers during the Trojan War. Yarrow blooms from early July to September.           American Bistort NPS photo by D. Pinigis   American Bistort Scientific name: Bistorta bistortoides    Family: Buckwheat family (Polygonaceae)  Habitat: Moist montane meadows to alpine tundra.  Each slender stem, which can reach a height of 2 ft. (60 cm), bears a dense cluster of small white to pinkish flowers. The leaves are narrow and grow at the base of the plant. The plant is nicknamed \"miner's socks\" for the pungent fragrance of its fly-pollinated flowers. American bistort blooms from mid-June at lower elevations to August in the alpine.        Dotted Saxifrage NPS photo   Dotted Saxifrage Scientific name: Ciliaria austromontana     Family: Saxifrage family (Saxifragaceae)  Habitat: Montane to lower alpine, rock ledges and forest floors  The flowers have white petals dotted with orange and red spots. Tiny awl shaped leaves form dense mats.  It blooms from June to August.        Marsh-marigold NPS photo by D. Pinigis   Marsh-marigold Scientific name: Psychrophila leptosepala    Family: Hellebore family (Helleboraceae)  Habitat: Wet subalpine to alpine areas.  Blooming in wet areas soon after the snow melts, marsh-marigold has large saucer shaped flowers with petal like sepals that are white above and bluish purple underneath. The plant has glossy dark green basal leaves. It blooms from mid-June to late August.        Alpine Thistle NPS photo   Alpine Thistle Scientific name: Cirsium scopulorum  Family: Aster family (Asteraceae)  Habitat: Subalpine to alpine rocky slopes, roadsides, and trails.  Flower heads are born on stems up to 2 ft. (60 cm) tall in dense nodding clusters and can be white to pale purple. Leaves are lanced shaped and are tipped by spines. This striking thistle can be seen along Trail Ridge Road in July and August.        Arctic Gentian NPS photo by A. Schanlou   Arctic Gentian Scientific name: Gentianodes algida  Family: Gentian family (Gentianacea)  Habitat: Moist alpine areas  The showy goblet shaped flowers have white petals with green spots and dark purple streaks on the sides. The flowers grow in clusters from short branching stems.  Rangers call this the \"boo-hoo flower\" because when it blooms the short alpine summer is nearly over. Arctic gentian blooms from late July to early September.         References   Beidleman, Linda H., Richard G. Beidleman, Beatrice E. Willard, and Ruth Ashton Nelson. Plants of Rocky Mountain National Park: A Complete Revision of Ruth Ashton Nelson's Popular Manual. Helena, MT: Rocky Mountain Nature Association & Falcon Pub., 2000. Print.    Kershaw, Linda, A. MacKinnon, and Jim Pojar. Plants of the Rocky Mountains. Edmonton: Lone Pine Pub., 1998. Print.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/white_flowers.htm"
}
