{
    "title": "Sleeping Bear Dunes National Lakeshore: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                 Mammals         Bobcat   Although the Lakeshore’s name comes from an Indian legend about a mother black bear and her cubs, black bears are rarely seen within the park, though they are becoming more common in Michigan. There are over 50 other species of mammals that can be seen depending on the time of year and watchfulness of the visitor. The lakes and streams have beaver, otter, muskrat, and mink. Many of the small mammals in the park are inconspicuous such as meadow voles, deer mice, weasels, and shrews, but eastern chipmunks are numerous and are not inconspicuous. They frequent the campgrounds, especially on South Manitou Island and can be a nuisance for campers. Fox squirrels and gray squirrels, including the black phase of the gray squirrel, are common. A sighting of a northern flying squirrel should be treasured since they are primarily a nocturnal (active at night) species. Meadow vole runways are exposed as the snow melts and let you know how busy they were during the winter. Long lines of protruded soil tell of an eastern mole who is feeding on earthworms under the ground. Bats are busy little insectivores that are seen flying overhead at dusk while they feed on moths and mosquitos. Among the bats found in the park are the big brown bat, hoary bat, red bat, and silver-haired bat.  Some mammals, such as coyotes and opossums, are fairly recent arrivals to the area. The white-tailed deer were not present in significant numbers until the forests were cleared. Raccoons continue to benefit from man’s activities and are common. If you do not see these animals during your hikes, then watch for their tracks which are commonly seen in sandy or muddy areas. Be sure to enjoy the occasional serenade of a coyote family as you are settling into bed at your campsite. Bobcats are elusive and live in some of the more wild parts of the park and neighboring swamps.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/nature\/mammals.htm"
}
