{
    "title": "Sleeping Bear Dunes National Lakeshore: Research on Plants",
    "body": "Research on Plants       View photos from some of these research projects. Inventory          Sugar Maple in Beech-Maple Forest on Windy Moraine Trail Kerry Kelly 2006  Forest Inventory and Analysis This inventory of Michigan's forests is the beginning of an annual forest inventory to collect information on forest growth, health, and mortality. Over 18,000 inventory plots are located approximately every 2 miles throughout Michigan on both private and public lands, including in Sleeping Bear Dunes National Lakeshore. The most recent inventory revealed that Michigan had 1 million more acres of forestland than recorded in 1980. In all, there are 19.3 million acres of forestland that covers 53% of the state's total land area. Download a complete research proposal (27 kb pdf file).      Diseases          Beech Tree Kerry Kelly 2006  Beech Bark Disease Monitoring and Impact Analysis System for Michigan The purpose of this study is to create a monitoring and impact analysis system that will be used to gather baseline data to allow tracking of changes in northern hardwood forests due to the exotic beech bark disease complex that is present in Michigan.  Download a complete report of results (24 kb pdf file).      Restoration        Dune restoration K. Crawford  Biodiversity and ecosystem functioning: Understanding the importance of restoring and preserving diversity at multiple levels Much ecological research over the past decade has focused on how biodiversity contributes to ecosystem functioning, community structure, and community stability. The overwhelming majority of these experiments found that the loss of biodiversity negatively influences ecosystem function. Despite important applied implications, very few of these studies have been conducted in a restoration context. The Great Lakes sand dunes are an ecologically important system in need of restoration due to years of human disturbance and development. We propose to explore how different levels of biodiversity may interact to influence ecosystem processes in a restored vegetative community at Sleeping Bear Dunes National Lakeshore. Download complete proposal (16 kb, pdf file).      Invasive Species        Spotted Knapweed Kerry Kelly 2006  A predictive model for invasive plant species for the Great Lakes Network of the National Park Service-vegetation This project will produce a predictive model for introduction, establishment, and spread of target invasive plants to be used by the NPS in monitoring for these plants.        Baby's breath removal NPS  Does removal of Gypsophila paniculata (baby’s breath) from Lake Michigan sand dunes restore native community structure and ecosystem function? In collaboration with TNC-MI and Sleeping Bear Dunes National Lakeshore (SBDNL), I propose to quantify the effects of removing G. paniculata from sand dune systems.  This will involve pre-removal assessment of the plant communities (species richness and abundance) in infested areas as well as in comparable un-infested areas.  After removal of G. paniculata, sites will be monitored for several succeeding years to quantify the return of native species (especially target species such as Pitcher’s thistle) and restoration of ecosystem function. Specifically, I propose to monitor primary productivity, insect communities, soil microbes, sand stabilization, and nutrient cycling. Download complete proposal (38 kb, pdf file).        Pitcher's Thistle in Dunes Louda 2006  Effect of Spotted Knapweed on the Germination and Survival of Pitcher's thistle, Cirsium pitcheri The aim of this study is to evaluate the role of spotted knapweed, an invasive alien plant in the dunes, on the germination and survival of Pitcher's thistle, a federally threatened dune plant. Download the additionalinformation (19 kb pdf file).          Effects of Fungal Symbionts on Plant Invasions Emery 2006  Effects of Fungal Symbionts on Success of Plant Invasions Recent studies show that above and below-ground microbes can affect the invasibility of plant communities and the success of invasive species. Specifically, two types of fungi are known to increase the success of invading plants. Researchers will address the following questions:  1. How do symbiont assemblages differ between natural and restored habitats? Can symbionts increase the invasion resistance of native dune grass communities?  2. Do symbionts increase invasion success of exotic plant species in sand dune communities?  3. Do symbionts alter plant impacts on ecosystem functioning, such as dune stabilization and arthropod food web structure? Download complete research proposal (15 kb pdf file).        Collecting arthropods Baskett  Effects of invasive plants on arthropod communities and pollinator visits to native flowers Invasive species pose a serious threat to the biodiversity of native communities. Spotted knapweed (Centaurea biebersteinii) and baby’s breath (Gypsophila paniculata) are two invasive plants that compete with the native, federally threatened Pitcher’s thistle (Cirsium pitcheri) for space and resources on the dunes of the Great Lakes. These invasive species may also compete with native plants for pollinators or alter the pollinator community composition on the dunes. The proposed project will examine the effects of baby’s breath and spotted knapweed on i) pollinator visits to native plants and ii) arthropod abundance, richness, and diversity on the dunes of Lake Michigan in Sleeping Bear Dunes National Lakeshore. We will observe pollinator visits to native species in areas with and without invaders and use sweep-netting to collect arthropods in these areas. We will examine the abundance, richness, and diversity of both visitors to the native flowers, and of pollinators and other arthropods that are collected. The results of this study will inform park managers’ decisions for controlling invaders and preserving native biodiversity by increasing our understanding of how invasive plants interact and compete with native plants, especially those that are already threatened. In addition, few studies have examined the changes that invasive plants may cause in arthropod communities. Download complete proposal (120 kb, pdf file).      Threatened Plant Communities          Pitcher's Thistle Jocelyn Trepte 2006  Integrating long-term demographic data and repeated genetic sampling for viability analysis of natural and restored Cirsium pitcheri populations and seed banking of Cirsium pitcheri The fundamental theme of this research is to compare and understand long-term dynamics of natural and restored Pitcher’s thistle (Cirsium pitcheri) populations. Our work meets federal recovery planning objectives for research and restoration of this species.  Download complete research proposal (988 kb pdf file).      Vegetation Mapping      Sleeping Bear Dunes National Lakeshore Vegetation Mapping The primary objective of this project is to develop a spatially referenced vegetation database map, supported with ecological and vegetation data, for use in geographic information systems (GIS) and in support of the management of park natural resources.  The project will provide an inventory of vegetation communities at SLBE, providing descriptive botanical and ecological information that can be referenced to locations as provided by the vegetation map.  Along with the vegetation map will be a fuels model, keyed to the vegetation types as determined by quantifying dead and downed fuels and herbaceous layer characterization relative to Stereo Photo Series for Quantifying Natural Fuels.  The vegetation map’s footprint will cover all of the SLBE with a 400-meter buffer beyond the park boundary. Download complete proposal (232 kb, pdf file).      Back to the Natural Resources Research page                       Spotsylvania Battlefield   23 Photos  Photos of the landscape and terrain on the Spotsylvania Court House battlefield           Trumpeter Swans   3 Photos  Photos of Trumpeter Swans in Sleeping Bear Dunes National Lakeshore          Piping Plover   9 Photos  Photos of the Piping Plover            Natural Resource Research Animals   24 Photos  Photos of research projects related to animals in Sleeping Bear Dunes National Lakeshore          Natural Resources Water Air Soil   13 Photos  Photos from Natural Resources Research projects related to Water, Air, and Soil          Natural Resources Research Plants   8 Photos  Photos of research projects relating to plants in Sleeping Bear Dunes National Lakeshore",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/nature\/nrresearchplants.htm"
}
