{
    "title": "Sleeping Bear Dunes National Lakeshore: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds         Wood Thrush   The park has a wide variety of birdlife because of the many varying habitats from uplands to wetlands including the vast dunes, lakes, streams, hardwood forests, and cedar swamps. Bald eagles are seen hunting along the Lake Michigan shoreline. The sound of common loons can be heard on the inland lakes and occasionally a beautiful trumpeter swan can be seen passing through. The sandy beaches are home to shorebirds, including increasing numbers of the endangered piping plover. The forests are habitat for many warblers, thrushes, broad-wing hawks, red-tailed hawks, and great-horned and barred owls. Warblers and hawks are easily seen in the spring as they migrate along the coast and rest on the islands in their flight across Lake Michigan. Upland sandpipers, bobolinks, and grasshopper sparrows are birds that are in decline nationally, but are readily found in the grassland meadows. The many lakes and streams in the park exhibit eye-catching waterfowl such as wood ducks, blue-winged teal, hooded mergansers and buffleheads. Old field succession stages are sites for woodcock nesting. sandhill cranes can be found feeding in some wet meadows. In the winter there are great rafts of goldeneyes, mergansers and scaup on Lake Michigan. Habitats of special interests include the miles of fore-dunes along Lake Michigan with vegetation of brushy scrubs of juniper, grasses and small pines. This is the nesting habitat of the prairie warbler, which is one of Michigan’s threatened species. Large segments of mature hardwood forests are common and some of the least disturbed of these forests are on South Manitou Island where ovenbirds and veeries are common. The park is concerned about fragmentation of the mainland forests and the potential for loss of nests of neo-tropical birds due to predation and parasitism.  The lakeshore is a veritable treasure chest for birders who want to add species to their lists. So far 240 species of birds have been identified within the lakeshore. Breeding courtships and calls are heard in all habitat types and the lakeshore has a diverse list of species that nest here each year. Bird lists and checklists are available at the visitor center and a number of field guides are also available for purchase.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/nature\/birds.htm"
}
