{
    "title": "Sleeping Bear Dunes National Lakeshore: Shipwreck",
    "body": "Shipwreck of the Francisco Morazan       Gambling with late season Great Lakes weather, but wanting to make one last trip before winter, the Francisco Morazan left Chicago on November 27, 1960. The steel-hulled Liberian freighter was bound for Holland via the St. Lawrence Seaway loaded with 940-tons of general cargo.  The 24 year old captain, Eduardo Trivizas, and a multi-national crew of 13 men sailed the ship. Captain Trivizas had five years of sailing experience and was a graduate of the Greek Navy School. The Francisco Morazan was his first command. The Captain's wife and traveling companion, Anistasia, age 29 who was pregnant with their second child was also aboard. By the next day, a 40-MPH wind blew out of the northwest, and the Morazan's decks were awash. After the ship passed the Point Betsie Light, blinded by fog and heavy snow, she ran aground about 300 feet off the southwest shore of South Manitou Island. The ship maintained contact with two Coast Guardsmen at the North Manitou Island Lighthouse and with a state forester stationed on South Manitou Island who flashed light signals to the stranded ship. Rescue vessels arrived the next morning along with two helicopters and an amphibian airplane from the Traverse City Coast Guard Station.        Hikers view the wreck of the Francisco Morazan Kerry Kelly 2005  The lake was wild all day, but the ship did not seem to be in immediate danger, but the Captain was worried that some of the big waves might lift the ship off the shoal and carry it into deeper water. He arranged to have his wife lifted from the ship by helicopter on Friday, December 2. By Sunday, Dec 4, the crew abandoned ship and was taken by the ice-breaker Mackinaw to Traverse City. The owners of the Francisco Morazan could never be found and nothing was done about removing the ship. It is now home to cormorants and gulls.      Take the 2.5 mile round trip hike from the Village on South Manitou Island to view the shipwreck. The Traverse City Visitor Bureau has more information on shipwrecks in the area.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/shipwreckmorazan.htm"
}
