{
    "title": "Sleeping Bear Dunes National Lakeshore: Lighthouses",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Lighthouses                Lighthouse History in Sleeping Bear Dunes National Lakeshore         South Manitou Island Lighthouse Terry Phipps 2005  The only lighthouse in the Sleeping Bear Dunes National Lakeshore is located on South Manitou Island. Tours are available daily during the summer. To take a tour, plan a day trip to the island and talk with the ranger when you get there. For more details about the history of the lighthouse, visit the SMI Lighthouse web page. There was a lighthouse on North Manitou Island as well. It was built in 1896 and was closed in 1935 and unfortunately, fell into the lake due to shoreline erosion in October of 1942. There are several other lighthouses near Sleeping Bear Dunes National Lakeshore.  The North Manitou Shoal Light, also known as the \"Crib\" is located on the shoal between North Manitou Island and the mainland.  You will pass near this light if you take a ferry ride to one of the islands.  The Point Betsie Lighthouse is located at Point Betsie, between the southern boundary of the Park and Frankfort.  It is open to the public.  The Grand Traverse Lighthouse is located at the tip of the Leelanau peninsula north of the Park.  To see more details of these and Other Michigan Lighthouses, click the link. Lighthouses were used as navigational aids to identify shorelines and shoals in the U.S. from the early 1700s to the early 1900s when electronic navigational equipment became available. The first lighthouse built in the U.S. was constructed in Boston Harbor in 1716, and the first lighthouse in the Great Lakes was built at Fort Niagra, NY in 1818. At one time, there were approximately 1,400 lighthouses in the U.S. and today only about 750 remain. Several were sold as surplus in the 1930s and some keepers' quarters were razed by the U.S. Coast Guard.        Fresnel Lens at the Maritime Museum Terry Phipps 2005  Shipping on the Great Lakes increased along with the region's population and commerce, especially after the completion of the Erie Canal in 1825 and the opening of the locks in Sault Ste. Marie in 1855. Keeping pace with the growth in shipping, lighthouses marked the more prominent points and shoals along the shipping lanes. The centerpiece of any lighthouse is the lens which magnifies and focuses the light for passing ships to see. Early lighthouses used a reflecting system known as the Winslow Lewis platent system. The parabolic reflectors were easily bent, though, and their silver coating was rubbed off with repeated polishing. A superior method of refracting light was developed in 1822 by French physicist Augustin Jean Fresnel. The Fresnel lens uses many panels of polished glass surrounding a light source to refract the light and focus it toward the horizon. U.S. lighthouses did not start using Fresnel lenses until 1852. The source of the light which was reflected changed over the years too. Early lights were produced by burning wood or coal, but the resulting soot soiled the lenses. Whale oil burned cleaner, but it became expensive. Various vegetable oils were tried, and by the 1860s, lard oil became the standard. Kerosene was widely used by the 1880s. Acetylene lamps, which did not require wicks, gained popularity by the 1920s. This allowed the first step toward lighthouse automation, with the development of a \"sun valve\" which shut off the flow of fuel during daylight hours. Today's lighthouses use electric lights. The Coast Guard's Lighthouse Automation Program began in 1968 and was completed in 1990, ending more than 200 years of manned lighthouse operation. The last manned Great Lakes lighthouse at Sherwood Point, WI, was finaly automated in 1983. Though there was no radio communication with passing ships in the early days, the ships' pilots and lighthouse keepers used signals to exchange greetings. Ships would blow a salute with their whistles; lighthouse keepers would flash back a hello. Each lighthouse looked and sounded unique. With different colored roofs and towers, they could be distingueshed during the day. At night, pilots would know each lighthouse by the pattern and color of its light signals. Even the foghorns were unique, varying in pitch and duration of the sound.      Much of the content of this web page is excerpted from Sleeping Bear - Yesterday & Today, George Weeks, which has much more detail and includes many photographs.  The book is available at the park bookstores and the Village Bookstore in Glen Arbor.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/lighthousehistory.htm"
}
