{
    "title": "Sleeping Bear Dunes National Lakeshore: Ghost Towns",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Ghost Towns                 Ghost Towns       A ghost town is a once thriving town that has been completely abandoned. Many of the logging or mining communities of the 1800s are ghost towns today. In some cases you may find abandoned buildings or ruins of infrastructure that tell a story of past cultural and economic activity. In Sleeping Bear Dunes National Lakeshore, little evidence remains of many of the little towns that were once the center of economic activity in the area but couldn’t adapt to meet changing economic conditions. Some villages in the area were able to adapt and are currently thriving tourist destinations (e.g. Empire and Glen Arbor). Glen Haven became part of Sleeping Bear Dunes National Lakeshore and is being restored to help visitors get a glimpse what these little logging villages were like.        Kids on Main St. Glen Haven ca. 1900 National Park Service  Ghost towns captivate our imagination as we stand in the midst of a town site and look around us trying to envision the bustling activity of the people who lived and worked here. Who were these people? How did they live? What were their dreams and aspirations? What happened to dash their hopes and plans? Can we avoid their mistakes? As you explore the site of a ghost town you may find evidence of the town and its people in the remains of a stone foundation, artifacts, or a few old pilings from the dock. While you are encouraged to examine these things and take photos, please do not take artifacts or damage the historic structures. Leave them for other visitors and future generations to find and contemplate. An historical perspective will help you appreciate why so many little towns and docks sprang up along the Lake Michigan shoreline in the late 1800s. As you read about each ghost town in Sleeping Bear Dunes National Lakeshore, we invite you to visit the sites and imagine what life might have been like for the people who lived and worked here. Many raised their families in these towns, so you will find that each little village had its own school. What was life like for the children growing up in this north woods wilderness? This booklet will give you some background and introduce you to a few of the families who lived here. You will learn about life in a logging camp and the rigors of life in the lumber industry in the late 1800s. Perhaps some of the lessons we learn from earlier generations about overuse of our natural resources and abuse of our environment can be applied to our 21st century world.      Historical Background The area of the northwestern lower peninsula of Michigan, which now makes up Sleeping Bear Dunes National Lakeshore, was first settled by Native Americans, who migrated into this area about 8,000 years ago as the last glaciers were melting. They lived in small settlements around rivers and lakes, and had only a small impact on the natural environment around them. The virgin pine and hardwood forests were lush, and the lakes and streams were clear and cold. The natives lived on fishing, gathering wild berries, hunting\/trapping, and a little gardening, which provided corn, potatoes, squash, and pumpkins. They thought it would stay this way for ever, but European settlement would change their world dramatically. The first Europeans entered the area in the mid-1600s through the mid-1800s to explore, evangelize the natives, and acquire furs. Opening the Erie Canal in 1825 resulted in a dramatic increase in the use of the Great Lakes for shipping to transport people and goods to the growing Midwestern part of the continent. The initial Great Lakes ship traffic was made up of schooners (2-masted sail boats), but with the advent of the steam engine, sails were quickly replaced and the more dependable steamships dominated shipping.        Northern Michigan Line Steamer at Glen Haven Dock National Park Service  The early steamships used wood for fuel, and the long trip from Buffalo, NY to Chicago or Milwaukee required ships to stop for wood along the way. In 1838, William Burton built a dock on South Manitou Island and sold cord wood to the passing steamships. The business grew and in 1842, Nicholas Pickard built a dock and cord wood station on North Manitou Island. Small villages grew up around these docks, populated by the loggers and dock workers who supplied the firewood to the steamers. Because of the constant steamer traffic, these little ports became the transportation and commerce centers of the area. As the forest of the Manitou Islands was being depleted, the steamship companies began looking to the elsewhere for a supply of wood for fuel. A few enterprising men moved to the uninhabited mainland to set up cord wood businesses, and several docks were built to supply the steamships. As coal became the preferred fuel for the steamers, the cord wood business declined. It wasn’t long before the plentiful pine and hardwood forests were tapped to supply lumber for the building industry in the West. Sawmills were set up to cut the logs into lumber which was shipped to market from the same piers used to supply cord wood. Demand escalated dramatically after the 1871 Chicago fire.  Lumber camps moved inland from the port villages and docks. Lakes and rivers were used to move the logs to sawmills where they were cut up into lumber and loaded on flatcars to be taken to the dock. Hemlock bark was peeled off logs and shipped off to be used in tanning leather. The first flatcars rode on wooden or steel rails but were pulled by horses or oxen. Later the steam locomotive was developed and provided a more efficient way of moving the logs and lumber. Several logging villages sprang up along Lake Michigan. Each village had a dock to load the cord wood or lumber on the steamships, one or more boarding houses where the workers would sleep and eat, a general store where they could buy whatever they needed, and a blacksmith shop to make and repair the metal tools and parts. There were also barns for the work animals (horses and oxen) used in the logging camps. After the lumberjacks and teamsters worked in a camp for a while they would bring their wives and children to the village. As the families moved in, small shacks, houses, and a school would be built. A logging village would have 100-500 residents, a couple of stores, post office, and school, which was often used as a community meeting place and church.        Michigan clear-cut logging ca. 1900 National Park Service  By 1910 most of the trees were gone. Old pictures of this area after the lumbering era show the devastation of the forest. In most cases, when the trees were gone, the logging business was over. The sawmill would be torn down and the equipment put on a ship and moved to a new location. Then everyone would move out of town. Often the buildings would be torn down and the lumber would be used for other purposes. These little villages would remain only in the memories of the people who lived there. You might be able to find a few remaining foundations or a dock piling along the beach to mark the spot. In some cases, the community was able to transition to farming, fruit orchards and canning, or tourism to survive. We can learn from our experience with the logging industry in Michigan. Uninhibited exploitation of a natural resource results in an unsustainable business or industry, which creates only short-term wealth and jobs. And ultimately when the resource is depleted, the business shuts down and the jobs and people move away. Today we know that businesses dependant on the use of natural resources must be managed in a sustainable manner to create long-term prosperity and minimize the impact on the environment. D. H. Day (Glen Haven) established one of the first forests managed for sustainable lumber production. He also transitioned his business into agriculture and tourism.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/ghosttowns.htm"
}
