{
    "title": "Sleeping Bear Dunes National Lakeshore: D. H. Day",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     D. H. Day                D. H. Day      David Henry Day was not the founder of Glen Haven, nor the first to capitalize on its access to the relatively cheap and rapid transportation that the Great Lakes provided. In 1857, C. C. McCarty, brother-in-law of Glen Arbor pioneer John E. Fisher, built a saw mill and inn on the beach west of Glen Arbor. In 1878, NTC President Philo Chamberlain acquired Glen Haven in order to assure a reliable supply of wood for a 24 vessel fleet. To serve as NTC's agent in Glen Haven, Chamberlain picked D.H. Day, his sister-in-law's younger brother. The job involved many responsibilities including dockmaster when ships arrived at Glen Haven. Before long, Day became master of all of Glen Haven. In 1881, Day bought NTC's properties, including the village of Glen Haven, using his savings and money borrowed from his friend Perry Hannah of Traverse City's Hannah & Lay Lumber Company, where he served briefly as manager. Day also announced that he and a silent partner had purchased the NTC steamers Lawrence and Champlain to form the Northern Michigan Line with freight and passenger service to Chicago, Milwaukee and a number of Michigan stops. Northwest Michigan became a popular destination for vacationers, and steamer was a popular mode of travel.  For about three decades, water was a far more pleasant way to travel than by road or rail.  Many Chicago businessmen left their families in northern Michigan for summer vacations, joining them on Saturday mornings after an overnight trip from Chicago and then departing for Chicago on Sunday night. The one-way fare:  five dollars. Day initially paid his lumberjacks 15 cents an hour, and dock hands 35 cents an hour. Pay was often in the form of coupons redeemable only at the D.H. Day store, which also served as a telegraph office (Day built the telegraph line to Leland), a post office and a nerve center of the community. The second story of the store served as home for the Day family. On 20 December 1889 David Henry Day, thirty-six years old, and Eva Ezilda Farrant, nineteen years old, were married. Over a span of twenty one years, they had nine children.  A daughter died at birth in 1890 when Eva Day fell on stairs, forcing an early delivery. A son, Houston, died at age three in 1906.  By 1910, he owned more than 5,000 forested acres and long before the reforestation movement came to northern Michigan he promoted it. The 1,400-acre Day Forest, with its huge second-growth trees, was viewed by government researchers as one of the best timber stands in the Midwest. By the 1920s, Day also had more than 5,000 cherry and apple trees at the 400-acre D.H. Day Farm, which he called \"Oswegatchi\" after the New York community where his father was born and the Oswegatchi River on whose banks D.H. Day played.  Day grew hay and corn to feed his 400 hogs and prize herd of 200 Holsteins described as among the best in the state. The farm, located just south of Glen Haven, has a massive white barn that stands today as a landmark of the heritage of Sleeping Bear Country. Day had the barn, house, and three out-buildings built in the late 1880s and early 1890s. One outbuilding was the pig barn, one the creamery, and the third, the bull barn.  As lumbering declined, Day planned for economic diversification. In the early 1920s, he established the Glen Haven Canning Company on the shoreline near the dock and shipped cherries and other fruits to various Great Lake cities. With improvement of roads, the Glen Haven dock faded in importance. A diversification project promoted by Day that was far bigger than the canning company was resort development. His scheme was so grandiose that if successful, the Glen Haven\/Glen Lake area would be transformed into the most elaborate and exclusive resort in the United States.  In large part, because of the Depression, it was not successful.  In 1922, Day sold a large portion of land including reforested Alligator Hill for real estate development that was called Day Forest Estates. An 18-hole golf course was built, an air strip and clubhouse site were cleared, and access roads graded. The venture failed during the Depression, although the golf course operated for several years. Although the course is abandoned and overgrown, the outline of its fairways are evident today for those who hike the area. In 1920, Day donated 32 acres along the shore of Lake Michigan between Glen Haven and Glen Arbor to the State of Michigan to become the D.H. Day State Park. The park is now part of the Sleeping Bear Dunes National Lakeshore. When D.H. Day died in 1928 at the age of 76, newspapers said Michigan had lost \"King David of the North.\" He came to Glen Haven by steamer in 1878 at age twenty-seven, and went on to diversified achievements in lumbering, shipping, forestry, conservation, road-building, tourism, and growing and canning of cherries. He was the first chairman of the State Park Commission. The content of this web page is excerpted from Sleeping Bear - Yesterday & Today, George Weeks, which has much more detail and includes many photographs. The book is available at the park bookstores and the Village Bookstore in Glen Arbor.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/dkhday.htm"
}
