{
    "title": "Sleeping Bear Dunes National Lakeshore: Life-Saving Station",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Life-Saving Station                Sleeping Bear Point Life-Saving Station       The Sleeping Bear Point Life-Saving Station (now the Maritime Museum) was built in 1901 to house the crew and equipment which would be called upon to save the lives of passengers and crew of ships in distress in the Manitou Passage. The U.S. Life-Saving Service was merged with the Revenue Cutter Service in 1915 to create the U.S. Coast Guard. This station was similar to the stations on North and South Manitou Islands and was typical of the 60 stations along the Great Lakes and many more on the Atlantic coast. The North Manitou Island station began operation in 1887 and closed in the 1930s, while the South Manitou Island station was built in 1901 and closed in 1958. There was another station at Point Betsie, just north of Frankfort, which began operations in 1876.        Surfboat being launched by crew NPS  The Sleeping Bear Point station had two means of rescue. They could send out surfboats that could carry 8-10 passengers in addition to their crews, or they could use a beach apparatus that could launch a projectile from the shore that would take a light line over the ship which could then bring a rescue device to the ship from shore. Two basic designs were used for the rescue boats. One was a relatively light (1000 pounds) 23 foot monomoy boat that could be launched from the boathouse by rail or hauled on horsedrawn cart down the beach if a wreck were a long way from the station. It had a shallow draft, centerboard, and sail. The other design was a 26 foot Beebe-McLellan surfboat launched from the rails that extend from the boathouse to the water. Air tanks under the deck, in the bow, and along the sides made it buoyant. It also had a centerboard and mast, and was self-bailing.        Experience the firing of the Lyle Gun each week at the Maritime Museum. NPS  The preferred method  of rescue was to use the Lyle Gun, designed in 1877 by David A. Lyle, and army Ordnance officer, to take a rescue line from shore to a stranded ship.  The Lyle Gun was kept on a cart, which could be pulled down the shore by men or a horse to the site of the stranded ship.  A small bag of black powder provided the force to shoot a 19 pound steel projectile with a light line tied to it over the ship.  As the light line fell across the ship, the crew could grab it and pull out heavier lines to rig a breeches buoy so it could be pulled back and forth between the ship and shore.  The breeches bouy was a life ring with a pair of canvas pants or breeches sewn into it.  A person to be rescued would sit in the breeches buoy and be pulled to shore. Another rescue device that could be pulled back and forth from shore was a boat-like surf car.  It was a metal capsule that could hold several passengers, who could crawl through a hatch which would then be bolted shut, and then the capsule would be pulled ashore. Although beach rescues were effective only about 350 yards from shore, they were frequently used because most wrecks occur near the shore.      The captain and crew had daily routines that were standard throughout the service.  The primary responsibility was to be on constant watch for ships in distress and to keep a record of passing vessels.  On clear days, from sunrise to sunset, a surfman on Day Watch always manned the lookout tower.  At night and on foggy days, the men walked beach patrol.  They would light signal flares to warn off ships straying too close to the shore.  The first keeper of the Sleeping Bear Point station was Captain William Walker of Grand Haven.  He brought along a 6-man crew as well as his mother, step-father, and two sisters.  They lived in homes near the station.  The location of the Sleeping Bear Point Life-Saving Station was problematic.  It was more exposed to wind and waves than any other station on the Great Lakes.  This made it difficult to launch the boats.  Periodically, the wind and shoreline currents extend the point out over what becomes a steeply sloping, unstable platform of sand.  In December 1914, about 20 acres of land at Sleeping Bear Point slumped into Lake Michigan.  The same thing happened again in 1971.  The slump changed the shoreline and made boat launching even more difficult.  But the biggest problem was the drifting sand, which threatened to bury it and the associated buildings.  In 1931, the station and other buildings were moved east to their present location.  Horses were used to pull them over a system of rollers, track, and cables.  After its move, the station became essentially an \"eyes and ears\" operation, providing shore patrols and relaying communications while leaving rescues to a motorized boat stationed at South Manitou.  The station was closed in May, 1944. Come to the Maritime Museum and see how the captain and crew lived.  Learn about the rescue techniques and see the rescue boats and equipment they used.      The content of this web page is excerpted from Sleeping Bear - Yesterday & Today, George Weeks, which has much more detail and includes many photographs.  The book is available at the park bookstores and the Village Bookstore in Glen Arbor.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/lifesavingstation.htm"
}
