{
    "title": "Sleeping Bear Dunes National Lakeshore: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places       There are several places within the Sleeping Bear Dunes National Lakeshore with historical significance. View the Map of Cultural Resources. Glen Haven is the best preserved cord wood station on the eastern shore of Lake Michigan and perhaps the entire Great Lakes. It is a good example of the many small villages and docks that supplied fuel to the steamers of the Great Lakes. Glen Haven was a company town and eventually diversified into farming, canning of fruit, and tourism. Learn about the Dunesmobile rides and how the D.H. Day Campground was established as one of Michigan's first State Parks. The Sleeping Bear Point Life-saving Station\/Coast Guard Station is now a Maritime Museum, where you can learn about the history of the men who served here and how they saved the lives of those in danger due to shipwrecks along the Lake Michigan coast. The high shipping traffic, shifting shoals, and unpredictable weather contributed to many shipwrecks in the Manitou Passage. The lighthouse on South Manitou Island was built as an aide to navigation for the ships passing through the Manitou Passage. There was a lighthouse on North Manitou Island as well, but it is no longer standing. Learn about the lighthouses in the area including those which are near the Sleeping Bear Dunes National Lakeshore. The Port Oneida Rural Historic District is located in the northern part of the Park. It offers visitors a look at the farmsteads and fields of a farming community around 1900. Take a Virtual Tour of the farms and learn about some of the people who built and farmed this land. While Port Oneida is the largest area devoted to historical farms, there are other interesting farms and cabins as well. Take some time to explore these also and spark your imagination as you think about what it would have been like to live and farm here. There were several other small villages and docks in the area, which are no longer here. You can sometimes see telltale signs of a former village or dock. Learn about these \"Ghost Towns\" and the people who lived there. North Manitou Island and South Manitou Island each have their own history, which starts with Native Americans fishing in the waters of the Manitou Passage, the cutting of wood to fuel the Great Lakes steamers, and providing lumber for the growing cities on the Great Lakes. Both islands were used for farming after the trees were cut, and North Mantiou Island has a history as a hunting and fishing resort. A comprehensive report on the history of North Manitou Island - Tending a Comfortable Wilderness - is available to be downloaded.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/places.htm"
}
