{
    "title": "Sleeping Bear Dunes National Lakeshore: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People      The history of the Sleeping Bear Dunes area is the story of the people who once lived and worked in this place. Explore this section to learn more about some of the key figures in the history and development of Sleeping Bear Dunes. You will meet some of the people who's familiar names are associated with roads, buildings, and other sites in the area. Find out why they came to the area and what impact they had on the area.    The area was first settled by Native Americans at least as early as 3,000 B.C.E. during the Late Archaic Period. The last prehistoric period before European contact is called the Woodland. Pottery found at a fishing area at a  Fisher Lake site east of Glen Arbor was dated at 200 - 600 C.E. The Ottawa and Chippewa became the some of the first families to occupy the Sleeping Bear area during the mid-seventeenth century. The first European explorers to visit the area were the French. A team of missionary Explorers led by Jean Nicolet discovered Lake Michigan in 1634, and in 1675 the first Europeans were recorded to have come to the Sleeping Bear area. Pierre Porteret and Jacques Largilier, attendants of Father Jacques Marquette, the famous French Jesuit missionary who established missions in 1668 at Sault Ste. Marie and St. Ignace in 1671. Shipping and logging brought an influx of European immigrants to the area in the mid-1800's.  The first settlement of Leelanau County started on South Manitou Island to supply wood to fuel the steam ships that traveled the Great Lakes. John E. Fisher came to the area from Wisconsin in 1854 and founded Glen Arbor, which was formally organized in 1856. Not long after this, in 1862, Thomas Kelderhouse built a dock at Port Oneida and began logging and then farming the region that is now the Port Oneida Rural Historic District. In 1865, C. C. McCarty, brother-in-law to John Fisher, founder of Glen Arbor, built a dock and inn west of Glen Arbor.  He called his settlement Sleeping Bearville - now known as Glen Haven. He also built a sawmill near the northwest shore of Little Glen Lake, using a tug to haul logs to the mill where they were hauled by wagon or sled to the Glen Haven dock. By 1870, a tramway more than 2 miles long was built to haul the logs to the dock. In 1878, Northern Transit Company (NTC) president, Philo Chamberlain acquired Glen Haven to assure a reliable supply of wood for their 24 vessel fleet providing service between Ogdensburg, NY and Chicago, IL and Milwaukee, WI. Glen Haven supplied about 25% of the fuel for the fleet. An average steamer required 100 - 300 cords of wood for a round trip. Chamberlain picked D.H. Day, his sister-in-law's younger brother to serve as NTC's agent in Glen Haven. Before long, Day became the master of all Glen Haven, which became a company town supporting the D.H. Day lumber and shipping business. D.H. Day was a visionary and when he saw the decline of the lumber business, began to invest in fruit orchards and canning the fruit. He also began developing tourism in the area.  Pierce Stocking was a lumberman, who worked the woods of Northern Michigan. He built a sawmill just Southwest of Glen Arbor across the road from the current location of the Alligator Hill trailhead. The old charcoal furnace can be seen at the trailhead. He enjoyed the beauty of Sleeping Bear Dunes and wanted to make them accessible to more people, so in 1967, he created Sleeping Bear Dunes Park which had a road to the top of the dunes. He operated the park until his death in 1976. Senator Philip A. Hart was instrumental in the establishment of Sleeping Bear Dunes National Lakeshore. Through his tireless efforts, the legislature of the United States of America saw fit to protect the magnificent Sleeping Bear Dunes area in perpetuity by creating Sleeping Bear Dunes National Lakeshore October 21, 1970. The Visitor Center in Empire bears the Senator's name. Several books go into much more detail than we can describe on this web site. Much of the information on this web site comes from the following books which are available at the park bookstores and the Village Bookstore in Glen Arbor.  Sleeping Bear - Yesterday & Today, George Weeks. Farming at the Water's Edge North Manitou Island - Between Sunrise and Sunset, Rita Hadra Rusco Isle of View - A History of South Manitou Island, Charles M. Anderson",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/people.htm"
}
