{
    "title": "Sleeping Bear Dunes National Lakeshore: Native Americans",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Native Americans                Native Americans      Paleo-Indian Period 11,000 - 8,000 B.C.E.br \/> Hidden under the leaves and rocks of Sleeping Bear country is evidence that its first human inhabitants used it much as it is used today - for seasonal activities. Archaeological discoveries in the 1970s and 1980s identified artifacts from the Paleo-Indian Period of 11,000 - 8,000 B.C.E. Evidence included distinctive spear points on some moraines. The mobility of these hunters is attested to by the use of both local flint as well as flint from as far away as Bay Port, MI on Saginaw Bay. Their camps were temporary, and appear to have been used primarily for the butchering and skinning of game animals, since large leaf-shaped chipped stone knives and hide-scraping implements dominate the tool kits of these people. Most experts agree that people were passing through Sleeping Bear in Paleo-Indian times and hunting close to the edge of retreating glaciers. Archaic Period 8,000 - 600 B.C.E. During this period, retreat of the ice allowed the lakes to drain eastward rather than to the south down the Mississippi as they had in earlier times. The shores of Lake Michigan were about 400 feet lower than today. From about 4,700 years ago, there is direct evidence of occupation in the Lakeshore. Lake elevations were again high and beachlines from this period still exist across the Lakeshore. During this period, Platte Lake, Glen Lake, Crystal Lake, and other smaller lakes were actually connected with Lake Michigan as shallow bays creating favorable lakeshore environments. In addition, there is good evidence from North and South Manitou Islands revealing that these areas were also favored by Late Archaic peoples. Trade or exchange of locally rare high status items such as flint from Indiana, copper from Lake Superior and conch shells from the Gulf Coast of Florida reflects wide-ranging social contacts. At a discovered burial site known as the Dunn Farm Site on the eastern shore of Big Glen Lake, artifacts made from exotic materials from across the Midwest and Great Lakes were found amidst cremated human bone. At a site on North Manitou Island, one of the Lakeshore's richest sources of archaeological discovery, a large copper awl was found. Significant Late Archaic artifacts were also found at a site now covered by beech and maple forest along bluffs on the north end of the island.  Woodland Period 600 B.C.E. - 1620 C.E. The last prehistoric period before European contact is called the Woodland, a time when archaeologists define cultural boundaries in terms of types of pottery, which people started making at that time. Woodland pottery is most often tempered with coarse grit and the surface has a cord-roughened finish produced by malleting the pot with a cordwrapped paddle.  The upper portions of the globular vessels often have pronounced shoulders and collars.  Decoration is done with repeated application of twisted cords, puntates, or incised lines placed in geometric patterns on the upper rim and lips. The earliest of the woodland occupations in the Sleeping Bear Dunes area is represented at a Fisher Lake site east of Glen Arbor, which had pottery dating between 200 - 600 C.E. This seems to be representative of the other sites in the Lakeshore and was probably a seasonal hunting or fishing village used by people passing through the area. Historic Era - 1620 C.E. - Present There does not appear to be a marked break between the prehistoric inhabitants of Sleeping Bear Country and those living there when the first French discoverers arrived. Natives taught the Europeans how to raise maize and how to live off the products of the wilderness. The birchbark canoe made it possible for the French to discover the Great Lakes. Footpaths of Native Americans blazed the trails for fur traders, settlers and the road-builders.  As the prehistoric period ended, tribal warfare inhibited Native American occupancy of the Lower Peninsula. During much of the 17th century, the powerful Five Nations Iroquois from upstate New York dispatched war parties to gain control of Michigan's fur trade, forcing the Potawatomi, Sauk, and Foxes to flee westward. The Iroquois aggression virtually depopulated the peninsula, making it a \"no man's land\" between themselves and the tribes occupying the Upper Peninsula and Wisconsin. The Potawatomi, Ottawa, and Chippewa were called the \"three brothers\" of the Algonquin family. As the Potawatomi migrated south, the Chippewa and Ottawa co-mingled peacefully in northern Michigan. They shared several hunting and fishing territories including the Sleeping Bear area. Henry Rowe Schoolcraft, Michigan's Superintendent of Indian Affairs negotiated 22 treaties between 1814 - 1831. He was the first American to provide a written record of having seen the Sleeping Bear region, wrote extensively on the history and conditions of Indian tribes. He was a federal Indian agent at Sault Ste. Marie and for 30 years lived and studied among the Ojibways (Chippewas). In 1823, he married Jane Johnston, whose mother was the daughter of Chippewa Chief Wabojeeg. In 1828 he was co-founder of the Historical Society of Michigan. He was the first American to make a shoreline survey of Sleeping Bear and provide a written record of having seen it. As Michigan's Superintendent of Indian Affairs, he helped prepare the way for the 1836 Treaty of Washington, under which the Chippewa and Ottawa ceded to the United States the northwestern lower peninsula including the Sleeping Bear Dunes area. Much of the information on this web page comes from Sleeping Bear - Yesterday & Today, George Weeks, which is available at the park bookstores and the Village Bookstore in Glen Arbor.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/nativeamericans.htm"
}
