{
    "title": "Sleeping Bear Dunes National Lakeshore: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      View our Oral History Kit (pdf file, 34 kb) developed in 2009.  The Sleeping Bear Dunes National Lakeshore is rich in history from early Native American cultures to the shipping, logging, and agricultural heritage of the area. Even the name of the area comes from the Native American Legend of Sleeping Bear.  Long before there were roads and highways in Michigan, people and goods were being transported regularly on the ships of the Great Lakes. The Manitou Passage (between the Manitou Islands and the mainland) was a busy corridor for commercial shipping. The location of the Manitou Islands made them ideal for a refueling stop for steamers to pick up wood for their boilers. That was one of the driving forces for early settlement of the islands. Docks were built, and trees were cut to fuel the growing Great Lakes Shipping fleet.        Lighthouse on South Manitou Island Kerry Kelly 2005  The high amount of ship traffic, the unpredictable weather, and unmarked gravel and sand shoals in this area, caused many ships to be lost. During the severe winter of 1870-71, 214 lives were lost due to shipwrecks on the Great Lakes. In 1871, congress created the US Life-Saving Service to conduct rescues from shore. Lighthouses were also built at strategic points along the shore to guide ships safely along their way. There were several lighthouses in and around the Sleeping Bear Dunes. The South Manitou Island lighthouse is open for tours.      The farming legacy of the area is embodied in the Port Oneida Rural Historic District as well as some of the farmsteads on the southern part of the park.  Learn about the logging and farming culture by visiting Glen Haven, the little historic logging village located on the shore of Lake Michigan. There were a number of little logging villages in the area that no longer exist. There isn't much left of these Ghost Towns, but as you walk around their sites, you will find trace evidence of the people who lived, worked, and played in this country. The following research books are available online for those who want a more in-depth study of the history and culture of the Sleeping Bear Dunes National Lakeshore. A Nationalized Lakeshore: The Creation and Administration of Sleeping Bear Dunes National Lakeshore. Tending a Comfortable Wilderness - A History of Agricultural Landscapes on North Manitou Island, Sleeping Bear Dunes National Lakeshore.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/historyculture\/index.htm"
}
