{
    "title": "Sleeping Bear Dunes National Lakeshore: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar              Be a part of National Park Service tradition and attend a ranger-led program! Explore Sleeping Bear with a ranger on a hike or bike ride, at a campground or Junior Ranger program, and much more! Our seasonally available programs are FREE, cover a wide range of topics, and are fun for all ages. For more fun events, check out our Park Partners' event calendars: Preserve Historic Sleeping Bear events: Horse and Wagon Tours of Port Oneida, Heritage Run, Chicken BBQ, and more. Friends of Sleeping Bear events: Yoga on the beach, and more.          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 45 results    Show ALL instances of recurring events   RSS Feed      Sleeping Bear Dunes National Lakeshore Port Oneida Fair      Time: 10:00 AM to 4:00 PM Location: Port Oneida Rural Historic District     Friday, August 12, 2016 Everyday  from 08\/12\/2016 to 08\/13\/2016 Take a step back in time at the Port Oneida Fair and experience life as it was in the late 1800's and early 1900's. View Details      Sleeping Bear Dunes National Lakeshore Star Party - August 2016      Time: 9:00 PM to 11:00 PM Location: Thoreson Farm in Port Oneida Fees: Park pass required     Saturday, August 13, 2016 The Port Oneida Fair celebration continues into the night. View the full moon, Mars, Saturn and Perseid meteors. View Details      Sleeping Bear Dunes National Lakeshore 1 Kayak the Crystal      Time: 9:30 AM to 12:00 PM Location: Head of the Crystal at Fisher Road Fees: Park pass required     Sunday, August 14, 2016 Every Sunday Weekly  from 07\/24\/2016 to 08\/28\/2016 Enjoy an easy paddle down the Crystal River to discover the hardships faced by the migratory fish that depend on the river for survival.  View Details      Sleeping Bear Dunes National Lakeshore 2 Waking the Bear      Time: 11:00 AM to 12:00 PM Location: Platte River Picnic Area Fees: Park pass required     Sunday, August 14, 2016 Every Sunday Weekly  from 07\/24\/2016 to 08\/28\/2016 Bring your thoughts and a cup of your favorite morning beverage! Drop in, hang out with a ranger, and share your ideas about the Lakeshore View Details      Sleeping Bear Dunes National Lakeshore 3 Heroes of the Storm      Time: 3:00 PM to 3:30 PM Location: Maritime Museum, Glen Haven Fees: Park pass required     Sunday, August 14, 2016 Every Sunday Weekly  from 07\/24\/2016 to 08\/28\/2016 This re-enactment of a turn-of-the-century shipwreck rescue is designed for children of all ages. View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Misunderstood Animals      Time: 8:00 PM to 8:45 PM Location: DH Day Campground amphitheater Fees: Park pass required     Sunday, August 14, 2016 There are some animals that are truly misunderstood; three of those animals found in the park are bats, opossums, and turkey vultures. These three animals have a vital role in helping to keep a balanced, healthy environment. View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Starry, Starry Night      Time: 8:00 PM to 8:30 PM Location: Platte River Campground amphitheater Fees: Park pass required     Sunday, August 14, 2016 They are the glow of the past, yet they light the way forward in more ways than one. Meet before the sun sets to plan an evening of stargazing.  View Details      Sleeping Bear Dunes National Lakeshore 1 The Spoke-n Word (Bike Tour)      Time: 11:00 AM to 12:00 PM Location: Glen Haven General Store Fees: Park pass required     Monday, August 15, 2016 Every Monday Weekly  from 07\/25\/2016 to 08\/29\/2016 Experience the wonderful flora, fauna, and scenery along the Sleeping Bear Heritage Trail.  View Details      Sleeping Bear Dunes National Lakeshore 2 Post It      Time: 1:00 PM to 2:00 PM Location: Pierce Stocking Scenic Drive, Picnic Mountatin Fees: Park pass required     Monday, August 15, 2016 Every Monday Weekly  from 07\/25\/2016 to 08\/29\/2016 Help create a fun social media post with one of our interpretive park rangers! Afterwards, the content you created may be published on Sleeping Bear Dunes’ Facebook, Instagram, Twitter or YouTube pages! View Details      Sleeping Bear Dunes National Lakeshore 3 Heroes of the Storm      Time: 3:00 PM to 3:30 PM Location: Maritime Museum, Glen Haven Fees: Park pass required     Monday, August 15, 2016 Every Monday Weekly  from 07\/18\/2016 to 09\/05\/2016 This re-enactment of a turn-of-the-century shipwreck rescue is designed for children of all ages. View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Ghost Stories of the Wilderness      Time: 8:00 PM to 8:45 PM Location: DH Day Campground amphitheater Fees: Park pass required     Monday, August 15, 2016 There are many stories from the Sleeping Bear wilderness, some of ghosts, some of spirits, and some that are just as scary as a thunder storm on the lake.  View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Glaciers to Dunes      Time: 8:00 PM to 8:45 PM Location: Platte River Campground amphitheater Fees: Park pass required     Monday, August 15, 2016 How did Sleeping Bear Dunes National Lakeshore become the most beautiful place in America? It’s all about geology!  View Details      Sleeping Bear Dunes National Lakeshore 1 Pop Can Fishing      Time: 10:00 AM to 11:00 AM Location: Bass Lake accessed via Trails End Road Fees: Park pass required     Tuesday, August 16, 2016 Every Tuesday Weekly  from 07\/26\/2016 to 08\/30\/2016 Join in some fishy fun and you’ll learn how to make your own fishing reels, play casting games and go fishing. For the young and young-at-heart. View Details      Sleeping Bear Dunes National Lakeshore 2 Heroes of the Storm      Time: 3:00 PM to 3:30 PM Location: Maritime Museum, Glen Haven Fees: Park pass required     Tuesday, August 16, 2016 Every Tuesday Weekly  from 07\/19\/2016 to 08\/30\/2016 This re-enactment of a turn-of-the-century shipwreck rescue is designed for children of all ages. View Details      Sleeping Bear Dunes National Lakeshore 3 Twilight Trek      Time: 8:00 PM to 9:00 PM Location: Shauger Hill Trailhead Fees: Park pass required     Tuesday, August 16, 2016 Every Tuesday Weekly  from 07\/26\/2016 to 08\/30\/2016 Have you ever wondered how the forest changes as night begins to fall? Come enter the world of shadows and sunsets, and learn about the park’s nocturnal residents. View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Come Fly with Me      Time: 8:00 PM to 8:45 PM Location: Platte River Campground amphitheater Fees: Park pass required     Tuesday, August 16, 2016 Take a journey above the ground, into the trees and high in the sky where the birds make their home. Make some comparisons, and see if you might be tougher than, say, a Black-capped Chickadee. Join a ranger for some avian fun in the evening. View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Habitat Wars      Time: 8:00 PM to 8:30 PM Location: DH Day Campground amphitheater Fees: Park pass required     Tuesday, August 16, 2016 Turmoil has engulfed the habitats of Sleeping Bear Dunes National Lakeshore. Invasive species are spreading across the park disrupting the natural order. But hope is not lost! Come see how you can help bring balance to the forest. View Details      Sleeping Bear Dunes National Lakeshore 1 Paddle the Platte      Time: 9:00 AM to 11:30 AM Location: Platte River Boat Launch Fees: Park pass required     Wednesday, August 17, 2016 Every Wednesday Weekly  from 07\/27\/2016 to 08\/24\/2016 Enjoy an easy paddle down the Platte River to discover the hardships faced by the migratory fish that depend on the river for survival. View Details      Sleeping Bear Dunes National Lakeshore 2 EarthCaching      Time: 10:00 AM Location: Pierce Stocking Scenic Drive  Fees: Park pass required     Wednesday, August 17, 2016 Every Wednesday Weekly  from 07\/27\/2016 to 08\/24\/2016 Using your GPS unit or a smartphone and a set of clues, go on a journey to discover a geological feature of Sleeping Bear.  View Details      Sleeping Bear Dunes National Lakeshore 3 Bear in Mind      Time: 2:00 PM to 3:00 PM Location: Log cabin in DH Day Campground Fees: Park pass required     Wednesday, August 17, 2016 Every Wednesday Weekly  from 07\/27\/2016 to 08\/24\/2016 Sleeping Bear Dunes has been a place of importance for many people, including you! Come share your experiences and help shape the Lakeshore’s future.  View Details      Sleeping Bear Dunes National Lakeshore 4 Heroes of the Storm      Time: 3:00 PM to 3:30 PM Location: Maritime Museum, Glen Haven Fees: Park pass required     Wednesday, August 17, 2016 Every Wednesday Weekly  from 07\/13\/2016 to 08\/31\/2016 This re-enactment of a turn-of-the-century shipwreck rescue is designed for children of all ages. View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Century Storm      Time: 8:00 PM to 8:45 PM Location: Platte River Campground amphitheater Fees: Park pass required     Wednesday, August 17, 2016 Hearing stories of the severe wind storm that raced through Sleeping Bear Dunes last year? Explore the storm’s intensity, local damage, and the process of forest succession.  View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Sentinels of the Shore      Time: 8:00 PM to 8:45 PM Location: DH Day Campground amphitheater Fees: Park pass required     Wednesday, August 17, 2016 Step back in time and learn about the lighthouses, shipwrecks, and rich maritime history of Sleeping Bear Dunes National Lakeshore. View Details      Sleeping Bear Dunes National Lakeshore Find Your Park Concert Series: Mark Lavengood      Time: 8:00 PM Location: DH Day Campground amphitheater Fees: Free     Wednesday, August 17, 2016 One could call Lavengood a renaissance man where that his impact is not felt so heavily and heartily than by those at the places and professions he has spent time.  View Details      Sleeping Bear Dunes National Lakeshore 1 BotWatch      Time: 10:30 AM to 11:30 AM Location: Maritime Museum, beach, Glen Arbor Fees: Park pass required     Thursday, August 18, 2016 Every Thursday Weekly  from 07\/28\/2016 to 08\/18\/2016 If you like walking the beach and learning new things, this is the program for you. Help a ranger collect data that will be used in an ongoing study of avian botulism within Sleeping Bear Dunes. View Details      Sleeping Bear Dunes National Lakeshore 2 The Spoke-n Word (Bike Tour)      Time: 11:00 AM to 12:30 PM Location: Glen Haven General Store Fees: Park pass required     Thursday, August 18, 2016 Every Thursday Weekly  from 07\/28\/2016 to 08\/18\/2016 Experience the wonderful flora, fauna, and scenery along the Sleeping Bear Heritage Trail. Bring your own bicycle, or rent one locally.  View Details      Sleeping Bear Dunes National Lakeshore 3 Heroes of the Storm      Time: 3:00 PM to 3:30 PM Location: Cannery, Glen Haven Fees: Park pass required     Thursday, August 18, 2016 Every Thursday Weekly  from 07\/28\/2016 to 08\/25\/2016 This re-enactment of a turn-of-the-century shipwreck rescue is designed for children of all ages.  View Details      Sleeping Bear Dunes National Lakeshore 4 Lyle Gun Demonstration      Time: 3:30 PM to 4:00 PM Location: Cannery, Glen Haven Fees: Park pass required     Thursday, August 18, 2016 Every Thursday Weekly  from 07\/28\/2016 to 08\/25\/2016 Watch a live, black powder firing of the Lyle Gun, a line-throwing cannon, that was used by the U.S. Lifesaving Service and U.S. Coast Guard for over 75 years to rescue thousands of shipwreck victims.  View Details      Sleeping Bear Dunes National Lakeshore Evening Program–100 Years of the National Park Service      Time: 8:00 PM to 8:45 PM Location: Platte River Campground amphitheater Fees: Park pass required     Thursday, August 18, 2016 Delve into the past 100 years of the National Park Service. Discover Sleeping Bear Dunes National Lakeshore’s place in history and uncover how you can help write the next century’s story of preservation.  View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Spiders: Your Worst Enemy      Time: 8:00 AM to 8:45 AM Location: DH Day Campground amphitheater Fees: Park pass required     Thursday, August 18, 2016 They're always there--in the corner of your kitchen, under your bed, on your bathroom ceiling. . . . What are they doing there and what nefarious plans will they spin for you? Find out what our eight-legged neighbors are up to tonight! View Details      Sleeping Bear Dunes National Lakeshore 1 Secret of the Stones      Time: 11:00 AM to 12:30 PM Location: Cannery Beach Fees: Park pass required     Friday, August 19, 2016 Every Friday Weekly  from 08\/19\/2016 to 08\/26\/2016 Beautiful beach rocks abound on the sandy shores of Sleeping Bear Dunes. What will the stones reveal to us as we listen to their stories. View Details      Sleeping Bear Dunes National Lakeshore 2 Post It      Time: 1:00 PM to 2:00 PM Location: Glen Haven General Store Fees: Park pass required     Friday, August 19, 2016 Every Friday Weekly  from 08\/19\/2016 to 08\/26\/2016 Help create a fun social media post with one of our interpretive park rangers! Afterwards, the content you created may be published on Sleeping Bear Dunes’ Facebook, Instagram, Twitter or YouTube page View Details      Sleeping Bear Dunes National Lakeshore 3 Heroes of the Storm      Time: 3:00 PM to 3:30 PM Location: Maritime Museum, Glen Haven Fees: Park pass required     Friday, August 19, 2016 Every Friday Weekly  from 08\/19\/2016 to 08\/26\/2016 This re-enactment of a turn-of-the-century shipwreck rescue is designed for children of all ages. View Details      Sleeping Bear Dunes National Lakeshore 4 Twilight Trail Touring (Bike Ride)      Time: 8:00 PM to 9:00 PM Location: Glen Haven General Store Fees: Park pass required     Friday, August 19, 2016 Every Friday Weekly  from 08\/19\/2016 to 08\/26\/2016 Take a twilight bike ride on the Sleeping Bear Heritage Trail. Explore the Lakeshore on a guided bicycle tour, and witness this golden time of day along with our nocturnal residents slowly emerging from their daytime slumber. View Details      Sleeping Bear Dunes National Lakeshore Evening Program–100 Years of the National Park Service      Time: 8:00 PM to 8:45 PM Location: DH Day Campground amphitheater Fees: Park pass required     Friday, August 19, 2016 Delve into the past 100 years of the National Park Service. Discover Sleeping Bear Dunes National Lakeshore’s place in history and uncover how you can help write the next century’s story of preservation.  View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Water Those?      Time: 8:00 PM to 8:45 PM Location: Platte River Campground amphitheater Fees: Park pass required     Friday, August 19, 2016 Lake Michigan is under siege, and it needs your help! Explore the aquatic invasive species of Sleeping Bear Dunes and the impacts they have on the ecosystem.  View Details      Sleeping Bear Dunes National Lakeshore 1 Pop Can Fishing      Time: 10:00 AM to 11:00 AM Location: Bass Lake accessed via Trails End Road Fees: Park pass required     Saturday, August 20, 2016 Every Saturday Weekly  from 08\/20\/2016 to 08\/27\/2016 Join in some fishy fun and you’ll learn how to make your own fishing reels, play casting games and  go fishing. For the young and young-at-heart. View Details      Sleeping Bear Dunes National Lakeshore 2 Heroes of the Storm      Time: 3:00 PM to 3:30 PM Location: Maritime Museum, Glen Haven Fees: Park pass required     Saturday, August 20, 2016 Every Saturday Weekly  from 08\/20\/2016 to 08\/27\/2016 This re-enactment of a turn-of-the-century shipwreck rescue is designed for children of all ages. View Details      Sleeping Bear Dunes National Lakeshore 3 EarthCaching      Time: 4:00 PM to 5:00 PM Location: Pierce Stocking Scenic Drive #9 Overlook Fees: Park pass required     Saturday, August 20, 2016 Every Saturday Weekly  from 08\/20\/2016 to 08\/27\/2016 Using your GPS unit or a smartphone and a set of clues, go on a journey to discover a geological feature  of Sleeping Bear. Whether you are a novice or experienced cacher, join a ranger on this trek to learn something new!  View Details      Sleeping Bear Dunes National Lakeshore 4 Twilight Trek      Time: 8:00 PM to 9:00 PM Location: Windy Moraine Trailhead Fees: Park pass required     Saturday, August 20, 2016 Every Saturday Weekly  from 08\/20\/2016 to 08\/27\/2016 Have you ever wondered how the forest changes as night begins to fall? Come enter the world  of shadows and sunsets and learn about the park’s nocturnal residents View Details      Sleeping Bear Dunes National Lakeshore Evening Program–Michigan's Magnificent Mustelids      Time: 8:00 PM to 8:45 PM Location: Platte River Campground amphitheater Fees: Park pass required     Saturday, August 20, 2016 From badgers to otters, the weasel family comes in all shapes and sizes. Discover our mustelid residents, and the part they play in our ecosystem.  View Details      Sleeping Bear Dunes National Lakeshore Founders Day      Time: 1:00 PM Location: Philip A. Hart Visitor Center in Empire Fees: Park pass required     Thursday, August 25, 2016 Celebrate the 100th birthday of the National Park Service at Sleeping Bear Dunes National Lakeshore! View Details      Sleeping Bear Dunes National Lakeshore Star Party - September 2016      Time: 9:00 PM to 11:00 PM Location: Dune Climb parking lot Fees: Park pass required     Saturday, September 3, 2016 Planets, stars and stories are the resources for our adventure tonight. Please park in the row furthest from the dunes with headlights facing M-109. View Details      Sleeping Bear Dunes National Lakeshore Find Your Park Concert Series: Rachel B      Time: 8:00 PM Location: Platte River Campground amphitheater Fees: Free     Monday, September 5, 2016 Often noted as being a sassy version of Norah Jones and a softer Amy Winehouse, with some rawness of Janis Joplin, this up and coming starlet will reel you in and leave you wanting more. View Details      Sleeping Bear Dunes National Lakeshore Research Rendezvous Speaker Series - September      Time: 9:30 AM to 11:00 AM Location: Philip A. Hart Visitor Center in Empire Fees: Free     Thursday, September 8, 2016 \"Otter Creek Brook Trout Restoration\"  View Details",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/calendar.htm"
}
