{
    "title": "Sleeping Bear Dunes National Lakeshore: Winter Activities",
    "body": "Winter Activities                Pierce Stocking Scenic Drive Lake Michigan Overlook with South Manitou Island in the background. Kerry Kelly 2008  Nature transforms Sleeping Bear Dunes from season to season, and winter provides the opportunity to experience this wonderful landscape with fresh eyes. The trails, scenic views and popular destinations are all still here, just embellished with a new look. The days are shorter, the pace is slower and crowds are never an issue during the winter months. Yet, activities are abundant and the Lakeshore remains a wonderful place to explore. View a copy of the Winter Activities Site Bulletin (pdf file,179 kb)        Philip A. Hart Visitor Center Kerry Kelly 2007  Philip A. Hart Visitor Center in Empire is a great place to start your visit and to find out more about the park's features and facilities. Rangers provide information and Park Entrance Passes and brochures are available. Accessible parking is provided to the exhibits, auditorium, and bookstore, and a captioned multimedia presentation introduces visitors to the park. Facilities including restrooms, water fountain, and telephone are all accessible, and an assistive listening system is available. The visitor center is open seven days a week, year-round, and winter hours are 8:15-4:00. It is located on M-72 just east of the intersection with M-22. Please exercise caution! The Lakeshore offers fascinating winter activities, but freezing temperatures, as well as slippery and unstable surfaces, create hazards. Ice formations along the Lake Michigan shoreline may be tempting to explore but are dangerous. Avalanche is a possibility on steep, snow-covered dunes.        Snowshoeing on Old Indian Trail Kerry Kelly 2007  Snowshoeing is permitted on all snow-covered dunes, fields, and forests in the Lakeshore, although it is recommended that you stay on well-marked pathways. If you are snowshoeing along a cross-country ski trail, please stay off to the side of the skiers' tracks. Guided Snowshoe Hikes with a ranger are offered on Saturdays and during the winter holidays. Hikes will start at the Philip A. Hart Visitor Center at 1:00 pm. Space is limited and reservations are required, call 231-326-4700, ext. 5010 to make reservations. If you make a reservation but then need to cancel, please call and let us know so we can contact visitors that are on our waiting list. Bring your own snowshoes or try out those available for use on the hikes. Rangers will first provide basic snowshoeing instructions and then everyone will drive to the trailhead. During the snowshoe hike, rangers will share interesting facts about the park's unique features. Dress in layers and plan to be outside until about 3:00 pm, then return borrowed snowshoes to the visitor center. Not only is snowshoeing easy, fun, and good exercise, it is also an activity that can be enjoyed by all ages. The ranger-led hikes are mildly strenuous, yet they proceed at a leisurely pace for approximately one and a half miles. This allows visitors an opportunity to look for signs of wildlife or evidence of ancient glaciers or to simply experience a winter wonderland. The National Lakeshore has a limited supply of snowshoes and will provide them free of charge. Participants need only purchase the park entrance pass to join in the fun. Cross Country Skiing opportunities are plentiful as popular hiking trails turn into snow-covered paths. The Sleeping Bear Heritage Trail is groomed for cross country skiing when there is sufficient snow. Access to this trail is at the Dune Climb, Glen Haven village, and on Forest Haven Road in Glen Arbor. Other designated trails for cross country skiing include Old Indian, Platte Plains, the Shauger Hill portion of the Scenic Drive Ski Trail, Windy Moraine, Alligator Hill, Bay View, and Good Harbor Bay. Maps are available at the visitor center in Empire. Please note that with the exception of the Sleeping Bear Heritage Trail, these trails are not groomed, and for safety purposes it is always recommended that you ski with another person. Pets are not allowed on designated ski trails from December 1 through March 31. Pets on a 6' leash are allowed on Empire Bluff and Pyramid Point trails throughout the year. Pets on a 6' leash are also allowed on the roadway portion (but not on the Shauger Hill Trail portion) of the Scenic Drive Ski Trail.        Sledding on the Dune Climb Kerry Kelly 2007  Sledding is permitted at the Dune Climb in the designated area when it is covered with snow only. Sleds, toboggans, saucer sleds, inflatable tubes or similar equipment as well as downhill skis and ski boards are prohibited at all other sand dunes in the National Lakeshore. Camping is permitted at Platte River Campground. Snowshoe and ski access is also available to the White Pine backcountry campsites. Ice fishing in compliance with State of regulations is permitted.   Snowmobiling is not permitted on lands or waters of Sleeping Bear Dunes National Lakeshore.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/winteractivities.htm"
}
