{
    "title": "Sleeping Bear Dunes National Lakeshore: Ski and Snowshoe",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Ski and Snowshoe                Ski and Snowshoe             Sleeping Bear Dunes offers outstanding cross country skiing and snowshoeing on a variety of trails and terrain. A list of trails and links to trail maps can be found on the bottom of this page. The Sleeping Bear Heritage Trail is groomed for both classic track and skate skiing. Other ski trails are not groomed but are usually well tracked by previous skiers.        Winter view of Lake Michigan from the bluffs Kerry Kelly 2004  Winter is an excellent time to explore the Lakeshore, especially with a National Park Ranger on snowshoes! Snowshoe hikes are offered every Saturday during winter beginning the first weekend of January. All hikes will begin at the Philip A. Hart Visitor Center on Highway M-72 at the edge of the village of Empire at 1:00 p.m. Call the Visitor Center at 231-326-4700, ext. 5010 to make a reservation. If you make a reservation but then need to cancel, please call and let us know so we can contact visitors that are on our waiting list. Rangers will first provide basic snowshoeing instructions and then, everyone will travel by car to a specific trailhead. Along the trail, the ranger will share interesting facts about the park's unique features. Be prepared and plan to be outside until about 3:30 p.m.        Putting on showshoes is easy. Kerry Kelly 2004  Not only is snowshoeing easy, fun, and good exercise, it is also an activity that can be enjoyed by all ages. The ranger-led hikes are mildly strenuous, yet they proceed at a leisurely pace for approximately one and a half miles. This allows you to look for signs of wildlife or evidence of ancient glaciers or to simply experience a winter wonderland.     Sleeping Bear Dunes designated cross-country ski trailsOld IndianPlatte PlainsWindy MoraineShauger Hill Sleeping Bear Heritage TrailAlligator HillBay ViewGood Harbor Bay",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/ski.htm"
}
