{
    "title": "Sleeping Bear Dunes National Lakeshore: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety      In Case of Emergency - CALL 911 or Contact a Ranger!The view from the top of the bluff overlooking Lake Michigan at the #9 Overlook on the Pierce Stocking Drive is one of the most awe-inspiring views in the park, and it creates a desire to run down the bluff to the beach about 450 feet below. The bluff is very steep and is composed of stones, gravel, and sand deposited there by the glaciers. Going down the bluff is relatively easy, but can be dangerous to people below you as you dislodge rocks that roll down the bluff. Also, when you get down to the bottom and look back up (or maybe when you are part way back up the bluff), you may wish you had just looked from the top!  The climb back up is very strenuous. Climbing the bluff also causes significant erosion to the bluff. Although going down the bluff is not prohibited, you are encouraged not to do so for your safety and the safety of others below you. Refraining from climbing the bluff will also ease the erosion that is occurring on the face of the bluff.When hiking either in the woods or through the dunes, be sure to have a plan and communicate it with your group. Then stick to it. Cell phone coverage is not always reliable in the Lakeshore especially in remote or wilderness areas.Out on the dunes, it is easy to get turned around and lose your sense of direction. The best plan is to follow one of the marked hiking trails and carry a map and compass. The trails in the dunes are marked with blue-topped posts.Resist walking on ridges or steep sandy slopes. These can be hazardous especially in winter or early spring and you can trigger a sand slide.Sturdy footgear is always a must when traversing wooded trails. Sandals and bare feet do not hold up well to the rigors of the forest floor!Keep those handy for the Dune Climb and the beach. Even if you don't want to wear shoes at the beginning, take a pair along. The sand can be very hot and abrasive, and underground shoots of dune grass can stab your feet.  Walking in the sand is more work than walking on solid ground. Shoes give you added support through the sand.Remember to take plenty of water when you are hiking the dunes.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/safety.htm"
}
