{
    "title": "Rocky Mountain National Park: Yellow & Orange",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Yellow & Orange                  Yellow & Orange Flowers           Sulphurflower  Blanket Flower  Golden Banner    Western Wallflower   Plains Prickly-pear  Heart-Leaved Arnica    Yellow Pond-lily  Yellow Stonecrop  Snow-lily    Snow Buttercup  Western Yellow Paintbrush  Alpine Avens    Alpine Sunflower                  Sulphur-flower NPS photo by D. Biddle   Sulphurflower Scientific name: Eriogonum umbellatum  Family: Buckwheat family (Polygonaceae) Habitat: Dry montane fields and rocky hillsides  Flower heads are bright sulphur yellow in June and change to a rustic orange red in late August when they become dry. The flowers grow in dense clusters and the leaves grow at the base of the plant.             Blanket Flower NPS photo by J. Westfall   Blanket Flower Scientific name: Gaillardia aristata   Family: Aster family (Asteraceae)  Habitat: Open, sunny montane meadows  Stems are hairy and hold a showy solitary flower head. The large flower heads have deep yellow rays with dark red disk flowers. The pappus is composed of scales with bristle like tips. Blanket flower blooms from mid-June to late August.           Golden Banner NPS photo by D. Biddle   Golden Banner Scientific name: Thermopsis divaricarpa    Family: Pea family (Fabaceae)  Habitat: Montane and subalpine meadows and streamsides  Golden banner blooms from late May to mid-July with bright yellow pea like flowers. Each flower has five petals - a banner, two wings and two keel petals. In late June, curved pea pods start to form from each flower.        Western Wallflower NPS photo   Western Wallflower Scientific name: Erysimum capitatum   Family: Mustard family (Brassicaceae)  Habitat: Sunny Montane, subalpine, and alpine areas  The flowers have four petals, which range from lemon yellow to orange (occasionally rusty red) in color. Flowers are in rounded clusters at the top of each stem that can reach a height of 2ft. (60cm). Wallflowers have a wonderful fragrance, which is attractive to bees.           Plains Pricklypear NPS photo by R. Smith   Plains Pricklypear Scientific name: Opuntia polyacantha  Family: Cactus family (Cactaceae)  Habitat: Dry, sunny montane slopes.  The stems are flattened succulent pads with scattered pointed spines. Showy bowl shaped yellow to peach colored flowers form at the top of each flatted stem.        Heart-Leaved Arnica NPS photo   Heartleaf Arnica Scientific name: Arnica cordifolia    Family: Aster family (Asteraceae)  Habitat: Dry montane and subalpine forests  This is one of the taller arnicas, with stems reaching a height of 7-31in (20-80cm). Each flower head is deep yellow with 10-16 rays that surround a cluster of disc flowers. Leaves are opposite and are heart shaped. Arnica blooms beginning in late May in the montane through mid-August in the subalpine.           Yellow Pond-lily NPS photo by B. Hoppe   Yellow Pond-lily Scientific name: Nuphar lutea ssp polysepala  Family: Waterlily family (Nymphaeaceae)  Habitat: Shallow montane and subalpine lakes  The large yellow bowl shaped sepals protect the smaller petals inside. The large leaf blades float at the surface of the water. Yellow pondlily blooms from mid-June to mid-August.        Yellow Stonecrop NPS photo by A. Schonlau   Yellow Stonecrop Scientific name: Amerosedum lanceolatum    Family: Stonecrop family (Crassulaceae)  Habitat: Dry, sunny montane to alpine slopes.  The succulent leaves are small and stems grow close to the ground. The bright yellow flowers are star shaped and sit in clusters on top of short stems. Before blooming, the leaves and flower buds are bright red. Stonecrop blooms between mid June and mid August.        Snow-lily NPS photo by D. Pinigis   Snow-lily Scientific name: Erythronium grandiflorum   Family: Lily family (Liliaceae)  Habitat: Wet high subalpine sites as snow melts.  The bright yellow flowers have three petals and three petal like sepals that curve backwards. The anthers and pistil protrude and hang from the center of the flowers. Two long shiny leaves grow at the base of the stem. This lovely plant is not easily found in the park because it grows in remote backcountry areas.        Snow Buttercup NPS photo by D. Biddle   Snow Buttercup Scientific name: Ranunculus adoneus  Family: Buttercup family (Ranunculaceae)  Habitat: Upper subalpine to alpine areas with melting snow  The saucer shaped flowers have five bright yellow petals. The leaves are divided into deeply cut narrow lobes. Look for snow buttercup along the margins of melting snowdrifts between early June and early August. This plant is only found in the southern Rocky Mountains.        Western Yellow Paintbrush NPS photo   Western Yellow Paintbrush Scientific name: Castilleja occidentalis  Family: Snapdragon family (Scrophulariaceae)   Habitat: Subalpine meadows to alpine hillsides  The woolly unbranched stems bear leaves that are ascending with slender tips. Tiny greenish flowers are hidden within the showier yellow bracts.        Alpine Avens NPS photo   Alpine Avens Scientific name: Guem rosii ssp turbinata    Family: Rose family (Rosaceae)  Habitat: Alpine areas  This common alpine plant has bright yellow saucer shaped flowers and compound dark green leaves. In August the leaves turn brilliant red, covering the tundra in swaths of color.  Alpine avens is the favorite food of pikas, who gather and dry this plant for winter consumption. Alpine avens blooms from June to August.        Alpine Sunflower NPS photo by A. Schonlau   Alpine Sunflower Scientific name: Rydbergia grandiflora    Family: Aster family (Asteraceae)  Habitat: Alpine meadows  The showiest bloomer in the alpine tundra, alpine sunflower has large flower heads with yellow 3- toothed rays. The stems and leaves are covered with soft silvery white woolly hairs. Unlike many other sunflowers, the flower heads typically face east and do not turn with the sun; this may be an adaptation to avoiding damage from violent afternoon thunderstorms, which blow in from the west.      References   Beidleman, Linda H., Richard G. Beidleman, Beatrice E. Willard, and Ruth Ashton Nelson. Plants of Rocky Mountain National Park: A Complete Revision of Ruth Ashton Nelson's Popular Manual. Helena, MT: Rocky Mountain Nature Association & Falcon Pub., 2000. Print.   Kershaw, Linda, A. MacKinnon, and Jim Pojar. Plants of the Rocky Mountains. Edmonton: Lone Pine Pub., 1998. Print.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/yellow_orange_flowers.htm"
}
