{
    "title": "Sleeping Bear Dunes National Lakeshore: Geology Tour",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Geology Tour                Geology Auto Tour      The Geology Auto Tour is designed to take you to view points where you can see evidence of the geologic origins of the area.  You can pick up a brochure and maps at the Philip A. Hart Visitor Center.  This section of the web site will give you a virtual tour, but you can get a much better appreciation for the size of these features when you climb the hills and walk the beaches and dunes.        Platte River Point Kerry Kelly 2005  Platte River Point On a map, you can see that Platte River Point juts out into Lake Michigan. The Point is a river-mouth deposit. The Platte River carries a load of sediment, which settles out where the river empties into Lake Michigan. Prevailing westerly winds drive shoreline currents in Lake Michigan. The currents have shaped a sand spit at the mouth of the river, directing the river's flow to the east. For a panoramic view of the shoreline, take a short stroll north along the beach. The vast size of Lake Michigan reflects the size of the glacier that formed it. The Lake Michigan lobe of ice was just a small part of a great continental ice sheet that once covered much of North America.        Esch Road Beach and Bluffs Kerry Kelly 2005  Glacial ice, like water, seeks valleys and lowlands. The front of the ice takes on a lobate shape as it conforms to the terrain. Imagine glacial ice twice as thick as the highest hills you can see. As the ice melted, the runoff waters carried sand and gravel that had been frozen into the ice. This debris was deposited between lobes of ice to form highlands. Looking north from Platte River Point, you can see two such highlands. Empire Bluffs and Sleeping Bear Bluffs. The pattern of bay and bluff is repeated along the park's entire shoreline, reflecting the earlier array of ice lobes and interlobate moraines.          North Bar Lake and beach dunes with Lake MI in the background. Kerry Kelly 2005  North Bar Lake North Bar Lake lies within the Empire Embayment, a former bay on ancestral Lake Michigan, now a lowland surrounded by hills. The lake developed when a sand bar closed off the mouth of the bay.  At the north end of North Bar Lake you can see beach dunes formed by wind blowing beach sand onshore. The wooded hills on the far side of North Bar Lake are also dunes but much older, formed a few thousand years ago during the Lake Nipissing stage, when the water level was higher in the Lake Michigan Basin. Lake Nipissing was the result of a gradual rise in water level. Over a period of several thousand years, the shoreline advanced inland. Onshore winds carried sand in front of the rising water to form high beach dunes. The Nipissing and recent dunes show some of the different sizes, shapes, and types of vegetation that dunes can display.     Pierce Stocking Scenic Drive The Scenic Drive offers some of the most impressive views in the Park. You will see the Sleeping Bear Dune, a perched dune that formed about 2,000 years ago. It is classified as a perched dune because it is perched on top of a plateau, high above the lake. When the dune was forming, it was not at the edge of the bluff, but somewhat inland.  Wind carried sand from the upper portion of the Lake Michigan bluff inland and deposited it here.         Sleeping Bear Dune with South Manitou Island in the background Kerry Kelly 2005  You may notice some dead trees within the eroded bowl of the dune. This is called a \"ghost forest\" and tells a story of alternating stability and change. After an initial phase of active sand accumulation, a period of stability followed when trees began to grow on the dune. Later, more sand moved in and buried the trees. Two layers of buried soil within the dune indicate that there was a second period of stability and growth followed by another period of sand build-up and then the final growth of the trees and shrubs that now cover the sheltered portions of the dunes.          The Dune Climb showing trees and dune grass stabilization. Kerry Kelly 2005  The Dune Climb From the back of the Dune Climb parking lot, you get a broad view of the eastern edge of the Sleeping Bear Dunes. The scene shows the role of wind as a geologic force. Prevailing winds carry sand from the high glacial plateau to this neighboring lowland. The tree at the left is gradually being buried, indicating that this is an advancing dune. You can also see evidence of the role of plants in stabilizing dunes. On both sides of the climbing area, grasses have covered the dune slope. At the crest of the dune, you can see the tops of cottonwood trees, another stabilizer of the dunes. To learn the rate of dune movement, stop at the measuring beam at the base of the dune at the north end of the parking lot. Also notice that the dune is composed of particles of uniform size, unlike the rocky glacial deposits of the Lake Michigan bluffs. Pick up a handful of sand and look at it closely. You will see different colors of the different minerals in the sand. Most of the sand is composed of quartz, a hard mineral that is resistant to chemical and physical breakdown.     Miller Hill Lookout From the high vantage point of Miller Hill, you can see the continuing pattern of bluffs and bays.  Sleeping Bear Bay gives a strong impression of the lobate shape of the ice that created it.  If you had stood here 11,000 years ago, you would have seen the waves of ancestral Lake Michigan lapping up at the base of Miller Hill.  The lowland between here and Lake Michigan is a sand bar consisting of a series of low ridges and troughs parallel to the shoreline, formed as ancestral Lake Michigan receded.  The Crystal River, hidden in the woods below, flows along the troughs making many hairpin turns at low points as it seeks a path to Lake Michigan.        View from the top of Miller Hill.  Lake Michigan, Glen Lake, and Sleeping Bear Point are visible. Kerry Kelly 2005  From Miller Hill you can also see Sleeping Bear Point at the western end of Sleeping Bear Bay. In 1914 and again in 1971, landslides occurred at Sleeping Bear Point. Each time about 20 acres of land slid into Lake Michigan. A smaller slump occurred in early 1995. Because of geologic conditions, it is likely that landslides will occur again in the future. Shoreline currents and wind carry sand to the Point where it accumulates until it becomes unstable. The sloping bottom of Sleeping Bear Bay can tolerate only a limited amount of accumulation. When too much sand builds up, storms or saturation with melting snow can trigger a landslide.     Good Harbor Bay Arrive at Good Harbor Bay by taking M-22 to CR 669 in the northern part of the Park. The road ends at Lake Michigan. Looking off to the right at Lake Michigan, you can see the Whaleback, a streamlined hill with a steep northern slope and a more gradual southern slope. The Whaleback is not inside the Park, but there is a hiking trail that takes you to the top and around the plateau. It is covered with Sweet William, which is in fragrant full bloom in June.  The type of streamlining in evidence at the Whaleback is typical of certain glacially formed hills. They indicate the direction of the ice flow. The steep slope faces the direction from which the ice came. Looking off to the left, you will see Pyramid Point. The high, sandy spot is a dune, made of pure sand sorted out by the wind from the layered sand and gravel deposits of Pyramid Point.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/geologytour.htm"
}
