{
    "title": "Sleeping Bear Dunes National Lakeshore: Swimming",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Swimming                Swimming & Beach Activities             Sunshine, warm weather, and beautiful clear water are a recipe for beach activities, and Sleeping Bear Dunes National Lakeshore has a lot of pristine beach! This is the place to sunbathe, make sand castles, play in the Lake Michigan waves, swim, or just walk the beach. Lake Michigan is beautiful, and on a hot day it's inviting you to take a swim, but you'll find it more refreshing than the inland lakes, so be prepared! The whole Lake Michigan lakeshore is open to swimming, but there are no lifeguards on duty, and be aware of possible Rip Currents. Popular access points to Lake Michigan in the Lakeshore are listed below:  Platte River Point Tiesma Road Peterson Road Esch Road Glen Haven by the Cannery North Bar Lake Sleeping Bear Point Maritime Museum County Road 669 County Road 651         A Day at Glen Haven beach Kerry Kelly 2007  Interested in helping us keep our beaches clean? Check out the Adopt-A-Beach program run by the Friends of Sleeping Bear Dunes. Beach fires are permitted only on the mainland beaches of Lake Michigan between the water's edge and the first dune. Please do not build fires on or near vegetation and remember to extinguish your fire with water and clean up all debris before leaving. Thank you for helping to keep the beach fire tradition alive and our beaches clean for everyone's enjoyment.      Glass containers are prohibited on all beaches in the park. Sometimes Lake Michigan is a little colder than you want for swimming, so there are a few swimming areas on inland lakes in the Lakeshore too: North Bar Lake - just north of Empire is usually pretty warm and has easy access to Lake Michigan too. Glen Lake picnic area is just north of the Dune Climb and provides access to swimming in Glen Lake.         Otter Creek empties into Lake Michigan at Esch Road Kerry Kelly 2005  One of the most interesting features of the Lake Michigan shoreline is the dynamic beach structure where streams flow into the Lake. The shape of the inlet changes depending on the wave action from Lake Michigan. You can experience this at the inlet of North Bar Lake to Lake Michigan, and at the Esch Road access point where Otter Creek empties into the Lake.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/swimming.htm"
}
