{
    "title": "Sleeping Bear Dunes National Lakeshore: Scenic Drive",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Scenic Drive              Scenic Drive             Pierce Stocking Scenic Drive is certainly a must-do activity when visiting Sleeping Bear Dunes National Lakeshore. The 7.4 mile drive loops through the Beech-Maple forest and sand dunes and provides insight to the history of the area, a sampling of the vegetative communities found within the park and, best of all, spectacular overlooks of the Glen Lakes, the Sleeping Bear Dunes, and Lake Michigan. You can take a dune hike along the Cottonwood Trail or stop for a picnic at one of the picnic areas on the drive. Take a Virtual Tour now to get ready for you visit. You'll get an idea of what the Drive is like, but nothing compares to seeing it in person!        Glen Lake from the Pierce Stocking Scenic Drive Kerry Kelly 2005  World-class vistas will give you a feel for Michigan that you may have never thought possible! The Scenic Drive will definitely reinforce why Congress saw fit to designate this area as a National Lakeshore within our great National Park system. This is a view of Glen Lake from the Glen Lake Overlook stop on the Scenic Drive. If you look closely, you can see M-22 separate Big and Little Glen Lake. A picture can not describe what you'll see, so I guess you'll just have to visit the park and see for yourself.     Who was Pierce Stocking? Pierce Stocking spent his youth working as a lumberman in Michigan's forests. He loved the woods and spent most of his spare time there, developing a self-taught knowledge of nature. He used to walk the bluffs above Lake Michigan, awed by the views of the dunes, Lake Michigan and the islands. He wanted to share this beauty with others and conceived the idea of a road to the top of the dunes. As a lumberman, he had built roads in difficult terrain before. The planning for the road began in the early 1960's, and in 1967, the road, then known as the Sleeping Bear Dunes Park, first opened to the public. Stocking continued to operate the scenic drive until his death 1976. In 1977, the road became part of Sleeping Bear Dunes National Lakeshore. Several years later, based on public opinion, the drive was named the Pierce Stocking Scenic Drive.        What a view!  Relaxing at the Lake MI overlook Terry Phipps  One of the most spectacular views in the Lakeshore is at the Lake Michigan Overlook on the Pierce Stocking Scenic Drive. Take the short walk from the parking lot at # 9, 10 and you too can enjoy the view. Bring a chair if you want to stay a while or just sit in the sand. Sunsets from here are outstanding.      The observation deck at the Lake Michigan Overlook is about 450 feet above the lake level, and the angle to the lake is very steep. The dunes are perched on top of a moraine bluff made of a mixture of rocks and sand deposited by the glacier when it melted. Although going down the bluff is not prohibited, you are encouraged not to do so. Running down to the lake can be dangerous for yourself and for others below you, and erosion of the bluff face is obvious as you look down to Lake Michigan where others have climbed the bluff.     Recommendations and Cautions Pick up an interpretive guide for the Scenic Drive at the Visitor Center in Empire or at the entrance to the drive (there is no charge for the guide). There are numbered signs along the drive that will refer you to the guide, making your visit an educational adventure as well. Please obey the 20 mph speed limit and drive carefully so that motorized vehicles, bicycles and pedestrians can share this roadway safely. While bicycling is permitted along the Scenic Drive, it is recommended for expert-level cyclists only due to the steep terrain, sharp curves and heavy traffic present. We recommend that anybody contemplating bicycling the Scenic Drive first take a car through it to see if your skill level is up to it. As with any other section of the park, a Park pass is required for using the Pierce Stocking Scenic Drive. Please refer to the \"Fees\" section of our Home Page for details.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/psscenicdrive.htm"
}
