{
    "title": "Sleeping Bear Dunes National Lakeshore: Sleeping Bear Heritage Trail",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Sleeping Bear Heritage Trail              Sleeping Bear Heritage Trail         Enjoying the Sleeping Bear Heritage Trail Kerry Kelly 2013  A great way to get to many of the places within the Lakeshore, the Sleeping Bear Heritage Trail is a hard-surfaced, non-motorized, multi-use trail planned to span 27 miles from the northern end of Sleeping Bear Dunes National Lakeshore at County Road 651 to the Leelanau\/Benzie County line at Manning Road south of Empire. Currently the trail runs almost 16 miles between Empire and Port Oneida, connecting to park attractions and the town of Glen Arbor along the way. Park your car and use your bike to get around! Trailheads are at Bar Lake Road, Pierce Stocking, Dune Climb, Glen Haven, Alligator Hill, Crystal River, Bay View, and Port Oneida.   A new interactive map provides information about the trail conditions, parking, bathrooms, museums, and businesses along the trail. Visit the landing page of the interactive map to learn more.   This trail is handicap accessible and is designed for walkers, runners, skiers, people on bicycles, in wheelchairs, and babies in strollers. Some stretches have steep grades, and these are noted on trailhead signs and are marked with warning signs on the trail. Because people will be using the trail in a variety of ways, please be aware of others going at different speeds.    The historic logging village of Glen Haven is only 2 miles away from the Dune Climb, so park your car there and ride your bike or walk along the base of the dunes and through the cedar forest to the museums, blacksmith shop, general store, and beaches of Glen Haven.   The Friends of Sleeping Bear Dunes manages and maintains the bike trail. They have over 40 Trail Ambassadors who ride or walk the trail on a regular basis. If you see one of these folks wearing the bright orange vest, feel free to ask them questions about the trail or the Park. They'll be happy to assist you.   To learn more about the trail and the Friends of Sleeping Bear Dunes, or to become a Trail Ambassador, check out their web site.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/sbht.htm"
}
