{
    "title": "Sleeping Bear Dunes National Lakeshore: Lighthouses",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Lighthouses              Lighthouses        South Manitou Island light. NPS\/Mark Lindsey      There is only one lighthouse within the Sleeping Bear Dunes National Lakeshore: South Manitou Island lighthouse.  Other lighthouses that dot the shore in the area, which are also described below. Visit Michigan Lighthouses for a list of all lighthouses in Michigan.      The South Manitou Island Lighthouse is open for tours daily during the Summer, but you must get to South Manitou Island. Click for more information about South Manitou Island and how to get there. This lighthouse has a history that begins in 1838. Learn about its history while you climb the 117 steps of the spiral staircase to 104 feet above Lake Michigan.  Learn more about the South Manitou Island Lighthouse.        North Manitou Island Lighthouse complex David Petersen, http:\/\/blackcreekpress.com  The North Manitou Island Light is no longer standing. It began to be built in 1896 including a keeper's dwelling and fog signal house. A simple, steel frame skeleton tower was erected in 1898. The tower's Fourth Order Fresnel lens, with alternating red and white lights, together with the beacon of South Manitou Island, guided ships through the narrow two-mile passage.          The Manitou - Lightship LV 56 David Petersen http:\/\/blackcreekpress.com  Before the construction of the North Manitou Island Shoals Lighthouse (the Crib), the Lighthouse Establishment in 1907 recommended the shoal off North Manitou Island's southern tip be marked by a lightship. In 1910, Lightship No. 56 was transferred from the White Shoals at the Straits of Mackinac. Throughout the navigational season, from April to early December, the lightship along with the North Manitou lighthouse, marked the shoal until 1927.        Lightship #89 on the North Manitou Island Shoal David Petersen, http:\/\/blackcreekpress.com  Lightship No. 89 assumed the vigil in 1927 and was evenutally replaced by the permanent, radar-based steel-framed structure that today lights the way through this hazardous area.         The North Manitou Shoal Light (Crib) is not within the Lakeshore, but it is easily seen from the mainland near Glen Haven. You can also get a close-up look at it during the ferry ride. It was constructed in 1935 to prevent ships from running into danger on the North Manitou Shoals, which extend several miles into the passage between the islands and Leelanau Peninsula. This automated light built on a square concrete crib in 26 feet of water made the South Manitou station obsolete.  The lighthouse was equipped with a 4-sided Fresnel lens. When the facility was updated and automated in 1980, the big lense was removed and placed on permanent display in the Glen Haven Cannery Boat Museum. For forty-two years, the crib was home to a three man coast guard crew, who lived in the light tower building. Crew members rotated on a three-week schedule: 2 weeks on and 1 week off. The Passage was a busy place during that time with a wide variety of vessels passing each day. The mail boat stopped on a fairly regular schedule and boats from the local coast guard stations were also frequent visitors. The last crew left in 1980 when the facility was fully automated. Today it is home to a colony of double-crested cormorants, which may be doing more damage to the facility than any other natural force.  The lighthouse remains fully functional and is maintained by the Coast Guard ATON (Aids to Navigation Team). A red light atop its 63-foot tower flashes on 15 second intervals, it's fog horn sounds on 20 second cycles when conditions require, and a RACON (radar transponder beacon) imposes a Morse code character \"N\" on the radar screen of passing ships.  The coast guard has excessed this facility. It has become available under the Historic Lighthouse Preservation Act of 2000. The facility can be leased or transferred to some other eligible entity with the government retaining access rights for as long as its navigation aids are needed. The North Manitou Shoal Light Preservation Society (NMSLPS) has been formed to investigate options for preservation of the Crib.     The lighthouse was equipped with a 4-sided Fresnel lens.  When the facility was updated and automated in 1980, the big lense was removed and placed on permanent display in the Glen Haven Cannery Boat Museum.  For forty-two years, \"the crib\" was home to a three man Coast Guard crew, who lived in the light tower building.  Crewmembers rotated on a three-week schedule:  2 weeks on and 1 week off.  The Passage was a busy place during that time with a wide variety of vessels passing each day.  The mail boat stopped on a fairly regular schedule and boats from the local Coast Guard stations were also frequent visitors.  The last crew left in 1980 when the facility was fully automated.  Today it is home to a colony of Double-Crested Cormorants, which may be doing more damage to the facility than any other natural force. The lighthouse remains fully functional and is maintained by the Coast Guard ATON (Aids to Navigation\" Team.  A red light atop its 63 foot tower flashes on 15 second intervals, it's fog horn sounds on 20 second cycles when conditions require, and a RACON (radar transponder beacon) imposes a Morse code character \"N\" on the radar screen of passing ships. The Coast Guard has \"excessed\" this facility.  It has become available under the \"Historic Lighthouse Preservation Act of 2000\".  The facility can be leased or transferred to some other eligible entity with the government retaining access rights for as long as its navigation aids are needed.  The North Manitou Shoal Light Preservation Society (NMSLPS) has been formed to investigate options for preservation of \"The Crib\".     Other Lighthouses near Sleeping Bear Dunes National Lakeshore are listed below with a short description.  You can find more details on these and other Michigan Lighthouses on www.michiganlights.com or Seeing The Light web site by Terry Pepper. Point Betsie Light was completed in 1858 at a cost of $3,000.  This is located just south of the Lakeshore and is open to the public for tours during the summer.  It was an important beacon on the lake and the original 37-foot tower was replaced with the 100-foot structure that still stands today.  The ten-sided cast iron lantern houses a Fourth Order Fresnel lens with flash panels and was originally turned by a weighted clockwork mechanism.  The two-story keeper's dwelling is rectangular with a gambrel roof, which was enlarged in 1894.  Point Betsie became the last manned light station on the eastern shore of Lake Michigan.  It was fully automated in 1983.  For more information, click on the link to their web page www.pointbetsie.org.Grand Traverse Light was built to mark the entrance to the west side of Grand Traverse Bay.  The lighthouse was ordered built in 1852 for $4,000.  The present brick lighthouse was built in 1858 and made into a duplex in 1900.  The foundation bricks used in the two-story house came from the first lighthouse.  The light tower, a square frame structure 7.5 feet on a side, extends from the gabled roof of the dwelling.  The light had a Fourth Order Fresnel lens imported from France.  At first, the lens was lit by a kerosene lamp, but later powered by electricity.  Sounding its mournful warning for many miles, the steam fog signal was housed in a rectangular brick building erected in 1899.  A brick \"oil house\" was also constructed.  The Coast Guard abandoned the old lighthouse and built a steel skeleton structure in 1972 near the old buildings.  Today, daytime navigation is aided by red and white markers on this tower.  Located in Leelanau State Park, the lighthouse has been restored by the Grand Traverse Lighthouse Foundation and is now a museum and open to the public. More information is available at their web site www.grandtraverselighthouse.com.Mission Point Light was originally approved by congress in 1859 to be built with $6,000.  It was called the Cat's Head Point Light Station.  The construction of the station was delayed by the Civil War.  In 1870, the Mission Point station located on the 45th parallel was finally completed.  This beacon warned vessels entering Grand Traverse Bay of the rocky shoals that extend two miles from the Old Mission peninsula.  The original light was removed, but the square tower still remains atop the gabled roof of the keeper's frame dwelling.  Until June, 1933 there had been a succession of six keepers, including a female lighthouse keeper (1906-08).  The lighthouse, which is not open to the public is owned by Peninsula Township and is surrounded by a 120-acre public park.South Fox Island is located about 17 miles off Cat's Head Point at the tip of the Leelanau Peninsula. The lighthouse was commissioned by Congress on March 2, 1867. The tower was constructed of Cream City brick with 13 inch thick walls and a square tower 45 feet tall.The lantern was outfitted with a flashing red fourth-order Fresnel lens, and the light was first lit on November 1, 1867. The Lighthouse was originally outfitted with a steam-operated fog whistle, but the system was later upgraded to a diaphone fog signal.In 1934 a more modern cast iron skeletal tower was carefully disassembled from the Sapelo Island lighthouse and shipped to South Fox Island where it was re-assembled. Finally a diesel engine was installed to provide electricity for the light and compressed air for the fog horn.The South Fox Island Lighthouse Association is working to restore the lighthouse and associated buildings. More information is available at www.southfox.org .",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/lighthouses.htm"
}
