{
    "title": "Sleeping Bear Dunes National Lakeshore: Kayak and Canoe",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Kayak and Canoe                Kayaking and Canoeing             You will find a lot of water in and around the Sleeping Bear Dunes National Lakeshore. That means there are many opportunities to paddle a canoe or kayak. Bring your own boat, raft, or tube or you can rent one in the area.River PaddlingTwo rivers provide easy river paddling and floating. The Platte River is located in the southern part of the park, and canoes, kayaks, and tubes can be rented where the river crosses M-22. In the northern part of the park, near Glen Arbor, the Crystal River flows from Glen Lake to Lake Michigan and canoes and kayaks can be rented in Glen Arbor.  Low water levels in the Crystal River can make canoeing difficult at times.You will enjoy the peaceful natural setting of the river. Look for wildflowers along the bank or a Great Blue Heron feeding in the river ahead.       The Platte River can be a busy place on a hot summer day.  Terry Phipps 2005      Inland LakesInland lakes offer some of the best wildlife viewing along the lakeshore. Loon Lake is located near the Platte River in the southern part of the park. There is parking lot and lake access just off M-22. School Lake and Bass Lake are small inland lakes in the northern part of the park. The public access for School Lake is from county 669.       School Lake in the Fall Kerry Kelly 2005      Kayaking on Lake Michigan With over 35 miles of pristine sandy beaches and areas of bluffs up to 500 feet above Lake Michigan, Sleeping Bear Dunes National Lakeshore is a perfect place to kayak on the “Big Lake.” Kayaking provides a unique view of the Dunes and glacial moraine bluffs that can’t be experienced from shore. The magnitude of the bluffs and dunes and the contrasting colors of sand bracketed by blue sky and water create images that you won’t soon forget. Lake Michigan is beautiful – but unpredictable! Kayakers must be prepared for cold temperatures, high winds, fog, and rough seas that may occur at any time. Be constantly alert to changing conditions and you should consult the current marine forecast before starting any trip (NOAA 1-906-475-5212 or Marine Band Radio Channel 16).          Kayaking on Lake Michigan. Phil Akers 2013       Leave a Float Plan A float plan contains important information such as your name and address, vessel description, names of people in your group, safety equipment, planned route, length of trip and return date. Leave your float plan with a friend or family member and tell them who to call if you are overdue or an emergency arises. When planning your trip, we suggest paddling no more than 10 miles per day for beginners or 15 miles per day for experienced paddlers. Link to the U.S. Coast Guard web site with Float Plan information and blank form: http:\/\/www.uscgboating.org\/safety\/float_planning.aspx Have Alternate Plans If conditions on Lake Michigan are not favorable for your planned trip, you may want to paddle one of the rivers or inland lakes in the National Lakeshore, which are not as affected by high winds and waves. Sleeping Bear Dunes National Lakeshore has several inland lakes that you can explore which can provide an enjoyable safe alternative if winds and high waves keep you from paddling the “Big Lake”. These smaller lakes provide excellent wildlife viewing – especially loons, ducks, swans, and other birds. Clean Your Kayaks  Please clean, drain, and dry your boat after you leave any body of water, especially Lake Michigan, to prevent the spread of aquatic invasive species. This is especially important for our inland lakes. For more information on aquatic invasive species and their impacts to lakes, streams, and how we recreate please visit the following websites:   http:\/\/www.protectyourwaters.net http:\/\/www.nps.gov\/slbe\/naturescience\/nonnativespecies.htm Backcountry Camping There are three campgrounds within walking distance of the Lake Michigan shore. Platte River Campground has some walk-in sites that have a trail to the beach (.75 miles). White Pine Backcountry Campground is about 0.3 miles from the beach, and D.H. Day Campground has some sites that are near the beach. Check the park’s camping web page for details on how to obtain a permit for a site: http:\/\/www.nps.gov\/slbe\/planyourvisit\/backcountrycamping.htm For Your Safety Kayak Launch Points Sea Kayaks vs. Recreational Kayaks   U.S. Coast Guard Equipment Requirements All vessels on Lake Michigan are required to have a wearable PFD per person on board and a sound providing device that is audible for one half mile for 4 to 6 seconds (such as a horn or whistle). We highly recommend wearing your PFD while kayaking on Lake Michigan. When operating from sunset to sunrise and in or near areas of reduced visibility, use navigational lights that may be seen by others and be equipped with a visual distress signal. In Case of Emergency If you have a Marine Band Radio, you can contact the U.S. Coast Guard on Channel 16. If not carrying a radio, carry a cell phone in a water-proof container and call 911 in case of emergency. Be sure to give a description of your location and include that you are in Lake Michigan near Sleeping Bear Dunes National Lakeshore. In some places along the lakeshore your cell phone will pick up a cell tower in Wisconsin instead of one in Michigan, so you need to be specific about your location. Kayak Safety Resources: American Canoe Association Kayak Safety Tips",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/kayak.htm"
}
