{
    "title": "Sleeping Bear Dunes National Lakeshore: Glen Haven Village",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Glen Haven Village              Glen Haven Village       A visit to Glen Haven, the small village on the Lake Michigan shoreline, is a step back to a time when small villages and docks supplied fuel to steamers along the Great Lakes. Glen Haven is the best preserved cord wood station on the eastern shore of Lake Michigan and perhaps the entire Great Lakes. Glen Haven was a company town and eventually diversified into farming, canning of fruit, and tourism. The beautiful beaches of Lake Michigan are right there, so take time for a swim or walk along the beach.               Glen Haven General Store When you are in Glen Haven, stop and walk around the little logging village, which has been restored to it's appearance in the 1920's. Walk into the General Store and browse some of the merchandise related to the history of the Glen Haven area, including kitchenware, food, toys, and maritime-related items and books. The store is open from Memorial Day through Labor Day. During June, the store is closed Modays through Thursdays. The Leelanau Ranger Station is located upstairs.          Cannery Boathouse The cannery was first built as a warehouse and converted to a state-of-the-art cannery for cherries in the early 1920s. In recent years, the Cannery has housed a museum of historic boats used around Glen Haven and the Manitou Islands. Volunteers have donated many hours to restoring the boats and operating the exhibit. The Cannery Boathouse Museum is the largest public exhibit of Great Lakes small craft. The Cannery is open 11 am - 5pm daily, Memorial Day weekend through Labor Day. Days and hours vary after Labor Day. Volunteer staff provide interpretive talks and answers questions Public restrooms are available by the Glen Haven General Store      Blacksmith Shop The fully restored 1920's blacksmith shop provides demonstrations of transforming bars of iron into beautiful, useful items. Watch the blacksmith take a piece of iron, heat it in the forge and pound out useful shapes and parts. The exhibit is very interactive, so feel free to ask questions. You can see some of the parts they have made in the shop and ask the blacksmith questions about his trade or the history of the local area. While you are watching, you will learn about D. H. Day and his role in developing the Glen Haven area. The blacksmith shop is open Memorial Day to Labor Day 11-5,staffed by volunteers. Days and hours vary after Labor Day. Public restrooms are available by the Glen Haven General Store.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/glen-haven-historic-village.htm"
}
