{
    "title": "Sleeping Bear Dunes National Lakeshore: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers         Philip A. Hart Visitor Center, Empire, MI Kerry Kelly 2005  Philip A. Hart Visitor Center The Philip A. Hart Visitor Center is located on M-72 just east of the intersection with M-22 in Empire, MI. You will find a wealth of information about the park and the natural and human history of the area. Park passes, brochures, and maps are available at the Information Desk. If you have questions, rangers and volunteers are available to assist you. Operating Hours Memorial Day to Columbus Day (Summer) - 8:00 a.m. to 6:00 p.m.  Rest of Year - 8:30 a.m. to 4:00 p.m.  Closed - Thanksgiving, Christmas, and New Year's Day  Phone: 231-326-4700 ext. 5010        Exhibition Hall in the Philip A. Hart Visitor Center, Empire, MI. Dennis Yockers 2009  Plan out your visit by looking at the large relief map of the park located in the main lobby of the visitor center and ask a ranger for advice and information while you are here. There is always a ranger or volunteer available to answer your questions. Who was Philip A. Hart?        The Dune Center Bookstore at the Dune Climb Terry Phipps 2005  The Dune Center The Dune Center Bookstore is an Eastern National sales area located at the base of the Dune Climb and features t-shirts, sweatshirts, hats, nature games, postcards, books, videos, and convenience items. Public restrooms and vending machines are available near the Dune Center during the summer.  Operating Hours From the Friday prior to Memorial Day through the last Thursday in June, open Noon to 5:00 p.m. Friday, Saturday, Sunday.  From the last Friday in June through Labor Day, open Noon to 5:00 p.m. daily.  Phone: 231-326-4732        Glen Haven General Store and Ranger Station Terry Phipps 2005  Glen Haven General Store The Glen Haven General Store is operated by Eastern National and appears much as it did during the 1920's and features typical general store merchandise and items related to the history of the Glen Haven area including kitchenware, food, toys, maritime items and books.  Operating Hours From the Friday prior to Memorial Day through the last Thursday in June, open Noon to 5:00 p.m. Friday, Saturday, Sunday.  From the last Friday in June through Labor Day, open Noon to 5:00 p.m. daily.  Phone: 231-326-4732        South Manitou Island Visitor Center Kerry Kelly 2005  South Manitou Island Visitor Center The former General Store for the island now serves as a Visitor Center. It houses an interesting collection of photos and artifacts that tell the story of what life was like for the loggers, farmers, and members of the Life-Saving Service who made the island home.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/visitorcenters.htm"
}
