{
    "title": "Sleeping Bear Dunes National Lakeshore: D. H. Day Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     D. H. Day Campground                D.H. Day Campground      Sleeping Bear Dunes National Lakeshore's rustic campground: beautifully wooded, peacefully quiet and easily accessed from the Dune Climb, Pierce Stocking Scenic Drive and the museums. If you and your family enjoy a slightly more rugged camping experience, then D.H. Day Campground is probably for you! With 88 private sites and easy access to Lake Michigan's beach from the north end of the campground, D.H. Day provides an excellent setting for a calming family vacation. Vault toilets and water spigots are available throughout the campground. D.H. Day Campground is open from the first Friday in April through the last Sunday in November each year. Campsites are available only on a first-come-first-served basis only - No Reservations. The earlier you arrive the better your chances are at obtaining a site. In addition to the Park Entrance Pass, there is a per night fee for camping. Click for Fee Information. Campers must stop at the campground office before selecting a campsite. Campers wishing to extend their stay must re-register by 8:00 p.m. the night before their permit expires. Download a map of D.H. Day Campground.        Register for your camp site at the Office before you set up camp. Kerry Kelly 2005  During the summer season, there are nightly ranger-led evening programs. From tall tales of local lore to learning more about the lakeshore's environment to beautiful awe-inspiring slide shows that bring nature up-close and personal. Evening programs are a great way to start the family's evening campground activities or to end a long, too-much-fun, tuckered-out day. During the summer months the Campground Ranger Station is staffed from 8:00 a.m. to 9:00 p.m. During the Spring and Fall months the ranger stations hours may vary. See the reader board outside the station for times and special messages. There is a sanitation station available near the campground entrance for the convenience of self-contained camping units. Generator-use is restricted to sites #1 thru 31 (the first loop) and then only from 9:00 a.m. to 6:00 p.m.     Quiet hours at the campground are from 10:00 p.m. to 6:00 a.m., although noise levels must be controlled at all times to avoid disturbing other campers. Fires are allowed ONLY in the metal fire rings provided at each site. There is a firewood concession operated right in the campground. Travel Direction: From Empire, MI: Drive north on M-22 for 2 miles to the intersection of M-109, turn left onto M-109, continue for another 5.3 miles (past the Scenic Drive, Dune Climb & entrance to the D.H. Day Group Campground), the entrance to the campground will be on your left. From Glen Arbor, MI: Drive west on M-109 for 1.4 miles, the entrance to the campground will be on your right. Campground address: 8000 W. Harbor Hwy, Glen Arbor, MI 49636.  Phone number is 231-326-4700, ext. 5035. Note that the D.H. Day Group Campground is located at a different location.  It is just north of the Dune Climb on M-109 then turn west on Harwood Rd. PLEASE REVIEW ALL CAMPGROUND REGULATIONS UPON ARRIVAL - IT IS YOUR RESPONSIBILITY TO BE AWARE OF AND COMPLY WITH ALL RULES AND REGULATIONS. THANK YOU FOR YOUR COOPERATION!",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/dhdaycamp.htm"
}
