{
    "title": "Sleeping Bear Dunes National Lakeshore: Dune Climb",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Dune Climb              The Dune Climb      Everybody likes to climb the dunes-or watch the kids enjoy the sand. The Dune Climb offers plenty of pure, wind-blown sand for your climbing pleasure. There is a picnic area at the bottom and you can climb up the dunes for a view of Glen Lake. While the climb can be strenuous, the run back down to the picnic area is a blast! The Dune Climb is located just about 5 miles north of Empire on M-109, you can see it on the west side of the road. The Dune Center, located at the base of the Dune Climb, offers modern restrooms and a bookstore.For those who have extra time and a lot of energy, take a hike through the dunes all the way to Lake Michigan. This may take as long as 3-4 hours, so take lots of water and remember you'll be walking up and down the dunes in loose sand all the way. Hiking through the dunes can be disorienting, so be sure to keep children within sight and if hiking with a group, and agree on a destination before leaving.       One of the most popular activities in the park is climbing the dunes. Terry Phipps 2005      If you decide not to climb the dunes, then spend a little time exploring the Sleeping Bear Heritage Trail which leaves from the base of the dune at the north end of the Dune Climb.       Glen Lake and the Parking Area from the top of the Dune Climb Kerry Kelly 2005      Climbing to the top of the Dune Climb is strenuous but rewarding, so be sure to evaluate your physical abilities before you start. The good thing about the Dune Climb is that if you get tired before you get to the top, you can just come back down to the picnic area. Gravity is on your side on the return. Once you get to the top and decide to make the hike to Lake Michigan, consider that you will be climbing and descending several steep dunes before you get to the lake, and you have to repeat the process to get back. The whole trip is about 3.5 miles and may take 3-4 hours depending on your condition and the weather.If you are going to hike in the Dunes, there are a few things you should do to make your trip more enjoyable.What's the plan? Rangers are called upon to conduct many searches each summer because folks back at the Dune Climb are concerned about companions who have been out on the dunes longer than expected. Often it turns out that there was simply a misunderstanding as to when the group would reconvene. Agree on a plan before splitting up, and be realistic about the time it will take for a hike.Which way do I go? Out on the dunes there are few clues as to which way you need to go. The best plan is to follow one of the marked hiking trails and carry a map. The hiking trails in the dunes are marked with posts with blue tops. That will also minimize the human impact on this fragile ecosystem. If you are determined to explore off-trail, be sure to bring a compass and keep track of your directions.Watch those slopes. Steep dune slopes occasionally collapse - a dangerous situation if you are there! This is especially hazardous during winter and early spring seasons. Another reason to avoid them is to help dune grass roots remain intact and do their job of holding the sand in place.Resist the ridges. We tend to be drawn to walking along the narrow ridge tops among the dunes. However, this is another part of the dunes which is highly vulnerable to erosion. It's best to hike on the broad open plains where possible.Keep it under control. Often folks begin running down the dunes, and soon find their legs can't keep up with the rest of them! Resulting tumbles can cause injuries. While careful, controlled running at the Dune Climb is relatively safe, other slopes have hidden rocks and other hazards which can cause serious injuries.Don't be shoeless. Even if you don't want to wear shoes at the start, throw a pair into a backpack. The sand can be very hot and abrasive and underground shoots of dune grass can stab into your feet.Go wet & wild. The dunes are a bit like a desert environment, and you will need to stay hydrated. Bring a bottle of water.Don't be a ghost-buster. Everyone enjoys the \"ghost forests\" (trees that long-ago became buried by moving dunes, then reappeared after the dunes moved). Please leave them because they are the most photographed ghosts around.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/dune_climb.htm"
}
