{
    "title": "Sleeping Bear Dunes National Lakeshore: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets      Sleeping Bear Dunes National Lakeshore welcomes you and your pets to enjoy the park together. Like most outdoor activities within a National Park area, there are some rules and regulations that apply to having a pet with you. These have been established for the safety and enjoyment of both visitors and pets alike. Violation of these rules and regulations could result in receiving a federal Violation Notice (ticket) which includes a fine and a possible appearance in federal court.Pets can be a hazard for the Lakeshore's piping plovers. Only 70 breeding pairs of these endangered birds are left in the wild, and one third of them nest at the Lakeshore. Please keep your pets away from the birds and their nests. Dogs running near nesting sites, even if leashed, can frighten birds causing them to stop incubating eggs or abandon nests. Unleashed dogs may harm nests, eggs, or chicks. Trained assistance dogs accompanying impaired persons are permitted throughout the Lakeshore. Pets are generally permitted within the Lakeshore except in certain limited areas designated as \"no-pet\" areas. These areas can be identified by a \"No Pets\" sign and by referencing the map. A small percentage of the park has been closed to pets for the protection of wildlife and to ensure the enjoyment of all park visitors. Download a map of pet areas.  Leashed pets are allowed on these beaches   From Platte River Campground \/ Railroad Grade trail north to Peterson Road.  From Esch Road north to the Lakeshore boundary (south of Empire). From Peterson Road south to Old Railroad Grade Trail\/Platte Campground Trail. From the Lakeshore boundary north of Empire to just south of the North Bar Lake stream outlet.  From Maritime Museum east (but not on the Maritime Museum grounds) to the Lakeshore boundary (west of Glen Arbor).  From the Lakeshore boundary north of Glen Arbor around Pyramid Point to CR 669.  From CR 651 north to the Lakeshore northern boundary.Glen Lake Picnic Area No Pet Areas   The Dune Climb  Maritime Museum grounds North Bar LakePlatte Point Beach White Pine and Valley View backcountry campsites  All group campsites North and South Manitou Island (all pets, including hunting dogs). Trained aid dogs accompanying the blind or hearing impaired are permitted.  Any other areas where \"NO PETS\" signs are posted after a determination by the Superintendent that a specific conflict exists requiring such a closure. Pets are prohibited at the following designated cross-country ski trails during the periods of December 1 through March 31: Old Indian Platte Plains Trail System (including Bass Lake, Otter Creek, and Lasso Loop Trails) Windy Moraine Shauger Hill Alligator Hill Bay View Good Harbor Bay Sleeping Bear Heritage Trail Rule and Regulations  Pets must be controlled on a 6-foot leash at all times. Pets may not be left unattended or tied to an object. Do not allow your pet to make unreasonable noise. Clean up after your pet and dispose of waste in trash receptacles.  Keep your pets from interacting with wildlife or disturbing visitors. Pet Safety Suggestions Always remember that your pet needs water as much as you do, especially when active for for long periods of time.Be conscious of the possible temperature extremes which your pet may be exposed to here in Northern Michigan such as extremely hot sand in summer and the frigid cold water during winter.Don't assume that your pet is physically able to negotiate the same terrain that you can.Do not leave your pet unattended in your vehicle.In the same way you may carry needed medicine or first aid supplies for yourself, don't forget the possible needs of your pet.It is important for both the safety of your pet and the park's wildlife that you do not allow the two to interact.During hunting season, it is recommended that park visitors wear blaze orange for their safety. It is equally important that your pet wears blaze orange as well.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/pets.htm"
}
