{
    "title": "Sleeping Bear Dunes National Lakeshore: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around      Most visitors to the Sleeping Bear Dunes National Lakeshore arrive and travel through the Park by car, RV, or motorcycle. You can easily get to all attractions by driving on M-22 through most of the Park and then taking the M-109 loop about 2 miles north of Empire. You can take M-109 to the Pierce Stocking Scenic Drive, the Dune Climb, Glen Haven, and D. H. Day Campground and then back to M-22 in Glen Arbor.  Download a Sleeping Bear Dunes National Lakeshore map or stop in the visitor center and pick one up.       Manitou Island Transit operates the ferry to North and South Manitou Islands. Kerry Kelly 2005      Planning to visit North or South Manitou Island?  Get a reservation with the Manitou Transit (231-256-9061) for the ferry ride.  Remember there is no food available for sale on either island, so take it with you. Access to South Manitou Island is by private boat or by passenger ferry service operated by Manitou Island Transit. The ferry service operates from the Fishtown Dock located in Leland, MI. The ferry operators have been servicing the islands for many generations and the company is still run as a family business. Between June and August, the ferries for each island leave daily from the Fishtown Dock in Leland at 10:00 AM. Reservations are recommended. Plan to arrive at the Fishtown Dock 45 minutes prior to departure. Leland is located 27 miles north of Empire on M-22. The boat trip can be cool even in summer, so plan ahead and bring a jacket. In case of rain, bring rain gear. Wear comfortable hiking boots. Mosquitoes are common in summer. Poison ivy is abundant. There is no food service or store on the island. Bring a lunch. Be sure to return to the dock in time for the boat departure. Visitors to the islands are also required to secure an entrance pass to Sleeping Bear Dunes National Lakeshore. Park passes are available at the Fishtown Dock during the summer months from 8:30 am to 10:00am, or at any fee collection station within the park.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/gettingaround.htm"
}
