{
    "title": "Rocky Mountain National Park: Pika",
    "body": "Pika        NPS\/Ann Schonlau         Pikas have round ears and lack a visible tail. NPS   Physical Description  Pikas (Ochonta princeps) are small mammals related to the rabbit family, even though they look more like a hamster. Pikas are sometimes known as conies or rock rabbits. These cuddly-looking characters have small, oval bodies that are only around six inches long and weigh six ounces. Their ears are moderately large for their bodies and round in shape. Pikas have a very short tail that is usually covered by a coat of thick brown-gray peppered fur. They have sharp curved claws and padded toes to scamper around alpine rocks. Excellent hearing and vision keep them very aware of danger in their surroundings.        Pikas are more easily heard than seen. NPS  Pikas are very vocal animals and use both calls and songs to communicate with each other and to protect their territories. A high-pitched \"eek\" warns other pikas of predators. Their voices are easily heard, but the animals, camouflaged against the rocks, are more difficult to see.  Life History  American pikas only live in mountainous alpine terrain above 11,000 feet in elevation. They live on rock faces, talus slopes and cliffs near mountain meadows. Pikas live in colonies often connected by burrow mazes underneath these rocky areas. Even so, individuals are very territorial over their own den and surrounding areas, and are usually seen darting around rocky areas alone.        The pika breeding season is in late May or early June while snow is still on the ground in their mountainous habitat. Pika territoriality is at its lowest during this time and males sing to female mates. The female gestation period is 30 days and litters of two to six hairless, blind infants are born. Femals can have a second litter during the same season, and raise their young alone. After one month, the babies leave their mothers to establish their own dens, even though they won't fully mature for another few months.        Pikas are busy farmers as they collect and harvest their winter food cache. NPS\/Ann Schonlau   Pikas are herbivores and eat a variety of plants including sedges, grasses and wildflowers. After breeding season, pika activity intensifies as they must make the most of a short tundra growing season. The maximum life span of a pika is three to seven years. Natural Farmers  Pikas do not hibernate, so they must spend the short alpine summers gathering food for the winter ahead. This frenzied activity consists of gathering large quantities of plants in their mouths and scurrying back to designated storage areas called \"haystacks\" to let the plants dry. Haymaking is their primary activity, and this is when pikas become extremely territorial and vocal to defend their haystacks. They can remain active all throughout the day if the outside temperatures stay cool enough.  When winter arrives, pikas bring all of their haystacks into their dens and will remain in the burrows most of the winter. One pika must gather enough food to fill a bathtub. Their survival depends on a successful harvest as they remain active underneath the winter snows.        Pika survival depends on the climate. NPS\/Ann Schonlau   Pikas in Peril  The primary threat for the pika is climate change because as it gets warmer, pikas must go higher up the mountains until they top out and have no where else to go. When temperatures exceed approximately 70 degrees Fahrenheit, pikas can die within hours if they cannot escape from the heat. Pikas are early warning signs for global warming in western North America since they are a species that depends on mountain ecosystems for survival. Go to the National Park Service (NPS) Pikas in Peril website to learn about recent pika research that included Rocky Mountain National Park. Researchers and NPS staff are trying to address questions about pika vulnerability to future climate conditions.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/pikas.htm"
}
