{
    "title": "Sleeping Bear Dunes National Lakeshore: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions             Sleeping Bear Dunes National Lakeshore is located in Northwestern Lower Michigan along the eastern shoreline of Lake Michigan. The closest city is Traverse City, 25 miles to the east. Several park maps are available to download. You can travel to the park by car, plane or bus.   By Car From the south (Detroit or Chicago areas) - Take US-31, US-131, US-27 to M-115 & M-37, I-75 and M-72 North to Traverse City, then west on M-72 to the Village of Empire. You will see the Visitor Center as you enter Empire on your right. You may also get to Empire from the south via US-31 to Ludington and then north to Manistee. You can follow either US-31 or M-22 from north of Manistee. If you follow M-22, stay on it through Frankfort, and in about 10 miles, you will come to the Platte River Campground. Another 10 miles north will bring you to Empire where the Visitor Center is located. To get to the Visitor Center, turn right at M-72 and drive about 100 yards and you will see the Visitor Center on your left. If you follow US-31 north of Manistee, you can either take M-115 to Frankfort where you can take M-22 to Sleeping Bear Dunes National Lakeshore as described above, or you can continue north on US-31 to Beulah. Proceed 3.3 miles and turn left on County Road 706. Follow CR 706 4.4 miles to M-22. Turn right and drive 1 mile to the Platte River Campground. Another 10 miles north on M-22 will bring you to Empire. To get to the Visitor Center, turn right at M-72 and drive about 100 yards and you will see the Visitor Center on your left. Or you may go about 4.3 miles past Beulah to Deadstream Road (CR 708) in Honor. Turn left and drive 4.4 miles to M-22. You will be about 0.5 miles north of the Platte River Campground and 9.5 miles south of Empire. To get to the Visitor Center, turn right at M-72 and drive about 100 yards and you will see the Visitor Center on your left. From the north (Michigan's Upper Peninsula), take I-75 to Grayling and follow M-72 to Traverse City or take US-31 south to Traverse City, then go west on M-72 to the Village of Empire.  By Plane The Cherry Capital Airport (TVC) in Traverse City (30 miles from the Lakeshore) has daily connections to Detroit, Chicago, and Minneapolis with seasonal connections to Cincinnati, Dallas, and New York City. The Traverse City Airport is serviced by Northwest, United, American, and Delta Airlines.  By Bus Traverse City has a Greyhound bus station with local bus (BATA) service to Empire. BATA also offers a summer service that goes from Traverse City to downtown Glen Arbor, DH Day Campground, the Dune Climb, Pierce Stocking Scenic Drive parking lot, and downtown Empire. The bus can fit up to 11 bikes and trailers of any type.   Park addresses for GPS Visitor Center  9922 Front Street, Empire, MI 49630 Pierce Stocking Scenic Drive  8500 Stocking Drive, Empire, MI 49630 Dune Climb  6748 Dune Hwy (M-109), Glen Arbor, MI 49636 Maritime Museum 8799 Sleeping Bear Road, Glen Arbor, MI 49636 Platte River Campground 5685 Lake Michigan Road, Honor, MI 49640  D. H. Day Campground 8010 West Harbor Hwy. (M-109), Glen Arbor, MI 49636",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/directions.htm"
}
