{
    "title": "Sleeping Bear Dunes National Lakeshore: Weddings",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Weddings                Weddings      The outstanding scenic beauty of Sleeping Bear Dunes National Lakeshore provides a beautiful natural setting for weddings. The sweeping vistas and Lake Michigan beaches provide wonderful backdrops for small, intimate weddings. Accommodating weddings that are compatible with the Lakeshore’s enabling legislation requires careful planning to protect park resources and limit intrusions on recreational visitors. Guidelines for holding a wedding in the park (pdf file).Approved wedding locations (pdf file). Application Process Weddings may be scheduled up to one year in advance and not less than 21 days prior to your ceremony.  Applicants must complete the Application for Special Use Permit Form.  Include your telephone number, address, e-mail address, number of people, date, time, and exact location from the wedding location list below.    All application and permit fees are nonrefundable and are required to recover the costs to administer permits.  The nonrefundable application and permit fees paid by check or money order will be made payable to:  “National Park Service.” Applications and fees should be mailed to: Sleeping Bear Dunes National Lakeshore  Attention:  Special Park Uses\/Weddings  9922 Front Street Empire, MI 49630 Telephone inquires:  (231) 326-4700 e-mail us Fees A nonrefundable $50.00 application fee must be included with your application. After favorable review of your application, a Special Use Permit will be prepared and mailed to you for signature. At that time, a nonrefundable permit fee of $100.00 must be remitted with your signed permit. An additional charge of $50.00 per hour will be incurred for a National Park Service event monitor for those outdoor activities of 50 people or more. Entrance fees into the park are not waived for either wedding participants or guests since recreational benefit is derived. Applicants can contact the Visitor Center to purchase Park Passes in advance. Permit Conditions  Please note that the wedding permit does not allow the ceremony to restrict other park visitors from the chosen location; nor does it guarantee availibility of a specific site.  The approved permit must be in the applicant’s possession at the time of the wedding.  The release of any living thing is prohibited.  Birdseed or rice may not be thrown within the park as this provides an unnatural food source for wildlife.  The use of balloons, helium, or other types of decorations will not be authorized so as to preserve the natural scene.  Directional or event signs may not be used within the park.  Picnic areas may not be reserved and are available only on a first-come basis.  The permittee is responsible for the cleanup of all trash from the site. For activities of 25 people or more, all trash generated by the event is to be removed from the park by the permittee.  The permittee and guests must comply with all applicable federal, state, and county regulations.  Tents, tables or other furniture are not allowed at the site of the wedding unless a picnic area is used. Archways or other artifical structures are not authorized so as to preserve the natural scene. A small number of chairs may be permissible for elderly or disabled guests.  Pets must be leashed at all times.  Parking is limited in most locations. The use of car pools or shuttles is recommended and may be required as a condition of the permit.  Amplified music or public address systems are not allowed.  No formal wedding receptions will be permitted.  The time allowed for outdoor events is three hours.  Wedding Permits will not be issued for heavy use periods – Memorial Day weekend, July Fourth weekend, and Labor Day weekend.  A visit to the park is highly recommended prior to finalizing your plans in order to decide on a site for your wedding. Following is a list of available sites and group size limitations.  Locations See the attached Weddings Application form (pdf file) for a list of areas in Sleeping Bear Dunes National Lakeshore where weddings may be held. If the proposed areas and parameters conform to this list, standard fees will apply.  However, if an area not listed here is proposed and\/or the proposed group size exceeds the maximum group size listed here, additional fees of $50.00 per employee hour to manage and monitor the permit will be required.",
    "url": "https:\/\/www.nps.gov\/slbe\/learn\/management\/weddings.htm"
}
