{
    "title": "Sleeping Bear Dunes National Lakeshore: Port Oneida",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Port Oneida               Port Oneida Rural Historic District         Farmhouse in the Port Oneida Rural Historic Area Kerry Kelly 2005  The farms of the Port Oneida area are typical of the turn of the century farms throughout the Midwest. It is rare, however, to find such a large collection of older farms that are free from modern development. The district is historically significant because it conveys the land use practices, architecture and evolution of agricultural technology common to subsistence farms of the upper Great Lakes region. Port Oneida was farmed for over 100 years; the houses and fields passed down from generation to generation. For more information on the farms, take a virtual tour of the sites.        Wagon Ride at the Port Oneida Fair Kerry Kelly 2005  Once a year, on the second Friday and Saturday in August, the Port Oneida Fair displays the crafts, skills, and talents that made rural life productive and enjoyable during the late 1800's and early 1900's. You can see oxen and horses pulling harvesting hay, ride in a horse-drawn wagon around the Dechow farm, watch artists and craftsmen at work, and much more. These pictures show a few of the activities during the fair. Most of the year, Port Oneida is a quiet pastoral area where you can explore the old farmsteads and get a sense of this little farming community. Come to the Port Oneida Fair and experience the arts, crafts, and farming life of the past.        Horse-drawn hay loader demonstrated at the Port Oneida Fair Kerry Kelly 2005  More in-depth history of the area is available in this section as well as from books and reports available at the Philip A. Hart Visitor Center. Take a Virtual Tour of the Port Oneida Rural Historic District through this section of the web site, and then come visit and take a driving tour of the area and see it for yourself. As you look at some of these farms, you might want to know what some of the farm buildings were used for. Browse our Farm Building Description page.                   Carsten Burfiend Farm   3 Photos  Carsten Burfiend Farm          Charles Olsen Farm   2 Photos  Charles Olsen Farm          Dechow Farm   12 Photos  Photos of Dechow Farm on M-22 near Port Oneida Rd.            Eckhert Farm   2 Photos  Eckhert Farm buildings          Thoreson   13 Photos  Photos of the Thoreson Farm",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/portoneida.htm"
}
