{
    "title": "Sleeping Bear Dunes National Lakeshore: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons      Sleeping Bear Dunes National Lakeshore is open all year. Operating hours for specific facilities within the park are shown below: Philip A. Hart Visitor Center - Empire, MIHours:  Open all year except Thanksgiving, Christmas, and New Year's Days.Memorial Day to Columbus Say Day (Summer) 8:00 a.m. to 6:00 p.m.Columbus Day to Memorial Day (Fall, Winter & Spring) 8:30 a.m. to 4:00 p.m.Phone:  231-326-4700, ext. 5010Location:  On highway M-72, 500 feet east of M-22 in Empire.Special Programs:  A free slide presentation, \"Dreams of the Sleeping Bear,\" offers a beautiful mix of photography, music and narration, while providing an initial orientation to the park.Exhibits:  Museum exhibits explore the geologic, natural history, and human stories of the park.  An interactive touch-screen kiosk and large relief map provide general park information.Facilities:  Eastern National Bookstore\/sales area. Public restrooms, water fountain, assistive listening device at the information desk, closed captioning for the orientation slide show. Dune ClimbHours:  Open all year, 24 hours a day.Location:  From Empire, take M-22 north for 2 miles to M-109. then left on M-109 for 4 miles.Facilities:  Great family fun location to climb the dunes.  Public restrooms, water fountain, and vending machine snacks and drinks are available seasonally. The Sleeping Bear Heritage Trail begins at the north end of the parking lot. Dune Center BookstoreHours: June: Noon to 5:00 p.m., Open Friday, Saturday, and Sunday only.July 1 to Labor Day, Noon to 5:00 p.m., Open Daily.Phone: 231-334-2010Location: At the base of the Dune Climb off of M-109.Available Facilities: Accessible Eastern National sales area featuring T-shirts, sweatshirts, hats, postcards, books, videos, etc. Vending and restrooms located adjacent to building. A sand-accessible wheelchair is available for use in the Dune Climb area.  Contact an Eastern National sales employee. Pierce Stocking Scenic DriveHours:  Open May through mid-November, weather dependent, 9:00 a.m. to 30 minutes after sunset.Location:  From Empire, take M-22 north for 2 miles to M-109, then left on M-109 for 2 miles.Facilities:  12 numbered interpretive stops along the 7.4 mile scenic loop road.  Spectacular overlooks of Lake Michigan, Glen Lake, and the Sleeping Bear Dunes.  Public restrooms are available at the entrance parking area, Picnic Mountain, Lake Michigan Overlook, and North Bar Overlook.  Picnic areas are available at Picnic Mountain and North Bar Overlook. Glen Haven Points of Interest Glen Haven General StoreHours: June, Noon to 5:00 p.m., Open Friday, Saturday, and Sunday only.July 1 to Labor Day, Noon to 5:00 p.m., Open Daily.Phone:  231-334-3710Location:  Historic village of Glen Haven, M-209 between the Dune Climb and Glen Arbor.Exhibits:  Operated by Eastern National, this historic general store appears as it did in the 1920's and offers typical general store merchandise and items related to the history of the Glen Haven area including; kitchenware, foods, toys, maritime items and books. The D. H. Day exhibit in the general store describes the life and business venrures of this northern Michigan pioneer.Available Facilities:  Public Restrooms are available next to the store.  A wireless FM assistive listening device is available.  Inquire at the store counter. Cannery Boat MuseumHours: Open 11-5 daily, Memorial Day through Labor Day, days and hours vary after Labor Day.ocation:  At the end of M-209 in the historic village of Glen Haven.Exhibits:  A collection of historic Great Lakes vessels, including boats, motors, and equipment. Glen Haven Blacksmith ShopHours:  Open 11-5 daily, Memorial Day through Labor Day, days and hours vary after Labor Day.Location:  In the historic village of Glen Haven off M-109.Activities:  Fully restored 1920's Blacksmith Shop provides blacksmith demonstrations for all ages.  Come and see how bars of iron are heated and transformed into useful items.Facilities:  Public restrooms are available next to the Glen Haven General Store. Sleeping Bear Point Maritime MuseumHours:  Open 11-5 daily, Memorial Day through Labor Day.Location:  At the end of Sleeping Bear Point, off of M-109\/M-209 about 1\/4 mile from Glen Haven.Special Programs:  3:00 p.m. daily re-enactment of the U.S. Life-Saving Service rescue techniques. This program is especially for kids. A Lyle Gun firing demonstration takes place once a week.  Check the Ranger Programs listing for day and time. Impromptu interpretive talks are given throughout the day by park and volunteer staff.Exhibits:  Exhibits highlight the U.S. Life-Saving Service, the U.S. Coast Guard, and Great Lakes shipping history. A room on the second floor is outfitted as a steamer wheelhouse with a panorama of the Manitou Passage shipping channel, and another room shows the surfmen's quarters.Available Facilities:  A sand-accessible wheelchair is available to access the beach by contacting the staff at the boathouse. Accessible public restrooms are also available. Campgrounds Platte River Campground Ranger StationDuring the off-season when the ranger station is closed, a self-pay canister is available for camping fees and park entrance passes. For more information please call 231-326-4700, ext. 5010. Campers wishing to reserve a campsite may call 1-877-444-6777 or reserve online.Ranger Station Hours:July 1 to Labor Day (Summer) 8:00 a.m. to 10:00 p.m.Spring & Fall - Hours varyDecember thru March (Winter) Self-RegistrationDuring the winter when the ranger station is closed, a self-pay canister is available for camping fees and park entrance passes.Phone:  231-326-4700, ext. 5029Location:  At the entrance to the Platte River Campground, Lake Michigan Road, 1\/4 mi. off M-22, southern end of the park.Special Programs:  Amphitheater located adjacent to the Ranger Station provides Evening Campfire Programs every day during the summer.Campground: Platte River Campground is open all year. D.H. Day Campground Ranger StationD.H. Day Campground is open from the first Friday in April through the last Sunday in November.Ranger Station Hours:May and September hours varyJune thru August 8:00 a.m. to 8:00 p.m.During the spring and fall when the ranger station is closed, a self-pay canister is available for camping fees and park entrance passes.Phone:  231-326-4700, ext. 5035Location:  M-109, 2 miles northeast of the Dune Climb.Campground: D.H. Day Campground is open from the first Friday in April through the last Sunday in November.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/hours.htm"
}
