{
    "title": "Rocky Mountain National Park: Butterfly Ecology",
    "body": "Butterfly Ecology        Silver-spotted Skipper (Epargyreus clarus) NPS\/R. Bray       We are fortunate that Rocky Mountain National Park hosts a spectacular array of butterflies. If you are interested in learning more, visitor center book stores carry items that provide easy-to-use information about observing and identifying these winged fauna.        Top: An Anicia Checkerspot (Euphydryas anicia) opens its wings to absorb the sun's warmth.Bottom: A Pine White butterfly (Neophasia menapia) is a generalist when it comes to flowers. Photos Courtesy of S. Sink and R. Bray  Insects are ectotherms meaning they regulate their temperature using external sources such as solar radiation. So you will not see many butterflies on a cloudy day and probably none on a rainy day. Because mountain environments are relatively cold, you will often see butterflies resting with their wings oriented to maximize solar gain. Butterflies are tied to plants. As caterpillars, they need specific host plants. Adult butterflies take energy from nectar sources through their proboscis, a sort of straw like device. If you watch carefully through binoculars, and sometimes with the naked eye, you can see the butterfly extend its proboscis to sip flower nectar. Some butterflies are plant specific in their feeding habits but many are generalists. They search for flowers that suit their size to perch and drink. Butterflies carry pollen between flowers (but not as much as bees). Though butterflies have the advantage of mobility, impacts to their flowering nectar resources affect their population. Drought, for instance, causes a plant to wither and produce little nectar as it attempts to conserve moisture. Changes in land use, overgrazing, or invasive plants can change the plant population on which a butterfly relies.         Mormon Fritillary butterflies (Speyeria mormonia) mating NPS\/R. Bray  Mating is the work of the adult butterfly. They must find a mate to start the next generation before they die. The adult is the most visible stage of the life cycle and often the shortest.   Adults live four or five days, though some species overwinter as an adult in our area and live for eight to ten months. Following or preceding the adult are the other stages of the life cycle: egg, caterpillar, chrysalis or pupa.        Hoary Elfin butterfly egg (Callophrys polios) on a Kinnikinnik (Arctostaphylos uva ursi) leaf. NPS\/R. Bray  Females search for the host plant on which to deposit eggs. They use their eyes and plant volatiles for general guidance; plus antennae and feet to taste the plant. Eggs are small, pin-head size, and shaped differently depending on species group. Eggs hatch in five days or longer, depending on weather and season.        Top: The colorful caterpillar of the Eastern Black SwallowtailBottom: An adult Eastern Black Swallowtail (Papilio polyxenes) Photos courtesy of R. Bray and S. Sink  A caterpillar is the larval stage in a butterfly's life cycle. Eric Carle got it right in his book “The Very Hungry Caterpillar.” They are eating machines, but very picky eating machines on their host plant's leaves, flower buds, flowers, or developing seedpods.   This is a very vulnerable time in a butterfly's life. Lots of things want to eat them: birds, spiders, wasps, mantids, and ants. Predation is a constant threat and so is the loss of the host plant. While butterflies can fly to a new spot, caterpillars cannot move quickly and can be easily eaten on the way.    Some caterpillars are camouflaged; some taste bad; some eat only at night; some thrash around or drop off the plant when disturbed; some look like bird droppings; and some have ants defending them.        A Large Marble (Euchloe ausonides) chrysalis blends in with the branch from which it hangs. NPS\/R. Bray  Caterpillars go through a complete metamorphosis, finishing in the chrysalis stage. Think of it as a period of resting with a lot of change when the cells of the caterpillar are broken down and reorganize as an adult butterfly. In fact very few caterpillars make it to the chrysalis stage to later emerge as an adult butterfly.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/butterfly-ecology.htm"
}
