{
    "title": "Catoctin Mountain Park: Preserving Historic Structures",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change     Preserving Historic Structures                  Preserving Historic Structures       Preservation in a Changing Climate  The Works Progress Administration (WPA) built cabin camps in Catoctin during the 1930s as part of a nationwide movement to connect the American public with outdoor recreation and conservation. Originally, youth with disabilities camped in the cabins, and during WWII the military used the cabin camps and Catoctin grounds for training. For the past several decades, school groups, scout troops, and other visitors have enjoyed the cabins and the connection they provide to nature. As the climate changes and the impacts become more severe, there is an increased chance of the cabin camps being damaged. Will people continue to connect with the outdoors in the same way as they once did?                                                        The National Capital Region, where Catoctin Mountain Park is located, is expected to experience numerous climate change impacts over the next several decades. In the next 25-50 years, there will be an estimated 60 additional days above 90 degrees fahrenheit. These warmer temperatures will affect the materials used in our cabins and may decrease visitation during peak months (Fisichelli, et al, 2015). The increase in temperatures and humidity will also bring increased pests that thrive in warmer weather. Pests, such as termites, will increasingly damage the cabins’ irreplaceable American chestnut lumber. Climate change has already resulted in a 71% increase in the frequency of heavy downpours in the Northeast corridor of the USA from 1958-2012 (Melillo, Richmond & Yohe, 2014). The frequency of intense storms is likely to continue to increase over the next several decades and result in erosion that damages the foundations of our cabins.   Our park monitors the conditions of the cabins and other historic structures. We monitor humidity which leads to rot, and other conditions afflicting the cabins. We are in the process of creating a preservation management plan that will allow us to better monitor how climate change is affecting the preservation needs of the cabins. Catoctin is also taking action to be more climate friendly by reducing its emissions and is encouraging visitors to do the same. Learn what the park is doing through its climate friendly park plan!      References Alten, Helen (1999). Temperature and Relative Humidity: How temperature and relative humidity affect collection deterioration rates. Northern States Conservation Center. Retrieved from http:\/\/www.collectioncare.org\/pubs\/v2n2p1.html.   EPA (2015). Climate Change Indicators in the United States. Retrieved from http:\/\/www.epa.gov\/climate\/climatechange\/. http:\/\/www.epa.gov\/climate\/climatechange\/science\/indicators\/weather-climate\/index.html. EPA (2015). Future Climate Change. Retrieved from http:\/\/www.epa.gov\/climatechange\/science\/future.html.   Melillo, Jerry M., Terese (T.C.) Richmond, and Gary W. Yohe, Eds. (2014). Climate Change Impacts in the United States: The Third National Climate Assessment. U.S. Global Change Research Program, doi:10.7930\/J0Z31WJ2. http:\/\/s3.amazonaws.com\/nca2014\/high\/NCA3_Climate_Change_Impacts_in_the_United%20States_HighRes.pdf  ClimateChangeImpactsintheUnitedStates.pdf  PCI Magazine (2002). How Does Wood Rot?. Retrieved from http:\/\/www.pcimag.com\/articles\/83897-how-does-wood-rot.   V. Karuppaiah and G.K. Sujayanad (2012). Impact of Climate Change on Population Dynamics of Insect Pests. World Journal of Agricultural Sciences, 8(3), 240-246. http:\/\/www.idosi.org\/wjas\/wjas8(3)12\/4.pdf.ImpactofClimateChangeonPopulationDynamicsofInsectPests.pdf Fisichelli, N.A., Schuurman, G.W., Monahan, W.B., and Ziesler, P.S. 2015.  Protected area tourism in a changing climate: will visitation at US national parks warm up or overheat?. PLOS ONE doi: 10.1371\/journal.pone.0128226.NPS_visitation_climate_park_brief_CATO.pdf.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/preserving-historic-structures.htm"
}
