{
    "title": "Rocky Mountain National Park: Snowshoe Hare",
    "body": "Snowshoe Hare        NPS        Physical Description  Snowshoe hares (Lepus americanus) are members of the rabbit family as expected. They have large hind feet, long ears, short tails and a typical rabbit shape. They are large hares and can weigh three to four pounds and be over a foot in length. Males are usually smaller than females.         Top: White coats help snowshoe hares camouflage in winter.Bottom: Brown coats are more conducive for summer camouflage. NPS\/Philip Myers and Ann Schonlau   Their hind feet act as snowshoes and help them move atop of snow, and fur on the soles of their feet act as insulation and traction on the snow. Their feet also give them agility when running from predators. They run in zig-zag patterns that make them difficult to catch.  They have two distinct seasonal coats. In the winter, their soft dense fur is mostly white with only black rims on the ears. Their summer coat is grayish-brown on the top with a whiter chin, tail and underbelly.  This seasonal color change takes place when longer days trigger the chemical melatonin that creates the color pigments for brown fur. Shorter days and lack of sunlight fail to trigger this chemical which results in the absence of color, thus white fur in winter. This transformation takes place over a period of about 70 days. It is a form of molting that helps camouflage the animal from predators during both seasons.  Life History  Snowshoe hares are solitary and fairly sedentary all year round.They have overlapping ranges which provides for frequent contact. During the mating season from March to August, males fight among themselves, while pregnant females are openly hostile. Snowshoe hares reproduce like \"rabbits.\" Females have gestation periods of about 38 days and can have up to three litters in one year. Each litter will have one to eight young, called leverets, of which become fully grown by three to five months old. Snowshoe hares are mostly nocturnal or are active at dawn and dusk when they feed. They browse in the winter and feed on various kinds of woody vegetation. In the summer, they also include herbaceous plants and berries in their diet. During the day, they spend their time napping, grooming and staying still to avoid predators.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/snowshoe_hare.htm"
}
