{
    "title": "Catoctin Mountain Park: Rest Camps",
    "body": "Rest Camps for Sailors        Roosevelt brought the Marines from his presidential yacht with him to Shangri-La. NPS       Marines at Camp #1 Michael Reilly, head of presidential security for the Secret Service, met with Lt. Col. Charles Brooks, USMC, to discuss security at Shangri-La. In the summer of 1941, they decided that a contingent of Marines would take over Camp #1 (Camp Misty Mount) and guard Shangri-La. Considerable work needed to be completed to winterize the camp for year-round use. The three latrine units were enclosed and insulated, and water heaters and coal stoves were installed for warmth. The plumbing and water systems also had to be insulated to provide protection from the freezing mountain temperatures. 20 to 40 Marines occupied the camp daily with the number increasing to 100 or more, if the President was in residence. In 1945, after enduring heavy casualties at Iwo Jima and Okinawa, Marines occupied Camp #2 (Camp Greentop) for rest and rehabilitation. The camp had been vacated by the Office of Strategic Services in June of 1944. The Marines at Camp #1 relocated to Camp #2 on January 5, 1946, and remained until their detail at Catoctin was terminated in March of 1947. It was decided that future Marines detailed to the Presidential retreat would be sent directly from the Washington D.C. area, thus returning the control of Camp #1 back to the National Park Service.        More spacious than the ship's quarters. NPS \/ Catoctin Mountain Park  Rest Camps for British Sailors Prior to the United States entering World War II, the Catoctin Recreational Demonstration Area provided 10 thousand acres and three organized summer camps with recreational facilities for organizations throughout the Baltimore and Washington D.C. areas. In the summer of 1941, Catoctin would also become host to members of the British Navy. On June 2, 1941, permission was granted by the U.S. Secretary of the Navy for the recreational use of the camps at Catoctin for British sailors. These camps provided \"a tremendous amount of good to personnel who had many months of arduous sea duty.\" The rest camps provided at Catoctin were known as project 119, and in the summer of 1941, Catoctin hosted 74 British sailors. The men were provided living and sleeping quarters as well as use of all facilities in Camp #2 including the swimming pool. Camp #2 is known today as Camp Greentop. The U.S. Navy handled the commissary and the Royal Navy furnished the cooks. The British sailors used the vacant Civilian Conservation Corps camp, Camp #2, Camp #1 and Mt. Lent. Mt. Lent was considered Catoctin's short-term lodge. It had accommodations for at least 70 seamen. They generally stayed 1 day to several weeks. The initial group of sailors arrived at Camp #2 on June 10, 1941. The Catoctin Recreational Demonstration Area provided much needed rest and relaxation to a total of 630 Royal Navy sailors. The facilities would only be used by the sailors from June to November of 1941.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/historyculture\/rest-camps.htm"
}
