{
    "title": "Catoctin Mountain Park: OSS: Training Agents at Catoctin",
    "body": "Training Agents at Catoctin          The Recruits The men recruited by the Office of Strategic Services (OSS) arrived at Catoctin with nothing. They were given everything they needed upon arrival including false identification documents. All trainees were to remain anonymous. Their mission, location, or true identity was to be kept secret. Trainees were given a name badge with a fictitious student name such as \"Joe\" or \"Fred.\" OSS training films showed instructors and trainees wearing black masks to protect their identities. If the trainees went to Hagerstown or Gettysburg for an evening on leave they had to be careful not to divulge any information. All trainees were closely watched even outside of the camp.                        Arrival of OSS Recruits at Catoctin Actual footage from OSS training videos produced by John Ford. Captioning added by the National Park Service.  Duration:3 minutes                  Demolitions were a frequent training subject at Catoctin. NARA  Dangerous Work The OSS facility known as B-2 needed physical- and weapons-training areas. The first obstacle course constructed in early 1942 was built along Owens Creek. It consisted of a wire stretched taught across the creek with a rope line tied several feet above the wire. Trainees with full packs were instructed to make their way along the wire holding onto the rope. As they navigated along the wire many recruits ended up in the creek waters. Along the \"Demolition Trail\" that went from B-2 to B-5 the instructors would set small explosive charges. The trainees learned to stay low and keep their heads down. Frank Gleason, a demolitions instructor at B-2, recounts that his only injury was a young officer who broke his jaw and lost several teeth on the demolition trail. He found out later that the injured agent was future CIA Director William Casey. The Army Corps of Engineers leveled a 100 ft. x 100 ft. area within 15 cleared acres north of the old CCC Camp for demolitions training. The area was located in what is now Chestnut Picnic Area. It was used for training recruits in the use of grenades and rifle-propelled grenades before the B-5 range was constructed. Prior to the construction of the rifle range at B-5, trainees were sent to Fort Ritchie, an Army base located 5 miles northwest of the camp, for rifle and submachine gun training. Fort Ritchie was the headquarters for the Maryland National Guard and the US Army Military Intelligence School. At the end of 1943, a rifle range was constructed west of B-5 that had targets operated manually by men using a pulley system of ropes. Trainees were taught to operate both friendly and enemy weapons. In April of 1942, munitions and explosives were stored in hand-dug caves. Weapons were kept in a wooden building located across the field in front of the Mess Hall at B-2. Later in 1943, the Army Corps of Engineers replaced the previous storage facilities with a cinderblock arsenal guarded by an armed sentry. It housed M-1 Garand semi-automatic rifles, Springfield 1903 bolt action sniper rifles, Thompson submachine guns, .45 automatic pistols, .33 automatic pistols, hand grenades and 60 millimeter trench mortars.           Innovations in Training -->",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/historyculture\/oss-training1.htm"
}
