{
    "title": "Sleeping Bear Dunes National Lakeshore: Other Farms",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Other Farms              Other Farms and Cabins             As you explore Sleeping Bear Dunes National Lakeshore, you will find many farmsteads of historical and cultural significance. Take a look at the Map of Cultural Resources in the Park. Port Oneida is the largest area devoted to historical farms, but there are other interesting farms and cabins as well. This section will give you background on some of them, which you can integrate into your imagination as you think about what it would have been like to live and farm here. Most visitors to Sleeping Bear Dunes drive right past these buildings without giving them a thought, but now that you know about them, you may be more inclined to take a moment to stop and explore the farmsteads and think about the people who built the buildings and lived here. Feel free to get out of your car at any of the stops described here and walk around the farm or cabin and imagine what it would have been like to live here in 1900 when the site was in operation. Most of the buildings are near state or county roads, so very little hiking will be required to get to most of the farms and cabins. The exception is the Treat Farm, which requires a ½ mile hike to the farm, but it is definitely worth the effort! There are two clusters of farms and cabins described here. One cluster is in the northern region of the Lakeshore and the other is in the southern region. See the Map of Cultural Resources.     North Lakeshore Area Bufka West side of M-22 near the northern border of the Park. Eitzen North boundary of the Park. East of M-22 about 1\/4 mile on the east side of Townline Rd.  Kropp East of M-22 on Townline Rd. Right behind St. Paul's Luthern Church. The house is on M-22 just north of Townline Rd. Shalda Cabin On the corner of M-22 and CR 669.  Kraitz Cabin On CR 669 south of M-22 and across from School Lake.  Glen Haven Area DH Day M-109 north of the Dune Climb.   South Lakeshore Area  Tweddle Stormer Rd. 1 mile west of M-22 south of Empire. Turn west at the Tweddle School. Close to the road at the corner.  Tweddle School About 2 miles south of Empire on the west side of M-22 Treat Norconk Rd. 1 mile west of M-22 south of Empire.  Take the trail at the corner of the road at the Tweddle Farm about 0.5 miles. Esch Esch Road just west of M-22 about 3 miles south of Empire  Boekeloo 8.5 miles south of Esch Road to Boekeloo Rd. Then 1.0 mile west. Ken-Tuck-U-In 2 miles south of Boekeloo Rd. East side of M-22.",
    "url": "https:\/\/www.nps.gov\/slbe\/planyourvisit\/otherfarmscabins.htm"
}
