{
    "title": "Catoctin Mountain Park: Directions",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging     Camp Round Meadow     Directions                  Camp Round Meadow Directions      For GPS Use Only: The street address is 14840 Manahan Road, Sabillasville, MD. This is NOT a mailing address. The mailing address for Camp Round Meadow is: Catoctin Mountain Park, Camp Round Meadow, 6602 Foxville Road, Thurmont, MD 21788 From Washington DC take the George Washington Memorial Parkway north to I495 to I270 north 27 miles to Frederick, MD. Take Route 15 17 miles north to Thurmont, MD. Take Route 77 West, the exit sign is marked Catoctin Mountain Park. Travel approximately 6 miles west on 77 (you will pass Park Central Road and the park Visitor Center) and turn right onto Foxville-Deerfield Road. As the road forks, turn right onto Manahan Road. Continue approximately 3\/4 mile and turn left into Camp Round Meadow. Park in the large gravel parking lot. From Baltimore, MD take I695 beltway to I70 West to Frederick, MD. Take Route 15 North to Thurmont, MD. Take Route 77 West (the exit sign says Catoctin Mountain Park.) Travel approximately 6 miles west on 77 (you will pass Park Central Road and the park Visitor Center) and turn right onto Foxville-Deerfield Road. As the road forks, turn right onto Manahan Road. Continue approximately 3\/4 mile and turn left into Camp Round Meadow. Park in the large gravel parking lot. From Hagerstown, MD take I70 East to Route 66 North for 7 miles. Turn right onto Route 64 (East) for 1 mile then turn right at a traffic light onto Route 77 East for approximately 4 miles. Turn left onto Foxville-Deerfield Road. As the road forks, turn right onto Manahan Road. Continue approximately 3\/4 mile and turn left into Camp Round Meadow. Park in the large gravel parking lot. From Gettysburg, PA take Route 15 South. In Thurmont, MD, exit onto Route 77 West (the exit sign says Catoctin Mountain Park.) Travel approximately 6 miles west on 77 (you will pass Park Central Road and the park Visitor Center) and turn right onto Foxville-Deerfield Road. As the road forks, turn right onto Manahan Road. Continue approximately 3\/4 mile and turn left into Camp Round Meadow. Park in the large gravel parking lot.",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/round-meadow-directions.htm"
}
