{
    "title": "Rocky Mountain National Park: Mule Deer",
    "body": "Mule Deer        NPS         Top: Mule deer are known for their large ears.Bottom: Mule deer travel in family related groups. NPS   Physical Description  Mule deer (Odocoileus hemionus) are very common throughout the western United States. They are named for their oversized ears that resemble a mule's ears. Compared to its cousin, the white-tailed deer, mule deer are smaller in size, and have a black-tipped white tail and white patch on the rump. They can be three feet tall at the shoulder and weigh anywhere between 100 and 300 pounds. They have excellent hearing and eyesight that warns them of approaching dangers. Males, called bucks, have forked antlers. They shed antlers in mid-February and their next set begins to grow immediately after. Antlers are covered with velvety skin until fully formed, when the buck scrapes this layer off. Females are called does and do not have antlers. Life History  Mule deer are social animals that typically stay in groups. They live in a multi-generation family of related females and their offspring. Bucks older than yearlings often group together or remain solitary. In late summer and fall, mixed family groups form larger groups that stay together for protection throughout the winter. They break into smaller groups again by the next summer.         Bucks expend large amounts of energy during the rut. NPS  The largest bucks with the largest antlers are dominant and breed the most often during the late-fall mating season (rut). Bucks locate a willing doe and discourage other competitors until mating occurs. Bucks run off prospective suitors through threatening body postures or engaging in violent jousting contests using their impressive racks as weapons. Exhausted by the rut, many bucks fail to survive the winter.   The gestation period for does lasts six to seven months with one or two fawns born in the early summer. Twin births often occur after the first pregnancy. The spotted nursing fawns spend the day hidden in the underbrush while the mother is away. The youngsters do not have an obvious odor that would give them away to predators. Fawns begin accompanying their mother within a few weeks.           Mule deer browse in shrubby areas. NPS   Mule deer are commonly seen browsing in open, shrubby areas between dusk and dawn. They browse shrubs, trees and occasional grasses and forbs and retreat to tree cover to bed down during the day. Studies from Specimen Mountain in the park indicated shrubs comprised 73 percent of the animal's diet, with broad-leafed herbs an additional 26 percent. Mule Deer History  The first Estes Valley settlers in the early 1860's found a moderately abundant mule deer numbers. A growing population of people, predators and the often harsh elements took huge numbers of the animals. In 1895, according to one report, very few mule deer were seen in the Estes Park region and continued into the beginning of the twentieth century.  Mule deer became so scarce throughout Colorado that in 1913, a statewide hunting ban was put into effect. The dedication of Rocky Mountain National Park in 1915 and subsequent removal of wolves resulted in a dramatic increase int he mule deer population. in 1930, an estimated 2,500 roamed the park. Today several hundred mule deer reside in the park areas and their population is believed to be stable or increasing. Mule deer play an important role in the wildlife food chain. They are the primary prey of mountain lions. Mule deer also can be taken by coyotes and bobcats. Unfortunately several also fall victim each year to a mechanized predator, the automobile.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/mule_deer.htm"
}
