{
    "title": "Catoctin Mountain Park: Our Staff & Offices",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices              Our Staff & Offices       Park Management is headed by the Park Superintendent, and comprised of a team of division chiefs and a secretary. Park planning, accountability, records management, permits, and Freedom of Information Act request are managed through this function. Administration is coordinated by the Administrative Officer and is responsible for budget formulation, expenditures, and tracking and purchasing. Contracting, human resources, property management, and information technology are managed in the Administration operations. Visitor Protection and Resource Education is a combined division managed by the Chief Ranger. Visitor Protection is responsible for the protection of visitors, the protection of park resources, the safety of our visitors, search and rescue operations, emergency medical services, and law enforcement. Resource Education manages the park Visitor Center, provides interpretive and educational programs for our general visitors and for organized groups, develops informational brochures, exhibits, wayside signs, and manages the park web site. Resource Education works to help visitors make emotional and intellectual connections to the park resources. Resource Management operations work to preserve and protect both the natural and cultural resources of the park through inventory and monitoring programs, and by coordinating research in the park. They manage and administer the Integrated Pest Management program for the park, and assure environmental compliance is addressed and met on all park projects. Maintenance is headed by the Chief of Maintenance or Facilities Manager. There are two operations in maintenance, a Roads and Trails operation and a Buildings and Utilities operation. Building cleaning, snow removal, equipment and vehicle maintenance and repair, sign construction, and trail work are managed by Roads and Trails. Plumbing repairs, electrical repairs, and historic preservation work on our historic cabins, and general carpentry is managed through the Buildings and Utilities operations. For business information or to reach our management staff please contact park headquarters at (301) 663-9330. For general park information please contact the visitor center at (301) 663-9388. You may also contact us by e-mail.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/management\/staffandoffices.htm"
}
