{
    "title": "Catoctin Mountain Park: Ranger Programs",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Ranger Programs                Ranger Programs          Ranger Programs are usually conducted in Catoctin Mountain Park. Occasionally, Rangers will travel for off-site programs. Ranger programs focus on features found in the Park and include both pre-visit and post-visit materials. To arrange for a Ranger-led program, please Contact Us  in writing several weeks in advance, if possible.  No phone reservations for programs are accepted.      Catoctin Critters (1st Grade, Ages 5-7) Theme: Habitats Many animals call Catoctin Mountain Park their home. Students can discover the variety of habitats available in the forest, and learn where to look for animals. Offered as either an indoor or outdoor program, pre-visit and post-visit materials are available.   Growing Up (2nd Grade, Ages 6-8) Theme: Life Cycles Not everything grows up the same way. A variety of life cycles are explored to show how plants and animals go through the cycles of life. Offered as either an indoor or outdoor program. Pre-visit and post-visit materials available   Everybody Eats (3rd Grade, Ages 7-9) Theme: Predator\/Prey Relationships Focusing on familiar forest plants and animals, students examine the ties between predators and their prey. Offered as either an indoor or outdoor program. Pre-visit and post-visit materials available.   Seasonal Signals (4th Grade, Ages 8-10) Theme: Seasonal Changes Plants and animals adapt in a variety of ways to the different seasons. Learn how they cope with the cold or blossom with the spring. Program focuses on the particular season your group visits. Offered as either an indoor or outdoor program. Pre-visit and post-visit materials available. Autumn Leaves (Grades 1st-4th, Ages 5-10) Themes: Seasonal Changes Tree Identification Each fall Catoctin displays an artist's pallet of color for all to enjoy. We have a number of different activities for many age levels to help understand why leaves change color, how a tree grows, and tree identification by leaf shapes. Offered as an indoor, outdoor, or combination program.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/education\/rangerguided.htm"
}
