{
    "title": "Rocky Mountain National Park: Marmot",
    "body": "Marmot        NPS\/Walt Kaesler        Physical Description  Yellow-bellied marmots (Marmota flaviventris) are one of the largest members of the squirrel family. They can be two feet in length and weigh up to 11 pounds. Their large body size is an adaptation to the cold, high elevation sites in which they live. Marmots have reddish-brown fur and a yellow belly, from which they get their name. They are related to woodchucks and groundhogs in other parts of the country.         Top: Looking out for danger also means soaking up the sun.Bottom: Marmots must maximize feeding during the short growing season. NPS   Life History  Yellow-bellied marmots live in colonies of 10-20 individuals. They dig elaborate mazes of burrows underneath high elevation meadows and rocky fields. One male may protect a harem of females in a colony. Mating occurs in spring when they emerge from hibernation, and litter sizes average three to eight pups per female. As yearlings, both males and females leave their birth colony to form a new one and are very susceptible to predation. Roughly half of young marmots will survive their first year. A marmot's day consists of morning and evening feedings, while they spend the middle of the day and nights hidden in their burrows.  Marmots are omnivores and eat grasses, flowers, insects and even bird eggs when available. While feeding out in the open, one marmot stands as a sentinel and whistles sharply when danger is near. This gives each colony member a chance to escape into the nearest burrow entrance. When above ground, marmots spend much of their time fattening up and resting in the sunshine during the short growing season.        Marmots fatten up for hibernation. NPS\/Ann Schonlau  True Hibernators  The extreme winters of higher elevations require yellow-bellied marmots to use hibernation as a survival strategy. Marmots spend over half their lives in hibernation. They enter their burrows in September to early October and don't emerge again until the following April or May. All the colony members huddle closely together in a burrow room insulated with hay. This action helps reduce some of the energy costs associated with hibernating. Marmots have important adaptations for personal energy conservation. They each build large fat stores that will get each of them through roughly 200 plus days of hibernating. While hibernating, the body temperature of a marmot can fall to 41 degrees Fahrenheit. An active heart beat of 180 to 200 beats per minute also decreases to an average of 30 beats per minute. Marmots also need to take only one to two breaths per minute during the hibernation phase. Each of these physiological traits helps ensure they have the energy to survive and reproduce when they wake each spring.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/marmot.htm"
}
