{
    "title": "Catoctin Mountain Park: Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests                Forests         Fall colors of Catoctin   Nearly 95% of Catoctin Mountain Park is covered with forest, but this hasn't always been the case. Before this land became part of the National Park System it had been extensively logged for agricultural and charcoal making practices. The mountains were interlaced with logging roads-Park Central Road follows what used to be an old logging road. Frank Mentzer, former superintendent of the park, said “In 1936 there was barely a tree over the size of a fence post.” When this area became a park and these practices stopped, the forest was allowed to regenerate.   Natural tree regeneration was helped by the Civilian Conservation Corps who planted more than 5000 trees in 1939 and 1940! Today’s forest at Catoctin is a secondary succession forest. This means that the forest is still regenerating towards a climax, or final, old growth forest. Most of the park’s area contains a mixture of oaks, hickories, maple, and tulip poplar. Officially, the forest is classified as a Mid-latitude Deciduous Forest. This type of forest is relatively rare in that it turns beautiful, vibrant colors and sheds its leaves in the fall, then bursts forth with new growth in the spring.    At one time the American Chestnut tree was a dominant tree found in the Catoctin forest. Unfortunately, in 1906 a fungus was accidentally introduced from eastern Asia and infested chestnut trees in the New York City area. The fungus spread quickly and attacked American chestnuts throughout the country. The disease reached the Catoctins in about 1912 and by the 1940's had killed most of the large chestnut trees. Today chestnuts exist only in the forest understory, primarily as root shoots. By the time they reach about 20 feet in height the blight attacks them.   Other types of trees that can be found include cherry, ash, sassafras, elm, butternut, locust, walnut, hemlock, white pine, and table mountain pine.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/forests.htm"
}
