{
    "title": "Catoctin Mountain Park: Water Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Water Quality                Water Quality         Resource management staff monitoring water quality (photo by R. Loncosky)  Streams of Catoctin Mountain Park have relatively good water quality, although there is the potential for problems. There are two main streams in Catoctin, Big Hunting Creek and Owens Creek. The headwaters of Owens Creek begin inside the park and therefore have little chance of being contaminated by outside sources. However, there is a sewage treatment plant near the headwaters of Owens Creek that could threaten water quality if there is a malfunction. The headwaters of Big Hunting Creek are outside of the park, putting this creek at risk for potential problems that cannot be completely controlled by the park.In 1978 Catoctin began a long-term water quality-monitoring program so the streams could be closely watched for signs of pollution and other problems. This monitoring program entails monthly water samples to be analyzed from eight sites within the park. These samples are analyzed in the lab for temperature, dissolved oxygen, pH, ammonia, salinity, specific conductivity, turbidity, and alkalinity. Regular testing of Catoctin’s streams ensures that any water quality problems can be quickly recognized and dealt with. Biologists from the Maryland Department of Natural Resources have conducted macroinvertebrate sampling on Big Hunting Creek and Owens Creek since 1981. Benthic macroinvertebrates are animals that live in lakes and streams that are large enough to be seen with the naked eye. Included in this group are insects, crustaceans, mollusks, and annelids. Sampling these animals offers additional water quality information and can demonstrate the impacts of pollution. High diversity of these sensitive organisms has been found in both Big Hunting Creek and Owens Creek indicating that the water quality is good. In 2002 Catoctin received funding to complete a more extensive stream water quality study. This two-year study will examine surface water and stream sediments for heavy metals, pesticides, and bacteria concentrations in five stream locations. To date, samples have been tested twice and the results have showed slightly elevated amounts of aluminum at one location. No other significant contaminations were found at the remaining sites.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/waterquality.htm"
}
