{
    "title": "Catoctin Mountain Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species        Alien, or exotic species, pose a serious threat to the natural environment of Catoctin Mountain Park.        NPS employee overwhelmed by mile-a-minute (NCR-EPMT)  PLANTSIntroduced here without any natural predators to keep them in check, invasive plant species are able to outcompete native vegetation for sunlight and nutrients. Alien species tend to have abnormally rapid growth rates and can survive in less than ideal growing conditions, such as disturbed land areas or drought conditions. However, not all exotic plant species are necessarily invasive. At Catoctin Mountain Park there are over 100 known exotic plants, but only a handful of these are designated as invasive species that require management. The top invaders include:   Mile-a-Minute, Polygonum perfoliatum. Native of India to East Asia this extremely fast growing vine uses curved barbs to climb over other vegetation. Equal-sided triangular leaves also distinguish it. Mile-a-Minute smothers plants and tree seedlings by blocking sunlight. First recorded in North America in 1890, this vine began its invasion when it escaped from a nursery in York County, Pennsylvania, in the 1930's.   Beefsteak Plant, Perilla frutescens. Native of India to East Asia this aromatic plant is sold commercially for use in landscaping. It is also used medicinally to treat a wide range of ailments, including asthma and coughs. Beefsteak is tolerant to a wide range of conditions and has a high rate of maturation, making it an aggressive competitor with native plants. Park road shoulders are a common location for beefsteak colonies. In the winter you may find their dry stems left standing like skeletons from the previous summer.   Japanese Stiltgrass, Microstegium vimineum. Native of India to East Asia this grass was first recorded in Tennessee in 1909. At that time the grass was commonly used as a packing material for Asian porcelain, and it is thought that escaped seeds started the invasion. Up to 1,000 seeds are produced by each plant, allowing this shade tolerant species to carpet forest floors. Growing up to 3 feet in height, this sprawling annual has long, thin leaves that alternate up its stalk. Road and trail corridors are common places to find this grass in the park.   Garlic Mustard, Alliaria petiolata. Native to Europe this biennial understory herb is a member of the mustard family. The coarsely toothed leaves are triangular to heart-shaped, and when crushed give off a garlic smell. Garlic mustard is a threat because of its ability to aggressively invade woodland communities and displace native grasses, shrubs and tree seedlings. First recorded in North America in 1868 in Long Island, New York, this herb was intentionally introduced for use in cooking, erosion prevention, and medicinal treatment of gangrene and ulcers.   Tree of Heaven, Ailanthus altissima. Native to Central China this rapidly growing deciduous tree has pale gray bark and alternate compound leaves of 11-41 leaflets. This tree thrives in adverse conditions and can grow up to 8 feet in a single year. It is tolerant of a wide range of ecological stresses and can even proliferate in disturbed urban areas, such as alleys, sidewalks, and parking lots. It has an aggressive root system known to damage sewers and building foundations. Though the trees can reach up to 100 feet they cannot be used for lumber due to their poor quality. It was first introduced in 1784 by a gardener in Philidelphia, Pennsylvania, and is now found throughout the United States.   Multiflora Rose, Rosa multiflora. Native of Japan, Korea, and eastern China this member of the rose family has hooked thorns along its arching stems. Introduced from Japan in 1866 it has been used for erosion control, ornamental purposes, and to create \"living fences\" to confine livestock. Despite its uses, multiflora rose is listed as an alien invasive because of its habit of spreading into fields and pastures, forming impenetrable thickets that exclude all other plants.   Japanese Barberry, Berberis thunbergii. Native to Japan this low, compact shrub has small leaves of green, gold, or maroon. The small straight spines that line the branches can distinguish barberry. Introduced in 1864 as an ornamental shrub it is still a popular landscape shrub available for sale to the public. Barberry is quick to escape to the wild where it can tolerate shade, severe drought, and extreme winters. Other alien invaders include Japanese honeysuckle (Lonicera japonicus) and Canada thistle (Cirsium arvense).   Exotic species in the park are mostly found alongside roads and trails. Roads and trails serve as vectors for these plants with seeds hitchhiking on car tires, visitors' shoelaces, or even attached to the fur of wild animals. Unfortunately, a few species like Japanese Barberry and Garlic Mustard have spread beyond roads and trails and have permeated into all regions of the park. Another popular place for exotic invasions is around stream corridors. Moving water quickly transports seeds downstream to infest new areas. The resource staff at Catoctin Mountain Park along, with the assistance of the regional Exotic Plant Management Team, have begun an intensive program to control the spread of invasive vegetation in the park. Infested areas have been restored by using mechanical methods, such as mowing and handpulling, combined with chemical and cultural methods when neccessary. The goal is not to eliminate exotic vegetation completely, but rather to control its spread and prevent smothering monocultures from forming.      ALGAE DidymoDidymo, or rock snot, is a microscopic algae invading  our streams. It is native to European and some northern North American streams. Its presence threatens cool water stream ecosystems, trout populations and recreational stream use. Didymosphenia geminata, commonly known as didymo, has been found in Big Hunting Creek, but not yet in Owens Creek. With your help, we can prevent the spread of this algae. Research shows that didymo reduces the population of larger insects leaving only smaller insects for trout to eat, often resulting in smaller trout sizes. Fishing in didymo-infested waters could result in tangled lures and the spread of the algae if equipment is not cleaned properly.        Rock before and after didymo           Cleaning stations contain a salt water solution that sanitizes your equipment. Scrub waders with the provided brush for one minute. The equipment may appear clean, but still needs to air dry for at least 48 hours before use in other streams or waterways.   To prevent the spread of didymo, do not walk upstream from an area containing didymo into non-infested waters or into another body of water. Please remove debris from your equipment before leaving the site. Clean all equipment that has been in contact with stream water at designated cleaning stations. When cleaning equipment at home, soak and scrub with at least a 5% solution of dish washing detergent for at least one minute (1 cup of detergent to make 1 gallon of solution). Note that eco-friendly dish detergents are less effective. Even after cleaning, all fishing equipment, including lines and lures must air dry for at least 48 hours. Didymo can survive for months on slightly moist equipment. With your help, we can slow the spread of didymo and protect our streams for future generations. Brochure with more information about Didymo.        Tree defoliation from gypsy moths Photos by Jeremy Murphy  ANIMALS Catoctin Mountain Park also has some non-native animal species that are considered pests such as the gypsy moth and the hemlock woolly adelgid. Gypsy Moth  Since its accidental introduction in eastern Massachusetts in the late 1860's, the European strain of the gypsy moth (Lymantria dispar) has been spreading. In 1994 it was considered a permanent resident in 16 northeastern states.  The gypsy moth caterpillar can be extremely disruptive to the forest ecosystem. Caterpillars feed on the leaves of hardwood trees, particularly oak, which can result in complete defoliation of the tree. Defoliation reduces the vigor and general health of forests and shade trees, leads to tree death which can alter wildlife habitat and change water quality and quantity.   Some years the gypsy moths experience a population explosion. These natural cycles are known as outbreaks, and it is during these years that defoliation becomes a serious problem. It is said that during these peak years you can actually hear the caterpillars feeding in the forest. One resource management employee stated that \"it sounds like it's raining on a sunny day\" as the droppings fall to the forest floor.   Catoctin Mountain Park, like most of the Appalachian forests, has been affected by the gypsy moth. In 1981 the USDA Forest Service, Forest Pest Management staff from Morgantown, West Virginia joined with Catoctin to monitor and manage gypsy moth populations. That first year's activities included several egg mass surveys and a defoliation survey. Egg mass size is an indicator of the status of a gypsy moth infestation. Declining outbreaks are characterized by the presence of many small masses (approximately 0.5 in long) that contain as few as 75 to 100 eggs. In static or growing populations, the egg masses are fewer in number but larger (1.5 in long) and contain from 700 to 1,000 eggs. In 1981 egg mass densities exceeded 5000 per acre in certain areas. The following year marked the first time an aerial application of insecticide was used on National Park Service property to control gypsy moth.   From 1982 through 1990 treatment was continued where gypsy moth concentrations were high. This varied from as few as 300 acres in 1986 to 6000 acres in 1983. In 1987 tree defoliation was limited to only 48 acres. From 1991 through 1999 the gypsy moth population was very low and no treatments were required. However, in 2001 the population once again increased to a dangerous level requiring treatment for 800 acres on the east side of the park. This was followed by a treatment of 401 acres in 2002 located just east of the 2001 treatment area. Gypsy moth continues to be a problem that is a management priority, on the east side of the park. A total of 42 acres of forest were defoliated this year even after the previous two years of treatment.   Hemlock Woolly Adelgid  The hemlock woolly adelgid (Adelges tsugae) is another pest that is affecting Catoctin. Introduced from Asia in 1924 this insect primarily attacks eastern hemlock and Carolina hemlock trees. The hemlock wooly adelgid injures a hemlock by sucking sap from the young twigs causing needles to discolor and drop prematurely. Complete defoliation and tree death can occur in a few years.  An infested hemlock tree will have white cotton swab-like sacs at the base of the needles. These egg sacs are present throughout the year, but are most prominent in the spring. This insect is easily spread to uncontaminated areas by wind, birds, and mammals.   Many hemlocks in the park have succumbed to the hemlock woolly adelgid. At one time, hemlocks had shaded the riparian areas of Big Hunting Creek, now the trees are mere skeletons. The loss of hemlocks around these riparian areas could possibly change the water quality of the stream and in turn affect the native brook trout that depend on its clean, shaded waters.   Efforts have been made to control the adelgid in the park. An experimental treatment using horticultural oil was applied to several hemlocks in Camp Round Meadow in 2001. Another control effort, injecting 50 mature hemlock trees with an insecticide, was tried in 2002. Results of these treatments will be evaluated over the next two years. Another control alternative that may be applicable at Catoctin is to release the tiny black predator beetle, Pseudoscymnus tsugae. This beetle, native to Asia, is related to the common native ladybug and only preys on adelgids. Release of this beetle may save the hemlocks from total destruction. This management strategy is currently being considered by park management. Efforts to save the hemlocks are being done in conjunction with Ecoscientific Solutions.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/nonnativespecies.htm"
}
