{
    "title": "Rocky Mountain National Park: Mountain Lion",
    "body": "Mountain Lions        Courtesy of the USFS         Mountain lions can jump great distances using their powerful legs. NPS  Physical Appearance  Mountain lions (Puma concolor) are the largest predators currently in Rocky Mountain National Park.  They are also known as pumas, cougars and panthers. They vary in size and weight, with males reaching up to 200 pounds and eight feet in length (one-third of their length is the tail). Females are typically smaller.    Mountain lion fur is unspotted and tan-brown in color with a whitish throat, belly and inner legs. The back of the ears and the tip of the tail are black. Powerful neck and jaw muscles allow mountain lions to grasp and carry prey. Long hind legs make them agile and impressive jumpers. They can leap as high as 18 feet vertically and cover 40 feet horizontally in one bound.      Life History    Mountain lions are generally solitary animals and the males always travel alone. Their seasonal territories move with the migration of elk and deer herds, and can be as large as 500 square miles. Males don't allow their territories to overlap, but can usually pass through each other's unchallenged. Female boundaries border or cross into male territories. Mountain lions mark their areas very thoroughly by creating mounds scented with urine and also scratching trees to leave visual marks.         Mountain lions scratch trees to mark their territories. NPS   Female cougars can mate several times during the year, but they normally have one litter every other year or so. Only females are involved in parenting. The gestation period is about three months with litters of two or three cubs born after. Newborn cubs are born with spots and ringed tails for the first several months. They are initially dependent on their mother but begin to accompany her on hunts when six weeks old, and are capable hunters at six months old. Females leave their mothers at two years old, while males leave earlier. Mountain lions live around 10-13 years.  The Hunter  Mountain lions can sprint to chase down prey over short distances, but they are better built for the ambush. They stalk prey quietly through trees, boulders or other covered areas. They move until they reach a striking distance of 30 feet or less, and leap on to their target's back with a suffocating neck bite. The impact could be enough to break the prey's neck or the mountain lion will deliver the killer bite.          Mountain lions rarely attack people; they mostly observe from a distance. NPS   Mountain lions drag their prey more than 1,000 feet from the kill site before enjoying their meal. They then hide the carcass with branches and leaves and will return to feed several times. When in Lion Country  Mountain lion sightings are rare and there are few attacks on people. Most of these attacks have been by young lions that have been forced to hunt on their own and are not yet living in established areas. They will key in on easy prey such as pets and small children.  Be sure to travel in groups when in lion country. Keep children next to you. If you see a lion, stop and do not run. Maintain eye contact and do all you can to appear larger. Speak calmly to the lion in a firm, calm voice. If attacked, fight back. Lions have been known to be driven away by prey that fights back.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/mountain-lion.htm"
}
