{
    "title": "Catoctin Mountain Park: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                 Climate Change        NPS       What it means for Catoctin Mountain Park  Since 1936, Catoctin Mountain Park has been a place for recreation and education.  Climate scientists are projecting increases in temperatures and extreme storm and flooding events. Such changes threaten Catoctin Mountain Park’s natural and cultural resources, as well as the visitor experience.   Warmer temperatures mean:    Increased stream temperatures, which negatively impact brook trout  Increased drought, which could negatively impact cold-water species and amphibians  Changes in timing of plant and tree blooming, which affect pollinator species that depend on them. Decreased bird diversity  Decreased snowfall    Increase in extreme storms & flooding events means:     Increased erosion  Destruction of brook trout redds (nests) Damage to historical structures  Higher risk of tree blowdown events         How Does This Affect Your Visit?   National Parks protect the diversity of native species. As we lose species to climate change the dynamics of the natural food web shift. Accessibility to the park may be more difficult. There will be a greater chance of road and trail closures due to fallen trees or branches. Fishermen will have fewer opportunities to catch-and-release native brook trout since stream temperatures are expected to rise, making it harder for the fish to survive. Climate change impacts threaten the structural integrity of our historic cabin camps and require increased preservation efforts.  Hazy skies, caused by the combination of air pollutants and warmer temperatures, can decrease visibility from the vistas.  Learn more about the climate change impacts to Catoctin Mountain Park's vistas.  Snowpack is projected to decrease with climate change.  Visitors will have little to no opportunity for winter recreation, like cross-country skiing. As we become more climate conscious, visitors might notice more energy efficient features that make Catoctin more eco-friendly. We now have eco friendly hand dryers and motion-detecting lights in the visitor center. On one of your upcoming visits you may even notice our rangers driving our fleet of hybrid & electric vehicles.     Want to know more about climate change and Catoctin? Learn more about how climate change affects natural and cultural resources, and what we can do to protect our park here and at home by exploring our other park pages below.          USFWS  Brook Trout  Brook trout are the only native trout species in the park. The Park is monitoring the brookies and their habitat, which may suffer as a result of climate change impacts. Find out more about the brook trout and climate change.        Construction and restoration of Catoctin's cabin camps in 1972 NPS, 1972  Preserving Historic Structures  In the 1930’s, cabin camps were built in Catoctin to encourage people to go outdoors and enjoy nature. Visitors have enjoyed these cabins for decades, but climate change threatens these historic structures. As temperatures and humidity rise, and severe storms occur more often, the cabins are degrading. Learn more about how climate change impacts historic structures in the park.        CCC worker operates saw to create lumber. NPS  Evolving Energy & Climate Change Throughout history, the Catoctin forest provided resources that generated multiple forms of energy and drove local industry within the park and surrounding area.  Although industry has benefits, such as employing hundreds of people, there can be unintended consequences. One of the most significant consequences we experience today is climate change. The National Park Service is taking action to mitigate such consequences and build a more sustainable future. Learn more about Catoctin’s energy story and how it has changed throughout time.         NPS Photo\/ Jazmin Garcia  Climate Friendly Parks Program Catoctin Mountain Park joined the Climate Friendly Parks (CFP) Program in 2013 with the goal of reducing the park’s greenhouse gas (GHG) emissions that contribute to a changing climate. Learn more about the CFP program, what the park is doing to be climate friendly, and how you can help.         Climate Change FAQ Answers to common climate questions from NPS. Read More >>         NPS Response to Climate Change How the Park Service is planning, communicating, and implementing climate friendly practices. Read More >>         Effects in Other National Parks Discover how climate change is impacting your favorite parks around the country. Read More >>",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/climate-change-catoctin.htm"
}
