{
    "title": "Catoctin Mountain Park: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality         Hog Rock overlook   Air Quality includes three major components: visibility, ozone, and noxious chemicals such as acid rain. Visibility, often referred to as haze, is affected by a number of vectors including particulate matter, gasses, and water vapor. In general, areas in the eastern United States have a much lower visibility range than comparable areas in the west. This is primarily due to higher humidity and sulfate particles. Ozone, a major component of smog, is created when fumes from vehicles, lawn mowers, or emissions from power plants and industrial facilities react in sunlight. Ozone reduces visibility and contributes to animal and human health problems. In addition to health problems, ozone has been known to cause damage to plants at surprisingly low concentrations.   Ozone is a concern at Catoctin. In the early 1980’s, ozone was identified as a pollutant suspect of harming sensitive vegetation in the park including white pine, milkweed, basswood, and clematis. Monitoring of ozone damage to park vegetation was conducted for three years. Moderate to high damage was reported in 1983 to basswood, milkweed, and clematis. Monitoring stopped without assessment of long-term impact. In the mid-1990’s, a significant mortality of hemlock was observed along Big Hunting Creek. A definite cause has not been identified; a combination of drought, insect damage, and air pollution is suspected. Areas downwind from urban areas and in higher altitudes are more prone to high ozone concentrations. During especially hot days in the summer months Catoctin Mountain Park sometimes falls under a \"Code Orange\" or a \"Code Red\" day. These days are known as \"Ozone Action Days\" during which the air is considered \"unhealthy\" for strenuous activities. For more information on Ozone Action Days visit the Clean Air Partners website.  Acid rain is composed of the noxious chemicals sulfate and nitrate. These chemicals lower the pH of precipitation making it more acidic. Rain is naturally acidic, normally measuring around 5.6, but acid rain is extremely acidic, with pH values ranging from 3-4. Certain plant species are especially susceptible to injury from acid rain. Acid rain can also alter the water quality of streams. With the explosion of growth and development throughout this region, potential for air quality degradation and detrimental impacts to park resources are increasing. Degraded air quality is also impacting the quality of the park’s scenic vistas. Catoctin Mountain Park hopes to establish an air quality monitoring station to better track changes in air quality.  Discover how climate change is affecting other resources the park has to offer.      Top 10 Resources and Values Impacted by Air (pdf 1003kb)",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/airquality.htm"
}
