{
    "title": "Catoctin Mountain Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs         (photo by Jim Voigt)  Trees    The Catoctin forest is classified as a Mid-latitude deciduous forest. This type of forest is famous for its brilliant display of vivid foliage colors in the fall. In general, the forest is an oak-hickory-tulip poplar forest. However, in a given area this may differ depending on soil type, steepness of slope, nutrients available, and moisture. The eastern portion of the park has thin sandy-loam soils that are highly permeable and therefore well drained. Tree species such as chestnut oak, table mountain pine and pitch pine can be found on the drier ridge tops. On lower slopes and ravines, where soil is richer, white oak, tulip poplar, red maple, black birch, American beech, sour gum, and eastern hemlock can be found. The western portion of the park has deeper, richer, and moister soils. Most of the trees here are larger and the forest contains more species. Trees found here include sugar maple, basswood, hickories, hornbeam, white ash, beech, and tulip poplar. In the higher ridge areas chestnut oak trees dominate. Floodplain areas contain trees that do not grow in drier areas such as elm, yellow birch, and sycamore. Acorns, beechnuts, and hickory nuts are a tasty high-energy meal for many woodland animals. Squirrels, chipmunks, deer, and birds can often be seen foraging nuts from the forest floor. Animals, especially squirrels and chipmunks, also play an important role in tree regeneration by hiding or \"caching\" nuts in the soil to eat at a later date. These nuts are often forgotten and are able to germinate under the protective layer of soil.    Shrubs    The shrubs are generally found in the forest understory or along the forest edge. The most common shrubs include mountain laurel, spicebush, lowbush blueberry, and viburnum. Many animals feed off these shrubs and use them for cover. Multiflora rose and barberry are two shrubs that can be found in much of the park, however they are invasive species that were introduced here by man. Spiked with thorns, these shrubs are beginning to crowd out native plants and are therefore becoming a management priority.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/treesandshrubs.htm"
}
