{
    "title": "Rocky Mountain National Park: Moose",
    "body": "Moose        NPS         Top: This bull moose swims easily in Bear Lake.Bottom: Bulls grow palmate antlers with velvety skin each year. NPS   Physical Description  Moose (Alces alces) are the largest members of the deer family. On average, an adult moose stands between five and seven feet high at the shoulder. Large males can weigh as much as 1,500 pounds while females are roughly three-quarters of this size. Both sexes have chocolate-brown fur, a humped shoulder, a bulbous nose and a ball of skin, called a \"bell,\" that hangs from their neck.  The long legs of moose allow them to travel through deep snow and even swim in deep water. They also use their legs to kick predators or maneuver over obstacles on the ground.  Males, called bulls, grow large palmate antlers which can reach five feet across and weigh up to 77 pounds. Bulls use antlers during the fall mating season to spar or fight with other males as they compete for mates. Females, called cows, do not have antlers, but they select a bull based on his antler size.  After the mating season, bulls begin dropping their antlers in the late fall to conserve energy for the winter. The antlers begin to grow again in early spring. They take three to five months to fully develop and are covered with velvety skin during this time. The size and growth of antlers depends on diet and age. Symmetrical antlers reflect the general health of the bull. Antlers typically grow back larger each year.          Cows are very protective of their calves. NPS   Life History  Moose are usually solitary, unlike most other members of the deer family. They aren't territorial and tolerate other animals in their area. They rarely travel with more than one or two other moose, but cows exhibit the strongest bonds with their calves and are extremely protective of them. Females have an eight month gestation period and will usually bear one or two calves in early summer. Newborn moose have a reddish hue to their fur when born and will stay with their mother for a year. Moose are generally browsers and eat leaves, stems, buds and bark of woody shrubs and trees. The prefer willow, aspen and aquatic plants (remember they can swim). Aquatic plants are high in protein and sodium. Like bighorn sheep, they seek mineral licks to replenish mineral and sodium reserves depleted in the winter.           Moose return to favorite feeding habitats. NPS  Moose can eat up to 70 pounds of food per day. They remember their favorite feeding areas and predictably return to favorite seasonal habitats. Some studies show that moose have returned to the same clump of willow shrubs on almost the same day of winter each year. Moose live between 15-25 years. Moose Viewing  Visitors may see moose at almost any time of the day. Each individual establishes a range and may stay in a given location for days or weeks.  This depends on food availability and harassment. Look for moose in areas with aquatic vegetation and willows. Visitors see moose fairly frequently along Highway 34 in the Kawuneeche Valley. Moose are becoming more frequent on the east side of the park and enjoy riparian (river) areas and lakes.         Keep your distance while observing moose in the park. NPS   Enjoy moose at a distance. Give these animals plenty of room to roam without human interferences. Bulls and cows are equally unpredictable. During the mating season, bull moose are known to charge and females are particularly protective of calves at all times. Moose can top speeds of 35 miles per hour. If you see a moose display a threatening position of \"head high\" or \"head low,\" it is time to retreat.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/moose.htm"
}
