{
    "title": "Catoctin Mountain Park: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish        NPS photo       Trout Trout are the big game of Catoctin Mountain Park’s streams. They are the pinnacle species in the food chain, but also the top prize of anglers. Poets sing to them, chefs singe them. Trout are members of the Salmonidae family, which includes salmon, char, whitefish, graylings, and true trout. They are mostly predatory, eating anything they can swallow. They prefer cold, swift waters. Big Hunting Creek has enjoyed protection since 1933, longer than any other stream in Maryland. Private anglers' societies stock the stream regularly to maintain it as one of the region's premier fishing streams. Other waters in the park do not receive direct stocking, so that native brook trout may thrive and spawn naturally. See our fishing page for details on angling in Catoctin Mountain Park.        Rainbow Trout USFWS  Rainbow Trout Oncorhynchus mykiss Rainbow trout are native to the western states. The Maryland Department of Natural Resources stocks them annually in Big Hunting Creek Lake, Frank Bentz Memorial Lake, and Owens Creek. The Potomac Valley Fly Fishermen stock them in Big Hunting Creek. They are prized for their fighting agility and their excellent taste. Within Catoctin Mountain Park, fish counts reveal populations in Owens Creek, but not typically in Big Hunting Creek.        Brown Trout USFWS  Brown Trout Salmo trutta Brown trout are native to Europe, northern Africa, and western Asia. They tolerate more silt than other trout, so they often survive where rainbow or brook trout cannot. They were once found in great numbers in Big Hunting Creek, but numbers have declined since they are no longer stocked.        USFWS  Brook Trout Salvelinus fontinalis The brook trout is the only trout native to Catoctin Mountain streams. It is a member of the char genus, more closely related to lake trout, bull trout, and arctic char than to the rainbow or brown trout. The Maryland Fly Anglers stock them in Big Hunting Creek. They are more finicky about their habitat than the other trout. If you are quiet and lucky, you may see them splashing in Owens Creek or the Blue Blazes Creek.      Other Fish Besides insect larvae, the trouts' prey includes small fish such as the mottled sculpin, longnose dace, roseyside dace, blacknose dace, and fantail darter. Other small fish, such as the white sucker, cutlips minnow, creek chub, and common shiner, inhabit portions of Owens Creek that border private land. The American eel has an intriguing life. Any eels found in Catoctin Mountain Park have migrated from their birthplace 7000 feet beneath the Sargasso Sea. They are the only North American fish that spawns in the sea and matures in freshwater (think: the opposite of salmon). The eel may be a pest to recreational anglers, but it's a top item on sushi menus!        Rainbow Trout Eggs    What makes a healthy trout stream? Water Yes, of course, but water comes in many varieties. Trout like clear, swift water. Swift water with alternating pools and riffles provides trout with enough oxygen for their active lifestyles. The dam on Big Hunting Creek traps sediment and guarantees a base flow of 1.5 cubic feet per second. Temperature Trout prefer cool water. They can overheat in temperatures over 65°F. Plenty of trees and sturdy riverbanks help keep a stream cool. The dam on Big Hunting Creek releases water from the bottom of the lake in the summer to help lower temperatures. Food Trout are predatory and eat anything they can swallow. Therefore, a healthy trout stream supports plenty of insect larvae, crustaceans, and other fish. A swift, silt-free stream with tree cover provides the best habitat for the trout's prey. Shelter Trout are shy. They need pools to hide in and cool themselves. Pools also help the stream's chemical balance, so that the trout's sensitive prey can thrive. Breeding ground Trout eggs can only incubate and hatch in a silt-free nest. They, like the adult fish, need plenty of oxygen and clean water, but they cannot move to find it. Gravelly areas near riffles provide good nesting ground. Source: Means, John. Maryland's Catoctin Mountain Parks. The McDonald &Woodward Publishing Company, 1995.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/fish.htm"
}
