{
    "title": "Catoctin Mountain Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes       Arthropods  Arthropods are members of the taxonomic phylum Arthropoda, which includes insects, spiders, centipedes, millipedes and crustaceans. There are so many arthropods, it would be nearly impossible to compile a complete list. Every year, scientists make discoveries of  new species of insects, mites and\/or spiders. Experts say there may be 5 million species of arthropods worldwide -- most still unidentified. Arthropods are some of Catoctin Mountain Park's most strange and fascinating organisms.        Cicada Photo by John and Teresa Walther    Insects Insects are invertebrates because they don't have a vertebral column (backbone). Instead, they have a hard exterior covering, called an exoskeleton. They have six legs and two antennae, and their body is made up of three main regions: head, thorax and abdomen. Many insects can fly and most have compound eyes. They typically have four separate life stages: egg, larvae or nymph, pupa and adult. Insects represent about 90 percent of all life forms on earth and are incredibly adaptable organisms. More than one million insect species have been identified throughout the world, and some entomologists (scientists who study insects) estimate there may be as many as 10 million species. These species are divided into 32 groups called orders, and beetles make up the largest group. We don't know exactly how many insects are found within Catoctin Mountain Park.        Black Widow Spider NPS Photo\/Alicia Lafever  Arachnids   Spiders, mites and ticks are all arachnids that can be found in Catoctin Mountain Park. Unlike insects, arachnids have eight legs and no antennae or wings, and their body is divided into two main segments: A cephalothorax and abdomen. The black widow spider is the only native Maryland spider whose venom can be dangerous to people. Many arachnids are considered to be beneficial, feeding on insects that many people consider to be pests.          House Centipede Photo by Alicia Lafever  Centipedes   Centipedes are long, thin arthropods with one pair of legs per body segment. Despite \"centi\" in their name, which implies 100 legs, centipedes have anywhere from fewer than 20 legs to over 300 legs, but they always have an odd number of pairs of legs. Lacking the waxy cuticle of insects and arachnids, centipedes lose body moisture rapidly and therefore reside in moist microhabitats such as soil and leaf litter, underneath stones and dead wood, and inside rotting logs. Although centipedes are present in Catoctin Mountain Park, they are not commonly seen because they are mostly nocturnal. Many species lack eyes and are only capable of discerning light and dark.  Centipedes are primarily carnivorous. They eat other arthropods, worms and even other centipedes. They use their antennae to seek out their prey, and then immobilize it with venom injected from their forcipules, which are modified legs. A centipede bite to a human can be very painful and may cause severe swelling and more serious reactions, especially to children and those with allergies to bee stings.         Millipedes       Millipedes mating Photo by Alicia Lafever       Millipedes are commonly seen in the park and do not bite or sting. Millipedes have two pairs of legs on most body segments. Despite \"milli\" in their name, millipedes do not have 1,000 legs, but common species have anywhere from 36 to 400 legs. Having many short legs, millipedes move much more slowly than centipedes, but they are powerful burrowers.  Because of their lack of speed and inability to bite or sting, a millipede's primary defense mechanism is to curl into a tight coil, thereby protecting their delicate legs inside their exterior body armor.Most millipedes eat decaying leaves and other dead plant matter, but they can also eat parts of live plants.                    Insects   86 Photos  Discover the wide range of insects at Catoctin Mountain Park.          Arachnids   10 Photos  Arachnids are very numerous in Catoctin Mountain Park.           Centipedes and Millipedes   5 Photos  Centipedes and Millipedes.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/insects.htm"
}
