{
    "title": "Catoctin Mountain Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         Wood frog (Photo by Carolyn Davis)  The group amphibian includes frogs, toads, and salamanders.The word amphibian was taken from the Greek \"amphi\" meaning \"double\" and \"bios\" meaning \"life\" which is quite fitting for the animals known as amphibians. These creatures do live a double life. Emerging from eggs that are usually laid in the water, most amphibians begin their life with gills. They soon lose these gills and metamorphose from a completely aquatic form into a more terrestrial form.To date, there are 22 known species of salamanders, frogs, and toads at Catoctin Mountain Park.  Please remember that it is illegal to collect or harm them for any reason!   Salamanders  There are three different types of salamanders at Catoctin: mole salamanders, newts, and lungless salamanders. Mole salamanders spend most of their time underground in animal burrows and natural underground openings. They have robust bodies and limbs with short, blunt heads. The spotted salamander is the only mole salamander at Catoctin. Newts are primarily aquatic, but leave the water after the larval stage to live up to three years on land. This sub-adult time on land is called the \"eft\" stage. Following this stage they return back to the water. The red-spotted newt is the only species of newt found at Catoctin. The lungless salamanders make up the largest family. As their name implies, these animals do not have lungs, rather they take in oxygen through their skin, a process known as \"cutaneous respiration\". Lungless salamanders at Catoctin include the northern dusky, seal, mountain dusky, northern two-lined, longtail, northern spring, four-toed, red-backed, slimy, ravine, and northern red.  Frogs and Toads  Frogs and toads belong to the amphibian order Anura. This is the largest order of amphibians with over 4,000 species. They can be found on all continents except Antartica, and on most islands of the world. Primarily carnivores, frogs and toads will feed on any animal of the appropriate size. Courtship usually occurs in or near water, with the male vocalizing to attract the female. The breeding season normally begins in early spring and continues through summer. It is during this time that the calls of frogs are most noticeable. All frog and toad species have different calls, so knowing frog calls can be a valuable identification tool. The frogs and toads that can be heard, and sometimes seen, at Catoctin include the wood frog, spring peeper, pickerel frog, green frog, bull frog, northern leopard frog, gray tree frog, American toad, and the Fowler's toad.                   Amphibians   9 Photos  Amphibians that can be found in Catoctin Mountain Park.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/nature\/amphibians.htm"
}
