{
    "title": "Rocky Mountain National Park: Elk",
    "body": "Elk        NPS        Physical Description  North American elk (Cervus elaphus) are one of the largest members of the deer family. Large males, called bulls, can weigh several hundred pounds and stand five feet at the shoulder. Females are called cows and are roughly half that size. A dark brown mane, light-brown bodies and white rumps characterize both sexes. They grow a thicker coat of hair each winter which they shed each spring. Only males have antlers, which grow in the spring and drop each winter. Antlers can grow up to an inch a day. They are covered with a protective layer of velvety skin. When the antlers are fully grown, the bulls scrape this layer off.        Large elk herds occupy meadow valleys in autumn and winter. NPS  Life History  Elk are highly social animals and travel in various herd sizes throughout the year. Herds can get as numerous as a few hundred individuals. Elk have a large range and move according to seasonal food availability. In the summer, herds move to higher elevations to feed on tundra vegetation, while in the winter they move down to lower elevations of the park and down into the Front Range. Large herds consist of cows, calves and young bulls (spikes). Older bulls remain in smaller groups or are solitary until the fall breeding season.        Elk calves are born with spots NPS  Calving usually happens in tall grassy or brush areas away from the herd. Elk calves are born from late May into June and weigh about 30 pounds. Most cows give birth to one calf, but may also have two. Newborns have spots, which fade away by late summer. Calves can join the herd after two weeks and are weaned at two months old. Cows are extremely protective of their calves so use caution around elk at this time of year.  Elk primarily graze on grasses and forbs but they also browse shrubs. They feed mostly in the morning and evening, and seek sheltered areas during the middle of the day to digest. They eat an average of 20 pounds of vegetation daily. Free roaming elk have a lifespan of 10-13 years in the wild. Disease  See the Chronic Wasting Disease page to learn how this neurodegenerative disease affects elk.        Bulls prepare for the mating season by sparring with one another. NPS   Mating Season  Every autumn, elk descend from the high country to montane meadows for the annual breeding season. Within the gathering herds, the larger antlered males, now weighing up to 1,100 pounds move nervously among the bands of smaller females. In this season of excitement, bull elk compete with one another for the right to breed with a herd of females. Prime bulls, eight to nine years old, stand the best chance of mating. While competition is high among bulls, it includes little fighting, since fighting causes injury and depletes energy. Instead, mature bulls compete for cows by displaying their antlers, necks and bodies. They emit strong, musky odors and bugle. With little rest or food during the mating season, bulls enter the winter highly susceptible to the hardships of the coming months.         The elk bugle is a signal for the autumn rut. NPS   The Bugle  Bull elk signal the mating season with a crescendo of deep, resonant tones that rise rapidly to a high-pitched squeal before dropping to a series of grunts. The elk bugle gave rise to the term \"rut\" for the elk mating season. Rut is derived from the Latin word meaning roar. The eerie call echoes through the autumn nights and serves to intimidate rival males. Mating season is a stressful time for the animal, and the bugle may also act as a physical release of tension. Cows and younger bulls may also bugle, but they cannot match the strength or range of the older bulls' calls.        Allow elk to behave naturally by viewing them from a distance. NPS   Elk Viewing and Protection  Elk can be seen in the park all year long. In the summer, large herds are found in alpine areas and along Trail Ridge Road. In the autumn, elk congregate in the Kawuneeche Valley, Horseshoe Park, Moraine Park, and Upper Beaver Meadows. Watch for elk along the edges of clearings early in the morning or in the evenings. Bugling is more often heard at dawn and dusk. To minimize disturbance to the animals and to ensure a pleasant experience for visitors, please observe these viewing guidelines.   Turn off car lights and engine immediately. Shut car doors quietly and keep conversations to a minimum. Observe and photograph from a distance that is comfortable to the elk. If the elk move away or if their attention is diverted, you are too close. Stay by the roadside while viewing elk in park meadows. Travel is restricted to roadways and designated trails. Be aware of posted area closures. It is illegal to use artificial lights or calls to view or attract wildlife.          Elk from Yellowstone National Park were reintroduced to Rocky in 1913-1914. NPS   Elk History in Rocky Mountain National Park  North American elk, or wapiti, were once plentiful in the Rocky Mountain National Park area. As Euro-Americans settled the Estes Valley, they hunted elk intensively sending much of the meat to market in Denver. By 1890 few, if any, elk remained. In 1913 and 1914, before the national park's establishment, The Estes Valley Improvement Association and United States Forest Service transplanted 49 elk from Yellowstone National Park to this area. Around the same time, an all-out effort began to eliminate predators - including the gray wolf and the grizzly bear. The resulting decrease in predators and hands-off management of elk hastened the recovery of Rocky's elk population. The population grew to record high numbers in the late 1990's causing deterioration of vegetation and other wildlife communities.  The current Elk and Vegetation Management Plan addresses these issues. The plan's goal is to maintain a more natural population of 600-800 elk in the park's low-elevation valleys during the winter. See the Elk and Vegetation Management page for more information.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/elk.htm"
}
