{
    "title": "Catoctin Mountain Park: Works Progress Administration",
    "body": "Works Progress Administration        The Blue Blazes contact station under construction in 1941 is now the Catoctin Mountain Park Visitor Center.        Initial employment to construct the Catoctin Recreational Demonstration Area was provided through the Works Progress Administration (WPA). Bids were taken on a sawmill, rock crusher and tools in the fall of 1935. Plans for a residential work camp were scrapped when sufficient numbers of workers were found within commuting distance. The WPA construction started in 1936 with the central garage unit, located in Camp Round Meadow, and ended in 1941 with the Blue Blazes Contact Station which is now the park visitor center.          Sawmill operations utilized local materials in building structures in the \"rustic architecture\" style.   Park structures and facilities were built using the rustic arch style characteristic of National Park Service buildings of that era. The buildings were in harmony with nature, using natural colors and few straight lines. Horizontal lines were emphasized to blend in with nature and the settings. The rough stone and logs were characteristic of the structure in the local area. The local workers were familiar with the necessary construction methods and the materials used. Initial construction utilized dead, standing trees. Only 40% of the logs could be used for boards. The remaining timber was hewn into logs, pinned with locust and fashioned into rustic cabins. Chestnut was the preferred building material. Red oak was rived into shingles. Interior siding was fashioned from chestnut, oak, or hemlock. Horses pulled the logs from the forest to prevent the soil from being compacted by tractors. Eventually, live trees were harvested for construction under the guidance of Maryland foresters. The 125 men who began cutting timber and clearing for camps swelled to 500 by April 30, 1936. Peak employment was reached in May, 1936, when 595 men were employed, mostly as unskilled laborers. The number decreased to 250 workers of various skill levels who built the administrative area and cabins, ran the sawmill and built roads.      The Project Headquarters was finished in July 1936. This building served as a planning, construction and operating center, and later as a residence. Today, it is utilized as a Resource Management Center. Plans for the blacksmith shop were rejected by the technical staff. They found it to be \"out of scale.\"  The original plans called for a rectangular building estimated to cost $612 for labor and materials. A design compromise was reached allowing construction of an \"L\" shaped building with a final cost of $920. A local blacksmith was hired in November 1936. The blacksmith shop remained in operation for the duration of the program. The smith fashioned hardware for the buildings, and manufactured and repaired tools and machinery. The focus of operation shifted to public facilities upon completion of the shops. A total of four cabin camps and two picnic areas were proposed. The camps followed standard configurations. Natural features were preserved and cabins situated to take the best advantage of the terrain when placing foundations. Trees were left in place when possible and protected by boxing. Steps were taken to preserve the precious topsoil. The first picnic area, situated east of Cunningham Falls on the banks of Big Hunting Creek was ready for public use in June 1936. It was used until submerged by the construction of the lake at the William Houck Area of Cunningham Falls State Park. Construction of Camp Misty Mount placed $5,843 in the hands of WPA workers who were paid for harvesting timber for the project. The 30 acre camp was completed in 1937. Camp Greentop was finished in 1938, and Camp Hi-Catoctin in 1939. The fourth camp was never built.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/historyculture\/wpaccc.htm"
}
