{
    "title": "Catoctin Mountain Park: Charocal & Iron Industries",
    "body": "Charcoal and Iron Industry       The trees that posed a major obstacle to the settler were of extreme value to the burgeoning industrial revolution. The production of charcoal was a major enterprise employing over 300 woodcutters and consuming timber from 11,000 acres of company land during peak years (1859-1885). Charcoal fueled the Catoctin Iron Furnace which separated out the iron from the raw iron ore. Approximately 80 bushels of charcoal were burned for every ton of iron manufactured. It took a cord of wood to manufacture 6 bushels of charcoal.        A wagon loaded with wood for stacking heads for the hearth site. NPS Photo  The woodcutters entered a forested area and cut every live standing tree. One or two trees were left to re-seed the forest. The resulting logs were carried downhill by horse or mule drawn sleds to the hearth where the wood was charred.          A collier stacks the wood in the hearth site, providing a chimney in the center in order to light the fire to burn the stack later. NPS Photo  The hearth was a flat circular area, about 30 feet in diameter, that had been raked and leveled. The collier, the man who tended the fire, preferred to reuse an old hearth site to take advantage of it's level, rock free surface. Old hearths were common since the forest was cut every 30 years during the 97 years that charcoal was used at the Catoctin Iron Furnace.        The stacked wood is covered with dirt and leaves prior to burning. The notched log is a ladder for the collier to monitor the burning process. NPS Photo  The collier supervised the orderly stacking of the wood. First a chimney was built in the center of the hearth; then 30 to 50 cords of four foot logs were stacked around this chimney in concentric circles. The finished stack was covered with leaves and dirt. This controlled the amount of air that reached the fire. Hot embers were dropped into the chimney on a cool, humid night. Tending the fire was a round-the-clock job so the collier lived nearby in a simple hut. He watched up to seven hearths that smoldered for two weeks until charring was complete.        The collier rakes out the charcoal, then transports it to the iron furnace. After delivery to the iron furnace, the collier is paid. NPS Photo  The charcoal was raked into small piles so that it could cool. This way any fires that would flare up would destroy only a portion of the finished product instead of the entire stack. The collier was responsible for the charcoal unit until it was delivered to the furnace. Since he was paid by the bushel, any charcoal that accidentally burned was his personal loss.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/historyculture\/charcoal.htm"
}
