{
    "title": "Catoctin Mountain Park: Catoctin Iron Furnace",
    "body": "Catoctin Iron Furnace         Catoctin Iron Furnace Alicia Lafever  A good grade of hematite ore was discovered in the Catoctin Mountains in the 1770's by Thomas Johnson Jr., who later became the first governor of Maryland. Thomas Baker and Roger Johnson constructed the Catoctin Furnace to produce pig iron. In 1776, the production of pig iron began. The fuel for the furnace was initially charcoal and the Catoctin forest provided the fuel for the furnace until 1873. Then, the furnace was converted from charcoal fuel to coal. The remains of these iron works still remain at the base of the Catoctin Mountains in Cunningham Falls State Park, in Frederick County, MD. Iron from this furnace was used in the manufacture of car wheels and for foundry rolling mill purposes. Also produced during the beginning of the nineteenth century were the \"Catoctin Stove,\" also known as the \"Ten Plate Stove,\" and the \"Franklin Stove.\" It is reported that during the Revolutionary War, cannons and cannonballs were cast at the furnace for George Washington's Army when the Johnsons owned the furnace. Simple machinery for James Rumsey's steamboat was made at the Catoctin Furnace Iron Works in the 1780's. Robert Fulton is credited with building the first successful steamboat, but he was not the first to apply steam power to boats. Rumsey began his invention before 1785. Iron produced at the Catoctin Furnace during Jacob Kunkel's ownership was used to make the plates on the famous Civil War vessel, the Monitor. To reduce this raw ore into a usable product, a great amount of heat was required. The raw materials for the production of charcoal was obtained from nearby forests. The furnace owned thousands of acres of forest, but still found it necessary to buy charcoal to meet its needs. The production of charcoal was a major enterprise employing over 300 woodcutters and consuming timber from 11,000 acres of company land during peak years. The operation of the furnace was a simple one involving several steps. The stack was filled with a layer of charcoal, a layer of limestone, and a layer of iron ore. Transportation of the iron ore to the furnace from the mines was by way of ore dump cars whose contents were dumped directly into the stack of the furnace. Fire was applied and kept burning by a natural draft. As the fire burned, the different layers settled and additional layers of charcoal, limestone, and ore were put into the stack until sufficient iron melted to draw off or be cast. A clay valve on the bottom of the furnace permitted flow of molten iron into shallow channels furrowed in the ground which were sprinkled with sand to prevent the iron from adhering to the ground. The end product called \"pig\" iron got its name from the sucking sound it made flowing through channels. A charcoal iron furnace was a community of many skills. Some skills, such as woodcutting, were easily learned and relatively low paid. Other skills were more complex and represented knowledge passed on within the trade over many years. Among these skilled workers were the charcoal makers; miners who dug the iron ore and later, coal; founders who operated the furnace, and molders, who cast the hot iron into stoves, pots, firebacks, and other objects for sale. Most furnaces had a clerk who kept accounts and ran the store, and every furnace was headed by an iron master, whose financial, marketing, and managerial skills were needed to make the whole enterprise a business success. After changing hands several times, the Catoctin Iron Furnace was blown out for the last time in February 1903. The ore blanks were still mined for several years after this and sold elsewhere. The remnant of this thriving industry remain a stark reality to the life and death of a part of history; a part of history eliminated by technological advances and the economics of business.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/historyculture\/furnace.htm"
}
