{
    "title": "Catoctin Mountain Park: Catoctin Recreational Demonstration Area",
    "body": "Catoctin Recreational Demonstration Area              Establishment of the Recreational Demonstration Area Program Franklin Delano Roosevelt (FDR) was inaugurated to the Presidency of the United States on March 4, 1933, bringing with him a hope for better times in the midst of the Great Depression. In May of 1933, the Federal Emergency Relief Administration was allocated $500,000,000 in direct relief of money to be spent by the federal government through state and local agencies. The National Industrial Recovery Act passed by Congress and signed by FDR on June 16, 1933, supported an enormous appropriation of money in the sum of $3,300,000,000 for relief through public works to be dispensed at FDR's discretion. By January 1934, a Land Planning Committee had been set up within the Federal Emergency Relief Act to consider the problem of land utilization in the country. Land use and maintenance had become an important economic topic during the New Deal, since the income from poor lands was less than the cost to maintain services such as roads and schools for the residents of the land. Conrad L. Wirth, Assistant Director, Chief of the Branch of Planning of the National Park Service (NPS), became the Department of the Interior's representative on the Land Planning Committee. He was in charge of the State Park Emergency Conservation Program and he also had administrative oversight of all the Civilian Conservation Corps (CCC) camps operated by the NPS. Wirth was familiar with the 1928 report of the Joint Committee on Recreational Survey of Federal Lands that revealed an \"urgent need\" for natural areas near large cities for recreation. Mr. Wirth proposed a program to buy land near metropolitan areas no longer suitable for agriculture, in order to \"provide quality outdoor recreation facilities at the lowest cost for the benefit of people of lower and middle incomes.\" Farmlands sought for this program were those abused by erosion and poor farming practices and labeled with the phrase \"submarginal land.\" As a result of the Land Planning Committee's recommendation and approval of President Roosevelt, the Secretary of the Interior and head of the Public Works Administration transferred $25 million from the Public Works Administration to the Federal Emergency Relief Administration. Five million dollars of that figure was to be used to purchase submarginal lands for recreational demonstration areas. Catoctin's mountainous land had been ravaged by years of industrial and agricultural abuse. Big Hunting Creek and Owens Creek tumbled through picturesque valleys, providing water-based activity areas for sportsmen and families from the population centers 55 miles away in Washington, D.C. and Baltimore, MD. Blighted chestnut trees and field stone provided building materials and the former Catoctin Furnace, closed in 1903, provided historical interest. Catoctin was placed into this new program on January 7, 1935, and was titled the Catoctin Recreational Demonstration Area by August 8, 1936.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/historyculture\/catorda.htm"
}
