{
    "title": "Catoctin Mountain Park: Presidential Retreat",
    "body": "Presidential Retreat       Catoctin Mountain Park was originally submarginal land purchased by the government in 1936, to be developed into a recreational facility. The facility was to demonstrate how rough terrain and eroded soil could be turned into productive land again. The New Deal's Works Progress Administration, WPA, began the work in the newly created Catoctin Recreational Demonstration Area, joined by the Civilian Conservation Crops, CCC, in 1939. Camp Misty Mount was first used by the Maryland League for Crippled Children. After the first year, the League moved to a second camp in 1938, Camp Greentop, because Camp Misty Mount's terrain was difficult to negotiate in a wheelchair. A third camp, Camp Hi-Catoctin, was completed in the winter of 1938-1939 and was used for three years as a family camp for federal employees. President Franklin D. Roosevelt was accustomed to seeking relief from hot Washington, D.C. summers and relaxing on weekends, aboard the presidential yacht \"Potomac\" or at Hyde Park, NY. In 1942, the U.S. Secret Service were very concerned about the President's continued use of the \"Potomac.\" World War II had brought an attack on Pearl Harbor and German U-boats close in Atlantic waters. Presidential safety was a concern and Presidential health was also a concern. The muggy climate of Washington, D.C., was considered detrimental to his health, affecting his sinuses. A new retreat, a place to relax, within a 100 mile radius of Washington, D.C. and in the cool mountain air was sought. Several sites were considered, but Camp Hi-Catoctin in the Catoctin Recreational Demonstration Area was selected after the President's first visit on April 22, 1942. A camp was already built on the site and the estimated conversion cost was $18,650. It was also almost 10 degrees cooler than in Washington, D.C. The camp for federal employee's families became the camp of one federal employee, the President of the United States. Roosevelt quickly renamed the camp to \"Shangri-La\" from James Hilton's 1933 novel, Lost Horizon.          Dwight D. Eisenhower's oil painting of one of the cottages at Camp David (Oil, undated, by Dwight D. Eisenhower, David H. Marx, Shrewsbury, N.J.)  At the close of World War II, there was some debate over the future of Shangri-La. Should it be returned to the National Park Service? Should it be maintained as a national shrine or monument? Should it be transferred to the Maryland State Forest and Park System, as was the original plan of the demonstration area? In a letter to Maryland Governor Herbert R. O'Connor, President Truman wrote: \"I have decided because of the historical events of national and international interest now associated with the Catoctin Recreation Area that this property should be retained by the National Park Service of the Department of the Interior. This action is in accord with the position expressed by the late President Roosevelt before his death.\" In 1952, Truman approved a compromise under which the land north of Maryland Route 77 would remain Catoctin Mountain Park operated by the National Park Service and the land south of Maryland Route 77 would become Cunningham Falls State Park. The official transfer took effect in 1954. President Eisenhower renamed the retreat, after he took office in 1953, \"Camp David,\" after his grandson. Camp David continues to serve as the Presidential Retreat today. It is a private, secluded place for recreation, contemplation, rest, and relaxation. Many historical events have occurred at the Presidential Retreat; the planning of the Normandy invasion, Eisenhower-Khrushchev meetings, Camp David Accords with Menachem Begin of Israel and Anwar Sadat of Egypt, discussions of the Bay of Pigs, Vietnam War discussions, and many other meetings with foreign dignitaries and guests. Maintaining the privacy and secluded atmosphere of the retreat is an important role for Catoctin Mountain Park. The Presidential Retreat still remains within park boundaries, but is not open to the public. It is a place where Presidents can relax, unwind, contemplate, entertain distinguished guests in an informal setting, and cope with the pressures of modern-day society. We hope that you will also understand the value of a place of privacy for the President and accept that the retreat is not open to visitors.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/historyculture\/retreat.htm"
}
