{
    "title": "Rocky Mountain National Park: Butterfly Families",
    "body": "Butterfly Families        Alexandra's Sulphur (Colias alexandra) NPS\/R. Bray       Under the scientific classification of insects, butterflies and moths fall under the order Lepidoptera. From here, they split off into many families including the following found in the park. See the Rocky Mountain National Park Documented Butterfly List for distinct species that fall under these families. Visit the IRMA Portal NPSpecies web page for updates on the park's working species list.        Grizzled Skipper (Pyrgus centaureae) NPS\/R. Bray  Hesperiidae (Skipper Family)   Skippers are in the Hesperiidae family.  They look and fly like moths.  They have hooked antennae.  In the park, most species are small and black or earth-toned.           Western Tiger Swallowtail (Papilio rutulus) NPS\/R. Bray  Papilionidae (Swallowtail Family)   Swallowtails are large and strong fliers with trailing tails.  Four species are commonly seen in the park in patterns of black and yellow.  Look for them in the montane life zone.           Rocky Mountain Parnassian (Parnassius smintheus) NPS\/R. Bray  An exception in the park Swallowtail family is the Rocky Mountain Parnassian (Parnassius smintheus).   This butterfly lacks a tail. It is found in all the park's life zones: montane, sub-alpine and alpine.  It can often be seen in numbers on the tundra, flying across Trail Ridge Road.          Margined White (Pieris marginalis) NPS\/R. Bray  Pieridae (White and Sulphur Family)     The Sulphur and White Family has 12 species commonly found in the park.  They are mostly medium in size and hard to tell apart.  Their colors range from yellow to orange to white.         Lupine Blue (Plebejus lupini) NPS\/R. Bray  Lycaenidae (Gossamer Wing Family)     The Gossamer Wing Family consists of small butterflies, many brightly colored.  They are high to low elevation species.  There may be more than 15 species of blues found in the park.  Seven are common, and their upper sides are hard to tell apart.         Ruddy Copper (Lycaena rubidus) NPS\/R. Bray   Coppers are another group in the Lycaenidae family.  Four species of coppers fly in the park.  The male Ruddy Copper flies in July and August in the montane and lower sub-alpine.  Other members of the Lycaenidae family in the park include the elfins and the hairstreaks.         Weidemeyer's Admiral (Limenitis weidemeyerii) NPS\/R. Bray  Nymphalidae (Brushfoot Family)    Brushfoot Family members have four walking legs instead of the usual six. Their other two legs have evolved into brushes used to taste-test host plants and to clean their proboscis.  This family is the biggest group in the park, and they exploit a range of plant shapes, sizes, and colors.  Look for the Weidemeyer’s Admiral flying in mid-to late summer along the Fern Lake and Wild Basin trails.           Dotted Checkerspot (Poladryas arachne) NPS\/R. Bray   The Dotted Checkerspot is one of the Crescent and Checkerspot sub-groups of the Nymphalidae family.  It flies in open sunny meadows from July through mid-August.         Mormon Fritillary (Speyeria mormonia) NPS\/R. Bray   The Speyeria or Greater Fritillaries are another group in the Nymphalidae family.  Most have beautiful silver spots on the undersides of their hind wings.  Look for the Mormon Frittillary along the Poudre Trail near Milner Pass.         Green Comma (Polygonia faunus) NPS\/R. Bray   Anglewings or Commas are represented in the park by several species.  All have scalloped edges to their wings.  They over winter as adults, unlike most butterflies that pass the winter in the egg, caterpillar, or chrysalis stage.         Monarch (Danaus plexippus) NPS\/R. Bray   Monarchs are the most recognized butterfly in the park, but among the least frequently seen.  Their host plant, showy milkweed, is not common in the park. Most years, only a few monarchs are seen flying within our boundary.         (text by S. Mason)",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/butterfly-families.htm"
}
