{
    "title": "Catoctin Mountain Park: African Americans",
    "body": "African Americans         Picture discovered during renovation of the Weller House, Thurmont, MD. Carol and Bob Ford, Thurmont,MD  The African American influence on the Industrial Revolution in the Catoctin Mountains was in the form of labor. Free and runaway blacks and slaves in the area worked as laborers in the many realms of iron making. They worked as woodcutters, cutting, hauling and stacking the wood for the collier. They also transported charcoal to the furnace, packed and fired the furnace, and worked in the molding shed with the molten iron. There is also evidence that prominent families in the area also had slaves and\/or servants assisting with household chores and tasks. Iron making was practiced long ago in West Africa. Many slaves brought to America carried the knowledge and skill of his trade with them. It has been suggested that American ironmasters may have deliberately sought Africans with ironmaking knowledge and that they were the \"backbone\" of the American iron industry. It is known that iron work slaves were able to gain positive incentives through the overwork system. A slave could earn extra food, clothing, credit at the company store, rum and whiskey, and free time on holidays. Owners and managers recognized the overwork system as an alternative to physical punishment to motivate their workers. It is through this overwork system that some slaves, both skilled and non skilled, were able to somewhat improve their quality of life. Slaves employed permanently at the Catoctin Iron Furnace were few in number when compared to the slave population at other furnaces. This would not rule out the use of large numbers of freed slaves and other blacks, especially in the cutting of large quantities of timber needed for charcoaling. The census and personal property records portray a mixed picture of these slave holdings. A quote taken from the book, Faith in the Furnace - A History of Harriet Chapel Catoctin Furnace, MD, by Elizabeth Anderson footnoted as a translated entry from the German diary of John Frederick Schlegel in 1799, provides insight to the life of slaves. James Johnson, his brother and sons and particularly with the poor Negroes whose inward and outward conditions are troubled...A little group of them gathered around me at the top of the furnace opening (cavity). I depicted the Saviour as He redeemed them from sins upon the cross through His suffering and death. (I told them) how so many of their countrymen in the West Indies, through belief in the Saviour, have achieved bliss (happiness) through His death. They wept very much because they were bound to work so hard during the week as well as on Sunday in the iron smelter and thus were seldom able to hear the Word of God. My conversation came to an end, the signal was given for the pouring and each of them had to go back to work. By 1830, it appeared that Brien and McPherson had as many as 20 male slaves of mature age who could have been employed at the Catoctin Iron Works. This figure dropped off considerably in 1835 and again in 1841. Those few remained may have been either highly skilled artisans or house slaves. None of these slaves appears to have been transferred to the subsequent furnace owner, Peregrinn Fitzhugh, who owned only domestic slaves. There was a pronounced shift in labor from black to white workers during the years the furnace was owned by Fitzhugh (1843-1856). During the Brien years (1820-1843) the large percentage of workers were black with a few white European immigrants. The cost of buying and maintaining good slaves was high and it became much more economical to pay wages to white immigrant laborers. By 1860, only 21 slaves were listed in the entire Mechanicstown (Thurmont) census district. J.B. Kunkel, who succeeded Ftizhugh as owner of the Catoctin Iron Works, owned four slaves, all under seven years of age. The pattern established in the Catoctin area seemed to have been followed approximately that of Frederick County. Slaves doubled in Frederick County between the years of 1790 and 1820, peaking that later year at 6,685. The decade 1830-1840 was one of decline in slave population, from 6,370 to 4,445. At the same time, the free black population increased from 2,716 to 2,985, which would hardly account for the large drop in slaves reported. There was an equally severe decline in the white population in that same decade, possibly indicating a migration of slaves and their owners westward. Slave holdings continued to drop, with 3,913 reported in 1850 and 3,243 by 1860.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/historyculture\/africanamericans.htm"
}
