{
    "title": "Catoctin Mountain Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 10, 2016  August 27 Centennial Extravaganza  Catoctin Mountain Park is partnering with the Catoctin Forest Alliance to present a Centennial Extravaganza celebrating the 100th Anniversary of the National Park Service at Camp Greentop on Saturday, August 27, 2016.   July 28, 2016  Catoctin Mountain Park Announces Temporary Closures July 30-31, 2016  Due to increased security measures, portions of Catoctin Mountain Park will be closed effective Saturday, July 30, 2016 10:30 AM. Closures are scheduled to continue through Sunday, July 31, 2016 at approximately 2:30 PM.   June 22, 2016  Catoctin Mountain Park Allows Bouldering  After being closed to bouldering for several years, Catoctin Mountain Park will open bouldering access in all areas of the park.  As the National Park Service celebrates its 100th anniversary, the park is pleased to allow the local climbing community a chance to discover one of the national parks in their own backyard.   May 10, 2016  National Park Service Seeks Comments on Invasive Plant Management Plan for National Capital Region Parks  WASHINGTON – The National Park Service (NPS) is accepting public comments on an Invasive Plant Management Plan and Environmental Assessment (plan\/EA) for 15 national parks in the greater Washington D.C. region through June 9, 2016. Comments are accepted online or by mail.   April 19, 2016  BioBlitz is Coming to a National Park Near You - Register Now  Grab your magnifying glass and Metro card and explore the wilds in and around Washington, D.C., like never before! On May 20-21, parks across Greater Washington will participate in the National Parks BioBlitz. BioBlitz is a fun, fast-paced biological survey of a park’s creepers and crawlers, plants and pollinators, mammals and more! The National Park Service is celebrating its 100th birthday with more than 100 BioBlitzes across the country.   April 13, 2016  Prescribed fire April 15 - 16 and Temporary Road Closure  Weather permitting Catoctin Mountain Park will conduct a prescribed fire on the 13 acre Quarters 5 property during the period of April 15-16, 2016.   March 21, 2016  Catoctin Mountain Park to Conduct a Prescribed Fire  Weather permitting Catoctin Mountain Park will conduct a prescribed fire on the 13 acre Braestrup property during the period of March 22-24, 2016.   March 10, 2016  2016 Spring Events Schedule  National Park Service celebrates its 100th birthday during 2016 and Catoctin Mountain Park will be The offering a number of programs during this Centennial year. Additional events and programs will take place as well, so please check our website at www.nps.gov\/cato for updates   March 05, 2016  Catoctin Mountain Park Announces 2016 Youth Conservation Corps Program  The National Park Service is pleased to announce that applications are now being accepted for the 2016 Youth Conservation Corps (YCC) program at Catoctin Mountain Park.  This is an exciting opportunity for high school students to spend their summer doing meaningful work in a National Park site!  The YCC program is scheduled to last for eight weeks beginning on June 27, 2016 and ending on August 19, 2016.   February 17, 2016  Catoctin Mountain Park Donates More Than 30800 Pounds of Deer Meat to Local Food Banks  Catoctin Mountain Park completed the seventh year of white-tailed deer population reduction as prescribed in the Catoctin White-tailed Deer Management Plan \/ Final Environmental Impact Statement. The plan addressed the consumption of tree and shrub seedlings by an increasing deer population, which has limited the ability of native forests to regenerate.   December 07, 2015  catoctin mountain park ranger debra mills wins 2015 regional freeman tilden award  Debra Mills, Park Ranger at Catoctin Mountain Park received the National Capital Region’s Freeman Tilden Award for Interpretive Excellence at the National Association for Interpretation Annual Conference in Virginia Beach, VA. Named after Freeman Tilden, whose writings and teaching improved the quality of National Park Service programs and services based on visitor needs, the Freeman Tilden Award is the highest award presented to an individual National Park Service (NPS) interpreter.   October 19, 2015  Catoctin Mountain Park Announces Deer Management and Road Closures  National Park Service personnel will be conducting deer spotlight surveys from 6:30 p.m. to 11:30 p.m. during the week of October 26, 2015.  The purpose of the surveys is to obtain a current deer population density estimate for the park.  All roads that are within or along the boundary of the Park will be included in the surveys.  These roads include Park Central, Manahan, Foxville Deerfield, and Quirauk School Roads as well as Route 77.  Spotlighting will only take place on park property and will be conducted from a marked NPS vehicle.   September 21, 2015  Catoctin Mountain Park to Celebrate National Public Lands Day with Volunteer Events  Individuals, groups and service organizations are invited to join Catoctin Mountain Park in celebration of National Public Lands Day, Saturday, September 26 when Volunteer Trail Maintenance and Barberry Brigade crews will work throughout the day to assist with trail maintenance and barberry control. The National Park Service will thank every volunteer participating in the National Public Lands Day Service Project with a voucher good for one free admission to a National Park Service Unit during the upcoming year.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/news\/newsreleases.htm"
}
