{
    "title": "Catoctin Mountain Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     August 09, 2016  Catoctin Mountain Park Plans Centennial Extravaganza Celebrating the National Park Service 100th Anniversary  THURMONT, Md. – Catoctin Mountain Park is partnering with the Catoctin Forest Alliance to present a Centennial Extravaganza celebrating the 100th Anniversary of the National Park Service at Camp Greentop on Saturday, August 27, 2016. The event, to be held in an open house format from 10:00 am until 3:00 pm, will revisit significant eras in the history of Catoctin Mountain through exhibits, demonstrations, programs and interactive activities presented by NPS personnel, park volunteers and park partners.  The first 200 visitors will receive a special commemorative coin designed and produced for this event.   April 12, 2016  Catoctin Mountain Park to Conduct a Second Prescribed Fire  Weather permitting Catoctin Mountain Park will conduct a prescribed fire on the 13 acre Quarters 5 property during the period of April 15-16, 2016.   March 10, 2016  Spring 2016 Events  The National Park Service celebrates its 100th birthday during 2016 and Catoctin Mountain Park will be offering a number of programs during this Centennial year. Additional events and programs will take place as well, so please check our website at www.nps.gov\/cato for updates.   August 10, 2015  Catoctin Mountain Park Announces Deer Herd Health Study and Temporary Road Closures  Park Central and Manahan Roads, located in Catoctin Mountain Park, Thurmont, Maryland, will close intermittently to vehicle traffic between 8:30 p.m. and 4 am on Tuesday September 1, through Thursday September 3, 2015 for a deer herd health study.  The study will occur after dusk when the park is closed.   August 04, 2015  Guest Artists to Share their Talents in the Catoctin Mountains  THURMONT, MD- The Catoctin Forest Alliance, Cunningham Falls State Park and Catoctin Mountain Park will host Artists In Residence in August and September.  The artists will share their talents during public presentations at Catoctin Mountain Park, Cunningham Falls State Park and the Thurmont Regional Library.   July 31, 2015  Catoctin Mountain Park Announces Temporary Closures August 1-2 2015  Due to increased security measures, portions of Catoctin Mountain Park will be closed effective Saturday, August 1, 2015 10:00 AM. Closures are scheduled to continue through Sunday, August 2, 2015 at approximately 4:00 PM.   June 29, 2015  Catoctin Mountain Park Welcomes New Division Chiefs  Ms. Lisa Nielsen and Mr. Jeff Filosa, have joined the Catoctin Mountain Park Staff as Administrative Officer and Chief Ranger, respectively.   May 31, 2015  The Frederick Stake LDS Church and Catoctin Mountain Park Celebrate National Trails Day with Special Trail Activities  Catoctin Mountain Park joins the Frederick Stake LDS Church, Cunningham Falls State Park, the Potomac Appalachian Trail Club and Gambrill State Park in celebration of National Trails Day on Saturday, June 6.   May 26, 2015  Catoctin Mountain Park Will Increase Facility and Permit Fees Beginning June 1  Thurmont,MD -  Catoctin Mountain Park will begin charging increased campground fees on June 1, 2015.   May 13, 2015  Catoctin Mountain Park Enacts Partial Closures for the Gulf Cooperation Council Summit on Thursday May 14  Due to the Gulf Cooperation Council Summit activities, Catoctin Mountain Park will be partially and temporarily closed to the public beginning on Wednesday, May 13, 2015 at approximately 11:59 p.m. through Thursday, May 14 at 11:59 p.m.   May 11, 2015  National Park Service Seeks Public Comments on Invasive Plant Management Plan for 15 National Capital Region Parks  Washington – The National Park Service (NPS) is accepting public scoping comments on an Invasive Plant Management Plan and Environmental Assessment (plan\/EA) for 15 national parks in the greater Washington DC region. The plan\/EA will identify long-term strategies to reduce impacts and threats from invasive plants, and will provide opportunities for restoring native plant communities and historic landscapes. Comments are being accepted through June 10, 2015 and can be submitted online.   May 01, 2015  Catoctin Mountain Park Announces Temporary Closures for May 2-3 2015  Due to increased security measures, portions of Catoctin Mountain Park will be closed effective Saturday, May 2, 2015 at approximately 8:00 AM. Closures are scheduled to continue through Sunday, May 3, 2015 at approximately 2:30 PM.   April 21, 2015  Catoctin Mountain Park Schedules Late Spring Activities  All park roads that were closed for the winter have reopened. Visitors and volunteers are encouraged to participate in the following late Spring activities and programs scheduled at Catoctin Mountain Park   April 06, 2015  Washington DC Area National Parks Join Find Your Park Movement  National Park Week 2015 Encourages Everyone To Find Your Park  National capital region parks join national parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. To inspire area residents to find their park and to help engage a new generation of park stewards, area parks will offer fee free days on April 18 and 19. Several area parks will also offer special programs throughout National Park Week, which runs April 18-26, and on National Junior Ranger Day, April 18.   April 01, 2015  Catoctin Mountain Park Donates More Than 4485 Pounds of Deer Meat To Local Food Banks  Catoctin Mountain Park completed the sixth year of white-tailed deer population reduction as prescribed in the Catoctin White-tailed Deer Management Plan \/ Final Environmental Impact Statement.  The plan addressed the consumption of tree and shrub seedlings by an increasing deer population, which has limited the ability of native forests to regenerate.   April 01, 2015  Catoctin Mountain Park Joins National Find Your Park Movement  Catoctin Mountain Park joins national  parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com.  Launched yesterday by the National Park Service and the National Park Foundation,  Find Your Park is a public awareness and education campaign celebrating the milestone centennial anniversary of the National Park Service in 2016 and setting the stage for its second century of service.   March 27, 2015  Catoctin Mountain Park to Host the Third Annual Frederick County Outdoor School Reunion at Camp Greentop  The Third Annual Frederick County Outdoor School Reunion will be held at Camp Greentop in Catoctin Mountain Park on Saturday, April 11 from 9 a.m. until 3:00 p.m. The Reunion celebrates memories of the  Frederick County Outdoor School Program that operated at Camp Greentop from 1957 until 1996.   March 16, 2015  Catoctin Mountain Park Reopens Park Facilities and Announces Spring Activities  The Catoctin Mountain Park Visitor Center will reopen at 10:00 a.m. on Thursday, March 19.  Closed portions of roads within the park are also scheduled for reopening.   March 16, 2015  Catoctin Mountain Park Announces 2015 Youth Conservation Corps Program  The National Park Service is pleased to announce that applications are now being accepted for the 2015 Youth Conservation Corps (YCC) program at Catoctin Mountain Park.  This is an exciting opportunity for high school students to spend their summer doing meaningful work in a National Park!  The YCC program lasts for eight weeks beginning on June 22, 2015 and ending on August 14, 2015   February 18, 2015  Burst Water Pipe Forces Closure of the Catoctin Mountain Park Visitor Center  The Catoctin Mountain Park Visitor Center has been closed due to safety issues related to a pipe burst by recent low temperatures. The center will remain closed for the immediate future due to associated damage. Ceiling tile and carpet will need to be replaced. While there is no projected reopening date at this time, closure is anticipated through the end of February.   February 03, 2015  Catoctin Mountain Park Proposes Change to Fee Structure  Catoctin Mountain Park invites public comment on changes to facility use and special park use permit fees that will become effective May 1, 2015.   February 02, 2015  Catoctin Mountain Park Reschedules February Deer Management  Catoctin Mountain Park deer management operations have been rescheduled to include February 11-12.  Deer management operations that were previously scheduled for February 2-3 were cancelled due to adverse weather conditions including fog and ice.   January 27, 2015  Law Enforcement Rangers Retire from Catoctin Mountain Park  Chief Ranger Holly Rife and Law Enforcement Ranger John Kempisty have retired from the National Park Service effective December 31, 2014.   January 27, 2015  Catoctin Mountain Park Ranger Don Stanley Wins Regional Harry Yount Award  Donald Stanley, Park Ranger at Catoctin Mountain Park, has been selected to receive the National Capital Region’s Harry Yount Award.  Named after Harry Yount, the first National Park Ranger, the award recognizes individual excellence in the art and science of rangering.   January 22, 2015  Catoctin Mountain Park Proposes Changes to Fee Structure  Catoctin Mountain Park invites public comment on changes to facility use and special park use permit fees that will become effective May 1, 2015.   January 08, 2015  Catoctin Mountain Park Reschedules Deer Management  Catoctin Mountain Park deer management operations have been rescheduled to include January 12-15, February 2-5, and February 23-26.   December 03, 2014  Catoctin Mountain Park Adjusts Visitor Center Hours  The Catoctin Mountain Park Visitor Center will close on Wednesdays beginning December 3, 2014 to increase efficiency and reduce rising energy costs. The closures will continue through March 25, 2015 when the Visitor Center will return to a seven day operation. As Wednesdays are the lowest visitation day, impact to visitors will be negligible.   November 13, 2014  Catoctin Mountain Park Revises Road and Park Closure Schedule  Catoctin Mountain Park has revised the closure schedule for deer reduction activities.  Portions of Catoctin Mountain Park (CATO) will be periodically closed Monday – Thursday from 10:00 am until sunset, beginning November 17 through December 18, 2014. During this time, CATO staff will conduct white-tailed deer herd reduction activities in accordance with the Catoctin White-tailed Deer Management Plan \/ Final Environmental Impact Statement.  These activities will also occur after sunset, when the Park is closed to visitors.   October 29, 2014  Catoctin Mountain Park Cancels Firewood Permit Program  The Catoctin Mountain Park Firewood Permit Program, announced October 15, 2014, has been cancelled. A recently funded Hazardous Fuel Reduction Contract will engage contractors to reduce concentrations of hazardous fuel in specified areas, and eliminates the need for the previously announced collection policy.   October 28, 2014  Temporary Closures are Announced at Catoctin Mountain Park  Portions of Catoctin Mountain Park will be closed effective Friday, October 31, 2014 from approximately 8:00 AM through approximately 11:00 AM for training exercises.   October 15, 2014  Catoctin Mountain Park Announces Fall Activities Schedule and Road Closures  Catoctin Mountain Park announces fall activities, road closures and deer reduction activities.   October 14, 2014  Visitor Suffers Fatal Heart Attack while Hiking at Catoctin Mountain Park  A 69 year old male park visitor experienced a medical incident while hiking with his family on the Hog Rock Trail in Catoctin Mountain Park on Tuesday, October 14, 2014. A 911 call, received at approximately 1323 hours, requested medical assistance for an unconscious patient.   September 19, 2014  Catoctin Mountain Park Announces Temporary Closures September 19-21, 2014  Due to increased security measures, portions of Catoctin Mountain Park will be closed effective Friday, September 19, 2014 at approximately 3:00 PM. Closures are scheduled to continue through Sunday, September 21, 2014 at approximately 3:00 PM.   September 04, 2014  Catoctin Mountain Park Invites Public Comment on Changes to the 2014  Superintendent’s Compendium  At the direction of National Park Service Director Jonathan B. Jarvis, Superintendent Mel Poole has made revisions to the 2014 Catoctin Mountain Park Superintendent’s Compendium. The changes immediately prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by Catoctin Mountain Park.   August 12, 2014  One Common Unity Brings Youth, Parents and Adult Professionals to End of Year Summer Retreat  One Common Unity Brings Youth, Parents and Adult Professionals to End of Year Summer Retreat. On Sunday, August 10, 2014, 40 DC urban youth journeyed to Camp Round Meadow in Catoctin Mountain Park as part of The Fly By Light: Discover Your True Nature (FBL) program, a pilot partnership with the NPS National Capital Region (NCR) parks, which provides vulnerable D.C. youth with safe spaces in which they learn to express themselves emotionally and artistically.   August 01, 2014  Catoctin Mountain Park Invites Individuals and Groups to Join the Barberry Brigade  The goal of the Barberry Brigade is to recruit 100 volunteer teams to contribute 100 hours or more with the objective of removing visual signs of Japanese Barberry within 100 feet of all roads, trails and developed areas in Catoctin Mountain Park by the 100th Anniversary of the National Park Service on August 25, 2016. Participating individuals volunteering 10 or more hours to this cause will receive a special patch. All members of the Barberry Brigade will be invited to a recognition picnic on National Public Lands Day in September, 2016. The Barberry Brigade will require more enthusiasm than skill, as plants will be literally ripped from the soil. Interested individuals or groups may enlist by contacting Volunteer Coordinator Debra Mills at debbie_mills@nps.gov, or by calling 301-663-9399.  Participation is possible year-round, but conditions for pulling are best in late Spring and early Fall.   August 01, 2014  Catoctin Mountain Park Announces Temporary Closures August 2-3, 2014  Due to increased security measures, portions of Catoctin Mountain Park will be closed effective Saturday, August 2, 2014 at approximately 10:00 AM. Closures are scheduled to continue through Sunday, August 3, 2014 at approximately 4:00 PM.   August 01, 2014  Barberry Brigade 2014  It has been stated that the invasive of non-native, alien plants is the most irreversible human impact on earth's ecosystem. Catoctin Mountain Park hopes to lessen the impact of Japanese Barberry through citizen involvement in the \"Barberry Brigade.\"   July 17, 2014  Catoctin Mountain Park Announces Temporary Partial Closures July 18 to 20, 2014  Details of temporary partial park closures July 18 through 20, 2014   July 01, 2014  Catoctin Mountain Park Volunteer Jim Robbins Receives National Award for Volunteerism  H. H. \"Jim\" Robbins from Catoctin Mountain Park was honored with the  George and Helen Hartzog Individual Volunteer Award for the National Park Service.   June 23, 2014  Catoctin Mountain Park Volunteers Win 2012-2013 National Park Service Regional Awards  Catoctin Mountain Park Volunteers Win National Park Service Regional Awards   June 23, 2014  Catoctin Mountain Park Ranger Lindsey Donaldson Wins Regional Director’s Award for Natural Resource Management  Catoctin Mountain Park Ranger Lindsey Donaldson Wins Regional Director's Award for Natural Resource Management   April 22, 2014  Catoctin Mountain Park Concludes Deer Management Actions for Winter 2013-2014 and Conducts Population Surveys  Catoctin Mountain Park Concludes Deer Management Actions for Winter 2013-2014 and Conducts Population Surveys   April 15, 2014  Matthew Morgan is Selected for the Facility Manager’s Leaders Program Class of 2014-2015  Catoctin Mountain Park's Matthew Morgan is Selected for the Facility Manager's Leaders Program Class of 2014-2015.   April 15, 2014  Catoctin Mountain Park and the Catoctin Forest Alliance Invite Volunteers to Join in a Day of Service May 10, 2014  Catoctin Mountain Park and the Catoctin Forest Alliance Invite Volunteers to Join in a Day of Service May 10   March 27, 2014  Catoctin Mountain Park to Host the 2014 National Park Service Basic Technical Rescue Training  Catoctin Mountain Park to Host the 2014 National Park Service Basic Technical Rescue Training   March 27, 2014  Second Annual Frederick County Outdoor School Reunion at Camp Greentop  Second Annual Frederick County Outdoor School Reunion at Camp Greentop on April 5, 2014.   March 14, 2014  2014 Youth Conservation Corps Program  The National Park Service is pleased to announce that applications are now being accepted for the 2014 Youth Conservation Corps (YCC) program at Catoctin Mountain Park.  This is an exciting opportunity for high school students to spend their summer doing meaningful work in a National Park site!  The YCC program is scheduled to last for eight weeks beginning on June 23, 2014 and ending on August 15, 2014.   March 10, 2014  Road Openings and Spring Activities Schedule  Catoctin Mountain Park Announces Road Openings and Spring Activities Schedule. Park Central and Manahan Roads Reopen after Seasonal Closures, Orienteering (Map and Compass Reading) - Sundays, March 16 and 23, and Saturdays, March 22 and 29 at the Visitor Center at 1:00 p.m., Frederick County Outdoor School Reunion – Saturday, April 5 from 9 a.m. until 3:00 p.m. at the Recreation Hall in Camp Greentop and Deer Reduction Activities.   March 05, 2014  2014 Economic Impact  National Park Survey Quantifies Catoctin Mountain Park’s Local Economic Impact. Detail of these impacts, and the methodology used for the study are contained in the publication, 2012 National Parks Spending Effects, available at : http:\/\/www.nature.nps.gov\/socialscience\/economics.cfm.   February 24, 2014  Amish Volunteers to Assist Catoctin Mountain Park  A team of eight young Amish men led by an experienced craftsman will spend one month restoring rustic cabins built during Franklin Roosevelt’s New Deal program in 1937. Working under the direction of Catoctin Mountain Park’s historic preservation carpenters Mark Hauver and Roger Pickett, the Amish group, will reduce designated cabins to original components then restore, replace or, re-create structural elements using historically accurate techniques and materials. The group will travel by train from Napanee, Indiana and spend most of March at the park.   November 17, 2013  Public Review for Environmental Assessment for Bridge to Blue Blazes Parking Lot  Public Review for the Environmental Assessment for the Bridge to the Blue Blazes Parking Lot.   November 04, 2013  2013 Winter Activities  Catoctin Mountain Park Announces Winter Activities Schedule and Road Closures.   September 11, 2013  Availability of the CERCLA Administrative Record  Naval Support Facility, Thurmont, MD announces availability of the CERCLA Administrative Record for environmental investigations and remediation performed at Site 1 located at Catoctin Mountain Park.   July 26, 2013  Temporary Partial Closure on July 26, 2013  Due to increased security measures, portions of Catoctin Mountain Park will be closed effective Friday, July 26, 2013 at approximately 8:00 AM. Closures are scheduled to continue through Friday, July 26, 2013 at approximately 7:00 PM.   July 04, 2013  Catoctin Mountain Park Announces Temporary Partial Closure July 5-7, 2013  Catoctin Mountain Park announces a temporary partial closure from Friday, July 5, 2013 at approximately 9:00 am through Sunday, July 7, 2013 at approximately 5:00 pm.   May 11, 2013  Debris Pile Burn\/Structural Fire Training Exercise May 12-13, 2013  Catoctin Mountain Park to Conduct a Debris Pile Burn\/Structural Fire Training Exercise May 12-13, 2013.   May 04, 2013  Debris Pile Burn\/Structural Fire Training Exercise Rescheduled for May 10-11, 2013  Catoctin Mountain Park Postpones Debris Pile Burn\/Structural Fire Training Exercise until May 10-11, 2013.   May 01, 2013  Debris Pile Burn\/Structural Fire Training Exercise May 3-5, 2013  Catoctin Mountain Park and the Guardian Hose Company of Thurmont, MD will conduct a mutual Structural Fire Training Exercise May 3 – 5, 2013.   April 19, 2013  Kids in Parks TRACKS Trail Ribbon Cutting  Catoctin Mountain Park will designate the Brown’s Farm Trail in Owens Creek Picnic Area as part of the Kids in Parks program originally developed by the Blue Ridge Parkway Foundation at 2:30 p.m. on Friday, April 26, 2013.   April 12, 2013  2013 Spring Activities and Facility Schedules  Catoctin Mountain Park Announces Spring Activities and Facility Schedules.   March 17, 2013  April 6, 2013 Bell and History Day Events  On April 6, Catoctin Mountain Park is partnering with Thurmont, Maryland's Catoctin High School to present a reunion of the Frederick County Outdoor School alumni as part of the National Park Foundation's Park Stewards program. On April 6, 2013, Volunteer Blacksmith Don Cornell, will demonstrate basic forging techniques at the Blacksmith Shop in Camp Round Meadow from 9:00 a.m. until 3:00 p.m.   March 15, 2013  2013 Spring Activities Schedule and Road Openings  Catoctin Mountain Park Announces Road Openings and Spring Activities Schedule. Note - The opening dates of Camp Misty Mount and Owens Creek Campground may change. Please call the visitor center at (301) 663-9388 for updated information.   March 15, 2013  Amish Volunteers Assist with Cabin Preservation  Twelve members of the Indiana Amish Anabaptist Service Program from Nappanee, Indiana, have volunteered to help with preservation and restoration of historic cabins at Camp Misty Mount in Catoctin Mountain Park. Eight young men and an experienced work leader will spend one month restoring rustic cabins constructed originally as part of Franklin Roosevelt’s New Deal program in 1937. The Amish group, working under the direction of Catoctin historic preservation carpenters Mark Hauver and Roger Pickett, will strip designated cabins to original components then restore, replace or re-create structural elements using historically accurate techniques and materials.   November 29, 2012  Winter Activities and Road Closures  For information about Winter Activities and Road Closures please see news release.   October 22, 2012  Fall Activities and Road Closures  Catoctin Mountain Park Announces Fall Activities Schedule and Road Closures   October 18, 2012  Catoctin Mountain Park Announces Temporary Closures October 19 through October 22  Catoctin Mountain Park Announces Temporary Partial Closures October 19 through October 22   October 17, 2012  Road Construction Foxville-Deerfield Road October 17-November 16, 2012  Travelers may experience periodic delays and one-way traffic due to road construction along approximately .78 mile of Foxville-Deerfield Road from the northern boundary of Catoctin Mountain Park to the Owens Creek Campground entrance from 7:00 am until 5:00 pm, Wednesday, October 17, 2012 until Friday, November 16, 2012.   September 04, 2012  Programs on National Public Lands Day September 29, 2012  Catoctin Mountain Park joins public lands across the nation in celebration of National Public Lands Day on Saturday, September 29, 2012.   September 04, 2012  Catoctin Mountain Park and Local School Systems Awarded National Park Foundation ‘Ticket To Ride’ Grant  Catoctin Mountain Park and Local School Systems Awarded National Park Foundation ‘Ticket To Ride’ Grant To Bring Local Students Into Park   June 11, 2012  Rain Garden Workshop, June 16, 2012  Rain Garden Workshop on Saturday, June 16 from 9:30 am - 12:30 pm at Camp Round Meadow at Catoctin Mountain Park.   October 28, 2011  Minor Traffic Delays Expected on Catoctin Mountain Park Roads  Portions of Park Central, Manahan, and Foxville-Deerfield Roads, located in Catoctin Mountain Park, will be closed for road striping beginning Monday, October 31.   October 07, 2011  Catoctin Mountain Park Announces Temporary Closures 10-08-2011  Portions of Catoctin Mountain Park will be closed effective Saturday, October 8, 2011 at approximately 11:00 AM. Closures are scheduled to continue through Sunday, October 9, 2011 at approximately 3:00 PM.   October 03, 2011  Catoctin Mountain Park Ranger Debra Mills Wins Regional Freeman Tilden Award  Debra Mills, Park Ranger at Catoctin Mountain Park received the National Capital Region’s Freeman Tilden Award for Interpretive Excellence.   September 26, 2011  The Catoctin Forest Alliance Presents an Art Exhibit Showcasing Works of Artists in Residence  The Catoctin Forest Alliance (CFA) is sponsoring an extended exhibition of Artist in Residence works at the Delaplaine Visual Arts Education Center.   September 07, 2011  Catoctin Mountain Park Partners with Harpers Ferry Job Corps Center to Renovate Spicebush Nature Trail for Greater Accessibility  Catoctin Mountain Park Partners with Harpers Ferry Job Corps Center to Renovate Spicebush Nature Trail for Greater Accessibility   August 31, 2011  Catoctin Mountain Park Announces Temporary Closures 09-02-2011  Portions of Catoctin Mountain Park will be closed effective Friday September 2 2011 at approximately 7:00 AM. Closures are scheduled to continue through Monday, September 5, 2011 at approximately 5:00 PM.   August 26, 2011  Catoctin Mountain Park Announces Closures of Overnight Facilities  Overnight facilities in Catoctin Mountain Park will close temporarily beginning at 12:00 noon on August 27. The facilities will remain closed until 12:00 noon on Monday, August 29.   August 18, 2011  Catoctin Mountain Park Volunteers Win National Park Service Regional Awards  The National Park Service, National Capital Region, has announced that Catoctin Mountain Park Volunteer Robert Wirt, and the Appalachian Trail and Catoctin Mountain Chapters Order of the Arrow (OA), Boy Scouts of America, have won the 2010-2011 George B. Hartzog Awards for the National Capital Region.   August 04, 2011  Catoctin Mountain Park Announces Temporary Closures 8-5-2011  Portions of Catoctin Mountain Park will be closed 8-5-2011 to 8-7-2011.   July 08, 2011  Catoctin Mountain Park Announces Temporary Closures 7-9-2011  Portions of Catoctin Mountain Park will be closed effective Saturday, July 9, 2011 at approximately 8:00 AM. Closures are scheduled to continue through Sunday, July 10,2011 at approximately 1:00 PM.   June 22, 2011  Catoctin Mountain Park invites public comment on an Environmental Assessment for the proposed AT&T Collcations at Four Wireless Telecommunications Facilities Within Catoctin Mountain Park  The National Park Service, Catoctin Mountain Park, is conducting a public review of the Proposed AT&T Collocations at Four Wireless Telecommunication Facilities(cell towers) Within Catoctin Mountain Park, June 2011.   June 09, 2011  Catoctin Mountain Park Announces Temporary Closures  Portions of Catoctin Mountain Park will be closed effective Friday, June 10,2011 at approximately 1:30 PM through Sunday, June 12,2011 at approximately 12:00 PM.   June 08, 2011  Catoctin Mountain Park Closes Visitor Center Parking Lot Due to Storm Danage  Flooding from recent storms damaged the historic bridge that provides access the gravel parking area at the Visitor Center in Catoctin Mountain Park.   June 03, 2011  Catoctin Trail Designated National Recreation Trail  Deputy Secretary of the Interior David J. Hayes and U.S. Senator Richard Durbin announced on June 2nd the designation of the Catoctin Trail and 40 other trails as National Recreation Trails.   May 13, 2011  National Park Foundation First Bloom Project Breaks Ground at Catoctin Mountain Park  Eighty fourth grade students from Robert Moton Elementary School in Westminster, Maryland planted a native wildflower garden at Catoctin Mountain Park on April 26 culminating the park’s First Bloom program.   May 12, 2011  Senior Department of Interior Official to Keynote Catoctin Forest Alliance Meeting  The Catoctin Forest Alliance will host Meeting on the Mountain III at Camp Greentop in Catoctin Mountain Park beginning at 8:30 a.m. on Friday, May 13.   May 12, 2011  Residential Environmental Education Returns to Catoctin Mountain Park for the 2011-2012 School Year  The National Park Foundation has awarded a Park Steward Grant to Catoctin Mountain Park for the 2011-2012 school year.   May 09, 2011  Catoctin Mountain Park Announces Facility Information and Summer Activities Schedule  Catoctin Mountain Park Announces Facility Information and Summer Activities Schedule   April 14, 2011  Youth Groups Complete Volunteer Projects at Catoctin Mountain Park during Healthy Park Week  No abstract supplied.   April 11, 2011  Garden Planting and Ceremony to Culminate the National Park Foundation First Bloom Program at Catoctin Mountain Park  Students from Robert Moton Elementary in Westminster, Maryland, will plant a native wildflower at the Catoctin Mountain Park Visitor Center at 10:00 a.m., April 26.   March 22, 2011  National Park Foundation First Bloom Project Breaks Ground at Catoctin Mountain Park on April 26  A new native garden will be planted in conjunction with Robert Moton Elementary.   March 22, 2011  Catoctin Mountain Park Announces Road Openings and Spring Activities Schedule  Catoctin Mountain Park Announces Road Openings and Spring Activities Schedule   March 16, 2011  Catoctin Mountain Park Announces 2011 Youth Conservation Corps Program  Applications are now being accepted for the 2011 Youth Conservation Corps program at Catoctin Mountain Park.   February 08, 2011  Catoctin Mountain Park Revises Closure Schedule Feb8  Portions of Catoctin Mountain Park (CATO) will be periodically closed Monday - Thursday from 1:00 pm until sunset through the end of March, 2011.",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/news\/newsarchive.htm"
}
