{
    "title": "Rocky Mountain National Park: Coyote",
    "body": "Coyote        NPS\/Ann Schonlau         Coyote pairs stay together for several years. NPS   Physical Description  Coyotes (Canis latrans) are intelligent members of the canine family. They are smaller than their close relative, the gray wolf. While wolves were extirpated in the park at the turn of the twentieth century, coyotes continue to thrive in the Rocky Mountain area. Coyotes can be three to four feet long and weigh 20 to 50 pounds. They have grayish-yellowish-brown fur with whiter fur on the belly. Their long bushy tails are helpful species identifiers. Coyotes run with their tails down while domestic dogs run with tails up and wolves run with tails straight out.         Coyotes form strong families. NPS\/Ann Schonlau   Life History  Coyotes often travel alone or in pairs, but they form strong families and can congregate in unrelated groups called packs. A male and female will pair off and remain together for several years. They establish dens that were abandoned by other animals. Mating takes place between January and March. Cubs are born sightless and hairless in dens two months later. The average litter size is five to seven pups.  The pups' eyes open after 10 days, and they leave the den between eight to 10 weeks of age. They begin play fighting early to develop their hunting skills.  Coyotes are very vocal in the evening and early morning hours. They make a variety of sounds that include barks, growls, yips, whines and howls. When a coyote howls. it lets other pack members know where it is. Other vocalizations are used for greetings, contacts or sounding alarms. The coyote howl is one of the most iconic wilderness sounds to enjoy in Rocky.         Coyotes pounce on small mammals. NPS\/   The Wily Coyote  Coyotes have a reputation of being a survivor and thrive in both urban and remote areas. This can be partly attributed to the fact that coyotes are not finicky about their diet, and can feast on plants, small or large mammals, and dead carcasses. Studies of coyote scat in Moraine Park revealed that remnants of deer and rodent were the primary contents in the samples. Coyotes are skilled hunters with excellent sight and hearing. For small prey, a coyote typically springs up in the air and pounces on its prey. Group hunting schemes can be more elaborate. A pack of coyotes has been observed to herd bighorn sheep up a slope where other pack members were ready to pick off a lamb or ewe.         Coyote gather in winter packs to hunt like this group in Moraine Park. NPS   Coyote Viewing  Wild sanctuaries like Rocky Mountain National Park allow coyotes to roam undisturbed. They can be spotted frequently during the daytime hours, and heard howling at night. Park visitors should never approach a coyote or pups, or disturb an active den site.  Feeding coyotes and all other wildlife is illegal in national parks. Coyotes have proven remarkably able to take care of themselves without additional feeding or other human interference.These fascinating creatures have earned the respect of even their most harsh critics. Perhaps coyotes truly are, as some Native Americans claim, the most intelligent animals on earth.          Coyote History   Coyotes were not always considered a clever creature that is respected for its survival skills and intelligence. During the first few years after Rocky was dedicated in 1915, coyotes were regularly killed in the park. The historical perception that predators were unnecessary is over. Since then, the coyote is regarded as the park's most cunning predator.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/coyote_rmnp.htm"
}
