{
    "title": "Catoctin Mountain Park: Multimedia Presentations",
    "body": "Multimedia Presentations                         Ancient Quarry: Indians on the Mountain Ancient Quarry: Indians on the Mountain  Duration:1 minute, 30 seconds                                Archeology of the Charcoal Industry Archeology of the Charcoal Industry  Duration:2 minutes, 31 seconds                                Mountain Farms Mountain Farms  Duration:2 minutes, 32 seconds                                The New Deal and Catoctin Mountain Park Catoctin Mountain Park was established during the New Deal. Public works programs began to conserve the mountain as a recreational paradise.  Duration:7 minutes, 22 seconds                                Job Corps: \"The View from Catoctin\" Job Corps: \"The View from Catoctin\"  Duration:25 minutes, 56 seconds                                The Youth Conservation Corps at Catoctin Mountain Park The 2008 YCC crew shares their thoughts on their experiences in the Youth Conservation Corps program at Catoctin Mountain Park.  Duration:3 minutes, 19 seconds                                Falls Nature Trail in Spring Falls Nature Trail in Spring (mp4 file)  Duration:29 minutes, 28 seconds                                Falls Nature Trail in Autumn Falls Nature Trail in Autumn (mp4 file)    Duration:33 minutes, 58 seconds               Cunningham Falls is a beautiful place to visit each season of the year. These mp3 files may be downloaded and displayed on an mp3 player while you are walking the Falls Nature Trail from the Catoctin Mountain Park Visitor Center to Cunningham Falls in Cunningham Falls State Park. (Right click on the file and select save target as.) Falls Nature Trail in Winter (30 minutes - 13.7 MB) Falls Nature Trail in Summer (30 minutes - 13.2 MB)          Destination Frederick County: Catoctin Mountain Park Frederick County Government, Maryland, FCGTV  Destination Frederick County: Catoctin Mountain Park (video by Frederick County Government, Maryland, FCGTV.)",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/photosmultimedia\/multimedia.htm"
}
