{
    "title": "Catoctin Mountain Park: Press Kit",
    "body": "Explore This Park    Learn About the Park     News     Press Kit              Press Kit      To facilitate your visit, please contact the Chief Ranger at (301) 663-9330. As per the Catoctin Mountain Park Compendium: 1.5 CLOSURES AND PUBLIC USE LIMITS  (a)(2) All press\/media personnel who wish to operate in the park must check in at the Visitor Center and present their press credentials. Media are strongly urged to review the Media Advisory at www.nps.gov\/cato to avoid delays. The use of any camera, television, still photography, motion picture, and\/or video graphic device and associated communication support apparatus may not occur above 1700' elevation or in the area bounded by the Bessie Darling home site to the north, Blue Ridge Summit Vista and Hog Rock Parking Area to the east, Park Central Road to the south and Chestnut Picnic Area and Poplar Grove Camping area to the west or beyond signs are posted as No Photography.        Satellite trucks covering a press event between President Bush and Prime Minister Tony Blair in 2003. NPS Photo      SPECIAL PRESS EVENTS The Media Center will be located at the Camp Round Meadow Gymnasium in the Conference Room. All media personnel should report directly to Camp Round Meadow for identification checks and security screening. PARKING Please fax the names and driver's license numbers of operators and vehicle tag numbers and descriptions for satellite trucks to (301) 271-2764, Attn: Chief Ranger, 24 hours prior to arrival. Satellite truck parking will be in the paved lot at the gym as directed by NPS staff. All parking is first come, first served. Parking on turf areas is normally prohibited. Any traffic across turf or other soft areas will require the use of plywood sheets at least one-half inch thick to spread the impact of the tires across a larger area. Failure to abide by this provision may result in traffic citations and \/or site restoration costs. Check in with the ranger at the Camp Round Meadow for detailed parking instructions. SAFETY Safety and accessibility are major considerations at this site. Please bring cable troughs for any cable or wire runs which cross sidewalks or other access and\/or could pose a tripping hazard. Speed limits are strictly enforced on all park roads. Please dim your headlights and come to a complete stop at all security checkpoints. Thank you for your cooperation. \\s\\_J. M. Poole Superintendent Catoctin Mountain Park March 8, 2012",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/news\/presskit.htm"
}
