{
    "title": "Catoctin Mountain Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Visitor Center and Bookstore The park visitor center is wheelchair accessible. There is an exhibit room focusing on the history of man's use of the mountain's resources and a display of native animals found in the park. A small bookstore operated by Eastern National is also located in the Visitor Center. TTY services available on (301) 663-9388. Handicapped parking spaces are marked.          Accessibility on Spicebush Trail WoodCarpet® © Zeager Bros., Inc.  Spicebush Trail This quarter-mile interpretive trail  is wheelchair-accessible with a natural-looking specially bonded WoodCarpet® that is firm and stable. The trailhead is in the Chestnut picnic area. Accessible parking and two wheelchair-accessible picnic tables connect to the trail. Restrooms are within 200'. Historic Camp Greentop, known for its tradition of serving children with disabilities, is also very close. Spicebush Trail Map (pdf 71kb)      Chestnut Picnic Area This picnic area features two wheelchair-accessible picnic tables and grills, the firm and stable WoodCarpet®  on the Spicebush Trail, and accessible restrooms. See the photo gallery below for detailed descriptions.                     Chestnut Picnic Area universal access   7 Photos  Chestnut Picnic Area universal access                        Owen's Creek Camping Area Catoctin Mountain Park's tent-camping area features three accessible sites, the accessible Sawmill Interpretive Trail, and restrooms with paved access. The accessible camp sites were just completed in 2010 with a cutting-edge design. Mulch is compacted with a hardened resin for good tread and an earthy feel. The lamp post has both high and low hooks. The tent pad is elevated for convenient wheelchair mounting. The comfort facility is about 200' from the farthest site. Please note: While short paved paths connect the accessible sites with the restrooms, the grades are greater than ADA recommendations. The restrooms include accessible facilities, but some corners are tight and the doors are not mechanized.      Exhibits   The Sawmill exhibit located next to Owens Creek Campground has a wooden ramp system that will allow wheelchairs to travel from the parking lot to the sawmill itself. Interpretive signs are located along the ramp and there are resting platforms along the ramp and at the sawmill. The exhibit is open all year but the ramp access from the campground is limited to the camping season, April 15th through November 1. Year round access to the Sawmill exhibit is available from the Sawmill Parking Area on Foxville Road which also has a wooden ramp system for exhibit access. Our Blacksmith Shop is wheelchair accessible. Please go to the Calendar for specific dates and times it will be open. The Visitor Center has a small exhibit area that is wheelchair accessible. The history of man's use of the mountain's resources and native animals are featured.     Camps  Both Camp Greentop and Camp Round Meadow are accessible. Camp Greentop is used by The League for People with Disabilities each summer. Spring and Fall weekends are usually good times to rent either of these facilities. Camp Misty Mount has limited accessibility facilities. Camp Misty Mount is a camp where individuals may rent a cabin. A few cabins are accessible but it is recommended you contact the park for specific information on pathways within the camp. Call (301) 271-3140 for information.",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/accessibility.htm"
}
