{
    "title": "Catoctin Mountain Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Use caution and think safety while visiting Catoctin Mountain Park NPS Photos       Catoctin Mountain Park is a fun and exciting place to explore. There are times when caution is advised to have a safe and enjoyable trip. Poison Ivy is a common plant in the park and many people suffer an itchy rash after contact. It has 3 shiny dark leaves and also can be a thick hairy vine.   Close encounters with wildlife should be avoided. The speed limit throughout the park is 30 mph. This speed will help you enjoy the scenery and watch wildlife and lessen the chance of a collision with the resident wildlife. Deer in particular often travel in groups so if you see one cross the road, slow down and look for another to soon follow behind.  There are two venomous snakes found in the park. The copperhead and the timber rattlesnake (pictured above). Please remember that all wildlife have a role in the ecosystem and are protected from harassment and harm.   Ticks are also found in the park. The small deer tick which can carry Lyme Disease, and the dog tick which can carry Rocky Mountain Spotted Fever. Long sleeve shirts, long pants, socks, and a hat offer good protection. Check your entire body after a visit to make sure you didn't take home any unwanted travelers!  Use caution while hiking. Many of the trails are rocky and uneven. Wear sturdy shoes or hiking boots and watch where you're going to avoid slips, falls, and possible strains and sprains. Dress for the weather. Wear layers of clothing in cold weather and carry water while hiking in all seasons. Pick up a park map at the visitor center before exploring the trails or download one from this website.  Do not rely on cellular phones as not all types work in the park. Check your coverage to be sure you are covered!  If you have any questions or concerns, please just ask a park ranger or call the visitor center at (301) 663-9388.",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/safety.htm"
}
