{
    "title": "Catoctin Mountain Park: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery                    Catoctin Mountain Artists-in-Residence Gallery   26 Photos  Catoctin Mountain Artists-in-Residence Gallery          Catoctin Mountain Park Scenery   42 Photos  Catoctin Mountain Park Scenery          Plants   95 Photos  Some of the plants that can be found in Catoctin Mountain Park.            Mammals   12 Photos  Mammals are some of the more obvious animals you may see in Catoctin Mountain Park.          Birds   53 Photos  Birds that can be found in Catoctin Mountain Park.          Reptiles   17 Photos  Reptiles that can be found in Catoctin Mountain Park.            Amphibians   9 Photos  Amphibians that can be found in Catoctin Mountain Park.          Insects   86 Photos  Discover the wide range of insects at Catoctin Mountain Park.          Arachnids   10 Photos  Arachnids are very numerous in Catoctin Mountain Park.             Centipedes and Millipedes   5 Photos  Centipedes and Millipedes.          Geologic Formations   7 Photos  The geologic formations in Catoctin Mountain Park were deposited about 500 million years ago as volcanic lava flows and layers of sediment. Catoctin Mountain originally had two different types of rocks: sedimentary and igneous. Catoctin's rocks are now metamorphic rocks which formed when they were altered (not melted) by heat and pressure. This metamorphism happened in the Catoctin area when the continent of North America collided with South America and Africa. Rocks in Catoctin were metamorphosed turning shale into phyllite, quartz sandstone into quartzite, graywacke into metagraywacke, conglomerate into metaconglomerate, basalt into metabasalt (or greenstone), rhyolite into metarhyolite.          Accessibility at Chestnut Picnic Area and the Spicebush Nature Trail   9 Photos  Accessibility at Chestnut Picnic Area and the Spicebush Nature Trail.            Camp Misty Mount - Cabins & Lodges   18 Photos  Camp Misty Mount - Cabins & Lodges          Camp Misty Mount - Camp features   13 Photos  Camp Misty Mount - Camp Features          Camp Greentop - Cabins and Bathroom   6 Photos  Camp Greentop - Cabins and Bathroom                 Prev    1   2   of 2  Next",
    "url": "https:\/\/www.nps.gov\/cato\/learn\/photosmultimedia\/photogallery.htm"
}
