{
    "title": "Catoctin Mountain Park: Ranger Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs               Programs          Salamander Safari Saturday, August 13, 2016 5:00PM —6:00PM Join us at the Owens Creek Campground Amphitheater to for an on-hands search for the salamanders that live in Owens Creek and discover their vital role in the health of the streams and forestland of the park. This program is FREE and open to the public. For more information, call the Catoctin Mountain Park Visitor Center at 301-663-9388  GPS: Owens Creek Campground 15882 Foxville Deerfield Road, Sabillasville, MD 21780 Salamander Safari Poster 508 Compliant (pdf 674kb)         Centennial Extravaganza!  10:00 AM - 3:00 PM Saturday, August 27, 2016 Camp Greentop Join the staff and park partners at Camp Greentop in celebration of the National Park Service's 100th Birthday! Events will include: Guest speakers, presentations, ranger led hikes, exhibitors tents, craft demonstrations, and much, much more!   GPS address: 15001 Park Central Road, Thurmont, MD  21788        2016 Summer Programs in the ParkSaturday, June 11, 5:00 - 6:00 p.m.Salamander Safari.Explore the woods looking for salamanders and find out what they can tell us about our environment.Lead by Frederick County Outdoor Teacher, Brett Querry.Meet at Owens Creek Campground Amphitheater, 15882 Foxville Deerfield Road, Sabillasville, MD21780. Call the visitor center for details 301-663-9388. FREE  Saturday, June 18, 2:00-4:00 p.m. Blacksmith Demonstration.Join us at the historic WPA Blacksmith Shop at Camp Round Meadow and discover the history of blacksmithing on Catoctin Mountain.Demonstration will highlight the art and skill of forging and shaping metal.Call the visitor center for details 301-663-9388.FREE Saturday, July 2, 5:00-6:00 p.m. Ranger Program.Meet at the Owens Creek Campground Amphitheater for a program about nature or the history of Catoctin Mountain Park.GPS Address: 15882 Foxville Deerfield Road, Sabillasville, MD21780.Call the visitor center for details 301-663-9388. FREESaturday, July 9, 5:00-6:00 p.m. Ranger Program - Guardians of the Forest: The Importantance of Pollinators. Join a Ranger at the Owens Creek Campground Amphitheater and discover the vital role that some of Nature's smallest creatures provide to the overall health and logevity of the forest ecosystem A kid's craft and fress art poster will also be included. 15882 Foxville Deerfield Road, Sabillasville, MD21780.Call the visitor center for details 301-663-9388. FREESaturday, July 16, 9:30 a.m.1:00 p.m. Hands-on Trail Workshop - Learn how to improve the grade and tread of a trail with this hands-on workshop while helping to preserve and restore a section of park trail.No experience necessary.Space is limited.Reservations can be made by calling 301-663-9388 or email Ron_Harvey@nps.gov.FREESaturday, July 16, 10:a.m. - 11:00 a.m. K-9 Search and Rescue: Hug-a-Tree.  The Western Maryland K-9 Search and Rescue group will educate children on basic and vital survival principles that can help save their lives and help them be found if they are ever lost or separated from their parents\/guardians. A live K-9 demonstration will reinforce the lessons learned. Program courtesy of our 2016 partnership with Frederick County Public Libraries.This program is designed for children (ages 3-5 and elementary) with an adult. Location: Chestnut Picnic Area - Follow Park Central Road and look for signs. FREESaturday, July 16, 5:00-6:00 p.m. Ranger Program - Amazing Animal Adaptations!  Meet at the Owens Creek Campground Amphitheater to learn how animals use their unique and amazing adaptations to ensure survival in the forest.  Fun activities for children. 15882 Foxville Deerfield Road, Sabillasville, MD21780.Call the visitor center for details 301-663-9388. FREESaturday, July 23, 5:00-6:00 p.m. Ranger Program - Will I See a Bear? Meet at the Owens Creek Campground Amphitheater.  15882 Foxville Deerfield Road, Sabillasville, MD21780. Call the visitor center for details 301-663-9388. FREEFriday, July 29, 6:00-8:30 p.m.  Outdoor Skill for Teens.  Discover essential camping skills from experienced instructors.Learn \"Leave No Trace\" principles, set up a tent, food prep, weather and other fun activities included while gaining an appreciation for the wildlife and environment in the Park. This program is in conjunction with the Frederick County Public Libraries.Grades 6-12.Register online atwww.fcpl.org. Location: Camp Round Meadow, GPS address: 14840 Manahan Road, Sabillasville, MD 21780.Events signup starts onJune 1, 2016 10:00 am.(Part Two is scheduled for Friday, August 5th, 2016 at 6:00 p.m.)FREESaturday, July 30, 2:00 - 4:00 p.m. Blacksmith Demonstration.Join us at the historic WPA Blacksmith Shop at Camp Round Meadow and discover the history of blacksmithing on Catoctin Mountain.Demonstration will highlight the art and skill of forging and shaping metal.Call the visitor center for details 301-663-9388.FREESaturday, July 30, 5:00-6:00 p.m. Ranger Program.  Meet at the Owens Creek Campground Amphitheater, 15882 Foxville Deerfield Road, Sabillasville, MD21780. Call the visitor center for details 301-663-9388. FREECANCELLED - Sunday, July 31, 1:00-4:00 p.m. Charcoal Trail Walk and Rubbing. Join us for an easy 1\/2 mile walk on the Charcoal Trail and enjoy the outdoor museum. Learn about trees in the park and do a charcoal leaf rubbing. The trail is about a mile past the Visitor Center on Park Central Rd.For all ages.This program is in conjunction with the Frederick County Public Libraries. Friday, August 5, 2016, 6:00 - 8:30 p.m. Outdoor Skills for Teens, Part II.Use \"Leave No Trace\" principles to learn how to safely prepare a campfire for simple outdoor meals and basic first aid.Outdoor cooking will include hotdogs and roasting marshmallows over the campfire. Attendance of Part 1 of this program is not mandatory. Grades 6-12. Register online at www.fcpl.org. Location: Camp Round Meadow, GPS address: 14840 Manahan Road, Sabillasville, MD 21780.Events signup starts onJune 1, 2016 10:00 am.FREE Saturday, August 6, 9:30 a.m. - 1:00 p.m. Hands-on Trail Workshop - Learn how to improve the grade and tread of a trail with this hands-on workshop while helping to preserve and restore a section of park trail.No experience necessary.Space is limited.Reservations can be made by calling 301-663-9388 or email Ron_Harvey@nps.gov. FREESaturday, August 6, 5:00-6:00 p.m. Ranger Program.  Meet at the Owens Creek Campground Amphitheater, 15882 Foxville Deerfield Road, Sabillasville, MD21780. Call the visitor center for details 301-663-9388. FREESaturday, August 13, 5:00 p.m. - 6:00 p.m. Salamander Safari.Explore the woods looking for salamanders and find out what they can tell us about our environment.Lead by Frederick County Outdoor Teacher, Scott McIntosh.Meet at Owens Creek Campground Amphitheater, 15882 Foxville Deerfield Road, Sabillasville, MD21780. Call the visitor center for details 301-663-9388. FREESaturday, August 13, 9:30 a.m. - 1:00 p.m. Hands-on Trail Workshop - Learn how to improve the grade and tread of a trail with this hands-on workshop while helping to preserve and restore a section of park trail.No experience necessary.Space is limited.Reservations can be made by calling 301-663-9388 or email Ron_Harvey@nps.gov. Saturday, August 20, 5:00-6:00 p.m. Ranger Program. Meet at the Owens Creek Campground Amphitheater, 15882 Foxville Deerfield Road, Sabillasville, MD21780. Call the visitor center for details 301-663-9388. FREESaturday, August 27, 5:00-6:00 p.m. Ranger Program. Meet at the Owens Creek Campground Amphitheater, 15882 Foxville Deerfield Road, Sabillasville, MD21780. Call the visitor center for details 301-663-9388. FREESaturday, September 3, 5:00-6:00 p.m. Ranger Program. Meet at the Owens Creek Campground Amphitheater, 15882 Foxville Deerfield Road, Sabillasville, MD21780. Call the visitor center for details 301-663-9388. FREE        Catoctin Mountain Park offers a wide variety of interpretive opportunities. Click on a program type below to find out more information:  Special Events and Programs   For Teachers     Plan a Field Trip Ranger Guided Programs  Self Guided Trails Lesson Plans and Teacher Guides Traveling Trunks   For Kids Become a Junior Ranger",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/programs.htm"
}
