{
    "title": "Catoctin Mountain Park: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Fishing                Fishing        Fly Fishing on Big Hunting Creek NPS Photo       BIG HUNTING CREEK has played a prominent role in the development of recreational trout fishing in Maryland. The stream has long been popular among fly fishermen. It is the birth place of the Brotherhood of the Jungle Cock, an organization dedicated to helping young people understand and appreciate the sport of angling and the resources upon which it depends. Big Hunting Creek was first in the State of Maryland to be designated as a fly-fishing only stream. Later it became Maryland's first catch-and-return trout stream. The Potomac Valley Fly Fishermen and the Maryland Fly Anglers stock Big Hunting Creek with rainbow and brook trout. Maryland DNR stocks Big Hunting Creek Lake, Frank Bentz Lake, and Owens Creek downstream from the park.  Anglers will find brook, brown, and rainbow trout in Big Hunting Creek. All three species spawn in the stream. For detailed regulations, closure dates, and stocking schedules, consult the Maryland trout fishing website, or view the Maryland sport fishing guide.  BIG HUNTING CREEK REGULATIONS:  Maryland fishing license and trout stamp are required. All trout caught must be released. A person may NOT use or possess any natural bait, baitfish, fishbait, scents or natural or synthetic devices capable of catching fish except artificial flies or streamers. Only artificial flies and streamers constructed in a normal fashion using natural and\/or synthetic materials on a single hook with the components wound on or about the hook. A person may fish only with conventional fly fishing tackle. The use of spinning, spincast, and casting reels is prohibited. Fly fishing is permitted throughout the year.  OWENS CREEK FISHING REGULATIONS: Put and Take Trout Fishing Area is mainstream from Raven Rock Road downstream to Roddy Road.  Maryland fishing license and trout stamp are required. Fish only in specified seasons, check the Maryland Sportfishing Guide. Fishing with bait is permitted. Keep only 2 trout per day while fishing on park property.",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/fly-fishing.htm"
}
