{
    "title": "Catoctin Mountain Park: Poplar Grove Youth Group Tent Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Poplar Grove Youth Group Tent Campground                Poplar Grove Youth Group Tent Campground         Poplar Grove campsite in summer. NPS Photo     Poplar Grove is open by reservation only (no walk-ins), to adult-supervised, organized, youth groups whose members are under age 18.   Season dates and fees.  There are three (3) sites within Poplar Grove. Each site accommodates up to 25 persons. Groups share pit toilets, water and a pavilion. Each site has picnic tables, grills and a fire circle. Groups provide all personal convenience items, including toilet paper.   Reservations: Reservations can be made by calling (877) 444-6777, or through the Internet at www.recreation.gov. When making a reservation, please be prepared to provide: preferred arrival and departure dates; the name, address and phone number of the group leader; the name of the group and total number of campers anticipated.   Reservations are accepted on a first-come, first-served basis but cannot be confirmed until payment is received. Credit card payment will be accepted by Internet or phone, and instructions will be given for mail payments. You will receive written confirmation of your payment and reservation. You will be charged for cancellations made within 14 days of the scheduled arrival date. NO REFUNDS will be made after this time unless the National Park Service cannot provide the site.  (See cancellation policies at www.recreation.gov)         Poplar Grove campsite in winter. NPS Photo     Check-ins Groups: Must check in at the Visitor Center between 3:00 p.m. and 4:00 p.m.  Groups must check in before proceeding to the site. Groups must checkout no later than 11:00 a.m. on the day of their departure.   Special Considerations: All groups must complete a roster form (pdf 99kb) and bring the completed form with them. This will be used by rangers to locate campers in an emergency.   Parking: One car per site may be parked at Poplar Grove. All others must remain at Camp Round Meadow, 1 mile away.   No vehicles are permitted at the site from mid-November through March 1.  During that time, access is by foot from Camp Round Meadow. Groups should be prepared to pack supplies in and trash out. Trash receptacles are located in Camp Round Meadow. Groups must provide bags and transport trash to the receptacles. Please test your cell phone coverage.  Not all cell phones work in all locations.  Verizon and AT&T have cell phone towers in the immediate area and usually provide consistent service throughout the park.",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/poplargrove.htm"
}
