{
    "title": "Catoctin Mountain Park: Camp Misty Mount",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging     Camp Misty Mount                 Camp Misty Mount        Your group will never forget the experience of waking up to the sound of wind and birds. NPS Photo        Group Rentals at Camp Misty Mount  Cabins can be reserved by going to www.recreation.gov or by calling 877-444-6777. Season dates and fees.  A commercial-grade dining hall is available for groups to rent. Groups are responsible for supplying cook staff and equipment (e.g. pots, pans, etc.), and for cleaning the facility. The swimming pool is open from Memorial Day weekend through Labor Day weekend. There is no lifeguard on duty. Pool use is done at the swimmer's own risk and responsibility. Supervision is required for anyone under 16 years old. A pool waiver form must be completed at check-in.  Questions? During the open season, call the camp office at 301-271-3140. During the closed season, call the visitor center at 301-663-9388.           click to enlarge the map    Camp Description Camp Misty Mount offers rustic wood and stone cabins for camping, equipped with single cots with mattresses. Each has a light in the ceiling and on the porch. Electric outlets are NOT available. A grill, fire ring, and picnic table are located outside each cabin. Facilities for dishwashing, drinking water, hot showers, and flush toilets are provided centrally in each of the three loop areas. Campers must supply their own bedding and toiletries. The cabin area has 19 four-cot cabins, 5 three-cot cabins, 1 six-cot cabin, 3 eight-cot lodges, and 1 eight-cot lodge with 2 bathrooms. Cabin 44 and Lodge 42 are wheelchair accessible. Extra cots are not available. Cabin occupancy is limited to the same number of campers as the number of cots provided. Historic Camp Misty Mount is a National Historic District. Please help us preserve and protect this valuable national treasure. Detailed regulations are listed below.  Check-In and Check Out Check-in: 3:00 pm (first day of the rental period). Check out: 12:00 noon (last day of the rental period). Vehicles  No motorized vehicles are permitted in cabin areas except for immediate loading and unloading. One vehicle per cabin and two vehicles per lodge are allowed in the parking areas. Parking near cabins will be permitted if ADA parking permits are requested and obtained at check-in. Driving directions to Camp Misty Mount.        Camp Etiquette  The National Park Service appreciates your help in keeping the campground clean and attractive. Please help us by:  Disposing of trash in the dumpster outside of the Dining Hall Leaving cabins, lodges and common areas in a clean condition Adhering to the quiet time of 10:00 pm - 6:00 am  The following are prohibited in Camp Misty Mount:  Pets Hunting Alcoholic beverages Camping trailers or pitched tent Moving and\/or removal of picnic tables, beds, mattresses, or fire rings Soliciting for fund-raising Removal of trees, shrubs, wildflowers, rocks; historical, pre-historic, cultural and\/or natural resources  Federal law prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.          Alcoholic beverages are prohibited from all park areas administered by Catoctin Mountain Park, unless authorized by a permit issued by the Superintendent.         Fires Catoctin Mountain Park has banned the use of firewood from outside the Park. This ban will protect the forest from destructive insects that could have a devastating effect on Park trees. Don't worry though, you can still make s'mores! Firewood is available for a fee of $5 per bucket. For more information: Don't Move Firewood Emerald Ash Borer Information  Wood fires are permitted in the fire circles at each cabin. Dead and down wood may be used. Do not cut any standing trees. Do not bring any outside wood into the park. Charcoal fires are permitted in grills only. All fires must be extinguished before leaving cabin area. No cooking, camp stoves or heaters are allowed in the cabins or lodges, except where such equipment is provided for this purpose. For smoking restrictions please see section 2.21 of the 2016 Superintendent's Compendium (pdf 1.20MB).                  Camp Misty Mount - Camp features   13 Photos            Camp Misty Mount - Cabins & Lodges   18 Photos",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/mistymount.htm"
}
