{
    "title": "Rocky Mountain National Park: Butterfly Research Project",
    "body": "Rocky Mountain Butterfly Project        NPS Volunteer Stephanie Mason continues to inventory butterflies in the park each summer. NPS\/R. Bray        From 1995-2011, volunteer citizen scientists inventoried the butterfly species that occur in the park. They also monitored those butterflies by using a counting protocol that produces indices to compare year to year. This inventory and monitoring project created a baseline of information on the butterflies in the park.        The National Park Service encourages inventory and monitoring to record what is in the park and help us know how outside influences and management decisions affect various species. In a larger sense, inventory and monitoring around the world is an effort to gather information that evaluates change and helps make informed policy decisions wherever we may live. This project falls into that human tradition of gathering knowledge.        Lead Investigator Rich Bray and Volunteer Eric Raun look for butterflies in 2001. NPS\/R. Bray  Project Methods  Dr. Paul Opler of Colorado State University suggested the Rocky Mountain Butterfly Project in 1995. That year, Lead Investigator Rich Bray began locating one-kilometer long transects (or invisible lines) all over the park in the montane, subalpine, and alpine tundra ecosystems. The volunteers spent the next year refining transects and testing the protocol, which was developed in England and is called the Pollard Count Method. In 1997, volunteers began systematic annual surveys from May 1 to September 17, a 20 week season. Each week the surveyor counted how many of each species was seen on a transect. They counted butterflies in an imagined five meter cube, and entered these counts and observations in a database. It contained flight phenologies, that is the period when a species flies, as well as indices of abundance and community associations. Because they followed a set protocol and conducted these studies in a protected national park, others can repeat the study in the future to recognize changes over time.        Do you see cat eyes? This is the Milbert's Tortoiseshell (Aglais milberti). NPS\/R. Bray  Project Findings The inventory part of the project has seen the park butterfly list increase by 50%. With the help of Dr. Opler, the team started with a list of 94 park butterfly species found in museums or recorded by knowledgeable entomologists who had visited the park. The list of park species has now grown to 141. That is more species than some states can claim and it is due to the wonderful diversity of habitat found here in the park. John Gullicksen, the National Weather Service Cooperative Recorder for Estes Park, has made his daily weather recordings available to the investigators to use in analyzing the data. Suffice it to say that 2003 and 2005 tied as the hottest years since his recording began in 1992. This has since been eclipsed by the heat recorded in 2012. Some butterflies may have liked that and some probably not.        Volunteer Jan Kilgore surveys alpine species on Flattop mountain. NPS\/R. Bray   The team has seen fluctuations in butterfly populations, and reasons for these fluctuations is not yet clear.  Butterfly populations rapidly respond to events in the environment. From an evolutionary perspective, these fluctuations year to year seem to serve them well, but longer term impacts bring changes in species distribution and numbers. Interpreting the baseline information and understanding long-term environmental changes, like climate change, cannot happen until these surveys are repeated in the future.       As a reminder, you need to have a permit to carry a butterfly net in a national park. No collecting is allowed in national parks. This project holds a research permit, which allows the temporary catch and release of butterflies. The park has a butterfly collection for use by its staff. A number of park specimens are also housed in the C.P. Gillette Museum of Arthropod Diversity at Colorado State University.  (Text by R. Bray)",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/rocky-mountain-butterfly-project.htm"
}
