{
    "title": "Catoctin Mountain Park: Camp Round Meadow",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging     Camp Round Meadow                 Camp Round Meadow        NPS photo       Camp Round Meadow is a four-season dormitory camp with a gymnasium, classrooms, and a dining hall. The camp has space for 120 people to sleep, and most of the facilities are wheelchair accessible.  Effective February 1, 2015, reservations for Round Meadow will no longer be taken at the park.  Reservations for Round Meadow can be made at www.recreation.gov or by telephone at 877-444-6777, beginning March 4, 2015 at 10:00 am EST.  All previous reservations will be honored. Season dates and fees. Tours of the camp are available on the following dates and times:     2015 CAMP ROUND MEADOW AND GREENTOP TOURS DATES     TUESDAY   SUNDAY     MARCH 24, 2015: 1 PM-3 PM No Round Meadow Tour   MARCH 22, 2015: 3 PM-5 PM No Round Meadow Tour     APRIL 28, 2015: 1 PM-3 PM   APRIL 19, 2015: 3 PM-5 PM     MAY 26, 2015: 1 PM-3 PM No Camp Greentop Tour   MAY 17, 2015: 3 PM-5 PM     JUNE 23, 2015: 1 PM-3 PM No Camp Greentop Tour   JUNE 28, 2015: 3 PM-5 PM No Camp Greentop Tour     JULY 28, 2015:  1 PM-3 PM No Camp Greentop Tour   JULY 26, 2015:  3 PM-5 PM No Camp Greentop Tour     AUGUST 25, 2015: 1 PM-3 PM   AUGUST 23, 2015: 3 PM-5 PM     SEPTEMBER 22, 2015 1 PM-3 PM   SEPTEMBER 27, 2015 3 PM-5 PM     OCTOBER 27, 2015  1 PM-3 PM   OCTOBER25, 2015  3 PM-5 PM     NOVEMBER 24, 2015  1 PM-3 PM   NOVEMBER 22, 2015  3 PM-5 PM       Tour group size is limited to 4 people maximum.  Schedule a tour by calling the Catoctin Mountain Park Visitor Center 301-663-9388.          click for a larger map    Camp Facilities Dormitories There are 4 heated dorms in Camp Round Meadow with a maximum capacity of 30 people each. Each dorm has 2 separate bathrooms with hot showers and flush toilets. Electric outlets are provided in the bathrooms. Cots and mattresses are provided. Campers must bring bedding, toiletries, toilet paper, and cleaning supplies. Mops and brooms are provided. Dining Hall The dining hall seats 120 people. It includes a kitchen equipped with stoves and griddles, walk-in refrigerator, and an ice machine. Groups are responsible for their own food service and if cooking for themselves must provide all dishes, utensils, cookware, and supplies. Those using the kitchen are requested to have a certified food handler on duty. U.S. Public Health Service sanitation requirements must be maintained and the facility thoroughly cleaned before departure. A list of local caterers is available from the park. Recreation Opportunities A grassy area near the outdoor court can be used as an open play area. Picnic tables and an outdoor fire circle are located in this general area. The gym contains a basketball court with a wooden floor. Street shoes, food, and beverages are prohibited in the gym. Showers and restrooms are provided. The conference room is configured for lectures and audio\/video (AV) presentations, but no AV equipment is supplied. Year-round climate control assures the comfort of the audience. Park hiking trails and picnic areas are within a short distance of Camp Round Meadow. Groups may enhance their experience by hiking nearby interpretive trails, attending scheduled interpretive programs, or by requesting ranger presentations (available with advance written notice). Check-in, Check-out  A complete check-in and check-out will be provided by rangers. Check-ins are scheduled between 3:00pm and 4:00pm. Check-outs are scheduled between 9:00am and 11:00am.    Driving directions to Camp Round Meadow.                    Camp Round Meadow - Dorms & Dining   20 Photos  Camp Round Meadow - Dorms & Dining          Camp Round Meadow - Features   9 Photos  Camp Round Meadow - Features",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/roundmeadow.htm"
}
