{
    "title": "Catoctin Mountain Park: Camp Greentop",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging     Camp Greentop                 Camp Greentop        The dining and recreation halls at Greentop. NPS photo       Organized groups of 60 or more members may rent the entire camp on select dates. The camp has space for 140 people to sleep. Season dates and fees. The dining hall and recreation hall are available for conferences year round. For the best chance of reserving your preferred dates, submit applications as soon as possible beginning December 1. Applications will continue to be accepted throughout the year, but the calendar fills quickly. -- Complete application package. -- (pdf 213kb)  Weekly rentals are available for $4,000.  Early check-ins or late-check-outs incur a fee of $75\/hour. Prior arrangements may be made on a case-by-case basis.        Camp Tours are available on the following dates and times in 2016.  Tour group size is limited to 4 people maximum.  Schedule a tour by calling the Catoctin Mountain Park Visitor Center at 301-663-9388.  Note: No tours will be given if the camp is closed or occupied.  2016 Camp Tour Schedule (doc. 19kb)                 click for a larger map    Camp Greentop Facilities Greentop is set up in 4 units of 3, 10-bed cabins. There is one lodge that sleeps 12 and 3 smaller cabins. The total capacity of the camp is 140. Cabins are not heated and have lights but no electric outlets. Cots and mattresses are provided but campers must supply their own bedding. Hot showers and flush toilets are centrally located near each cabin group. There is a field area available for recreation, sports, etc. There is one swimming pool at the camp. The Dining Hall The dining hall seats 140 people and features a commercial kitchen with electric ranges and ovens. Groups may do their own cooking in the Dining Hall or hire a caterer. Those using the kitchen are requested to have a certified food handler on duty to maintain US Public Health Service sanitation requirements. If fire danger is low, the campfire circle or camping stoves (in specific areas) may be used for cooking. The dimensions of the Dining Hall are: Main area - 58' X 34'; Fireplace area - 15.5' X 20'. There are (10) 72\" white vinyl top\/metal leg folding round tables in the Dining Hall. They can seat approximately 10 people each. There are (2) large wooden top\/metal leg tables in the Dining Hall. They measure approximately 9' X 3.5'. The available chairs in the Dining Hall are of two different styles. There are (70) green vinyl\/black metal frame chairs (23\" W X 31.5\" H), some with arms, some without arms. There are (38) gray vinyl\/metal frame chairs with no arms. The Recreation Hall The recreation hall is a large, open room equipped with a stage. It is suitable for meetings, receptions or a variety of other uses. The Dining Hall and Rec Hall are the only heated buildings in the camp. Due to safety issues, the fireplaces are not usable at this time. There are (30) 6' gray vinyl top\/metal leg folding rectangular tables in the Recreation Hall. They can seat approximately 8 people each. Groups renting the facility are responsible for seeing that the camp is left in a clean and orderly condition, especially the kitchen.    A complete check-in and check-out will be provided by rangers. Check-ins are scheduled between 3:00pm and 5:00pm. Check-outs are scheduled between 9:00am and 12:00pm (noon). Requests for earlier or later check-ins and check-outs will be considered on a case by case basis. An extra fee will apply. Driving directions to Camp Greentop.                   Camp Greentop - Cabins and Bathroom   7 Photos             Camp Greentop - Dining & Recreation Halls   19 Photos             Camp Greentop - Features   7 Photos",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/greentop.htm"
}
