{
    "title": "Catoctin Mountain Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping               Campgrounds       Groups interested in our two cabin areas or dormitory facility should visit our lodging page. Camp in designated areas only.           Tent Camping at Owens Creek   50 sites (3 ADA) are available during the season. There are 2 comfort stations, 1 with hot showers.   Reservations taken at www.recreation.gov or by phone at 877-444-6777. Season dates and fees. For information about the campground please call (301) 663-9388. Five people or the immediate household per site. Pets are permitted on leash. RVs: no hook-ups, trailers 22' maximum, 3 pull-through sites. Catoctin Mountain Park has banned the use of firewood from outside the park. This ban will protect the forest from destructive insects that could have a devastating effect on park trees. Firewood is available for a fee of $5 per bucket. Directions to Owens Creek Campground. Complete campground rules. (pdf 35kb)          Owens Creek Campground Map            Cabin Camping at Misty Mount   Camping in rustic American Chestnut cabins built by the WPA in 1936. Most cabins sleep 4, others are available accommodating 3, 6 or 8 people. Restrooms and hot showers are communal, with one in each of three cabin loops. Reservations taken at www.recreation.gov or by phone at 877-444-6777. Season dates and fees.  Amenities include picnic table, grill, fire circle, cot, mattress, electric light (no outlet), one bucket of firewood. Campers must supply bedding. A pool is available (without lifeguard) from Memorial Day through Labor Day. Directions to Camp Misty Mount.         Camp Misty Mount Map            Adirondack Shelters   Two 3-sided shelters offer back-country solitude to hike-in campers.  Permit required. Reservations taken at www.recreation.gov or 877-444-6777. Season dates and fees. Permits are not issued at the park. The park cannot change reservations made at www.recreation.gov.   Five (5) people per shelter. Fire rings and pit toilets are available. Permittees must be at least 18 years old. Drinking water must be carried in and trash carried out. Tents are not permitted except inside the shelter. Pets are prohibited.  Parking for the Adirondack shelters is at Camp Round Meadow, GPS address: 14840 Manahan Road, Sabillasville, MD  21780.  Hiking distance to the shelters from Camp Round Meadow is approximately 3 miles.          Youth Group Camping at Poplar Grove  Poplar Grove is open to adult supervised organized youth groups whose members are under age 18. Three sites can accommodate 25 campers each. Sites include picnic tables, grills, and fire circle. Groups share pit toilets, water, and a pavilion. Open by reservations only which are taken at www.recreation.gov or by phone at 877-444-6777. There are no walk-ins. Season dates and fees. Groups must check in at the Visitor Center between 1:00 and 4:30. Late check-ins may be arranged with advance notice. Groups must check out by 12:00 noon. Groups must submit a complete roster of campers upon check-in. One vehicle per site may park at Poplar Grove, while other vehicles may park at Camp Round Meadow. No vehicles may access the site between mid-November and March 1. Access to the site requires a 1-mile walk from Camp Round Meadow. Groups must be prepared to carry all supplies in and out, including trash. The nearest public phone is located at Camp Round Meadow.  Please test your cell phone coverage.  Not all cell phones work in all locations in the park. You will be charged for cancellations made less than 14 days before the scheduled arrival. No refunds will be made after this time unless Catoctin Mountain Park cannot provide the promised service.          Alcoholic beverages are prohibited from all park areas administered by Catoctin Mountain Park, unless authorized by a permit issued by the Superintendent.",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/campgrounds.htm"
}
