{
    "title": "Catoctin Mountain Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Directions to Park Headquarters and Administrative OfficesDirections to the Visitor Center:For GPS Use Only: the Street Address of the Visitor Center is 14707 Park Central Road, Thurmont, MD.  This is NOT a mailing address. The Park mailing address is: Catoctin Mountain Park, 6602 Foxville Road, Thurmont, MD 21788.CarFrom Washington DC take the George Washington Memorial Parkway north to I495 beltway to I270 north 27 miles to Frederick, MD. Take Route 15 17 miles north to Thurmont, MD. Take Route 77 West, the exit sign is marked Catoctin Mountain Park. Travel approximately 3 miles west on 77 and turn right onto Park Central Road. The Visitor Center is on the right.From Baltimore, MD Take I695 beltway to I70 West to Frederick, MD. Take Route 15 North to Thurmont, MD. Take Route 77 West (the exit sign says Catoctin Mountain Park. Travel approximately 3 miles west on 77 and turn right onto Park Central Road. The Visitor Center is on the right.From Hagerstown, MD I70 east to Route 66 north for seven miles to right on Route 64 for 1 mile to right onto Route 77 East at a traffic light. Continue on Route 77 East for approximately 7 miles. Turn left onto Park Central Road and the Visitor Center is on the right.From Gettysburg, PA Route 15 south. In Thurmont, MD, exit onto Route 77 West(the exit sign says Catoctin Mountain Park, go approximately 3 miles, turn right onto Park Central Road and the Visitor Center is on the right.Public Transportation There is no public transportation to or in Catoctin Mountain Park.PlaneCatoctin Mountain Park is approximately 1 hour and 30 minutes north from Dulles International Airport in Northern Virginia, approximately 2 hours from Reagan National Airport in Washington, DC, and approximately 1 hour and 30 minutes west from Baltimore\/Washington International Airport near Baltimore, MD. Hagerstown, MD Regional Airport is 45 minutes west of Catoctin.",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/directions.htm"
}
