{
    "title": "Rocky Mountain National Park: Beaver",
    "body": "Beavers        NPS\/Ann Schonlau         Beaver spend time grooming and waterproofing their fur. NPS\/Ann Schonlau  Physical Description  Beaver (Castor canadensis) are large, brown, aquatic (water-living) mammals that reach lengths of three to four feet and weights of up to 40 pounds. They have waterproof fur that is a rich, brown color. They move slowly on land, but are natural swimmers using their webbed hind feet to propel themselves through the water. A beaver will slap its scaly, flat tail on the water to warn other beavers of impending danger. Large orange-colored teeth continue growing throughout their lives and are filed down as they gnaw on tree trunks and branches. Beaver are active in riparian areas all year long and can stay submerged under water for up to 15 minutes. Life History Beaver form nuclear families of a pair of adults, yearlings and the kits. Pairs mate for life. Gestation takes about 107 days, and a litter usually consists of two or three kits. Young beavers stay with their parents until they are about two years old, and help with food collection, dam construction and care of kits. Several families may live together in a large colony and build a dome-shaped home called a beaver lodge. These lodges are made of branches, sticks and mud and can be in the middle of a pond or on the banks. Beaver access their lodges through underwater entrances. Beaver eat both woody and non-woody plants. They prefer non-woody vegetation, but store large quantities of aspen and willow for winter consumption when non-woody plants are not available. Beaver can live up to 24 years in the wild.         Top Photo: Beaver dam in aspen forestBottom Photo: Beaver pond in willow habitat NPS   The Busy Beaver  Beaver are considered to be \"nature's engineers\" because of their dam building activities. Shrubs and trees (especially willow and aspen) become building material. They use their long, front incisors to gnaw down trunks and branches. Dams can reach heights of seven feet and lengths of 1000 yards.  The pond created by the beaver dam protects the colony from predators and provides good habitat for a wide variety of other plants and animals. When there isn't enough building material left, the beaver colony moves to a different location, allowing the habitat to recover. In the long-term, an abandoned beaver pond may become a meadow and even one day it may become a forest.  Scientists regard beaver as a keystone species, which is species that modifies the environment in such a way that benefits the ecosystem and encourages the presence of other species. Building dams and creating or expanding wetlands dramatically alters the landscape which provides habitat for a multitude of other water loving species.  Beaver are most frequently associated with streams in the park. They generally prefer areas that are not too steep, with a stream gradient of less than six percent. A one percent decrease represents a decrease in altitude of one foot for every 100 feet of distance. Beaver populations have declined in many areas of Rocky Mountain National Park since the 1940's. Beaver surveys in the past 10 years indicate that beaver are rare. Recent park surveys suggest that beaver occupy only 10 percent of the most suitable stream side habitat in the park.        Left: Current beaver habitat in Wild BasinRight: Current beaver habitat in the Kawuneeche Valley NPS",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/beavers.htm"
}
