{
    "title": "Catoctin Mountain Park: August 27 2016 Centennial Extravaganza",
    "body": "Explore This Park    Plan Your Visit     August 27 2016 Centennial Extravaganza            August 27 2016 Centennial Extravaganza                   Accessible Morning Discovery Hike               Catoctin During WW II: Spies on the Mountain!               Learn the History of Catoctin Mountain Park               Special Kids Activities And Programs Thru The...               Come Celebrate at Camp Greentop!                You're Invited!             The National Park Service Is Turning 100  And YOU Are Invited To Join In On The Celebration! Catoctin Mountain Park is partnering with the Catoctin Forest Alliance to present a Centennial Extravaganza celebrating the 100th Anniversary of the National Park Service at Camp Greentop on Saturday, August 27,2016. The event, to be held in an open house format from 10:00 am until 3:00 pm, will revisit significant eras in the history of Catoctin Mountain through exhibits, demonstrations, programs and interactive activities presented by NPS personnel, park volunteers and park partners.The first 200 visitors will receive a special commemorative coin designed and produced for this event.         A Centennial Extravaganza National Park Service 100th Anniversary Celebration Saturday, August 27, 2016 10:00AM - 3:00PM Camp Greentop, Catoctin Mountain Park Parking available at Camp Round Meadow with FREE shuttle service provided. Handicapped parking available at Camp Greentop Centennial Event Poster 508 Compliant (pdf 12.4 MB)      Program Schedule Join us for this series of special presentations about the National Park Service, Catoctin Mountain Park and its partners.       10:30 am –Discovery Hike Along the SpicebushTrail Look for the signs of summer activity on this ranger led morning stroll from Camp Greentop and along the Spicebush Trail.  This program is geared for all ages and is stroller friendly. 11:00 am –History of the National Park Service and Catoctin Mountain Park Come learn the story of the National Park Service and learn how Catoctin Mountain Park became a park of \"America's Best Idea.\" 12:00 pm –Greeting and Centennial Remarks Meet Superintendent Rick Slade as he welcomes all to Catoctin Mountain Park and into the next century of the National Park Service. 1:00 pm –Stories from the Frederick County Outdoor School Between 1957 and 1996, Camp Greentop served as a residential school for a total of over 50,000 children who participated in the innovative Frederick County Outdoor School program. Come join the alumni of this incredible program and hear their stories of their childhood days here at Catoctin Mountain Park. 2:00 pm –Catoctin Mountain Park During World War II: The OSS at Camp Greentop Learn the incredible story of how the rustic cabins and peaceful setting of Camp Greentop once served as a vital espionage training center for the Allies during World War II. Program presented by former Park Superintendent Mel Poole.       Exhibitors, Demonstration Areas, and Partner Groups        Blacksmith Working Over Anvil Volunteer Craig Kuhn  Craft Demonstrations: Although it hasn't occurred in over 30 years, visitors still ask about the Catoctin Folk Craft Center that operated at Camp Round Meadow from the late 1960s through 1980. Local craftsmen will revisit the spirit of the Craft Center through live demonstrations of mountain crafts to include: blacksmithing, broom making, basket weaving, and leather working. At least one of the demonstrators worked at the original Craft Center.        Children by totem pole at Camp Greentop NPS  Exhibit by the League for People with Disabilities: The League for People with Disabilities program at Camp Greentop is the longest running camp for disabled people in the United States.Known to many simply as \"Camp Greentop,\" the camp has operated at Greentop every year the camp has been open since 1938. Meet staff from current and past programs to learn why Camp Greentop is so special and how outdoor experiences enrich the lives of individuals with special abilities.        Junior Ranger Taking Jr Ranger Oath NPS - Catoctin Mountain Park  Orientation Tent and Children's Activities: National Park Service Rangers will provide an Orientation Tent to direct visitors to activities within Camp Greentop. Kids of all ages may complete a special Jr. Ranger Activity Booklet and earn their Centennial Junior Ranger Badge.      4th Annual Outdoor School Reunion:The Frederick County Outdoor School program was the first such program in Maryland. Forward thinking educators realized the unique academic, social, and physical benefits to be derived from a residential school for 6th graders. For many, the week in Catoctin Mountain Park is the most memorable of all school experiences.The over 50,000 alumni of the program that operated at Camp Greentop from 1957 through 1996 are invited to meet with old friends and educators to share their experiences from camp. Alumni from the Washington County Outdoor School Program at Camp Misty Mount and the DC School Program at Camp Round Meadow are encouraged to join the walk down memory lane. Former students are encouraged to bring memorabilia from their outdoor school experience for copying or photographing for inclusion in the National Park Service archives. Boy Scout Demonstrations:Thousands of Boy Scouts have hiked, camped and completed service projects at Catoctin Mountain Park. An average of 5 young men complete the service portion of their Eagle Scout Award at Catoctin each year and hundreds of others, including individual troops and the annual Order of the Arrow Ordeal, help with immediate park needs. Local Boy Scout troops will demonstrate skills vital when camping overnight and special team building activities. Catoctin Forest Alliance Exhibit:The Catoctin Forest Alliance is a group of concerned citizens working to support the overall health of the Catoctin Mountain Park and the surrounding forest. Meet with CFA members to learn about the Artist in Residence, childrens' programs, current activities and future plans.       Other Exhibitors and Programs Include:  Artist In Parks Exhibition   Kids Story Time with the Frederick County Public Library   Fly Fishing Casting Demonstration Area    Youth Conservation Corps and Student Conservation Corps Information Area   Food for purchase available courtesy of the Thurmont Lions Club",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/august-27-2016-centennial-extravaganza.htm"
}
