{
    "title": "Catoctin Mountain Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           14707 Park Central Road  Thurmont, MD 21788                 Directions         To reach the visitor center from the east, follow US Route 15 to MD Route 77 and go west about 3 miles.  The visitor center is on the right side of the road.  From the west, take I 70 to MD 66 at exit 35.  Turn left onto MD 66 north and travel about 5 miles, passing through the roundabout.  Turn right onto MD 64 and drive 1 mile.  Turn right onto MD 77.  Drive on MD 77 about 7.5 miles.  The visitor center is on the left.  Directions Details           Operating Hours & Seasons         Catoctin Mountain Park Hiking trails and parking areas are open year round, dawn to dusk, but may close as a result of security or safety concerns.  Consult the park's website for updates: http:\/\/www.nps.gov\/cato\/index.htm.  The visitor center, camps, and campgrounds have separate hours.  Please see descriptions for those facilities elsewhere.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Summer (June-Aug) average temperature is between 61 and 81 degrees Fahrenheit. Fall (Sep-Nov) average temperature is between 45 and 64 degrees Fahrenheit.  Fall foliage is at its peak in mid-October Winter (Dec-Feb) average temperature is between 24 and 41 degrees Fahrenheit.  Winter snowfall is between 5-12\" per month. Spring (March-May) average temperature is between 41 and 63 degrees Fahrenheit. Average precipitation is approximately 4 inches per month. (Source: usclimatedata.com)         Fees & Passes     Entrance Fees:   Entrance - $0.00 The park does not charge an entrance fee.         Visitor Centers       Visitor Center Stop at the visitor center for a map and visit information. The visitor center also has a small bookstore, restrooms, and an exhibit about the history of the park area and the animals that live here.                  NPS Photo\/Peggie Gaul  Nestled within the mountains of Western Maryland, Catoctin Mountain Park is one of more than 400 national park units in the nation.  Whether you are a first-time visitor or come often, below is information you will need to know:    Operating hours & Seasons    Fees & Passes - Admission to the park is free, but  Senior Passes, Access Passes and Military Passes are available at the visitor center.    Permits are required for special events such as weddings and large group functions.       Reservations are available for some lodging and recreational facilities    Weather conditions    Pets are welcome but must be restrained at all times.    Frequently Asked Questions",
    "url": "https:\/\/www.nps.gov\/cato\/planyourvisit\/basicinfo.htm"
}
