{
    "title": "Hawai'i Volcanoes National Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       Hawai'i Volcanoes National Park has formed partnerships with a variety of organizations in order to help the National Park Service fulfill its mission      Hawai'i Volcanoes National Park's primary partners include:         Hawaiʻi Pacific Parks Association is a 501(c)3 nonprofit operating under the authority of a service-wide cooperative agreement. Their mission is to inspire the discovery and stewardship of the natural and cultural heritage of Pacific island parks through sales, service, and support. Proceeds from the park stores support interpretation, educational programs, research projects, publications, and cultural activities. Their core purpose is to inspire visitors and foster meaningful connections to the parks-for the preservation and enjoyment of the parks forever-all with a spirit of aloha.         Friends of Hawai'i Volcanoes National Park is a 501(c)3 nonprofit operating under the authority of a cooperative agreement. Their mission is to support Hawai'i Volcanoes National Park in the protection, preservation, and interpretation of the natural and cultural resources at Hawai'i Volcanoes National Park for the enjoyment of current and future generations.         Hawai'i Volcanoes Institute \"Hawai'i Volcanoes Institute shares the park's educational mission as a partner providing quality programs that inspire and engage people in the understanding, appreciation, and stewardship of this remarkable national park.\" - Cindy Orlando, Superintendent, Hawai'i Volcanoes National Park         Hawai'i Volcanoes Lodge Company, an authorized park concessioner operates the historic Volcano House sm within Hawai'i Volcanoes National Park providing food service and retail sales, and overnight accommodations. The restored Volcano Housesm offers 33 historic guest rooms, a dining room, snack bar, lounge, and gift shop, along with cultural events and demonstrations. Volcano House also manages 10 newly refurbished camper cabins in the nearby Nāmakanipaio Campground.         Volcano Art Center is a 501(c)3 non-profit educational organization founded in 1974. The Volcano Art Center Gallery is located in the 1877 Volcano House sm operating under a cooperative agreement with Hawai'i Volcanoes National Park. Their mission is to promote, develop and perpetuate the artistic, cultural and environmental heritage of Hawai'i through arts and education.",
    "url": "https:\/\/www.nps.gov\/havo\/getinvolved\/partners.htm"
}
