{
    "title": "River Raisin National Battlefield Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1403 East Elm Street  Monroe, MI 48162                 Directions         River Raisin National Battlefield is located in SE Lower Michigan along the western shoreline of Lake Erie, in the city of Monroe. Park headquarters is 35 miles south of Detroit, and only 270 miles east of Chicago. By Car: Take Interstate 75 to exit 15 and go south on Dixie Highway to Elm Ave. make a left on Elm and the Visitor Center will be on the left hand side.   Directions Details           Operating Hours & Seasons         River Raisin National Battlefield Park The grounds of the Park are open from sunrise to sunset.  The Visitor Center hours are 9 am to 5 pm daily, except Thanksgiving, Christmas and New Years Day.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           There is a saying about Michigan weather:  \"If you don't like the weather wait five minutes and it will change!\" Seasonal average temperatures for Monroe area: Winter:   highs range from 30 F- 45 F and lows range from 15 F- 30 F Spring:   highs range from 40 F - 70 F and lows range from 25 F - 55 F Summer:  highs range from 70 F - 85 F and lows range from 50 F - 65 F Fall:  highs range from 40 F - 80 F and lows range from 60 F - 30 F         Fees & Passes     Entrance Fees:   River Raisin National Battlefield Park Entrance Fee - $0.00 Admittance to all areas of the Park are free   Entrance Passes:   River Raisin National Battlefield Park entrance passes - $0.00 Please note since we do not charge a fee we do not offer any entrance passes         Visitor Centers       River Raisin National Battlefield Park The visitor center has exhibits, dioramas, wall maps, a fiber-optic map show, original military items, life-like figures of combatants, and more.  Stop in to pick up the uni grid brochure, other brochures, local area maps, passport stamps, and children's educational activities and booklets to earn the Junior Ranger badge.  Don't forget to visit our store.                     Welcome to the River Raisin National Battlefield Park! The Park Visitor Center is Open all year 7 days a week from 9:00 am until 5:00 pm.  We are closed Thanksgiving Day, Christmas Day and New Years Day.   The grounds are Open all year from sunrise until sunset.  There is a 0.6 mile Battlefield Loop Trail with historical markers that is paved and accessible. There is also a 1 mile wood chip Mason Run Loop Trail that takes you along the Battlefield grounds.  The park is also part of the River Raisin Heritage Trail that takes you into the adjacent Sterling State Park.  Please visit Outdoor Activities Page to see a map and learn more about the fully accessible Heritage Trail.",
    "url": "https:\/\/www.nps.gov\/rira\/planyourvisit\/basicinfo.htm"
}
