{
    "title": "River Raisin National Battlefield Park: Plan Your Visit",
    "body": "Plan Your Visit         Dana Stiefel  River Raisin National Battlefield Park The Battlefield was added to the National Park Service in October 2010 and officially opened May 2011. The park offers walking and biking trails, as well as the River Raisin Heritage Trail, to interest the casual visitor or War of 1812 history buff. A good place to begin your visit is the park's Visitors Center. Pick up a brochure, map, trail guides. Museum Exhibits Artifacts and exhibits pertaining to the battles at the River Raisin are displayed in the visitors center museum. Be sure to watch a 14-minute fiber optic map presentation in which the conflict in the Old Northwest Territory is unfolded. On two wall-size maps, the story of the River Raisin battles is retold as colorfully lighted American, British, Canadian, and Native American forces take position and maneuver around the map. The narrative gives the visitor an excellent understanding of how the battles at the River Raisin were fought.  In the west wing, a collection of original military firearms and accoutrements, and an additional diorama, accompany the fiber optic map. In the east wing, handcrafted miniature dioramas depict scenes from the River Raisin, the battles of Lake Erie, and the battle of the Thames. In the main gallery, full-scale vignettes bring to life the American and British troops as they might have appeared at dawn on January 22, 1813, just before the second battle. The life-like figures include Kentucky militiamen, U.S. regular infantry, British infantry and artillerymen, a Canadian volunteer, and a Native American warrior. While visiting the park we ask that you observe a few simple park rules: Please do not climb on cannons or monuments. Pets are allowed in the park and on the hiking trails but must be kept on a leash at all times. Use of metal detectors or hunting for relics is strictly forbidden. Please park in designated parking areas only. All motorized vehicles must stay on established roadways and are prohibited on shoulders, grassy areas, and walking trails.",
    "url": "https:\/\/www.nps.gov\/rira\/planyourvisit\/index.htm"
}
