{
    "title": "Hawai'i Volcanoes National Park: Centennial Series Schedule for 2016 After Dark in the Park Programs & Hikes",
    "body": "Explore This Park    Get Involved     100th Anniversary of Hawai‘i Volcanoes National Park     Centennial Series Schedule for 2016 After Dark in the Park Programs & Hikes              Centennial Series Schedule for 2016 After Dark in the Park Programs & Hikes       From New Year's Day 2016 through December 31, 2016, Hawai'i Volcanoes National Park will celebrate its centennial anniversary, and everyone is invited to join the celebration! Starting in January, and running each month through December 2016, Hawai'i Volcanoes National Park will offer a Centennial-themed After Dark in the Park program on a Tuesday night about a fascinating facet of the park's 100-year history. The following Saturday, a ranger-guided excursion will connect visitors in person to the topic discussed. The Centennial Series events are free, are co-sponsored by the Friends of Hawai'i Volcanoes National Park, but park entrance fees apply. No advance registration is required.      January 2016         After Dark in the Park: Lethal Eruptions at Kīlauea - Dr. Don Swanson, research geologist at the Hawaiian Volcano Observatory, highlights the explosive and dangerous side of Kīlauea volcano. When: Tuesday, January 19 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Into the Volcano - Join Park Ranger Dean Gallagher and witness the explosive evidence of Kīlauea volcano's not-so-distant past on this moderately difficult 2.7-mile roundtrip hike to the floor of Kīlauea caldera. Sturdy footwear, water, light rain gear, sun protection, and a snack are recommended. About two hours. When: Saturday, January 23 at 10:00 a.m. Where: Meet at Kīlauea Visitor Center link to pdf poster (682KB)              February 2016         After Dark in the Park: Natural Resources of Kahuku - Park Botanist Sierra McDaniel and Wildlife Biologist Jon Faford discuss the natural treasures of the Kahuku Unit, former ranch lands acquired by the National Park Service in 2003, and the challenges of conserving the native species like nēnē, hāhā and Mauna Loa silverswords that cling to life here. When: Tuesday, Feb. 23 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Forested Pit Crater at Kahuku - Park Botanist Sierra McDaniel and Wildlife Biologist Jon Faford lead a moderate 2.4-mile roundtrip hike to a forested pit crater in the Kahuku Unit that naturally protects rare and endangered Hawaiian plant species like hāhā, koli‘i, ha‘iwale and ōpuhe. Large ‘ōhi‘a, hapu‘u pulu and ‘ama‘u ferns are easily observed in this crater, and other native plants like ‘ōlapa, pilo and the Hawaiian raspberry, ‘akala, grow along the trail. Sturdy footwear, water, light rain gear, sun protection, and a snack are recommended. About three hours. When: Saturday, Feb. 27, 10 a.m. Where: Meet at the Kahuku Unit visitor contact station. Enter the Kahuku Unit on the mauka (inland) side of Highway 11 near mile marker 70.5. link to pdf poster (1.79MB)              March 2016          After Dark in the Park: Recovery Efforts for Endangered Native Birds, Nēnē & 'Ua'u. Hawai'i Volcanoes National Park is home to numerous endangered plants and animals. Wildlife Biologist Kathleen Misajon will highlight two critically endangered bird species, the iconic nēnē (Hawaiian goose) and the mysterious 'ua'u (Hawaiian petrel). Learn about the park's current and future monitoring programs, and how these species are faring in the park and throughout Hawai'i. When: Tuesday, March 22, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Protect Nēnē and Remove Knotweed. Become a park steward and join park staff to remove large mats of knotweed (Polygonum) and other invasive plants around the Devastation Trail area - an important habitat for nēnē. When: Saturday, March 26, 2016 at 9 a.m. Where: Devastation Trail parking lot link to pdf poster (804KB)              April 2016          After Dark in the Park: What Makes a Species Invasive? Invasive species are introduced organisms that negatively impact our economy, environment and\/or our health. They are a leading threat to the world's biodiversity, contributing to extinctions and the alteration of entire ecosystems, and cost billions of dollars annually. Hawai'i has been notoriously and negatively impacted by invasives, but no environment is unaffected. Join Park Ecologist David Benitez to learn what makes a species invasive, hear about some of the most unwanted invasive species in the park, Hawai'i and around the world, and learn what you can do to stop their spread. When: Tuesday, April 26, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Save the Summit Understory. Join Park Volunteers Paul &Jane Field and lop invasive Himalayan ginger from the native Hawaiian rainforest at the summit of Kīlauea. Bring a hat, raingear, day pack, snacks and water. Gloves and tools are provided. When: Saturday, April 30, 2016 at 9 a.m. Where: Meet near the flagpole outside Kīlauea Visitor Center link to pdf poster (617KB)              May 2016          After Dark in the Park: Honu'ea, Endangered Hawksbill Sea Turtles of Hawai'i. Hawai'i Volcanoes National Park has monitored and protected nesting honu'ea and their habitat since 1989. Honu'ea are critically endangered, and only 139 nesting females have been documented. Lauren Kurpita, coordinator of the Hawai'i Island Hawksbill Turtle Recovery Project, reveals the differences between hawksbill and green sea turtles (honu), threats to hawksbills, and the latest conservation efforts to protect the species from extinction. When: Tuesday, May 24, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Honu'ea, Endangered Hawksbill Sea Turtles of Hawai'i. Join Lauren Kurpita and Supervisory Park Ranger Andrea Kaawaloa-Okita on a three-mile roundtrip hike to Ka'ena Point to learn more about the nesting and monitoring activities of honu'ea, the human and cultural history of the area, and how eruptions in this coastal region have impacted both. Sturdy footwear, water, light raingear, sun protection, and a snack are recommended. Be prepared for hot, windy weather. About 2 ½ hours. When: Saturday, May 28, 2016 at 9 a.m. Where: Meet at the Pu'u Loa Petroglyph Parking Lot link to pdf poster (2.19MB)              June 2016          After Dark in the Park: The Evolution of Landscape Restoration at Hawai'i Volcanoes National Park. Since its establishment in 1916, various attempts to conserve and protect the park's rich biological resources have been made by the Territory of Hawai'i, the National Park Service, and citizen scientists –with varying degrees of success. Beginning in 1970, park staff adopted a systematic park-wide approach to managing species and habitats which continues today. Join Chief of Natural Resource Management Dr. Rhonda Loh to learn more about these Special Ecological Areas, or SEAs, and decades of successful restoration in Hawai'i Volcanoes National Park. When: Tuesday, June 28, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Kīpukapuaulu, the Park's First Special Ecological Area. Dr. Rhonda Loh leads an easy 1.2-mile hike through the park's inaugural Special Ecological Area (SEA), Kīpukapuaulu. This forested area is considered a \"hot spot\" of biological diversity, with more native tree species per acre than any other forest in Hawaiʻi Volcanoes National Park. The essence of this treasured habitat is captured in its name: kīpuka (island of ancient vegetation surrounded by a sea of younger lava flows), pua (flower), and ulu (growing)—a fertile oasis of flourishing plants. Sturdy footwear, water, light raingear, sun protection, and a snack are recommended. About two hours. When: Saturday, July 2, 2016 at 9:30 a.m. Where: Meet at the Kīpukapuaulu trailhead link to pdf poster (1.69MB)              July 2016         After Dark in the Park: Salt Production Sites Along the Rugged Park Coastline. Park Archeologist Summer Roper reveals the importance and history of pa'akai (salt) production sites in the park. When: Tuesday, July 26, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Salt Production Sites Along the Rugged Park Coastline. Join Park Archeologist Summer Roper on a two-mile roundtrip hike to the extensive remnants of pa'akai gathering sites along the coast, and learn how the residents of this area used a unique method to extract the salt –a crucial resource to sustaining life on this dense lava landscape. Sturdy footwear, water, light raingear, sun protection, and a snack are recommended. About 90 minutes, moderately easy, expect hot and dry summer conditions. When: Saturday, July 30, 2016 at 9 a.m. Where: Meet at the parking lot after Pu'u Loa Petroglyph Trailhead, on Chain of Craters Road link to pdf poster (1.39MB)              August 2016          After Dark in the Park: The Establishment of Hawaii National Park. Park Archeologist Dr. Jadelyn Moniz-Nakamura shares the story of the development of Hawaii National Park, and presents a fascinating look at the extraordinary individuals of the late 19th and early 20th centuries who were key in creating the national park that then included the summits of Kīlauea and Haleakalā on Maui. When: Tuesday, Aug. 16, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Walk into the Past at Volcano House. Take an easy walk with a park ranger to the historic Volcano House, and learn about the significant role this iconic lodge perched on the edge of Kīlauea caldera played in shaping park's early history. About an hour. When: Saturday, Aug. 20, 2016 at 10 a.m. Where: Meet at Kīlauea Visitor Center link to pdf poster (1.65MB)              September 2016          After Dark in the Park: Hawaiian Adze Production - Lithic Block Quarries on Kīlauea. Park Archeologist Caleb Houck shares his knowledge about the lithic block quarries on Kīlauea volcano. Learn how Hawaiians crafted finely grained basalt rock into adze (stone tools) following the 1790 summit eruptions, why these particular rocks were prized by Hawaiians, and how archeologists discovered these abandoned quarries centuries later. When: Tuesday, Sept. 27, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Hawaiian Adze Production - Lithic Block Quarries on Kīlauea. Join Park Ranger Jay Robinson on an easy hour-long hike among the abandoned adze quarry at Kīlauea Overlook. Most visitors have no idea this area was showered by large basalt rocks erupted from Kīlauea during its summit eruptions of 1790, or that Hawaiians coveted the rocks for stone tools (adze). Sturdy footwear, water, raingear, sun protection, and a snack are recommended. When: Saturday, Oct. 1, 2016 at 11 a.m. Where: Meet at Kīlauea Overlook link to pdf poster (1.53MB)              October 2016          After Dark in the Park: LiDAR Sheds New Light on Hidden Gems. LiDAR (Light Detection and Ranging) technology is used to digitize archeological resources including ancient footprints, petroglyph fields and agricultural systems. Join Park Archeologist Dusten Robbins to learn how the park uses LiDAR in managing cultural resources, and future uses of this exciting technology. When: Tuesday, Oct. 25, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: LiDAR Sheds New Light on Hidden Gems. Join park rangers on a moderate, 2 ½-mile roundtrip hike into the Ka'ū Desert and learn how LiDAR has helped rescript the history surrounding the ancient footprints embedded in this landscape. Sturdy footwear, water, raingear, sun protection, and a snack are recommended. About two hours. When: Saturday, Oct. 29, 2016 at 1 p.m. Where: Meet at the Ka'ū Desert Trailhead link to pdf poster (1.90MB)              November 2016          After Dark in the Park: The 1932 Administration Building ('Ōhi'a Wing), Our New Museum. Hawai'i Volcanoes National Park will unveil a new museum that will house historic items from the park's vast museum collection of more than 1.5 million objects. Cultural Resources Manager Laura Carter Schuster reveals the history and highlights of this vast collection, and plans for exhibiting the objects in the original 1932 park Administration Building, formally a lodging facility called the 'Ōhi'a Wing. When: Tuesday, Nov. 15, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Walk: 1932 Administration Building ('Ōhi'a Wing), Our New Museum. Cultural Resources Manager Laura Carter Schuster leads an easy walk to the park's new museum, and reveals the history and highlights of the park's vast collection of museum objects to be housed here. She will share plans for exhibiting the objects in the original 1932 park Administration Building, formally a lodging facility called the 'Ōhi'a Wing. About 90 minutes. When: Saturday, Nov. 19, 2016 at 10 a.m. Where: Meet at the Kīlauea Visitor Center link to pdf poster (676KB)              December 2016          After Dark in the Park: Kīlauea Military Camp, Once a Detainment Camp. Most people are unaware that Kīlauea Military Camp in Hawai'i Volcanoes National Park was used as a Japanese detainment camp during World War II. Park Archeologist Dr. Jadelyn Moniz-Nakamura will discuss the experience and subsequent detention of Japanese-Americans here following the Dec. 7, 1941 attack on Pearl Harbor. When: Tuesday, Dec. 13, 2016 at 7 p.m. Where: Kīlauea Visitor Center Auditorium Centennial Hike: Kīlauea Military Camp. Park staff will lead a revealing walk through Kīlauea Military Camp, used as a Japanese detainment camp during World War II. About an hour. When: Saturday, Dec. 17, 2016 at 10:30 a.m. Where: Meet at the flagpole at Kīlauea Military Camp link to pdf poster (1.40MB)              Return to 100th Anniversary of Hawai‘i Volcanoes National Park page",
    "url": "https:\/\/www.nps.gov\/havo\/getinvolved\/2016-centennial-series-schedule.htm"
}
