{
    "title": "Baltimore National Heritage Area: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning       In autumn 2013, the U.S. Department of the Interior approved the heritage area's comprehensive management plan. This plan, required by the legislation establishing the heritage area, guides the heritage area's programs, decision-making, and funding over a 10- to 15-year period. The plan identifies new opportunities for education, recreation, and heritage tourism. BNHA will work to make these new opportunities available to residents and visitors through cooperative relationships with local, state, and federal public agencies, and private and not-for-profit partners. The exact types of projects and their locations will be determined in the future, pending further studies and continued consultation, and subject to available funding. Some projects may involve development of new recreation facilities and land acquisition by partners.     The Baltimore Heritage Area Association, Inc., the management entity for the heritage area, developed the plan through consultation with its partners and stakeholders. Series of roundtable discussions and public workshops were held to gather input on the heritage area's vision and goals, how it will operate, and what types of projects will promote the BNHA's mission.   The plan and additional information about the heritage area's management is available online at the heritage area's website.   Additional Information Two prior planning documents were used as the starting point for the development of the 2013 Comprehensive Management Plan.  The 2001 Management Action Plan created the state-certified Baltimore City Heritage Area. The Plan is made up of three sections: • Background  • Recommendations and Actions  • Appendices   In late 2006, the state heritage area created a Management Plan Update to the 2001 plan, parts of which were adapted as a feasibility study for creating the Baltimore National Heritage Area",
    "url": "https:\/\/www.nps.gov\/balt\/getinvolved\/planning.htm"
}
