{
    "title": "Hawai'i Volcanoes National Park: Celebrate the 100th Anniversary of the National Park Service with a Fee-Free Weekend of Hawaiian Music, Culture & Science",
    "body": "Explore This Park    Get Involved     100th Anniversary of Hawai‘i Volcanoes National Park     Celebrate the 100th Anniversary of the National Park Service with a Fee-Free Weekend of Hawaiian Music, Culture & Science              Celebrate the 100th Anniversary of the National Park Service with a Fee-Free Weekend of Hawaiian Music, Culture & Science        Hālau Hula o Akaunu & Kumu Hula Manaikalani Kalua in Hawai‘i Volcanoes National Park NPS Photo\/Sami Steinkamp        Hawai'i Volcanoes National Park invites everyone to celebrate the 100th anniversary of the National Park Service through music, culture and science on Friday and Saturday, August 26 and 27…absolutely free!         Kenneth Makuakāne Photo courtesy of Kenneth Makuakāne  A Nā Leo Manu (\"Heavenly Voices\") Hawaiian concert series kicks off the special weekend festivities Friday evening, Aug. 26 from 6 p.m. to 9 p.m. at the Kīlauea Military Camp's Kīlauea Theater –and celebrates the 100th anniversary of Kīlauea Military Camp. At 6 p.m., Kumu Hula Manaiakalani Kalua and Hālau Hula o Akaunu perform 'oli (chant) and hula that follow the Pele migration from Kahiki to Hawai'i. Manai, who teaches for the Center for Hawai'i Life Styles at Hawai'i Community College, will also discuss how Hawaiian culture and science intersect. Renowned musician Kenneth Makuakāne follows, and performs his beautiful mele (songs) until 8 p.m., then singer and songwriter Mark Yamanaka caps off the evening with his original and classic Hawaiian songs until 9 p.m. In addition, the new Mele Ho'oheno-Songs of Kīlauea and Mauna Loa CD will be released and available for sale. This collection of original Hawaiian songs was created by participants of the Haku Mele Hawaiian songwriting workshops this summer, under the guidance of Kaliko Trapp-Beamer and Kenneth Makuakāne. Saturday, August 27 is the free Hawai'i Volcanoes National Park Cultural Festival & BioBlitz. This year's festival honors the park's centennial anniversary and connects visitors and the community to the culture, biology and geology of Hawai'i Volcanoes National Park, a UNESCO World Heritage Site and International Biosphere Reserve. \"We are so excited to celebrate the centennial anniversaries of the National Park Service and Hawai'i Volcanoes National Park the Hawaiian way, with music, culture and community,\" said Park Superintendent Cindy Orlando. \"Hawaiians have lived as stewards of this treasured landscape for centuries, and we hope everyone can join us for a festive weekend of fun, learning and camaraderie,\" she said.           Mark Yamanaka Photo courtesy of Mark Yamanaka  Themed E Ho'omau (to perpetuate;to continue in a way that causes good to be long-lasting), the 36th annual cultural festival will be held near Kīlauea Visitor Center, and is all about sharing authentic Hawaiian cultural practices. More than a dozen cultural practitioners will demonstrate how native Hawaiians integrate the natural world into their traditions. Interactive demonstrations include lei wili (lei making);mākau (Hawaiian fishhook);pala'ie (loop and ball game);how to make and play the 'ohe hano ihu (Hawaiian nose flute);ulana niu (coconut frond weaving), and much more. Festival performers include Kumu Hula Mamo Brown and Hālau Ulumamo o Hilo Palikū; Kenneth Makuakāne; Hālau o Akaunu and Kumu Hula Manaiakalani Kalua; Kai Ho'opi'i; Haunani Medeiros and kupuna (elders) of Haunani's Hula Expressions, and Diana Aki. The Cultural Festival also showcases the intersection of culture and science in Hawai'i. The \"BioBlitz\" is a fun and hands-on opportunity for families and individuals to observe and document the biodiversity that thrives in the lava flows and native rainforests of Kīlauea and Mauna Loa volcanoes. Meet and work alongside scientists and alaka'i (experts) and discover an exciting array of life the park protects. Choose from more than two dozen field inventories like \"Six Legs at the Summit,\" a birding excursion called \"That Thing with Feathers,\" and \"Bebop Botany Walk on Crater Rim Trail.\" The field inventories are free, and are led by experts at the forefront of conservation, science and traditional Hawaiian culture. Registration is required; sign up on the Friends of Hawai'i Volcanoes National Park website. Families and visitors can further discover how science and culture combine by visiting the BioBlitz science and cultural booths at the festival. Meet representatives of the 'Alalā Project, Mokupāpapa Discovery Center, and others, to learn about important conservation efforts statewide. Visit Hale Ho'ike, the BioBlitz \"living laboratory\" where Saturday's discoveries will be documented, and look through a microscope at some of the tiniest but important findings. The BioBlitz field inventories run from 7 a.m. to 1 p.m., and the Cultural Festival\/BioBlitz is from 10 a.m. to 3 p.m., on Sat., Aug. 27. Entrance and all events Friday and Saturday are free and family-friendly. Please, no coolers, pets or alcohol.           Hālau Hula Ulumamo o Hilo Paliku perform at a previous Hawaiian Cultural Festival in Hawai‘i Volcanoes National Park NPS Photo\/J. Robinson  The Nā Leo Manu (\"Heavenly Voices\") Hawaiian concert series and the Hawaiian Cultural Festival & BioBlitz are generously supported by the park's nonprofit partners, the Friends of Hawai'i Volcanoes National Park and the Hawaii Pacific Parks Association. In addition, the National Park Service (NPS) invites everyone to enjoy all 412 national parks to celebrate its 100th birthday for free. All fee-charging parks, including Hawai'i Volcanoes, Pu'uhonua o Hōnaunau National Historical Park in West Hawai'i, and Haleakalā National Park on Maui, are free from Thurs., Aug. 25 (the centennial anniversary of the NPS) through Sun., Aug. 28. That's four fee-free days! 2016 is the 100th anniversary for Hawai'i Volcanoes National Park. To find out what's happening throughout 2016, visit the park website. It's also the 100th anniversary of the National Park Service, and to learn about centennial events at other national parks, visit FindYourPark.",
    "url": "https:\/\/www.nps.gov\/havo\/getinvolved\/2016_fee_free_weekend.htm"
}
