{
    "title": "Baltimore National Heritage Area: Network to Freedom",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Network to Freedom              Network to Freedom          National Underground Railroad Network to Freedom Maryland's unique position where the north and south converge - both geographically and culturally - made the state a crucial junction along the Underground Railroad. While slavery was legal in the state until 1864, most African Americans in Baltimore were free; the city had one of the largest free black communities. This free black community played a key role in helping runaways find freedom in Pennsylvania and other free states. The National Park Services's National Underground Railroad Network to Freedom (NTF) program coordinates preservation and education efforts to remember the mosaic of community, regional, and national stories of the journey to freedom. The NTF database features three Baltimore sites and a tour program that allow visitors and residents to learn more about the Underground Railroad, its conductors, and the slaves who made the journey to freedom.   Baltimore Civil War Museum at President Street Station  President Street Station and the Philadelphia, Wilmington, and Baltimore Railroad were key components of the Underground Railroad. Both with and without the aid of employees of the PW&B Railroad, the facilities were used by the General Vigilance Committee Anti-Slavery Society in Philadelphia, as well as other groups and individuals, to escape or aid others in escaping slavery. A young Frederick Douglass escaped to freedom aboard a PW&B train, and the innovative Henry \"Box\" Brown arranged to have himself transported to Philadelphia in a wooden crate. Today the station at 601 President Street, a city landmark, is open as the city's Civil War Museum and contains special exhibits on the Underground Railroad. Frederick Douglass Freedom and Heritage Trail & Tour The Frederick Douglass Heritage Trail and Underground Tour of Baltimore City is a guided tour through downtown Baltimore, east\/west Baltimore, and the Fell's Point neighborhood. The tour includes sites on Baltimore's \"Trail of Tears,\" including slave jails, Underground Railroad stations, sites associated with Baltimore abolitionists, the freedom movement, and sites associated with Frederick Douglass, who became an escapee and station master on the Underground Railroad. The tour includes interpretations, reenactments, character portrayals, lectures, and stops at sites on the Baltimore Underground Railroad. Mount Clare Museum House  Mount Clare was built over 250 years ago on a hill overlooking the Patapsco River by Charles Carroll. Today it is surrounded by the 30-acre Carroll Park, but it was once the hub of an agricultural plantation of 800 acres and one of the largest industrial complexes in America, the Baltimore Iron Works. Over 200 enslaved African Americans worked for Carroll at the Baltimore Iron Works, the Mount Clare plantation, and other Carroll properties. In the last half of the 18th century, there are at least four documented instances of freedom seekers escaping from these sites. Maryland's enslaved individuals had an uncommonly good setting for attempting escapes. For the Carroll's enslaved workforce an escape route via Baltimore was literally at their back door. Baltimore's location, just over 40 miles from Pennsylvania, induced many freedom seekers to travel there in an effort to make their way to the free states. Many others stayed, finding employment in the businesses and industries in the city and shelter with Baltimore's large free African American community. Reginald F. Lewis Museum  The \"Things Hold, Lines Connect\" permanent gallery at the Reginald F. Lewis Museum of Maryland African American History and Culture presents a program that features 200 years of Maryland slavery. A special emphasis is placed on the people and events related to Maryland's Underground Railroad. Its themes of survival against all odds; self-determination to reinforce commitment to one another; the importance of family bonds; and the formation and ties of communities through worship are conveyed with a provocative interplay of oral histories, imagery, music and sounds. The program's title is derived from a quote by poet Lucille Clifton in her 1976 poem \"Generations:\" \"Things don't fall apart. Things hold. Lines connect in ways that last and last and lives become generations made out of pictures and words just kept.\" The emotionally charged program shows the poignant difference between those blacks who were free and those who were not. Runaways and other heroes of Maryland's Underground Railroad from throughout the state are featured in the program gallery. They include Josiah Henson, Samuel Denson, Charles Ball, William Parker, Ann Marie Weems, Thomas Smallwood, James Pennington, Frederick Douglass, and Harriet Tubman.",
    "url": "https:\/\/www.nps.gov\/balt\/planyourvisit\/network-to-freedom.htm"
}
