{
    "title": "Hawai'i Volcanoes National Park: 100th Anniversary of Hawai‘i Volcanoes National Park",
    "body": "Explore This Park    Get Involved     100th Anniversary of Hawai‘i Volcanoes National Park             100th Anniversary of Hawai‘i Volcanoes National Park          Hawai'i Volcanoes National Park is celebrating its 100th anniversary in 2016! Founded on August 1, 1916, the park was the 15th national park, predating both the establishment of the National Park Service itself (August 25, 1916) and Hawaiian statehood (August 21, 1959). From New Year's Day 2016 through December 31, 2016, Hawai'i Volcanoes National Park will celebrate our 100th anniversary, and we invite everyone to join us! Some of our exciting plans to commemorate a century of stewardship include a Centennial Hike series and corresponding After Dark in the Park programs; the annual Hawaiian Cultural Festival & BioBlitz; parade participation; a national parks quilt show; and much more. Whether you're a repeat visitor, a national park traveler, or a virtual adventurer, Hawai'i Volcanoes National Park hopes that our 100th anniversary will inspire you to experience this park and connect with the fascinating geology, biology and culture that we strive to protect and perpetuate well into the next 100 years.      Hawai‘i Volcanoes National Park Centennial Events for August 2016      Celebrate the 100th Anniversary of the National Park Service with a Fee-Free Weekend of Hawaiian Music, Culture & Science      Centennial Series Schedule for 2016 After Dark in the Park Programs & Hikes          Find Your Park on the Big Screen Hawai‘i Volcanoes National Park is showing sister park movies for free to raise awareness of the other national parks in Hawai‘i and the Pacific Islands during its centennial year. On August 5, discover Haleakalā National Park in the 51-minute film, Haleakalā: House of the Sun. Meet the dedicated rangers who share their knowledge and respect for Haleakalā National Park (established in 1961), its natural treasures, and the deep connection to Hawaiian culture perpetuated here. When: Friday, August 5 at 7:00 p.m. Where: Kīlauea Visitor Center Auditorium link to pdf poster (2.3MB)              Roundup of Centennial Events at Hawai‘i Volcanoes National Park January 1, 2016 - December 31, 2016        Hawaii National Park sign, prior to the name change in 1961Hawaii Volcanoes National Park, HAVO 17707, Box 2 Photo courtesy of the NPS  Social Centennial. Virtual visitors are encouraged to take part in the Hawai'i Volcanoes National Park centennial, dubbed the \"Socientennial.\" Every #ThrowbackThursday, starting December 31, 2015 through December 29, 2016, the park will share a photograph and description of a historic event, artifact, or piece of art on its official Facebook, Instagram and Twitter pages. The #ThrowbackThursday Socientennial series was researched and organized by park archivists, and includes black-and-white as well as color images that include an 1896 painting by D. Howard Hitchcock of lava within snowy Moku'āweoweo, the summit caldera of Mauna Loa; NASA astronauts doing geological research at Kīlauea Iki in 1960; the former Hawaii National Park sign before the name change to Hawai'i Volcanoes National Park, and much more. The images are not well known to the public, and reveal a fascinating glimpse of the last 100 years of park history.                A New Museum for the Next Century. Hawai'i Volcanoes National Park will unveil a new museum in the former 1932 Administration Building that will exhibit art, photographs, artifacts, and other historic objects that relate to the park's establishment and scope of collections. It will be a few years before the new museum is complete, but the restored lobby area of the building (once part of the Volcano House hotel and called the 'Ōhi'a Wing) will serve as the studio for the park's artists-in-residence in December 2015, and in May, August and December 2016. The plans for the new museum will be the subject of an After Dark in the Park talk on Nov. 15, 2016 at 7 p.m. at Kīlauea Visitor Center, and a guided tour of the museum will be offered Nov. 19, 2016 at 10 a.m.               Keiki on a species inventory during the 2015 BioBlitz NPS Photo         Keiki hula dancers from Hālau O Kekuhi at the 2013 Hawai‘i Volcanoes National Park Cultural Festival NPS Photo  36th Annual Hawai'i Volcanoes National Park Cultural Festival & BioBlitz, Saturday, August 27, 2016, 10 a.m. to 3 p.m. Free! This year's festival honors the park's centennial anniversary. Themed E Ho'omau (to perpetuate; to continue in a way that causes good to be long-lasting), the 36th annual cultural festival invites people of all ages to engage in authentic Hawaiian cultural practices and learn how native Hawaiians lived closely to the land as its stewards. Enjoy hula and music, watch skilled practitioners demonstrate their art, and try your hand at Hawaiian crafts. This year's festival will again include a \"BioBlitz,\" a fun and hands-on opportunity to observe and document the biodiversity that thrives in the lava flows and native rainforests of Kīlauea Volcano, led by individuals and organizations at the forefront of conservation, science and traditional Hawaiian culture. Visitors can learn about the importance of conservation and biodiversity through interactive exhibits at the festival.              Hawai'i Nei Juried Art Exhibition. The native flora and fauna of the five national parks of Hawai'i Island will inspire artists as one of the featured categories for the Hawai'i Nei 2016 annual juried art exhibition, during the National Park Service and Hawai'i Volcanoes National Park centennial anniversaries. While Hawaiʻi Nei encourages artwork highlighting all species native to Hawaiʻi Island, in order to be eligible for this featured category, amateur and professional artists of all ages are invited to submit works of art celebrating the native plants and animals of Hawai'i Volcanoes National Park, Pu'uhonua o Hōnaunau National Historical Park, Kaloko-Honokōhau National Historical Park, Pu'ukoholā Heiau National Historic Site, and the Ala Kahakai National Historic Trail. The Hawai'i Island art competition is open to Hawai'i Island artists, is sponsored by Three Mountain Alliance, Mauna Kea Forest Restoration Project, the Hawai'i Island Natural Area Reserves System, and Wailoa Center in Hilo's Wailoa State Park, and takes place in November and December annually. Visit www.hawaiineiartcontest.org for more information.                                100 Years in 100 Seconds 100 Years in 100 Seconds. Watch the park expand and change before your eyes as eruptions from Mauna Loa and Kīlauea alter the landscape -- and the experience -- in Hawai'i Volcanoes National Park, from 1916 to present. This multimedia video was created by Scott Kichman and Cory Nash of the NPS Pacific Island Network's Inventory & Monitoring team. Music by Kenneth Makuakāne.  Duration:1 minute, 40 seconds                                Share Your Story Share Your Story. Park Ranger Andrea Kaawaloa-Okita is a fourth-generation Hawai‘i Volcanoes National Park employee. She shares her story on what her park means to her, and why it's important to connect with the next generation of park visitors, supporters, and advocates. Created by Park Ranger Christa Sadler, with music courtesy of Sonny Chillingsworth.  Duration:2 minutes, 52 seconds                         Hawai‘i Volcanoes National Park Centennial Logo NPS Photo  Our Centennial Logo The logo depicts the three elements that define Hawai‘i Volcanoes National Park: Culture, Geology, and Biology. In the center, Halema‘uma‘u Crater erupts on Kīlauea Volcano under a starry night sky. The ongoing eruption is characterized by a glowing lava lake and a dramatic plume of gas and ash wafting skyward. Massive, active volcano Mauna Loa, sometimes capped in snow during winter months, stands above the erupting crater, a scene visitors can see from the Keanakako‘i side of Halema‘uma‘u. A nēnē, the endemic and federally endangered Hawaiian goose, is seen in flight and is a reminder of the success of the park's nēnē recovery efforts. On the right \"hip,\" a Hawaiian petroglyph is reminiscent of an actual petroglyph found at Pu‘uloa in the park, the largest concentration of petroglyphs in the Hawaiian islands. On the left hip, the red bloom of the ‘ōhi‘a lehua symbolizes both the importance of the native ‘ōhi‘a tree found throughout the park, and its significance of a sacred flower of Pele. The stars represent the beautiful night sky that visitors can experience while in the park after dark.  We are proud of our Centennial logo! If you are interested in using it, please contact the park's Centennial Coordinator at (808) 985-6018, or via email. An array of Centennial merchandise is available throughout the park.",
    "url": "https:\/\/www.nps.gov\/havo\/getinvolved\/100th-anniversary.htm"
}
