{
    "title": "Baltimore-Washington Parkway: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      History of the Baltimore-Washington ParkwayRunning between the eastern boundary of the District of Columbia and Baltimore, Maryland, the Baltimore-Washington Parkway is a 29-mile route that opened for traffic in October 1954. It resulted from the combined efforts of federal and state governments.  The cooperation linked the two metropolitan areas along the \"fall line\" where the Atlantic coatal plain meets the Piedmont region.Initially, the parkway crossed undeveloped land.  Since then, considerable suburban growth, stimulated in part by the roadway, has occured on either end.At present, the National Park Service manages the nineteen mile section from Fort Meade ( Route 32)  to the district boundary.       Gladys Noon Spellman Library of Congress       Gladys Noon Spellman  (March 1, 1918—June 19, 1988), a Democrat, was a U.S. Congresswoman who represented the 5th congressional district of Maryland from January 3, 1975 to January 3, 1981.   On October 13, 1980, Spellman suffered an incapacitating heart attack, rendering her comatose for the final years of her life. Her seat was declared vacant until Steny Hoyer won it in special election.  The Baltimore-Washington Parkway, a scenic north-south highway in Maryland, is dedicated to Spellman.  Before being elected to public office, Gladys Spellman was an educator in the Prince George's County public school system, president of the Prince George's County Council of PTA's, as well as chairwoman of the National Mental Health Study Center.  In 1962, she became the first woman elected to the Board of Commissioners of Prince George's County. She later served as chairperson of that body, and as a member of the Prince George's County Council.  In 1972 she was awarded the highest honor that could be bestowed by county officials nationwide when she became the first woman elected president of the National Association of Counties.",
    "url": "https:\/\/www.nps.gov\/bawa\/learn\/historyculture\/index.htm"
}
