{
    "title": "Rocky Mountain National Park: History of Trail Ridge Road",
    "body": "History of Trail Ridge Road         Drawing by Historic American Engineering Record (HAER), Summer 2000  Construction on Trail Ridge Road began in September, 1929 and was completed to Fall River Pass July, 1932. Trail Ridge was built to counter deficiencies of Fall River Road. The Fall River route was too narrow for the increasing numbers of vehicles. Frequent snowslides, deep snow, and limited scenic views also plagued the route. The maximum grade on Trail Ridge does not exceed 7%. Eight miles of the road are above 11,000 feet in elevation. Two different contractors were hired to complete different sections of the road. The first section completed, 17.2 miles, was Deer Ridge (8,937') to Fall River Pass (11,794). The road reached Grand Lake in 1938. During road construction, workers had only about 4 months of the year (mid-June to mid-October) to work. The presence of permafrost required that careful attention be paid to construction to avoid permanent quagmires. Planning efforts sought to reduce scarring on the surrounding landscape. Natural construction debris was removed. Log and rock dikes were constructed to minimize scarring and scattering of rock blasting debris. Extra surface rocks were placed lichen-side up. Tundra sod was salvaged and carefully placed on road banks. Rock projections were kept as scenic \"window frames\" instead of being blasted away. Rocks matching the surrounding land were used for rock walls. Tractors, graders, horses, a gas-powered steam shovel were used to make the road. During the peak of construction, 150 laborers worked on the road. To learn more about the history of the park, read a Brief Park History on this website.      Spring Plowing Plowing to open Trail Ridge Road for the season begins in mid-April. It takes an average of 42 days to complete plowing operations. In 1995, it took 55 days to plow Trail Ridge Road. Equipment is parked overnight at Rainbow Curve. Storms can strand equipment at higher locations. An inch or two of new snow can drift several feet overnight. The rotary plow, called the \"pioneer\" rotary, is used to clear the center line all day. The second rotary widens the road. The grader and bulldozer pull snow from the bank-side of the road toward the edge, where snow melts quickly. Water is diverted into ditches and drains. Plowing the road at day's end prevents ice formation. If snow drifts are above 20-25 feet, then the caterpillar climbs atop and knocks the snow down. This is one of the more harrowing aspects of the operator's job.       Drawing by Historic American Engineering Record (HAER), Summer 2000       Equipment Facts and Cost The approximate cost to open both Trail Ridge and Old Fall River roads is $58,000. Trail Ridge, alone, can cost >$36,000.  Equipment is fueled, oiled, and greased every morning. The rotary can cut into snow drifts as high as 21 feet. The blower on the rotary can blow snow up to 150 feet. The fastest time to Alpine Visitor Center was 2 days!! Of course, the road drifted in and had to be plowed again. Past efforts to keep Trail Ridge Road open year round resulted in a lot of work and enormous expenditures of money with little results. Storms, drifting snow, high winds made travel impossible much of the time.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/historyculture\/trail_ridge_road_history.htm"
}
