{
    "title": "Baltimore-Washington Parkway: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Baltimore Washington Parkway  Greenbelt, MD 20770                 Directions         This 29-mile highway connects Baltimore, MD and Washington, D.C  Directions Details           Operating Hours & Seasons         Baltimore Washington Parkway  The Baltimore Washington Parkway is always open.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           The Washington, D.C. area has a four-season Mid-Atlantic climate. Summertime is warm and humid, while winter can be cold and snowy. Spring: During these months of transition, the weather can alternate from warm, humid air coming from the south to cold, dry air coming from the northwest. Be prepared for changing conditions. Summer: The warmest months are June, July, and August, with average highs in the 80s (~31 ?) combined with high humidity. Temperatures often climb into the 90s (~34?).          Fees & Passes     Entrance Fees:   Entrance fee - $0.00 There are no fees to the Baltimore Washington Parkway         Visitor Centers       Greenbelt Park Headquarters There are no visitor centers along the Baltimore Washington Parkway. Greenbelt Park Headquarters has the Baltimore Washington Parkway passport stamp               Operating Hours Fees and passes  Directions and Transportation  Accessibility Nearby Attractions Things to Do  Calendar Safety         Welcome to the Baltimore Washington Parkway. We are located between Washington, D.C. and Fort Meade, Maryland. We are the parkway that leads into Washington, D.C. from the North.  The United States Park Police patrol the Baltimore Washington Parkway. Please call the United States Park Police at 301-344-4250 to report accidents, emergencies or report an incident.  Please obey the speed limit on the parkway. Studies have indicated that most accidents have occurred due to driver error. Please give your full time and attention to your driving. Our goal is for you to arrive safely at your destination.",
    "url": "https:\/\/www.nps.gov\/bawa\/planyourvisit\/basicinfo.htm"
}
