{
    "title": "Assateague Island National Seashore: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park       There are many opportunities for you to support Assateague Island.      The park is able to accept direct donations. If you are interested in donating directly to the park you may contact the Superintendent by phone (410-629-6080) or e-mail (deborah_darden@nps.gov). Donations may be sent to:  Deborah Darden  Superintendent - Assateague Island National Seashore  7206 National Seashore Lane  Berlin, MD 21811      Join our friends group! The Assateague Island Alliance was created to support the preservation, education, stewardship, and recreational opportunities of the National Seashore. The Assateague Island Alliance conducts fundraising activities, writes grants, sponsors events, and creates sales items for the internet and an island store. They assist with educational programming and publications. Profits from these activities go to the development of educational exhibits and publications, restoration and preservation of historic structures, natural resource monitoring programs and projects, capital improvements and enhance recreational opportunities. If you would like to become a member or learn more about the Assateague Island Alliance visit their website at www.assateagueislandalliance.org or email info@assateagueislandalliance.org.      Increasingly partnerships are becoming an effective means for the National Park Service to fulfill parts of our mission and foster a shared sense of stewardship that is so crucial for the future. We face two pressing realities. 1. Given current budget realities, we are coming up short on enough funds and staff to keep up with accomplishing our core mission work. This gap necessitates re-thinking how we can best get the job done. Our role needs to shift from trying to do everything ourselves to one of empowering others through partnerships to help us do more while always ensuring that the results meet the high standards we hold for our parks and programs.  2. The second reality is that our partners develop an appreciation for and a sense of commitment to our mission, values, resources and people. Partnerships are a sound investment for both the near and long term. We need to invest wisely. Good partnering is both a skill and an art.  http:\/\/www.nps.gov\/partnerships\/index.htm       Some of Assateague's Partners:  Assateague Island Alliance http:\/\/www.assateagueislandalliance.org Assateague Coastal Trust http:\/\/www.actforbays.org\/ Assateague Mobile Sportsfishermen Association http:\/\/keepersofthebeach.com\/ Maryland Coastal Bays Program http:\/\/www.mdcoastalbays.org\/ Maryland Department of Natural Resources http:\/\/www.dnr.state.md.us\/sw_index_flash.asp U.S. Fish and Wildlife Service http:\/\/www.fws.gov\/",
    "url": "https:\/\/www.nps.gov\/asis\/getinvolved\/supportyourpark\/index.htm"
}
