{
    "title": "Assateague Island National Seashore: Volunteer",
    "body": "Volunteer        Interpretation volunteer at the U.S. Life-Saving Service Boathouse. NPS Photo       Volunteers assist National Park Service staff in a variety of areas. The dedication of volunteers insures that we will be able to complete our mission of protecting the resources while providing high quality, nature-based recreational opportunities. Volunteer Brochure (pdf file, 34kb)      Volunteering at Assateague   Campground Host - If you are a camper and have a month or more of time to share, you may be interested in this program. Hosts help out in the campground office, give out information to campers and work with our law enforcement rangers. Hookups are available for those with trailers and RVs.   Pony Patrol - The Pony Patrol volunteers play an active role in protecting wildlife. Visitors often try to feed and pet the famous Assateague wild horses. Pony Patrol volunteers interrupt harmful interactions with visitors and educate the public. It is desirable to be in good physical condition as these duties are performed on two and three wheel bicycles. Good people skills are a must! Training takes place in May or June. Participants must live locally or near enough to participate on a weekly basis. A minimum commitment of 2 months is expected. Housing is not available. Visitor Center Volunteer - If you are a people person and would like to remain indoors, consider working in our Assateague Island Visitor Center. You will help visitors find their way around the island, suggest educational and recreational ways for them to get the most out of their visit, answer camping questions, and much more. Participants must be willing to handle money, credit cards and work a cash register. A time commitment of one day a week for a minimum of 3 summer months is required. Housing is not available.   Office Assistance - Are you the kind of person who likes to work behind the scenes? If you have skills with computer, word processing, filing, or inventory and are willing to commit on a regular but flexible schedule, our administration office would welcome your skills.      Interested? Those interested in becoming a volunteer at Assateague Island National Seashore should fill out an application or send an email or letter. Be sure to make a detailed description of your qualifications in the areas for which you apply. The VIP coordinator or a department supervisor will review your application. If your particular talents and skills appear to be ones the park needs, you will be contacted for an interview. We sometimes find that a match cannot be made between applicants' abilities or time commitments and our own park needs at the time. You will be notified during or shortly after the interview if you have been selected for a volunteer position at which time the details and other conditions, duties and responsibilities will be conveyed.   Assateague Island National Seashore staff is honored by the commitment and dedication of the many individuals who wish to donate experience and time to the National Park Service. We thank you for your generosity of spirit and devotion.    For more information contact: Volunteer in Parks Coordinator Karen Rodney Assateague Island National Seashore 7206 National Seashore Lane Berlin, Maryland 21811 email us",
    "url": "https:\/\/www.nps.gov\/asis\/getinvolved\/volunteer.htm"
}
