{
    "title": "Assateague Island National Seashore: Coasts \/ Shorelines",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Coasts \/ Shorelines                Coasts \/ Shorelines         Overwash associated with a 1998 storm event NPS photo  Assateague Island stretches for 37 miles along the Atlantic coasts of Maryland and Virginia and is part of a vast chain of barrier islands extending from Maine to Texas. Changing sea level and migration of offshore sediments play vital roles in forming and maintaining these important coastal features. Barrier islands can form when offshore sand deposits accumulate sufficiently to break the water surface or when sea level rise causes inland dunes to become separated from the mainland. Others form when “spits” deposited across the mouth of a bay eventually break from the mainland.      Barrier islands like Assateague are highly dynamic places, as currents and storms work to continuously reshape the land form. Though changing course periodically throughout the year, long shore currents continuously transport sand south along the coast. On a seasonal basis, harsh winter weather pulls sand from dunes and upper beaches, depositing it into offshore sand bars and reducing beach width. This process is reversed during milder summer weather, as gentler wave action acts to restore the shoreline.        storm overwash NPS Photo  Assateague is also moving westward as a result of sea-level rise and the force of the surf through a process called “island rollover.” During severe storm events, sand is eroded from the ocean beaches and carried across the island by flood waters and re-deposited in marshes along the western shore, steadily narrowing the bay that separates the island from the mainland. These events can break through dunes, spilling sand in fanlike deposits or even carving inlets, such as the one that has separated Assateague and Ocean City since 1933. Long shore currents will eventually deposit sediments and close these gaps unless, like the Ocean City inlet, it is maintained with jetties and dredging.",
    "url": "https:\/\/www.nps.gov\/asis\/learn\/nature\/coasts.htm"
}
