{
    "title": "Assateague Island National Seashore: Weather",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Weather                Weather         John Collins  Dynamic and challenging weather conditions are the norm on barrier islands like Assateague, as seasonal weather patterns and occasional large storm events continuously reshape the landscape. Indeed, Assateague owes its very creation as a National Seashore to the weather. In the 1950's, some 5,000 private lots comprising what is now National Park Service land were zoned and sold for resort development. The infamous \"Ash Wednesday\" nor'easter in 1962 disrupted construction plans, however, ripping roads apart and destroying the few existing structures on the island. In 1965 Assateague became a National Seashore.        Overwash from 1998 storm   Large storms and hurricanes have continued to reshape the island to the present day, periodically forcing birds and humans alike to find shelter in inland areas. One of the last major storms to hit Assateague occurred in early February 1998. During this northeaster, tidal surge washed over large parts of the island, eroding away dunes and scouring away vegetation down to bare sand. The storm redistributed tremendous amounts of sand, building new areas of land along the bay side of the island and very nearly creating a new inlet near the northern end of Assateague.        Shipwreck Remains John Collins  Each year, harsh winter weather erodes sand from beaches and dunes and deposits it in off shore sand bars. The receding beaches can sometimes reveal the remains of old shipwrecks, another reminder of Assateague’s sometimes treacherous and unpredictable weather. Beach-dwellers, such as ghost crabs (Ocypode quadrata), are compelled to seek refuge from the waves in back-dune areas during these turbulent months. In summer, gentler wave action helps to replenish the beaches and dunes that have been stripped. Throughout the year, winds carrying salt spray blow across the island producing a natural pruning effect on trees and shrubs.",
    "url": "https:\/\/www.nps.gov\/asis\/learn\/nature\/weather.htm"
}
