{
    "title": "Assateague Island National Seashore: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         Tree Swallows   Located along the Atlantic migratory flyway, Assateague Island plays host to a wide variety of both migratory and resident bird species. Because its mid-latitude location is within the migratory routes of both northern and southern species, the island provides a unique opportunity for birders. The island's rich mosaic of forest, dune, and marsh habitats offers feeding and nesting opportunities for a wide array of shorebirds, songbirds, raptors, waterfowl, and waders.      In early spring, piping plovers (Charadrius melodus) arrive at Assateague and begin to perform their elaborate territorial and courtship displays. These threatened birds are attracted to the island's sandy, storm washed beaches which they use to both nest and feed. After spending the summer months hatching and fledging their chicks, the plovers will depart in late August for their wintering grounds in the Bahamas and southeastern United States.        Great Blue Heron John Collins  Assateague's salt marshes display an amazing diversity of bird life and activities. During the summer months, wading birds like great egrets (Casmerodius albus) and clapper rails (Rallus longirostris) can be seen hunting in the shallow waters along the marsh edge. Meanwhile, red-winged blackbirds (Agelaius phoeniceus) call ceaselessly as they patrol their summer breeding territories among the taller reeds and rushes. In the winter, northern harriers (Circus cyaneus) use these areas as hunting grounds, flying low over the marsh grasses as they scan for small mammals and birds.        Saw-whet Owl Diana Tilghman  A number of species also find shelter and feeding opportunities in Assateague's forests. During daylight hours, ruby-crowned kinglets (Regulus calendula), downy woodpeckers (Picoides pubescens), and white-eyed vireos (Vireo griseus) can be found feasting on the abundant insect life. After sunset, several species of owls become active, preying on small mammals, snakes, and birds. They include the great horned owl (Bubo virginianus), one of North America's largest species of owl, as well as the northern saw-whet owl (Aegolius acadicus). This diminutive owl (only one-third the size of the great horned owl) overwinters at Assateague. Little is known about the species, and the island serves as the site of several scientific studies on its migratory habits.      Assateague's coastal waters act as an insulator, raising air temperatures in cold weather and keeping the air milder during warm summer months. The waters of the bay rarely freeze over, providing feeding grounds when northern areas may be barren. This milder environment attracts many temporary visitors to the Seashore to feed and rest during migration or bouts of harsher inland weather. During the winter months, flocks containing hundreds of brant (Branta bernicla), a small sea goose that summers in Northern Canada, make their appearance in the waters offshore of Assateague. Summer visitors include the brown pelican (Pelecanus occidentalis), a relative newcomer to the island still recovering from massive population drops caused by DDT. Regardless of the time of year, an abundance of bird life thrives in Assateague's diverse habitats.",
    "url": "https:\/\/www.nps.gov\/asis\/learn\/nature\/birds.htm"
}
