{
    "title": "Assateague Island National Seashore: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         Fowlers Toad (NPS photo)  Spring on Assateague Island is greeted by a natural chorus, as frogs and toads awaken from hibernation and begin to call in search of mates. Scientists use these vocalizations each year as a tool to help inventory and monitor the amphibian populations inhabiting the island. Seven species of amphibians have been identified on Assateague, significantly less than the 29 species found on the neighboring mainland. Of these seven, Fowler's toads (Bufo woodhousii fowleri), green treefrogs (Hyla cinerea), gray treefrogs (Hyla versicolor) and southern leopard frogs (Rana sphenocephala) occur throughout the entire island. The other resident species, New Jersey chorus frogs (Pseudacris triseriata kalmi), bullfrogs (Rana catesbeiana), and green frogs (Rana clamitans melanota), are more common at the southern end of Assateague, where large freshwater impoundments offer substantial breeding habitat. Several factors are thought to limit amphibian diversity of Assateague, the most obvious being the barrier posed by the salty waters of the bay separating the island from the mainland. Due to their highly permeable skins, most amphibians cannot tolerate the infusion of salt that occurs when submersed in seawater. A second major limiting factor is the relative scarcity of fresh water habitats available on the island. Most such areas are found only in the central portion of the island, well removed from the waters of the surrounding ocean and bay. All of Assateague's amphibian species require fresh water to reproduce, but vary in the amount of moisture they require for day-to-day survival. Fowler's toads can actually tolerate low levels of salinity and are able to absorb moisture from their environment directly through their skin. This decreased dependence on fresh water explains their larger range and ability to survive in most of island's habitats. Despite the limited number of species present on Assateague Island, amphibians play a key role in the ecosystem, preying on a wide variety of insects and helping to maintain balance in those populations.",
    "url": "https:\/\/www.nps.gov\/asis\/learn\/nature\/amphibians.htm"
}
