{
    "title": "Voyageurs National Park: Native Plant Nursery",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Native Plant Nursery                 Native Plant Nursery            Potted plants growing outside of the greenhouse at Voyageurs' Native Plant Nursery. NPS  The plants of Voyageurs are both the food and the homes of the wildlife. The more diverse a plant community, the healthier the whole ecosystem becomes.The vegetation program at Voyageurs is focused on preserving and, if necessary, restoring this plant and ecosystem biodiversity. Wind events, fire, floods, drought, and land use activities both in and surrounding the park disturb the native plant community and create a need to restore vegetation.Sometimes the disturbance is small and localized and sometimes it is large and extensive. The two main phases of restoration that we emphasize are: 1) removing the unwanted exotic\/invasive plants and 2) planting local native plants.To facilitate planting local native plants, we constructed a native plant nursery.This nursery consists of a 720 square foot greenhouse with an additional 400 square feet of fenced area behind the greenhouses.      Why is the Native Plant Nursery Important?  We can grow a wide variety of species, many of which are not available commercially. We can grow plants from local genetic stock. We can grow plants for a variety of habitats ranging from dry rocky ridges to wetlands. We can tailor what we grow to specific park projects or needs  The Difficulty of Purchasing Native Species Commercially  There are quite a few nurseries in the state that provide native trees, but only a handful of commercial nurseries in Minnesota specialize in native forbs, graminoids (grasses, sedges, and rushes), and shrubs, and only one in northern Minnesota that grows northern forest species. Forest understory plants are difficult to grow (a major reason commercial nurseries don't produce them). Through a fair amount of trial and error, we have developed propagation procedures for a wide variety of plants, and now we grow local plants from seed collected in the park. Utilizing local genetic stock is very important for successful restoration.The same plant species grown from nursery stock or wild seed collected in southern Minnesota probably will not survive the harsher climate of norther Minnesota as local plants have evolved to live in the climate and soil conditions that are unique to this park.        Plants inside the native plant nursery. NPS       What Plants Can We Grow? The number of plants we grow varies from year to year.When we gear up for a large restoration project, we may have over 6000 individual plants from over 50 different species growing in the nursery.In a typical year we probably have 3000 to 4000 individual plants and about 40 plant species. Not all of those plants are ready to be planted.It might take several years to go from seed to a plant ready to be planted out.The plants we have are always in various stages of growth.        Seeds being carefully planted. NPS  Steps in Growing Native Plants Step 1: Collect seeds Park staff travel into the park with paper bags and collect ripe seeds from plants, put the seeds in the bag, and label the bag with species, location, and date.Staff bring bags along with them as they work on other projects and collect opportunistically.If specific species of plant are wanted, staf need to know where it grows in the park and what time of year it typically sets seed.Some plants set seed in spring, some in mid-summer, and some in late summer\/early fall. Step 2: Process Seeds Collected seeds need to be stored in a cool, dry place until they can be cleaned and processed.Fleshy fruits such as blueberries, bunchberries, sumac, etc. need to be processed soon after collection or they will ferment. Processing the seeds means separating the seed from all the extraneous material that is usually attached to the seed.This material may be the fleshy fruit, the wings on pine or maple seeds, or the downy material on asters that make them blow in the wind.It is a time consuming and tedious job cleaning seeds as there can easily be thousands of individual seeds in one collection bag.Once cleaned and dried, the seeds are labeled and stored in a refrigerator until needed. Step 3: Stratify Seeds Some seeds can be sown at this point without any further treatment.Many native plants require extra steps, however, in order for the seed to germinate.These plants have evolved to grow in locations with long, cold winters.In nature, many of these species require one or two winters before the seeds germinate. We can speed up this process by doing alternate cold\/warm treatments (stratifications) with the seeds.One to four months in a cold, moist condition followed by warm conditions (and sometimes repeated) can mimic nature and prepare the seeds to germinate.Some seeds have extra thick, hard coats that require scarification by either rubbing on sandpaper or soaking in acid for a couple hours (mimics going through an animal's gut) in addition to the cold\/warm stratifying. Step 4: Sow Seeds A 100% germination rate is never achieved.For this reason, we sow two or three seeds in each cell of small germination plug trays.It's important to keep the soil moist in these at all times.Once the plants germinate and grow to the point of the first true leaves forming, they must be transplanted to individual pots and into a soil mix that is appropriate for that species.        Staff cultivate rows and rows of young plants. NPS  Step 5: Grow Plants Plants are grown in individual pots and will need to be repotted into large pots as they grow.This may be once or twice a season depending on the growth rate of the plants. At this stage, care must be given to the species' various needs for sunlight, shading, and moisture level.Many of these plants grow in the shaded forest floor so too much light and heat can kill them.Also, the soil we use is sterile to prevent accidental fungal or other parasitic infestations that could kill everything in the greenhouse.Because we use sterile media, we must fertilize the plants weekly to give them food.Daily monitoring for insect and pest damage is crucial, as is daily monitoring of the greenhouse watering and temperature control systems. Step 6: Harden Plants Before plants are planted out, they need to be hardened.These plants have been pampered in the greenhouse and need outdoor conditioning;otherwise, they may die from shock when planted.We move plants outside a couple of weeks to a month before planting out. Step 7: Plant Out Before planting out, we develop a planting plan for each site.Different sites will have different conditions and a different suite of plants.Some larger sites may have multiple zones depending on sunlight\/shading, moisture levels, drainage, etc.We will map out the site and determine which species (and how many individuals) are appropriate for each site\/zone. Step 8: Overwinter Plants Not all plants get planted out each year.Plants that get overwintered in the nursery are either not yet ready to plant out or we didn't have the staff, volunteers, or time to plant them all.Winter loss can be significant, depending on the severity of the winter.Because the plants are in smaller pots, their roots are exposed to cold air that they would not be exposed to if growing in the ground.We have lost lots of plants to winter kill and rodent damage, and we have developed techniques to minimize this through trial and error.Clumping all the plants together, putting foam insulation around the outside to protect the roots, and covering with a thick layer of leaves (and hoping for significant snow cover to add additional insulation) seems to work fairly well.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/native-plant-nursery.htm"
}
