{
    "title": "Hawai'i Volcanoes National Park: Special Centennial Publications",
    "body": "Special Centennial Publications          On August 1, 2016 Hawaiʻi Volcanoes National Park will celebrate its centennial birthday. In commemoration of this event Cultural Resources Management will produce a series of publications on the history and culture of Hawaiʻi Volcanoes. The subject matter of these periodicals varies from; early pre-park history and the people who forged its establishment, to philanthropic associations that have had a profound positive impact on park operations, public outreach and education. Future publications will spot light the park's museum art collection, historic preservation, archeology, and the native Hawaiian voice and perspective on Hawaiʻi Volcanoes Park amongst other topics.         The first centennial publication, \"Fire on the Rim: The Creation of Hawaii National Park,\" (pdf - 11.1MB), describes the tenacious actions that led to the park's establishment. It will take the reader through a brief look at the founding of the National Park, the growing Euro-American interest in Kīlauea and the few influential men behind the scenes that encouraged development of scientific study and economic tourism in Hawaii. The shrewd undertakings of men like Lorrin A. Thurston, for example, kindled the call for hotel development, and improved trails and new roadways leading to the summits of both Kīlauea and Mauna Loa. Once land easements as well as right of ways were secured from monarchal land trusts and private owners, federal appropriations needed to support the operations of Hawaiʻi National Park were released.         The second publication in our centennial series, \"Gathering on the Rim: People Build a Park,\" (pdf-19.0MB), is a fascinating account of philanthropic relations that brought the park to fruition. It provides a brief introduction to early pre-park history of the first Euro-American visitors, Kīlauea's significant importance to scientific research, and the effect of mounting popularity and interest in the volcano. With the advent of private citizens on pleasure tours and a growing military presence, the need for visitor accommodations and improved roadways and trails were evident.      The focus of this chronicle details the lack of federal funds available to operate the park and the common people who helped facilitate the ongoing development of the National Park. Prison laborers along with the Army's 25th Infantry of African-American Buffalo Soldiers were utilized early on to build trails and shelters. However, a more profound impact was made through the park's 58-year philanthropic association with Hui O Pele and its continuous 75-year support from Hawaiʻi Natural History Association (HNHA). Fascinating details are provided in the decades of projects funded by these groups and their creative approach to growing their membership and fundraising. Their financial support ranged from contributing simple early signage for trails to building the parks first museum. By the late 1940's a shift in funding focus went from park infrastructure to interpretation and public outreach. It is through the actions of dedicated citizens and their philanthropy that Hawaiʻi Volcanoes National Park is able to continue its legacy.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/special-centennial-publications.htm"
}
