{
    "title": "Assateague Island National Seashore: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 09, 2016  \"Piecing Together a Changing Planet\" Traveling Art Exhibit  Twenty-six art quilts created by 22 Florida artists will be featured in a traveling art exhibit opening at the Chincoteague National Wildlife Refuge Bateman Center on August 15, 2016 in partnership with Assateague Island National Seashore. The Piecing Together a Changing Planet art quilt show highlights a few of the many ways that America's national parks are being impacted by climate change, water pollution, air pollution, and other human-caused phenomena. The exhibit will be display from 9 am - 5 pm daily through September 15, 2016   May 13, 2016  Assateague Island BioBlitz Fun Day  Grab your magnifying glass and unleash your inner scientist as you explore nature at Assateague Island National Seashore!  On May 21, national parks across the country, including Assateague Island National Seashore, will participate in the National Parks BioBlitz.   April 29, 2016  Tourism to Assateague Island National Seashore Creates $109,970,500 in Economic Benefits  A new National Park Service (NPS) report shows that 2,275,606 visitors to Assateague Island National Seashore in 2015 spent $96,705,600 in communities near the park. That spending supported 1,320 jobs in the local area and had a cumulative benefit to the local economy of $109,970,500.   March 24, 2016  Assateague Island National Seashore Draft General Management Plan  The public is invited to learn more about Assateague Island National Seashore’s Draft General Management Plan \/ Environmental Impact Statement at one of three open houses on March 29th, 30th and 31st. Comments will be accepted for a period of 90 days, ending on May 1, 2016.   September 30, 2015  Assateague Announces Public Availability of Bayside Picnic and Parking Area Relocation Environmental Assessment  The National Park Service (NPS) is asking the public to comment on its plans for future relocation of the Bayside Picnic and Parking Area, located in the Maryland district of Assateague Island National Seashore. Comments will be accepted for the next 60 days, and the plan, called an Environmental Assessment (EA), is available at the NPS Planning, Environment, and Public Comment (PEPC) website at: http:\/\/parkplanning.nps.gov\/asis.   September 14, 2015  Assateague Island National Seashore Launches Every Kid in a Park Pass  The National Park Service and Assateague Island National Seashore is proud to help launch the Every Kid in a Park program, as part of President Obama’s commitment to protect our nation’s unique outdoor spaces and ensure that every American has the opportunity to visit and enjoy them.   September 11, 2015  Assateague Island National Seashore turns the Big 5-0!  2015 marks the 50th Anniversary of Assateague Island National Seashore and everyone is invited to the party! Enjoy an Entrance Fee Free 3-day Weekend in the Maryland District on September 19, 20 and 21. Join us for a fun-filled weekend of programs and activities for kids and families to enjoy in both the Maryland and Virginia districts of Assateague Island National Seashore.",
    "url": "https:\/\/www.nps.gov\/asis\/learn\/news\/newsreleases.htm"
}
