{
    "title": "Assateague Island National Seashore: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                 Mammals         Bottlenose Dolphin (NPS Photo)  The mammals of Assateague occupy a wide array of habitats and range in size from small rodents to large marine mammals - the latter including the bottlenose dolphin (Tursiops truncatus) and several species of whale that feed in the island's offshore waters.   Wild horses (Equus caballus) are probably Assateague's best-known mammal species. These feral horses roam freely over the Maryland portion of the island and within fenced areas of the Chincoteague National Wildlife Refuge located on the Virginia end of the island. The horses spend most of their days grazing, sleeping, or moving slowly in small bands from one feeding area to another. They feed primarily on saltmarsh cord grass, but will also eat beachgrass, greenbrier, bayberry, poison ivy, and many other types of vegetation. Rodents such as the meadow jumping mouse (Zapus hudsonius) and meadow vole (Microtus pennsylvanicus) live in grasses bordering salt and freshwater wetlands and feed on seeds, wetland plants, and, in the case of the jumping mouse, insects. Though seldom seen, river otters (Lutra canadensis) and muskrat (Ondatra zibethica) also make their home in the island’s marshy areas and adjacent waterways. Red foxes (Vulpes vulpes) build dens in sand dunes and roam the island hunting for mice, birds, insects, and berries. Opossum (Didelphis marsupialis) provide the important environmental service of waste removal, feeding primarily on the island’s carrion. The only marsupial found in North America, they give birth to premature young which complete development in a pouch on the outside of the mother's body.         Sika Deer John Collins  Two species of deer take advantage of the island's interior forests and shrub habitats, the native white-tailed deer (Odocoileus virginianus) and the non-native sika deer (Cervus nippon), actually a diminutive species of oriental elk. Ongoing research is evaluating the ecological effects of sika deer on both native vegetation communities and other wildlife such as the white-tailed deer.",
    "url": "https:\/\/www.nps.gov\/asis\/learn\/nature\/mammals.htm"
}
