{
    "title": "Assateague Island National Seashore: Camping At Assateague",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping At Assateague              Camping At Assateague       Due to impacts from winter storms, some of the campsite locations have changed for the 2016 season. Download the latest campground map (pdf file, 442kb)  The following areas in the Maryland district will remain CLOSED until further notice: - State Line, Green Run & Pope Bay backcountry camping sites.   Backcountry camping sites currently OPEN: - Little Levels, Pine Tree and Tingles Island.      Firewood Alert (PDF file 81 kb) Campers may not bring firewood from out of state. Firewood must be purchased locally.        Oceanside Campground NPS photo  Camping at Assateague will be a pleasant experience if you plan ahead! The barrier island habitat can be harsh if you are not prepared. Camping is available only in the Maryland district of Assateague Island. Campers are reminded to bring firewood(locally purchased), sunscreen, insect repellent, screen tents for shade and insect protection, and long tent stakes to anchor tents in the sand and wind.      National Park Service Reservation System  Reservations are required from March 15 through November 15. Campsite reservations are available six months in advance. Be aware that nearly all reservations for weekends are filled the first day that they become available.  Call the toll-free reservation line: 1-877-444-6777 (10:00 AM - 10:00 PM EST) or visit www.recreation.gov. Sites are $30 per night.       Assateague Island National Seashore Campgrounds:  Oceanside Drive-in: Tents, trailers and recreational vehicles (no hookups). Sites have a picnic table and a fire ring. Sites are $30 per night. Oceanside Walk-in: Tent-only sites, located 100-200 feet from centralized parking areas. Sites have a picnic table and a fire ring. Sites are $30 per night. Bayside Drive-in: Tents, trailers and recreational vehicles (no hookups). Sites have a picnic table and a fire ring. A Drive-In \"Generator-Free Zone\" is located in Bayside B Loop. Sites are $30 per night. Group Camping: Organized clubs and affiliated groups must use group campsites. Tent-only sites, located 100-200 feet from centralized parking area. Sites have a picnic table and fire ring with grill. Group campsites can be reserved year round, up to 6 months in advance at $50 per night per site. Horse Camp: There are 2 campsites for horse camping available October 16 through April 14. Each site accommodates up to 6 people and 6 horses. The fee is $50 per night per site. Generators are permitted from 6:00 am to 10:00 pm. Sites can be reserved up to 6 months in advance. Call the toll-free reservation line: 1-877-444-6777 (10:00 AM - 10:00 PM EST) or visit www.recreation.gov. Download our horseback riding brochure (pdf file, 67kb) for more information.         RV Camping NPS photo   Camping facilities include chemical toilets, cold water showers and drinking water. November 16 through March 14, campsites are first-come first-served and sites are $30 per night. There is a 50% discount for campers with Golden Age, Interagency Senior, Golden Access or Interagency Access passports. For campground regulations or more information call the ranger station at (410) 641-1441 (press 3).         Tingles Island Bayside Backcountry Campsite NPS photo  Backcountry Camping Assateague Island National Seashore has two oceanside and four bayside camping areas for visitors who wish to backpack or paddle the island. All backcountry campsites are located in Maryland; no camping is permitted in the Virginia district. Backcountry camping without a permit is prohibited. A 7-day backcountry permit is $10 per person (ages 16 years and older). A $20 7-day entrance fee per vehicle is also required. more info...      There is no camping available in the Virginia district of Assateague Island. Commercial campgrounds are available on the neighboring island of Chincoteague, Virginia. For more information contact the Chincoteague Chamber of Commerce at (757) 336-6161.",
    "url": "https:\/\/www.nps.gov\/asis\/planyourvisit\/marylandcamping.htm"
}
