{
    "title": "Assateague Island National Seashore: Horseback Riding",
    "body": "Horseback Riding              Horseback Riding brochure (pdf file, 67kb) OSV Zone map (pdf file, 151kb) Virginia District Horseback Riding map (pdf file, 271kb)       Horseback riding is allowed along the beach in the Over Sand Vehicle (OSV) zone. The OSV zone may be closed due to hazardous conditions, overwash or wildlife management practices, and horses will not be permitted in this area during such closures. Horses are not permitted elsewhere in the park, including trails, boardwalks or on the paved road.   In the summer and early fall, horseback riding is not permitted in the Maryland portion of Assateague Island National Seashore due to the presence of biting insects known to spread disease, including: Eastern Equine Encephalitis (EEE), Equine Infectious Anemia (EIA) and West Nile Virus (WNV). However, horseback riding is permitted during this time in Virginia when the OSV zone is open. During these seasons, we do not believe there is much danger for the spread of insect borne disease, but this cannot be guaranteed. Visitors must decide for themselves whether the level of risk is acceptable.        Maryland  Maryland Day Use Day use horseback riding is permitted in Maryland from October 9 through May 14. All Maryland day use riders must park in the North Beach parking lot. Riders must lead their horses from the North Beach parking lot along the marked trail near the shade pavilion and follow the sand dune crossing east to the top of the dune. At the top of the dune, riders may then mount and ride south on the beach within the OSV zone. Bayside access roads (Fox Hills and Fox Hill Levels) at KM 23.4 and KM 25.3 are also open to horseback riding. Before leaving the park, it is your responsibility to clean the parking lot and riding area of any manure, hay or feed dropped as a result of your visit. Please bring a bucket and shovel to assist you in cleaning the area. An entrance fee is required for all vehicles entering the park. Maryland Travel Routes Maryland horseback riding is permitted on the beach in the OSV zone located 1.5 miles south of the North Beach dune crossing. The stretch of beach between North Beach dune crossing and the beginning of the OSV zone is to be used only as a corridor for entering and exiting the permitted area. In the OSV zone, riding is permitted in all areas authorized for public OSV travel. Riders must stay on the ocean side of the white marker posts. Please take care to avoid groups of people engaged in other recreational activities such as fishing or sunbathing. Riders may not access areas posted for official vehicles, backcountry campsites, the \"back trail\" behind the dunes, paved roads, public boardwalks or any other unauthorized areas. No dune crossing is permitted other than the sand access road leading to and from the North Beach parking lot, and bayside access roads (Fox Hills and Fox Hill Levels) at KM 23.4 and KM 25.3.  Horse Camping Assateague Island National Seashore provides two campsites for horse camping October 16 through April 14. Each site will accommodate up to six people and six horses. Campsites include hitching posts, fire rings, picnic tables, restrooms and potable water. The fee is $50\/site\/night in addition to the required entrance fee for each vehicle. Reservations are available through www.recreation.gov. Horse camping sites may be reserved no more than six months in advance. Campers must clean up all garbage, manure, hay and feed. Generator use is not permitted in horse camp from 10:00 PM to 6:00 AM. In addition to campground regulations the following apply.   Do not leave your horse unattended. Wild horses are present in all areas of the park and may frighten your animals.  Use processed feed to eliminate introducing weed seeds into the park - hay may contain seeds of non-native plants that can take over and destroy habitat for native species. Never leave feed where wildlife can get to it - wildlife attracted to feed can come into conflict with people.  Only tie horses to hitching posts. Do not hitch animals to water supply faucets or picnic tables. Campers are allowed to bring portable corrals.   Remove all manure piles from within the campsite to reduce odors and insect problems, and to maintain the appearance of the site.        Virginia  Virginia Day Use In Virginia, horseback riding is permitted along the beachfront in the OSV zone, as well as along a limited section of the inside of the Toms Cove hook. Please note this area is typically closed during the summer months for the protection of threatened and endangered species. In Virginia, horse trailers must be parked in #4, the southernmost parking lot. Before leaving the park, it is your responsibility to clean the parking lot and riding area of any manure, hay or feed dropped as a result of your visit. Please bring a bucket and shovel to assist you in cleaning the area. Stop in or call the Toms Cove Visitor Center at 410-641-1441 (press 2) for more information. An entrance fee is required for all vehicles entering the park. Virginia Travel Routes Horseback riding is permitted in the OSV zone in the Virginia District of Assateague Island. In the OSV zone, riding is permitted in all areas authorized for public OSV travel as well as along a limited section of the inside of the Toms Cove hook. Riders must stay on the ocean side of the black & white posts. Please take care to avoid visitors engaged in other recreational activities such as hiking, fishing, or sunbathing. Riders may not access areas posted for authorized vehicles, trails, public boardwalks, or any other unauthorized area. Parking with horses is authorized in Parking Lot #4. Please refer to the Virginia District Horseback Riding map for details.        Horseback Riding Safety:   Know your skill level.  Ride at you own risk.  Horses must be under control of the rider at all times. Owners are responsible for the behavior and actions of their horses while in the park.  Be knowledgeable of the area.  Carry recommended safety equipment and extra drinking water for you and your horse.   Let someone know where you are going and when you expect to return.  Plan your trip and always be self-sufficient.   Take the right maps and carry necessary supplies for changes in weather or other conditions. A little planning is well worth the effort to make for an enjoyable trip.         Be a Responsible Visitor:   Assateague's horses are beautiful, tough and wild.   Feeding and\/or petting them is illegal; please help us keep the wild horses wild!   Visitors are kicked, bitten and knocked down every year as a direct result of getting too close to the wild horses.   Treating wild horses like tame animals is dangerous, and takes away the wildness that makes them special.  Protect your family by respecting theirs.  Give the horses the space they need to be wild.   There are few places in the United States where you can view wild horses. Due to their complex social structure the Assateague horses display a wide range of unique behaviors. Take advantage of the opportunity to view these horses in a natural habitat. With careful management, the wild horses will continue to thrive on Assateague Island and provide enjoyment to thousands of nature enthusiasts, photographers, and people who just love horses!",
    "url": "https:\/\/www.nps.gov\/asis\/planyourvisit\/horseback-riding.htm"
}
