{
    "title": "Assateague Island National Seashore: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Discover the Possibilities at Assateague First-time visitors should stop at the visitor centers to see exhibits and obtain information about the many recreational activities and natural features in the seashore. Seasonally, a wide variety of guided programs can be enjoyed to enhance your visit.              Ranger Guided Programs   Join us on a ranger guided program and learn more about the barrier island environment.        Centennial Special Events   We've got a line up of special events to help celebrate the National Park Service's Centennial. Join the birthday party!        Camping At Assateague    Make some memories camping at the beach. Rest, relax, recreate and enjoy some time on the edge of the continent.            Biking A great way to explore the island! Maryland Cyclists may travel to Assateague over a bicycle-pedstrian bridge and follow a paved bike path along Bayberry Drive through 4 miles of island habitat. Virginia A paved path leads bicycles from Chincoteague to Assateague. Enjoy these paths, too! Wildlife Loop - 3 1\/4 mile loop Woodland Trail - 1 1\/2 mile loop Swan Cove Trail - 1\/2 mile Black Duck Marsh Trail - 1 mile      Camping Camping at Assateague will be a pleasant experience if you plan ahead! The barrier island habitat can be harsh if you are not prepared. Camping is available only in the Maryland district of Assateague Island. Campers are reminded to bring firewood, sunscreen, insect repellent, screen tents for shade and insect protection, and long tent stakes to anchor tents in the sand and wind.      Canoeing and Kayaking Canoes and kayaks may be launched from designated areas on Assateague. Careful consideration should be given to weather conditions and tidal currents. Rentals are available seasonally in Maryland.      Horseback Riding Horseback riding is allowed along the beach in the Maryland District Over Sand Vehicle (OSV) Zone from October 9 through May 14. In the Virginia District it is allowed along the beachfront as well as along a limited section on the inside of Toms Cove hook, when the OSV zone is open. Please visit our horseback riding page for more information.      Over-Sand Vehicles (OSV) There are 12 miles of beach in Maryland and a small section of beach in Virginia open to over-sand vehicles. An annual OSV permit may be purchased for $70 to $150 depending upon the type of access desired. Specific equipment is required.      Shell Collecting Limit collecting to a gallon or less of unoccupied shells to ensure a supply for beach dwelling organisms.      Shellfishing Crabbing and clamming are great ways to discover the bays behind Assateague and sample some local seafood.      Surf Fishing Surf fishing has been a popular recreational activity for generations. With a few basic tips on seasons, conditions, equipment, species and regulations, anglers can have an enjoyable experience and create a few memories. Visit our Permits & Reservations page for information on fishing licenses.      Swimming and Surfing During the summer, lifeguard protected beaches are provided in both Maryland and Virginia districts. Surfing, surf fishing, mats and floats are allowed outside the lifeguarded areas. For 2016, lifeguards will be on duty from 9 am to 5 pm: May 28, 29 & 30 June 4 & 5 June 11 - September 5: Daily September 7 - 30: Thursday through Monday",
    "url": "https:\/\/www.nps.gov\/asis\/planyourvisit\/things2do.htm"
}
