{
    "title": "Assateague Island National Seashore: 2016 Centennial Events",
    "body": "Explore This Park    Plan Your Visit     Things To Do     2016 Centennial Events              2016 Centennial Events         Celebrating a Century of National Parks! NPS Photo   We've got a year of special events planned to celebrate the Park Service's 100th Centennial. Join us in the birthday celebration!         2016 Centennial Activities - General Schedule From a BioBlitz to a Beach Cleanup, we're celebrating the National Park Service's 100th birthday all year long. Join us for Centennial Celebrations!      National Park Week Programs, April 16-24, 2016 Free entrance into the Maryland District during National Park Week! Maryland District (pdf file, 431 kb) Virginia District (pdf file, 287 kb)      Global Big Day Bird Walk - May 14, 2016 - Virginia District Advance registration required. Sign up at the Toms Cove Visitor Center (757-336-6577). Put on your Citizen Scientist hat and be a part of a global event! People around the world will be identifying and counting birds on May 14 for the Global Big Day Bird Count. Join park staff as we participate and discover some of Assateague's most colorful spring residents during this stroll to beach and salt marsh habitats. A limited number of binoculars and bird guides are available. Time: 2 hours. Distance: ½ mile.      22nd International Migratory Bird Celebration - May 14, 2016 - Virginia District Join us in celebrating the Centennial anniversary of the National Park Service and the Migratory Bird Treaty. We'll be at the 22nd International Migratory Bird Celebration from 10 am to 3 pm with our partner, the Chincoteague National Wildlife Refuge for a day of family activities and a wildlife art show. More info...(pdf file, 292kb)      Centennial BioBlitz Fun Day - May 21, 2016 - Maryland District In honor of the National Park Service's Centennial, we will be hosting a BioBlitz Fun Day on Saturday, May 21st! During our BioBlitz, we'll be doing a series of biological surveys that will allow us to create a snapshot of Assateague's biodiversity. You don't have to be an expert to be involved with this event. In fact, the whole purpose of our event is to engage people who have never attended a BioBlitz before! We are encouraging the use of the iNaturalist app, but it is not a requirement to attend. (Find out more about iNaturalist at iNaturalist.org)  More info...(pdf file, 1.3MB)       5K Centennial Run - June 4, 2016 - Virginia District Join us on June 4 at 8 am for a 5K Centennial Run on the Wildlife Loop at Chincoteague National Wildlife Refuge. Pre-registration is required. Limited to 100 runners. Register at runsignup.com. More info...(pdf file 3.2MB)        Astronomy & Night Sky Summer Series Krystina Carpenter   Astronomy & Night Sky Summer Series- July 14, July 21 & August 12, 2016 Discover the night sky from Assateague Island! Each series will begin with an auditorium presentation followed by stargazing with telescopes and binoculars (weather permitting).This series is a collaboration between Assateague Island National Seashore, Chincoteague National Wildlife Refuge, Delmarva Space Sciences Foundation, and NASA Wallops Flight Facility Visitor Center. Delmarva Space Sciences Foundation provides expertise and high-powered telescopes for these events. More info...(pdf file, 1.4Mb)",
    "url": "https:\/\/www.nps.gov\/asis\/planyourvisit\/2016-centennial-events.htm"
}
