{
    "title": "Assateague Island National Seashore: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps         Maryland District Trail Map 354kb, PDF file Map showing the trails in the Maryland District of Assateague Island.      Virginia District Trail Map 320kb, PDF file Map showing the trails in the Virginia District of Assateague Island.     Oceanside and Bayside Campground Map 442kb, PDF file Assateague Island National Seashore Oceanside & Bayside Campground map.      Backcountry Camping Map 93kb, PDF file Map of Assateague Island backcountry oceanside and bayside camp sites that are accessible to backpackers, canoers and kayakers.      Over Sand Vehicle (OSV) Zone Map 151kb, PDF file Map of Assateague Island Over Sand Vehicle (OSV) Zone in Maryland and Virginia.      Hunting Map: 2015-2016 Map to orient and navigate through the Maryland hunting areas.       Virginia District Horseback riding map 272kb, PDF file Map showing the horseback riding areas in the Virginia District of Assateague Island National Seashore.      Personal Watercraft (PWC) Closures in Assateague Island National Seashore 606kb, PDF file Map showing PWC closures in Assateague Island National Seashore.      Personal Watercraft (PWC) Maryland District Closures 292kb, PDF file Map showing PWC access in the Maryland District of Assateague Island National Seashore.      Personal Watercraft (PWC) Virginia District Closures 171kb, PDF file Map showing PWC access in the Virginia District of Assateague Island National Seashore.      Kayak Landing Areas - Maryland District (north of Verrazano bridge) 473kb, PDF file Map showing the areas where kayak & canoe landing is allowed in the Maryland District, north of the Verrazano bridge.      Boat Use Map - Virginia District 331kb, PDF file Map showing boating access in the Virginia District of Assateague Island National Seashore.      Historic Shorelines of Toms Cove 504kb, PDF file View 150 years of shoreline changes on the Toms Cove Hook in the Virginia District of Assateague Island National Seashore.",
    "url": "https:\/\/www.nps.gov\/asis\/planyourvisit\/maps.htm"
}
