{
    "title": "Assateague Island National Seashore: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       2016 Fee Free Days Mark your calendar for these fee-free dates in 2016! more info...      Entrance Fees  Maryland Foot\/Bicycle: No Fee Individual: $5.00 - 7 Days (per person 16 years of age or older when entering by means other than a private, non-commercial vehicle, such as taxis and limousines providing transportation only; buses carrying passengers not on a pre-packaged tour such as school groups visiting for recreational purposes; and buses or vans registered to non-profit organizations such as churches or schools. A family traveling together shall pay no more than the vehicle fee.) Motorcycle: $15.00 - 7 Days Vehicle: $20.00 - 7 Days Vehicle: $40.00 - Park Annual Pass, valid 1 year from purchase. Beach Parking fee upgrade: $15.00 - For visitors using the USFWS Migratory Waterfowl Duck Stamp as an entrance pass, valid July 1 - June 30 annually. Commercial Tours Information about Assateague State Park Entrance fees  Virginia Foot\/Bicycle: No Fee Vehicle: $8.00 - 1 Day Vehicle: $15.00 - 7 Days Vehicle: $30.00 - Refuge Annual Pass, valid 1 year from purchase. Vehicle: $40.00 - USFWS Migratory Waterfowl Duck Stamp ($25.00) plus beach parking fee ($15.00) Beach Parking fee upgrade: $15.00 - For visitors using the USFWS Migratory Waterfowl Duck Stamp as an entrance pass, valid July 1 - June 30 annually. More information on Virginia fees... Available in Maryland and Virginia - Federal Recreational Lands Passes   Annual: $80.00 - America the Beautiful-National Parks and Federal Recreational Lands Pass, valid 1 year from purchase   Senior: $10.00 - America the Beautiful-National Parks and Federal Recreational Lands Senior Pass, 62 years and older, lifetime   Access: Free - America the Beautiful-National Parks and Federal Recreational Lands Access Pass, permanent disability, lifetime   Military: Free- America the Beautiful- National Parks and Federal Recreational Lands US Military Pass, active duty US military and their dependents, must provide either CAC Card or DD Form 1173, valid 1 year from date obtained   More information about the Federal Recreational Lands Passes... Entrance Passes may be used in both the Maryland and Virginia districts. When visiting the Maryland district, Federal Duck Stamp holders must purchase a $15 beach parking fee upgrade.      Camping Fees & Reservations Please visit our camping page for information on camping fees and reservations.",
    "url": "https:\/\/www.nps.gov\/asis\/planyourvisit\/fees.htm"
}
