{
    "title": "Assateague Island National Seashore: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations       Camping Reservations  Campground reservations are required from March 15 through November 15. Campsite reservations are available six months in advance. Be aware that nearly all reservations for weekends are filled the first day that they become available. Group campsites are reservable year round. Call (877) 444-6777 or visit www.recreation.gov. Individual campsites are first-come first-served November 16 through March 14. Horse camping is available October 16 through April 14. Sites can be reserved up to 6 months in advance. Call (877) 444-6777 or visit www.recreation.gov. Backcountry campsites are available on a first-come first-served basis.  More Camping Information...      Special Use Permits A special park use is an activity in a National Park area that is conducted by or provides a benefit to an individual, group or organization, rather than the public at large. Special Uses include Special Events (including, but not limited to, weddings, beach parties, group bonfires and picnics, fishing tournaments, races, walkathons, trail rides), Filming, First Amendment Activities, Hunting and Over Sand Vehicle Use. Find out more about Special Use Permits... Download an application for a Special Use Permit (SUP) (pdf file, 36kb)        Bruce Dowd  Over Sand Vehicle Permit Permit fees vary from $70 to $150, depending on the type of access desired and are valid for a year from the month of purchase. more info....      Backcountry Camping Permit Assateague Island National Seashore has two oceanside and four bayside camping areas for visitors who wish to backpack or paddle the island. All backcountry sites are located in Maryland; no camping is permitted in the Virginia district. Backcountry camping without a permit is prohibited. A $6 per person backcountry permit fee and entrance fees are required. Fees may be paid and permits obtained in either district of Assateague Island National Seashore: at the Ranger Station in Maryland or the Toms Cove Visitor Center in Virginia. more info....      Fishing Licenses Maryland District Anglers age 16 and older must possess a valid Maryland Chesapeake Bay & Coastal Sport Fishing or Potomac River Fisheries Sport Fishing license. Anglers who are exempt from licensing and holders of out of state reciprocal licenses must register (free) with the Maryland Saltwater Angler Registry.  Virginia District Anglers age 16 and older must possess a valid Virginia Saltwater Fishing or Potomac River Fisheries Sport Fishing license. Anglers who are exempt from licensing and holders of out of state reciprocal licenses must register (free) with the Virginia Fisherman Identification Program (FIP).      Overnight Fishing Pass - Virginia District Only Overnight fishing passes are issued on a \"lifetime\" basis. Passes are required for all persons over the age of 12 and must be obtained in person at the Toms Cove Visitor Center. Please call 757-336-6577 for more information.      Beach Campfire Reservation - Virginia District Only There are 3 \"open fire\" sites available for public use on a reservation basis. These sites are located on the beach, near parking lot #4. There is no cost for the reservation and they must be made in person at the Toms Cove Visitor Center. Please call 757-336-6577 for more information.      Commercial Use Authorization Commercial activities or operating a business of any kind in the park is prohibited without a Commercial Use Authorization. Applications are considered based on a number of criteria, including appropriateness\/accomplishing mission of the park. The non-refundable application fee is $50.00. Call the Concessions Specialist at 410-629-6046 for more information.",
    "url": "https:\/\/www.nps.gov\/asis\/planyourvisit\/permitsandreservations.htm"
}
