{
    "title": "Assateague Island National Seashore: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Want to live life on the edge? Explore sandy beaches, salt marshes, maritime forests and coastal bays. Go fishing, clamming biking and kayaking. Watch wild horses, birds and deer. Discover the rhythms of life on island time. Rest, relax, recreate and enjoy some time on the edge of the continent.               Basic Information   Start your visit here! Learn about hours, fees, visitor centers and more.        Operating Hours & Seasons   Assateague Island isn't the only thing changing around here - our hours change too! Check out what's open & when.        Fees & Passes   Learn more about fees, passes and fee free days at the park!              Camping At Assateague    Make some memories camping at the beach. Rest, relax, recreate and enjoy some time on the edge of the continent.        Things to Do   Kayaking is just one of the ways to explore Assateague. Stop at the visitor centers to discover other ways to enjoy your park.        Weather and Tides   Get the latest information on weather and tides from the National Weather Service and NOAA.            Assateague Island is a 37 mile long island along the coasts of Maryland and Virginia. Most of the Maryland district is managed by the National Park Service as Assateague Island National Seashore. The State of Maryland manages two miles of the Maryland district as Assateague State Park. The Virginia district is managed by the U.S. Fish & Wildlife Service as Chincoteague National Wildlife Refuge. The National Park Service operates the Toms Cove Visitor Center and a recreational beach within the Chincoteague National Wildlife Refuge. For more details, download our Planning Your Visit brochure.      Local Partners & Information Resources Worcester County Tourism (800-852-0335) Chincoteague Island Chamber of Commerce (757-336-6161) Ocean City Chamber of Commerce (410-213-0552)      Nearby Attractions Assateague State Park (410) 641-2918 Rackliffe Plantation House (443) 614-0261 NASA Wallops Visitor Center (757) 824-1344 Chincoteague National Wildlife Refuge (757) 336-6122",
    "url": "https:\/\/www.nps.gov\/asis\/planyourvisit\/index.htm"
}
