{
    "title": "Assateague Island National Seashore: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons         Assateague Island Visitor Center NPS photo  Maryland District Open year round, 24 hours a day.   Assateague Island Visitor Center March-December: Open  7 days\/week. January-February: Open Thursday-Monday. 9:00 am - 5:00 pm. Closed on Thanksgiving and Christmas days. Phone: (410) 641-1441 press #1 Location: The Assateague Island Visitor Center is located in the Maryland District of Assateague Island on the southern side of Route 611, before the Verrazzano Bridge entrance into the park. The GPS address is 11800 Marsh View Lane, Berlin, Maryland 21811.  Exhibits: Marine aquariums, touch tank, exhibits, maps, a film about the wild horses of the island, brochures, and a variety of educational opportunities are available. Available Facilities: Restrooms, bookstore, entrance passes, lost and found and emergency services are available. Special Programs: Regularly scheduled park activities are available seasonally. Education programs for schools are given throughout the year. Information is available upon request.     Maryland District Ranger Station\/Campground Office Open All Year. Hours change seasonally. Phone: (410) 641-3030 press #3 Location: Located in the Maryland District of Assateague Island on west side of Bayberry Drive, after the entrance station. The GPS address is 6633 Bayberry Drive, Berlin, Maryland 21811. Available Facilities: Offers campground information and registration, backcountry camping permits, hunting information, entrance passes and over-sand vehicle permits.          Toms Cove Visitor Center Terry Wildy  Virginia District Open January-February: 6 am - 6 pm. March-April: 6 am - 8 pm. May-September: 5 am - 10 pm. October: 6 am - 8 pm. November-December: 6 am - 6 pm.  Toms Cove Visitor Center March - November: Open 7 days\/week. December - February: Open Friday - Monday. more info... Closed on Thanksgiving and Christmas days. Winter, Spring & Fall: 9:00 am - 4:00 pm. Summer: 9:00 am - 5:00 pm. Phone: (757) 336-6577 press #2 Location: The Toms Cove Visitor Center is located on the south side of Beach Road, prior to the beach parking areas. The GPS address is 8586 Beach Road, Chincoteague, Virginia 23336. Exhibits: Beachcombing exhibits, educational brochures, a marine aquarium and touch tank. Available Facilities: A bookstore, entrance passes, over-sand vehicle permits, overnight fishing passes, campfire reservations, lost and found and emergency services are available. Special Programs: Regularly scheduled park activities are available seasonally. Education programs for schools are given spring and fall. Information is available upon request.",
    "url": "https:\/\/www.nps.gov\/asis\/planyourvisit\/hours.htm"
}
