{
    "title": "Fort Washington Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Entrance to Fort Washington Roy V. Ashley  The first Fort Washington was completed in 1809 and guarded the Nation’s Capital until it was destroyed by its own garrison in 1814. Twelve days later Major Pierre L’Enfant was sent to construct new defenses but worked on the fort for only a brief period before Lieutenant Colonel Walker K. Armistead replaced him. The fort was completed on October 2, 1824. Extensive remodeling was performed in the 1840s and the first guns were mounted in 1846. The masonry fort was occupied by soldiers from the First, Third and Fourth U.S. Artillery during its early history. Except for a few guns at the Washington Arsenal, Fort Washington was the only defense for the Nation’s Capital until the Civil War when a circle of temporary forts was built around the city. Battery Rogers and Fort Foote were the only seacoast forts in the system and armed with large Rodman and Parrott cannons. Fort Washington was garrisoned as the outer defense for the city. Companies of the First and Fourth Artillery as well as numerous state artillery units passed through the post during the war. In 1872 the garrison was removed and additional property purchased to construct a new defense system. Funds for the project was withdrawn and the post was abandoned for the next twenty years.        24-pound cannon on a barbette carriage Roy V. Ashley  A new defense system, consisting of rifled steel guns in concrete emplacements was authorized in 1886 and work began at Fort Washington in 1891. The next year ground was broken for Battery B, later named Battery Decatur and the guns were mounted in 1896. Eventually eight concrete batteries at Fort Washington and four at Fort Hunt made up the Potomac Defense Command. Prior to World War I Fort Washington was downgraded to harbor defense and the large guns removed. During the war the post was used as a staging area for troops being sent to France. The 8th Provisional Artillery Battalion was organized at the post and sent to France where they became the 53rd Railroad Artillery Regiment. After the war the 3rd Battalion 12th Infantry moved in and became the ceremonial unit for the Military District of Washington.        Parade ground area of Fort Washington Roy V. Ashley  In 1939 the post was abandoned and turned over to the Director of Public Buildings for use as a terminal point for a bridge across the Potomac and a parkway to be built along the shore. Before the transfer was complete the United States entered World War II. Fort Washington was returned to the army and became the home of the Adjutant General’s School. After the war the Veterans Administration managed the post hospital and other government agencies occupied some of the buildings. In 1946 Fort Washington returned to the Department of the Interior.",
    "url": "https:\/\/www.nps.gov\/fowa\/learn\/historyculture\/index.htm"
}
