{
    "title": "Hawai'i Volcanoes National Park: Find Hawai‘i Volcanoes National Park During National Park Week",
    "body": "Explore This Park    Get Involved     100th Anniversary of Hawai‘i Volcanoes National Park     Find Hawai‘i Volcanoes National Park During National Park Week              Find Hawai‘i Volcanoes National Park During National Park Week        A hiker takes in the coastal view at ‘Āpua Point in Hawai‘i Volcanoes National Park Photo courtesy of Jacob W. Frank       Celebrate the National Park Service's 100th anniversary – and the centennial of Hawai'i Volcanoes National Park –during National Park Week, April 16-24. Entrance fees will be waived nine full days, and a \"National Park Rx Day\" will be held on Sunday, April 24. \"There's no better way to celebrate the centennial anniversaries of both Hawai'i Volcanoes National Park and the National Park Service than by inviting our community and visitors to enjoy the park at no charge,\" said Park Superintendent Cindy Orlando. \"Your park 'ohana welcomes you to join us for a special program, reconnect with your favorite trail, or stay after dark to admire the splendor of glowing lava within Halema'uma'u Crater,\" she said.              For Junior Ranger Day (also known as ‘Ohana Day) on Sat., April 16, keiki 17 and younger are invited to join park rangers in Kahuku for a fun day of discovery from 10 a.m. to 2 p.m. Participants will hike the historic lower Palm Trail, and learn to make traditional string figures called hei. Call (808) 985-6019 to register, limited to 25 participants. link to pdf poster (438KB)              On Wed., April 20 kupuna hula group Haunani's Aloha Expressions will perform for free at the Kīlauea Visitor Center Auditorium from 6:30 to 8 p.m. link to pdf poster (464KB)              On the last day of National Park Week, Sun., April 24, from 10 a.m. to noon, the park will host a \"National Park Rx Day,\" a community health initiative to \"prescribe\" time in parks to promote wellness. Join park rangers and Dr. Craig Kadooka on an easy one-mile roundtrip hike of upper 'Iliahi Trail. Meet at Kīlauea Visitor Center lānai at 10 a.m. The first 200 walkers will receive a reusable water bottle and fresh fruit. Hawaiian practitioners Edna and Sam Baldado will demonstrate the heath benefits of kalo, and Ka'ohu Monfort will share how Hawaiians use plants to heal and cure. HMSA will also provide a table with health information              National Park Week event sponsors include Friends of Hawai'i Volcanoes' National Park, Hawai'i Pacific Parks Association, and Queen Lili'uokalani Children's Center. Hawai'i Volcanoes National Park celebrates its 100th birthday in 2016. The park provides countless ways for visitors to connect with and appreciate Hawaiian culture, active volcanoes, and native plants and animals. It was designated as a World Heritage Site (1987) and an International Biosphere Reserve (1980).       Visitors gather at the Jaggar Museum observation deck to observe the spectacular glow from Halema‘uma‘u Crater within Kīlauea Volcano NPS Photo\/Michael Szoenyi       Return to 100th Anniversary page",
    "url": "https:\/\/www.nps.gov\/havo\/getinvolved\/2016-national-park-week.htm"
}
