{
    "title": "Fort Washington Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees and Passes       Fees are collected from May through October.     3-day Basic Entrance Fee  $5.00 per private* vehicle $3.00 per individual: any person walking in, a bus passenger, or riding a bike.  Fort Washington Park Annual Pass  $20.00  Available to everyone. Passes may be purchased at the entrance station during fee operations, May through October. The pass admits one private* vehicle. If entering on foot, bike, or bus the pass admits the pass signer and three additional persons aged 16 and over. The pass is non-transferable and non-replaceable.  *A private vehicle is defined as a noncommercial vehicle that is being used for private recreational purposes. This includes passenger automobiles, vans, campers, and company-owned vehicles that are leased or rented for private recreation purposes.      America the Beautiful The National Parks and Federal Recreational Lands Pass  A pass is your ticket to more than 2,000 federal recreation sites. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. A pass covers entrance and standard amenity fees for a driver and all passengers in a personal vehicle at per vehicle fee areas (or up to four adults at sites that charge per person). Children age 15 or under are admitted free.      Annual Pass  $80 annual pass Available to everyone. Can be obtained in person at a federal recreation site, or by calling 1-888-ASK USGS (1-888-275-8747), Ext. 3 (Hours of operation are: 8:00 am to 4:00 pm Mountain time), or online. Buy Now Non-transferable.  Frequently Asked Questions about the Interagency Annual Pass      Free Annual Pass for U.S. Military  Available to U.S. military members and dependents in the Army, Navy, Air Force, Marines and Coast Guard and also, Reserve and National Guard members. Must be obtained in person at a Federal recreation site by showing a Common Access Card (CAC) or Military ID (Form 1173).  Frequently Asked Questions about the Annual Pass for U.S. Military      Senior Pass  $10 Lifetime pass For U.S. citizens or permanent residents age 62 or over. May be obtained in person at a federal recreation site or through the mail using this application form. The cost of obtaining a Senior Pass through the mail is twenty dollars ($20). Ten ($10) for the Senior Pass and ten ($10) for processing the application. Applicants must provide documentation of age and residency or citizenship. May provide a 50 percent discount on some amenity fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. Generally does NOT cover or reduce special recreation permit fees or fees charged by concessioners.  Frequently Asked Questions about the Interagency Senior Pass      Access Pass  Free For U.S. citizens or permanent residents with permanent disabilities. May be obtained in person at a federal recreation site or through the mail using this application form. The cost of obtaining an Access Pass through the mail is ten dollars ($10) for processing the application (the Pass is free). Applicants must provide documentation of permanent disability and residency or citizenship. May provide a 50 percent discount on some amenity fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. Generally does NOT cover or reduce special recreation permit fees or fees charged by concessioners.  Frequently Asked Questions about the Interagency Access Pass      Volunteer Pass  Free For volunteers with 250 service hours with federal agencies that participate in the Interagency Pass Program. Contact your local federal recreation site for more information about volunteer opportunities or visit Volunteer.gov.",
    "url": "https:\/\/www.nps.gov\/fowa\/planyourvisit\/fees.htm"
}
