{
    "title": "Fort Washington Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits and Reservations       There are a variety of activities and events that can be held at Fort Washington Park that require permitting of some form. Below are some of the more popular activities with information on how to acquire the needed permits. All permitted activities must follow certain rules and regulations.  Picnics Fort Washington Park offers a great setting for family and organizational picnics. There are tables and grills for small groups (24 persons or fewer) throughout the park. These small group locations are available for use on a first-come first-served basis from 8:00 am until dark. Picnic tables cannot be moved to accommodate larger groups. All picnic users are responsible for complying with park regulations.     Groups of 25 or more must obtain a picnic permit in advance by going to www.recreation.gov or calling 1-877-444-6777. Permitted picnic areas require a fee and are reserved for the permit holder's exclusive use. Permits are only honored on the day for which they are obtained and cannot be rescheduled due to weather conditions. Permit holders are responsible to preserve park resources and ensure their group follows park regulations. The permit holder will be held liable for any damages or necessary cleanup. Maximum group size for any picnic is 200 persons.    Commercial Filming and Photography   Commercial filming and photography is allowed under certain stipulations in Fort Washington Park. Commercial filming and photography activities must obtain a separate permit from other permitted activities. Permits can be obtained from the National Capital Region Permitting Office.   Special Events Many community events, demonstrations, educational activities, and athletic competitions can be held at Fort Washington Park after obtaining a permit. All permitted events must maintain a balance of the public interest between daily visitor needs and special event needs. Permit applications are available at the National Capitol Region Permit Office. Please contact Fort Washington Park staff with any questions regarding the permitting process or what activities can be hosted in the park.     Weddings and Other Ceremonies Permits can be obtained for weddings and other similar ceremonies. Ceremonies are allowed near the lighthouse, in the visitor center loop, and in reserved picnic areas. Receptions and food service associated with these ceremonies can only be held in the reserved picnic areas. To ensure staff monitoring, all ceremonies must conclude by 5:00 pm. All commercial filming and photography associated with a ceremony, must obtain a seperate permit.    Special and Other Uses  All parks are part of the community around them, and certain activities can have an impact on park resources. These activities often involve access, infrastructure, research. Permitting needs for these activities can be very specific and require close coordination between the permittee and the park. Research permits go through the National Park Service Research Permit and Reporting System. For any activities concerning access, construction, ground disturbance, or commercial vehicle use, please complete a special use permit application and contact National Capital Parks East headquarters at (202) 690-5185. For right of way permits, including those involving utilities, please contact the National Capital Region right-of-way coordinator.   Contact Us If you have any questions about the permitting process or if a permit is required for your activity, please contact park staff at (301) 763-4600 or e-mail us.",
    "url": "https:\/\/www.nps.gov\/fowa\/planyourvisit\/permits-and-reservations.htm"
}
