{
    "title": "Fort Washington Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           13551 Fort Washington Road  Fort Washington, MD 20744                 Directions         From I-95\/495 take exit 3, Indian Head Highway South\/MD 210. Travel about 4 miles to Fort Washington Road, turn right. The park is located at the end of the road. From Waldorf, MD: MD228 to Indian Head Highway\/MD210 North. Turn left onto Old Fort Road. Continue to end of road, at the stop sign turn left onto Fort Washington Road, continue to park entrance.   Directions Details           Operating Hours & Seasons         Fort Washington Park The park's entrance gate is open at 7:00 am during the summer months.  The gate opens at 8:00 am during the winter months.  The grounds are open until sunset all year.   Standard Hours    Sunday: 7:00 AM - Sunset   Monday: 7:00 AM - Sunset   Tuesday: 7:00 AM - Sunset   Wednesday: 7:00 AM - Sunset   Thursday: 7:00 AM - Sunset   Friday: 7:00 AM - Sunset   Saturday: 7:00 AM - Sunset      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -                  Weather           Summers are generally hot and humid, with daytime highs frequently above 90 degrees Fahrenheit and scattered afternoon thunderstorms. Please carry water while participating in physical activity and be prepared to take shelter from lightning. Winters are generally cold, with nighttime lows frequently near freezing and occasional snowfall. Weather during spring and fall is generally moderate, but can change quickly.         Fees & Passes     Entrance Fees:   Fort Washington Entrance Fee - Per Vehicle - $5.00 This fee covers the cost of one privately owned vehicle that is valid for a period of three days from the date of purchase.   Fort Washington Entrance Fee - Per Person: walk-in, bicycle, bus passenger - $3.00 This fee cover the entrance for one person entering the park in a non-privately owned vehicle, such as walking, on a bicycle or bus, or a taxi.  The pass is valid for a period of three days from date of purchase.   Entrance Passes:   Fort Washington Park Annual Pass - $20.00 The pass is valid for one year from the month of purchase.  The pass allows for one privately owned vehicle to enter or up to four people over the age of 16 when walking or bicycling.         Visitor Centers       Fort Washington Park Visitor Center The visitor center is the yellow house that sits outside the historic fort.                  Located 12 miles south of Washington DC in Prince George's County, Maryland, Fort Washington offers a range of experiences for every visitor. Experience history as you explore our coastal fortifications. Perhaps you will encounter some birds and wildlife on our hiking trails or enjoy quality time with your family at our fields and playgrounds. The information here will give you the first steps to planning your visit!  Fort Washington Is open year round.  The park grounds are open from 8AM - Sunset. The historic fort and the visitor center are open from 9AM - 4PM during winter months and 9AM - 5PM during the summer months.   Alcohol is prohibited in the park. Dogs are allowed but must be on a 6 foot leash and under the control of owner. For more information call 301-763-4600.           Operating Hours and Seasons Fees and Passes Permits and Reservations Pet Information",
    "url": "https:\/\/www.nps.gov\/fowa\/planyourvisit\/basicinfo.htm"
}
