{
    "title": "Fort Foote Park: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories         Photo of Rodman Cannon   MAMMOTH GUNS RODMAN'S SMOOTHBORE CANNONS Fort Foote visitors are amazed by the massive size of the two large cannons overlooking the Potomac River. Commonly called Todman Guns, these cannons were officially known as the Model 1861 U.S. 15-inch Columbiad. To fully appreciate these weapons, we must look back to see how cannons were manufactured during our country's early history. EARLY CANNON CASTING All cannons were made by pouring molten metal around a solid cylinder to form a chamber for powder and shot. Exact alignment was difficult and the interior cavity was often miss-shaped. In 1712, the Swiss introduced solid casting, a manufacturing process that formed the cannon as one solid piece.  Metal impurities, known as slag, was forced to the center by the cooling action and removed by a lathe during the finishing operation. The hollow area, now called the bore, was accurately shaped by drilling the solid cast process reached America by 1773 and became standard practice for all U.S. cannon foundries. when necessary, excess metal was removed from the exterior to insure that the bore was accurately centered. After the American Revolution our government turned to iron as gun metal so that our military would not have to rely on foreign metals such as copper, nickel. In 1811 Major George Bombford of the U.S. Ordnance department introduced a 50-pounder iron gun called the Columbiad to replace the large variety of seacoast cannons then in the use. Gradually, as the thickness of ship armor increased larger guns were needed and more metal had to be removed from the exterior to reduce weight and decrease cost. The guest for more powerful guns resulted in less trustworthy ordnance. America's cast iron guns became notorious for their ability to burst so the field artillery went back to bronzer as their gunmetal.  NOTORIOUS PEACEMAKER in 1844 the U.S. Navy decided to show off their newest acquisition, a steampowered, propeller-driven war ship with a 12-inch experimental gun. On February 28, President John Tyler, members of Congress, newspaper reporters and other guest boarded the USS Princeton at the Washington Navy Yard. The group enjoyed a leisure cruise down the Potomac while the Princeton demonstrated her maneuvering ability and armament. On the return trip the ship passed Fort Washington as Captain Robert F. Stockton prepared to fire one last round from he 12-inch, 225-pounder called \"Peacemaker.\" When fired, the gun burst wounding many guests and killed five observers including Navy Secretary Gilmer, Secretary of State Upshur and a Congressman. A Board of Inquiry found that no person could be held responsible for the mishap but they did find fault with the gun. They also concluded that the present technology could not produce a safe large gun. Large gun manufacturing process had no effect on the strength of a gun and blamed gun failures on thin barrel design. He developed a bottle-shaped cannon with a thick breech to absorb the extreme pressure created by large powder charges.        Thomas Jackson Rodman   NEW CASTING PROCESS Thomas Jackson Rodman graduated from the military academy in 1841 and was assigned to the Ordnance Department at Allegheny Arsenal in Pittsburgh. Shortly after the Princeton incident he began studying the properties of gunmetal and theorized that a cannon cooled from the inside would be stronger than those manufactured by the current method. He believed that internal cooling would cause the outer molten metal to compress against the bore and create enough tension to resist the pressure of large powder charges. Basically, he brought back the hollow casting process but instead of a solid core he used a hollow tube. Water circulating through the tube cooled the bore while coals were piled against the mold to keep the outer surface hot. Rodman's manufacturing method, known as the \"wet chill process\", forced the impurities outward while the outer metal shrank against the hardened interior. He offered his idea to the government but it was rejected. Rodman obtained permission from his superiors to apply for a patent for hollow casting guns arranged for the Fort Pitt foundry to cast and test his cannons. In 1849, it was found that cannons produced by his method were superior to all other guns produced in this country. A prototype 15-inch cannon was cast on December 23, 1859. During the gun trials 509 proofing rounds were fired without mishap. The first government purchase order for these 50,000 pound, 190 inch long weapons was issued in November 1861. During the Civil War the Rodman guns were the largest in the U.S. arsenal. Two 20-inch guns were purchased but the 15-inch gun, along with the 200 pounder (12-inch) muzzle loading Parrott Rifle, became our main seacoast armament. A 15-inch Rodman at Fort Monroe kept the C.S.S. Virginia (Merrimac) at bay during her struggle with the Union's U.S.S. Monitor but the large Rodman guns were not fully tested until after the war.        The button of the 15-inch Rodman Cannon Roy V. Ashley  OTHER INVENTIONS In those days all muzzle-loading cannons were cast with a rear projection known as the knob.  Ropes were attached to the knob to lift ordnance during manufacturing and mounting operations.  When Fort Pitt was experimenting with a 10-inch gun they broke a number of knobs making it difficult to move and mount the cannon.  Rodman developed a knob that was almost as large as the base of the piece and had only a narrow grove to accommodate lifting tackle.  The button-shaped knob, with its distinctive feature of the large Rodman cannons and makes them easy to recognize.  Rodman also developed instruments for measuring the internal pressure of cannons and in 1856 he invented \"Mammoth Powder.\"  These large pellets of powder had holes to allow the charge to burn smoothly while the projectile traveled down the barrel giving the cannon more accuracy and range      THE RODMAN GUNS During our Civil War most European navies armed their vessels with 9-inch rifled guns.  Other technologies such as the screw propeller, steam engine, rotating gun turret and iron-sided ships with watertight compartments were making our seacoast defenses obsolete.  Our government could not afford an arms races so it was decided to wait and see how the gun versus ship race progressed before investing in changes.  In 1870, the army started an extensive program to modify existing defenses.  Inexpensive earthwork batteries were armed with existing smoothbore guns, primarily the 15-inch Rodman.  A few guns were mounted but funds were withdrawn in 1875.  The Chief of Engineers stated in his 1877 annual report, \"Our largest guns, of which we have any number, is a 15-inch smooth-bore, and weighs over 25 ton.  We have about 325 of them for our entire coast of 12,600 miles.\" The 15-inch gun was finally tested at Sandy Hook, NJ in 1883.  It was found that 130 pounds of black-powder created 25,000 pounds of pressure in the chamber and at 20 degrees elevation the gun could send a 440-pound shell over 3 1\/2 miles.  At 1,000 yards the round-ball projectile could pierce 10 inches of iron.  No warship, regardless of how well armored, could afford to trade shots with a 15-inch Rodman at close range.       Rodman Cannon in position to be loaded        NEW DEFENSES In 1890, Congress appropriated $1,221,000 for coast defense construction, the first funds authorized since 1875.  A new system of concrete batteries with rifled steel guns was approved but the guns and carriages were not available.  In 1896, while waiting for guns and carriages, three 15-inch smoothbore cannons were mounted at Fort Washington.  A month later the first of the 10-inch rifled guns was mounted on a disappearing carriage at Battery Decatur. SMOOTHBORES REPLACED Our government purchased 322 of the model 1861 15-inch Columbiads, known as the Rodman Gun, between 1861 and 1871.  These mammoth, 25 ton pieces were the primary weapons of our coast defense system for over thirty years.  They also represent the beginning of a new era of ordnance and metal manufacturing in the United States.  One of the Fort Washington's 15-inch Rodman cannons was removed to make way for rapid-fire guns at Battery White and the other two were taken down in the early 1900s.  When rifled steel guns replaced smoothbores, the old cannons were considered junk.  At Fort Taylor engineers used 15-inch cannons to reinforce concrete for new gun emplacements.  Today only 25 of the 15-inch Rodman guns survive.  You can see these mammoth guns at our military parks such as Fort McHenry and Fort Foote.       Rodman Cannon, unmounted NPS",
    "url": "https:\/\/www.nps.gov\/fofo\/learn\/historyculture\/stories.htm"
}
