{
    "title": "Ulysses S Grant National Historic Site: Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability            Sustainability         New water fountain at Ulysses S. Grant NHS   The site now has a drinking fountain equipped to fill water bottles with St. Louis' great tasting tap water. Visitors and staff will be able to re-fill plastic bottles keeping them out of the landfills.       Geothermal at Work Geothermal heating is the process of using the earth's heat to create a relatively constant, baseline temperature from which to warm or cool a building. At Ulysses S. Grant National Historic Site, the National Park Service employs this process to heat and air condition several buildings and to heat water. This provides a significant cost savings over time, and there are no CO2 emissions from burning natural gas. It is environmentally friendly, reducing the site's carbon footprint. There are two ways that the transfer of heat from the earth to a building is accomplished: water to water, or water to air. In both cases, water is pumped through pipes that extend deep into the ground, thereby heating the water. The warm water creates radiant heat or warm air to be used in a forced air system.       Renewable Energy Ulysses S. Grant National Historic Site continues its commitment to green practices as the first NPS site in the Midwest Region to switch to buying wind and water power. Ameren Missouri, the local utility company, has allowed for its customers to pay 1.5 cents per kilowatt hour more for \"pure power.\" The program, which is certified by the Environmental Protection Agency and Department of Energy, removes a customer's energy use off of the normal carbon-based grid and replaces it with the same amount of green power. With a commitment to participate as a Pure Power Supporter, the site will help prevent 448,500 pounds of carbon dioxide, a leading greenhouse gas, from entering the atmosphere each year. This is equal to the CO2 reduction equivalent of protecting 170 acres of forest-storing carbon for one year or taking 44 cars off the road for a year. In 1872 when President Ulysses S. Grant signed legislation making Yellowstone America's first national park, he was setting in motion a tradition of preservation and conservation that continues today. With nearly 400 National Park Service sites across America, the NPS strives to be a leader in conservation and green practices.",
    "url": "https:\/\/www.nps.gov\/ulsg\/getinvolved\/sustainability.htm"
}
