{
    "title": "Ulysses S Grant National Historic Site: The Determination of Grant at Shiloh",
    "body": "The Determination of Grant at Shiloh           It was one of Grant's worst days. The Confederate army had managed to surprise the Union forces in the early morning hours of April 6th, 1862 and drove some elements all the way to the banks of the Tennessee River. In his memoirs, Grant described that night:    During the night rain fell in torrents and our troops were exposed to the storm without shelter. I made my headquarters under a tree a few hundred yards back from the river bank. My ankle was so much swollen from the fall of my horse the Friday night preceding, and the bruise was so painful, that I could get no rest. The drenching rain would have precluded the possibility of sleep without this additional cause. Some time after midnight, growing restive under the storm and the continuous pain, I moved back to the loghouse under the bank. This had been taken as a hospital, and all night wounded men were being brought in, their wounds dressed, a leg or an arm amputated as the case might require, and everything being done to save life or alleviate suffering. The sight was more unendurable than encountering the enemy's fire, and I returned to my tree in the rain.  The famous Grant historian Bruce Catton described a meeting between generals:  Late that night tough Sherman came to see him. Sherman had found himself, in the heat of the enemy's fire that day, but now he was licked; as far as he could see, the important next step was \"to put the river between us and the enemy, and recuperate,\" and he hunted up Grant to see when and how the retreat could be arranged. He came on Grant, at last, at midnight or later, standing under the tree in the heavy rain, hat slouched down over his face, coat-collar up around his ears, a dimly-glowing lantern in his hand, cigar clenched between his teeth. Sherman looked at him; then, \"moved,\" as he put it later, \"by some wise and sudden instinct\" not to talk about retreat, he said: \"Well, Grant, we've had the devil's own day, haven't we?\" Grant said \"Yes,\" and his cigar glowed in the darkness as he gave a quick, hard puff at it, \"Yes. Lick 'em tomorrow, though.\"    And that they did. The regrouped Union Army pushed forward on April 7th and successfully regained the ground they had lost the day before and turned near certain defeat into victory. Grant's determination had proven to be a critical element.",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/historyculture\/the-determination-of-grant-at-shiloh.htm"
}
