{
    "title": "Ulysses S Grant National Historic Site: The Cause of the American Civil War",
    "body": "The Cause of the American Civil War       In late 1884 Ulysses S. Grant was diagnosed with throat cancer. He had also suffered a financial disaster when his son's business partner was caught in a Wall Street scam. Grant was asked to write a series of articles about his experiences during the Civil War for an upcoming publication, which he agreed to do in order to make some money. Public interest in these articles led to requests for him to write his memoirs.  At first hesitant, he soon realized that his writing would provide an opportunity for him to state his views not only on the Civil War, but on the causes and legacy of the war as well. Since the war's end in 1865, Grant had observed the development of the Lost Cause ideology that the Confederacy had only lost the war because the North (and specifically Grant) had waged a brutal war of attrition, without addressing why southern states had seceded and what they were fighting to protect; namely, their right to perpetuate slavery. Grant's two-volume work was and is highly acclaimed for his writing style and historical accuracy. Throughout, the reader can visualize the battle scenes described by Grant and gain a clear understanding of the important role he played in creating and carrying out the Union's winning strategy. The following paragraph, taken from the Conclusion to the Personal Memoirs of U. S. Grant, clearly articulates Grant's views on the cause of the war.            \"The cause of the great War of the Rebellion against the United States will have to be attributed to slavery. For some years before the war began it was a trite saying among some politicians that “A state half slave and half free cannot exist.” All must become slave or all free, or the state will go down. I took no part myself in any such view of the case at the time, but since the war is over, reviewing the whole question, I have come to the conclusion that the saying is quite true.\" To read more of the Conclusion, or to read the entire Memoirs, the book is on-line, or visit your nearest library or bookstore to obtain a copy.",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/historyculture\/the-cause-of-the-american-civil-war.htm"
}
