{
    "title": "Ulysses S Grant National Historic Site: The visits of Ulysses and Julia to Saint Louis",
    "body": "The visits of Ulysses and Julia to Saint Louis       The following is a brief itemization of the visits the Grants made to St. Louis, either individually or as a family, between 1861 and 1903. Some of the dates are approximations based on information in the available correspondence or newspapers. Sources are listed following each item. 1861 May 10                  Grant visits Colonel Dent, Aunt Fanny, and Lewis Sheets at White Haven. They are staying at Wish-ton-wish because Colonel Dent has rented the main house to “Old Man Rush.” (Papers, II, 26-27) August 8                The 21st Illinois Regiment, Col. Grant commanding, arrives in St. Louis and quarters at Jefferson Barracks. It does not appear that Grant made it out to White Haven on this trip. (Missouri Democrat, MHS) August 29              Grant is in St. Louis, but again, it doesn’t seem he was able to visit White Haven. (Papers, II, 148-149) October 22-23       Grant visits St. Louis on military business following a request from C. McKeever that he have a personal interview with Grant. No information available regarding trip out to White Haven, but unlikely given urgency and reason for his trip. (Papers, III, 67-68) Nov. 23-Dec. 17    Julia (and possibly the children) return to St. Louis and visit with Col. Dent at the White Haven farm, staying at Wish-ton-wish. (Papers, III, 226-288)   1862 Jan. 24-25              Grant visits St. Louis to meet with General Halleck. No indication he saw Col. Dent at White Haven. (Papers, IV, 96-97) Aug. 15-Oct.18         Julia staying at Wish-ton-wish with her father and the children. Grant visits them for about a week between the end of September and beginning of October. (William S. Hillyer Collection, UVA; Papers, V, 308-311)   1863 Apr. 23-June 13     Julia visits White Haven with Buck, Nellie and Jess, staying at Wish-ton-wish and possibly in St. Louis city, to transact business regarding the farm. (Papers, VIII, 100-101; VIII, 132-133 ff.) Aug. 21-Sept. 5?   Julia visits St. Louis with Jess, spending a few days in the country. She pays $500 to Colonel Dent for 40 acres and Wish-ton-wish. The three oldest children are in school in St. Louis City. (Papers, IX, 200-201)   1864 Jan. 27-Feb.28       Grant travels with Julia to St. Louis and out to White Haven at Wish-ton-wish where his son, Fred, is deathly ill. Upon his arrival he learns Fred is on the road to recovery, and is invited to a banquet hosted by citizens of St. Louis on the 29th. Grant returns to Nashville on the 31st, and Julia remains in St. Louis until the end of Februaryt. (Papers, X, xxi; X, 69-70; Grant Papers, MHS) May 10-Aug. 20    Julia at St. Louis, staying at Wish-ton-wish with her father and the children, who are attending school with Louisa Boggs. (Papers, X, 443-444) Oct. 17                  Julia starts off on a trip from Burlington, NJ for St. Louis, where her father is ill. She got as far as Philadelphia and then turned back because she was not feeling well. (William S. Hillyer Collection, UVA) Oct. 22-Nov.18     Julia made the trip to St. Louis, visiting Colonel Dent at Wish-ton-wish, where she found him much improved. (Papers, XII, 362-363 ff)   1865 Sept. 13-20            Ulysses, Julia and the children visit St. Louis, and stay at the White Haven farm. On September 14 he attends a dinner for railroad investors at the Southern Hotel. (Papers, XV, 317-318 ff; Missouri Democrat, September 15, 1865)   1866 June 13-25             Ulysses and Julia visit St. Louis to be present for the trial regarding White’s possession of Hardscrabble and non-payment of rent. White got a continuance until October 1866. (Papers, XVI, 220n) Sept. 9                   Grant visits St. Louis with President Andrew Johnson as part of his “Swing Around the Circle.” He writes Julia he will visit Mrs. Anna Dent (Lewis’ wife) if it stops raining. (Papers, XVI, 308) Dec. 13-17             Grant visits St. Louis to purchase 287 acres of White Haven farm from John Dent. He pays $23,220, or $80\/acre, to acquire this land. During this time he also meets with Judge David Irvin’s attorneys regarding the mortgage Col. Dent had on the property since 1843. He arranges to settle the debt for $8,000. (Warranty Deed, December 13, 1866; Papers, XVI, 409n; Napton Papers, MHS)   1868 July 6-14                The Grants visit St. Louis, keeping house at Wish-ton-wish. Sherman visits the Grants there, and then he, Grant, Sheridan and Fred and Buck leave for a trip out West. (Home Letters of General Sherman, 377) October 2-5           Grant travels to St. Louis to visit the farm to take care of various matters, including seeing how certain improvements are progressing. (Papers, XIX, 60-61)   1870 August 9-12          Grant and Buck visit St. Louis to handle matters regarding his Carondelet property and purchasing a lot in Bellefontaine Cemetery. Buck visits the farm but Grant may have stayed in the city. (Papers, XX, 224; Grant Papers, LofC, Folder 10)   1871 April                      Grant visits farm. Evidence of this visit is per a June 23, 1871 letter to William Elrod indicating he has not heard from Elrod since his visit in April and wants information regarding the farm. (Papers, XXII, 39-40)   1873 April 20-21            Ulysses, Julia, and Nellie (maybe the other children, especially Jesse) visit St. Louis and travel out to farm with numerous individuals by way of the Pacific railroad’s Kirkwood and Carondelet line. From there they went to Henry Blow’s house where a band was playing and dinner was served. Returned to the city where another dinner was held at Robert Campbell’s house, followed by a serenade by the Arsenal Band and a party given in Nellie’s honor. (St. Louis Daily Democrat, John S. McDonald Scrapbook, MHS) Dec. 20                  Grant travels with body of Colonel Dent to St. Louis for burial in Bellefontaine Cemetery. (St. Louis Globe Democrat, MHS)   1874 March 18               General MacDonald brings reporters out to White Haven Farm, but Grant is not present. (Milwaukee Times, ULSG)   1875 Sept. 24-28            Grant visits St. Louis and meets with John Long to discuss closing out his farming interests at White Haven and lease the farm out. (Grant in St. Louis, xii)   1877 April 1                   Grant in St. Louis, staying at the Lindell Hotel. No mention of whether he visited White Haven or not. (Grant Papers, LofC, Series 10, Container 2, Folder 1)   1883 June 14                  The last visit of Ulysses and Julia together to St. Louis. He met with Isaac Sturgeon, collector of the U.S. Internal Revenue, and then weighed himself on a butcher’s scale in Union Market on Fifth Street. He weighed 186 lbs. (St. Louis Republican, MHS)   1894 May 18                  Julia, Jesse and his wife stay at the Lindell Hotel. Colonel Fred Grant arrived May 17. (Watchman Advocate; Jane Stanford Papers, SC33B)   1896 July 12 (?)              Julia visited St. Louis. (JDG to Mrs. Isaac Sturgeon, ULSG)   1903 September 30 `Fred Grant and his wife, Ida, visit White Haven. (“Grant Visits Old Home.” Historic Houses, Bound Scrapbook, v. 1, MHS)     Citations for Abbreviated Sources: The Papers of Ulysses S. Grant, (Papers) volumes I-XXX, Edited by John Y. Simon, Southern Illinois University Press, 1967-2010.   Missouri Historical Society (MHS), St. Louis, Missouri   Ulysses S. Grant National Historic Site (ULSG), St. Louis, Missouri    Library of Congress (LofC), Washington, D.C.   University of Virginia (UVA), Charlottesville, Virginia",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/historyculture\/the-visits-of-ulysses-and-julia-to-saint-louis.htm"
}
