{
    "title": "Ulysses S Grant National Historic Site: Preface to his Memoirs",
    "body": "Preface to his Memoirs               “Man proposes and God disposes.” There are but few important events in the affairs of men brought about by their own choice.         Although frequently urged by friends to write my memoirs I had determined never to do so, nor to write anything for publication. At the age of nearly sixty-two I received an injury from a fall, which confined me closely to the house while it did not apparently affect my general health. This made study a pleasant pastime. Shortly after, the rascality of a business partner developed itself by the announcement of a failure. This was followed soon after by universal depression of all securities, which seemed to threaten the extinction of a good part of the income still retained, and for which I am indebted to the kindly act of friends. At this juncture the editor of the Century Magazine asked me to write a few articles for him. I consented for the money it gave me; for at that moment I was living upon borrowed money. The work I found congenial, and I determined to continue it. The event is an important one for me, for good or evil; I hope for the former.         In preparing these volumes for the public, I have entered upon the task with the sincere desire to avoid doing injustice to any one, whether on the National or Confederate side, other than the unavoidable injustice of not making mention often where special mention is due. There must be many errors of omission in this work, because the subject is too large to be treated of in two volumes in such way as to do justice to all the officers and men engaged. There were thousands of instances, during the rebellion, of individual, company, regimental and brigade deeds of heroism which deserve special mention and are not here alluded to. The troops engaged in them will have to look to the detailed reports of their individual commanders for the full history of those deeds.         The first volume, as well as a portion of the second, was written before I had reason to suppose I was in a critical condition of health. Later I was reduced almost to the point of death, and it became impossible for me to attend to anything for weeks. I have, however, somewhat regained my strength, and am able, often, to devote as many hours a day as a person should devote to such work. I would have more hope of satisfying the expectation of the public if I could have allowed myself more time. I have used my best efforts, with the aid of my eldest son, F.D. Grant, assisted by his brothers, to verify from the records every statement of fact given. The comments are my own, and show how I saw the matters treated of whether others saw them in the same light or not.         With these remarks I present these volumes to the public, asking no favor but hoping they will meet the approval of the reader.                                                                                                                                   U.S. Grant Mount MacGregor, New York, July 1, 1885    Twenty-two days later, on July 23, 1885, Grant passed away.",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/historyculture\/preface-to-his-memoirs.htm"
}
