{
    "title": "Ulysses S Grant National Historic Site: Slavery at White Haven",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Slavery at White Haven                Slavery at White Haven      Many visitors to Ulysses S. Grant National Historic Site are surprised to learn that slaves lived and worked on the nineteenth century farm known as White Haven. During the years 1854 to 1859 Grant lived here with his wife, Julia, and their children, managing the farm for his father-in-law, Colonel Dent. At that time no one suspected that Grant would rise from obscurity to achieve the success he gained during the Civil war. However, his experience working alongside the White Haven slaves may have influenced him in his later roles as the Union general who won the war which abolished that “peculiar institution,” and as President of the United States. The interpretation of slavery at White Haven is therefore an important part of the mission of this historic site.  The Setting Most slaveholders in Missouri owned few slaves; those who owned ten were considered wealthy. In the southeastern Bootheel area and along the fertile Missouri River valley known as “little Dixie,” large, single-crop plantations predominated, with an intensive use of slave labor. Elsewhere in the state, large farms produced a variety of staples, including hemp, wheat, oats, hay, and corn. On many of these estates the owner worked alongside his slaves to harvest the greatest economic benefit from the land. Slavery was less entrenched in the city of St. Louis, where the African American population was 2% in 1860, down from 25% in 1830. Slaves were often “hired out” by their masters in return for an agreed upon wage. A portion of the wage was sometimes paid to slaves, allowing a measure of self-determination and in some cases the opportunity to purchase their freedom. Early Farm Residents and Slavery Each of the farm’s early residents owned slaves during their tenure on the Gravois property. When Theodore and Anne Lucas Hunt purchased William Lindsay Long’s home in 1818, there existed “several good log cabins” on the property—potential quarters for the five slaves purchased earlier by Hunt. The work of Walace, Andrew, Lydia, Loutette, and Adie would be an important part of the Hunts’ farming venture. The Hunts sold the Gravois property to Frederick Dent in 1820, for the sum of $6,000. Naming the property “White Haven” after his family home in Maryland, Colonel Dent considered himself a Southern gentleman with slaves to do the manual labor of caring for the plantation. By the 1850s, eighteen slaves lived and worked at White Haven. Growing Up as a Slave In 1830, half of the Dent slaves were under the age of ten. Henrietta, Sue, Ann, and Jeff, among others, played with the Dent children. Julia Dent recalled that they fished for minnows, climbed trees for bird nests, and gathered strawberries. However, the slave children also had chores such as feeding chickens and cows, and they mastered their assigned tasks as the white children went off to school. Returning home from boarding school, Julia noted the transition from playmate to servant. She noted that the slave girls had “attained the dignity of white aprons.” These aprons symbolized slave servitude, a departure from the less structured days of childhood play. Household Responsibilities Adult slaves performed many household chores on the Dent plantation. Kitty and Rose served as nurses to Julia and Emma, while Mary Robinson became the family cook. The wide variety of foods prepared in her kitchen were highly praised by Julia: “Such loaves of beautiful snowy cake, such plates full of delicious Maryland biscuit, such equisite custards and puddings, such omelettes, gumbo soup, and fritters.” A male slave named “Old Bob,” who traveled with the Dents from Maryland in 1816, had the responsibility to keep the fires going in White Haven’s seven fireplaces. Julia thought Bob was careless to allow the embers to die out, as this forced him “to walk a mile to some neighbors and bring home a brand of fire from their backlog.” Such “carelessness” provided Bob and many other slaves an opportunity to escape their masters’ eyes. Tending the Farm Slave labor was used extensively in the farming and maintenance of the 850-acre plantation. Utilizing the “best improvements in farm machinery” owned by Colonel Dent, field hands plowed, sowed and reaped the wheat, oats, Irish potatoes, and Indian corn grown on the estate. Slaves also cared for the orchards and gardens, harvesting the fruits and vegetables for consumption by all who lived on the property. During Grant’s management of the farm he worked side by side with Dan, one of the slaves given to Julia at birth. Grant, along with Dan and other slaves, felled trees and took firewood by wagon to sell to acquaintances in St. Louis. More than 75 horses, cattle, and pigs required daily attention, while grounds maintenance and numerous remodeling projects on the main house and outbuildings utilized the skills of those in servitude. Personal Lives Slaves claimed time for socializing amidst their chores. Corn shuckings provided one opportunity to come together as a community to eat, drink, sing, and visit, often including slaves from nearby plantations. Participation in religious activities, individually or as a group, also provided a sense of integrity. Julia remembered “Old Bob” going into the meadow to pray and sing. According to historian Lorenzo J. Greene, “St. Louis…was the only place in the state where the organized black church achieved any measure of success.” Whether or not the Dent slaves were allowed to attend services is unknown. Freedom In Mary Robinson’s July 24, 1885, recollections, during an interview for the St. Louis Republican memorial to Grant following his death, she noted that “he always said he wanted to give his wife’s slaves their freedom as soon as he was able.” In 1859, Grant freed William Jones, the only slave he is known to have owned. During the Civil War, some slaves at White Haven simply walked off, as they did on many plantations in both Union and Confederate states. Missouri’s constitutional convention abolished slavery in the state in January 1865, freeing any slaves still living at White Haven. “I Ulysses S. Grant…do hereby manumit, emancipate and set free from Slavery my Negro man William, sometimes called William Jones…forever.” Further Reading: Casey, Emma Dent. “When Grant Went A-Courtin’.” Unpublished manuscript, Ulysses S. Grant NHS collection. Grant, Julia Dent. The Personal Memoirs of Julia Dent Grant (Mrs. Ulysses S. Grant). Southern Illinois University Press, 1988.  Greene, Lorenzo, et al. Missouri’s Black Heritage. University of Missouri Press, 1993. Hurt, R. Douglas. Agriculture and Slavery in Missouri’s Little Dixie. University of Missouri Press, 1992.  Vlach, John Michael. Back of the Big House. University of North Carolina Press, 1993. Wade, Richard C. Slavery in the Cities: The South 1820-1860. Oxford University Press, 1964.",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/historyculture\/slaveryatwh.htm"
}
