{
    "title": "Ulysses S Grant National Historic Site: Ulysses S. Grant Timeline",
    "body": "Ulysses S. Grant Timeline       1822 April 27 - Hiram Ulysses Grant is born at Pt. Pleasant, Ohio; the first child to Jesse Root and Hannah Simpson Grant. He is called Ulysses by the family.  1823 The Grant family moves to Georgetown, Ohio 1839 Jesse Grant asks Congressman Hamer to nominate his eldest son to attend the United States Military Academy at West Point, New York. Hamer makes the nomination, but mistakenly uses the name Ulysses S. Grant, believing that Ulysses was his first name, and his middle name is Simpson after his mother's maiden name. When Grant reports for duty at the academy, he is required to accept the name change or return home and seek a new appointment with the correct name the following year. He wisely decides to accept the change rather than face his father's anger. During his four years at West Point, Grant acquires the nickname of Uncle Sam (for the initials U.S.), later shortened to Sam, a name classmates will continue to use after graduation.  1843 Ulysses S. Grant graduates from the U.S. Military Academy 21st of 39 cadets (nearly half of the class that started in 1839 dropped out before graduation).  September 30 - Grant is assigned to the 4th infantry and reports to Jefferson Barracks in South St. Louis County, the largest military post in the country in 1843. Grant visits the Dent family at White Haven, the home of his former roommate and friend, Fred Dent. 1844 February - Ulysses S. Grant meets Julia Dent, younger sister of Fred, when she returns to White Haven after finishing boarding school in the city of St. Louis. May - Grant proposes to Julia Dent. She does not initially accept, but when Grant returns following a short visit to his family's home in Ohio, she agrees to a secret engagement. Grant joins his regiment which has moved to Louisiana in anticipation of border disputes with Mexico over the U.S. annexation of Texas. 1844-1846 Grant serves in the Mexican-American War. Despite being assigned as quartermaster, he faces battle numerous times, including Churabusco, Chapultepec and Buena Vista. 1848 August 22 - Grant returns to St. Louis and marries Julia Dent at the Dent city home at 4th & Cerre. October - Ulysses & Julia are stationed at Detroit, then move to Sacketts Harbor in New York. 1850 May 30 - Frederick Dent Grant is born in St. Louis, named after Julia's father. 1852 Grant is transferred to the West Coast. Julia is pregnant and cannot make the journey with him. She returns to White Haven after stopping at Grant's parents' home in Bethel, Ohio, where she gives birth to Ulysses S. Grant, Jr. on July 22.  1854 Ulysses Grant resigns from the army in order to be reunited with his wife and two children. He begins farming the White Haven estate for his father-in-law. 1855 July 4 - Ellen Wrenshall Grant is born at Wish-ton-Wish, the home built by Julia's brother Louis but where the Grants are living. 1856 September - The Grants move into the home Ulysses built, that they facetiously name \"Hardscrabble.\"  1857 January - Julia Grant's mother passes away, and the Grants return to live at the main house, White Haven, to help her father. 1858 February 6 - Jesse Root Grant II is born at White Haven, the fourth and last child of Ulysses and Julia Grant. 1859 Grant moves his family to the city, where he works in various jobs to provide for his family. 1860 April - The Grants move to Galena, Illinois, where Ulysses works with his two brothers in the family leather goods store. 1861 April - Grant re-enters the army following the Confederate firing on Fort Sumter on April 12.  June 15 - Grant accepts appointment as Colonel of the 21st Illinois Volunteer Infantry. July 31 - Grant is promoted to Brigadier General, thanks to the support of Illinois Congressman Elihu Washburn, a good friend of President Abraham Lincoln. 1862 February 6 - Grant is victorious at Fort Henry, in Tennessee. February 16 - Grant accepts the surrender of Confederate troops under General Simon Bolivar Buckner at Fort Donelson, TN, gaining the nickname \"Unconditional Surrender\" Grant. Following these victories, Grant is promoted to Major-General of Volunteers. April 6-7 - Battle of Shiloh (Pittsburg Landing).  September - Battles of Iuka and Corinth November - Campaign against Vicksburg, Mississippi begins. 1863 January 1 - President Lincoln's Emancipation Proclamation goes into effect.  Grant appoints Chaplain John Eaton to implement his policy to care for the freedmen who are seeking army protection behind Union lines. Able-bodied men are employed by the army and receive pay for their work, becoming self-sustaining immediately. January - March - Grant attempts to bypass the city of Vicksburg by building a canal that would divert the Mississippi River away from the city. He abandons the plan on March 27. April - Grant implements his plan to march down the western side of the river, go below Vicksburg and cross back into Mississippi above Bruinsburg. April - June - Grant takes Grand Gulf, Raymond, Jackson, Champion's Hill, and the Black River Bridge and begins the siege at Vicksburg. July 3 - Confederate General Pemberton proposes an armistice to discuss surrender terms. July 4 - Grant accepts the surrender of Pemberton and the City of Vicksburg. October 17 - Grant meets with Secretary of War Stanton in Indianapolis.  October 22 - Grant arrives in Chattanooga to take command and relieve troops cut off from supplies and reinforcements. November - Battles of Lookout Mountain, Missionary Ridge and Chattanooga. December 8 - President Lincoln writes to thank Grant \"for the skill, courage, and perseverance with which you and they, over so great difficulties, have effected that important object.\" 1864 March 9 - Grant receives his commission as Lieutenant General of all Union armies from President Lincoln.  May - Grant begins the Grand Campaign to have all Union armies working in unison on all fronts to keep Confederate armies from moving to support one another depending on where a battle was occurring. May 5-6 - Battle of the Wilderness June - Battle of Cold Harbor 1865 January 31 - Confederate Peace Commissioners arrive at Grant's headquarters at City Point, VA, seeking to discuss terms of surrender with the Secretary of War and President Lincoln. They are sent to Hampton Roads to meet with Lincoln. The meeting was not successful in its goals of surrender and peace.  April 3 - Grant captures Petersburg and Richmond, VA. April 9 - Grant accepts the surrender of the Army of Northern Virginia from Conferate General Robert E. Lee. 1868 May 24 - Ulysses Grant accepts the nomination by the Republican Party for President of the United States. His campaign slogan becomes \"Let Us Have Peace.\"  November 3 - Grant is elected President of the United States. 1869 March 4 - Grant is inaugurated 18th president. April 13 - Ely Parker becomes the first Native American appointed to a cabinet position as Commissioner of Indian Affairs.  May 10 - Transcontinental Railroad is completed. May 19 - Grant signs legislation establishing an 8-hour work day for federal employees. June 3 - Grant establishes regulations for a new Board of Indian Commissioners, in an effort to curb abuses by Indian agents. September 24 - Black Friday  1870 January 10 - Grant submits treaty for annexation of Santo Domingo to the Senate.  February 3 - President Grant signs the 15th Amendment to the Constitution, giving black males the right to vote. February 9 - President Grant signs legislation establishing The Division of Telegrams and Reports for the Benefit of Commerce, which later becomes the National Weather Service. June 9 - Lakota Chief Red Cloud visits President Grant in the White House.  June 22 - At Grant's request, Congress establishes the Department of Justice in order to ensure justice for newly freed African Americans and their supporters. July 22 - Grant orders troops to North Carolina to suppress Ku Klux Klan violence. 1871 March 4 - Civil Service Reform Act passed by Congress. Grant establishes the first Civil Service Commission.  April 20 - Congress passes the second Enforcement Act, known as the Ku Klux Klan Act to suppress white leagues from denying African Americans their rights. May 8 - Treaty of Washington signed, ending the dispute between the United States and England over that country's support of the former confederacy.  October 17 - President Grant suspends habeas corpus in several South Carolina counties. December 19 - The Civil Service Commission appointed by President Grant submits its report to Congress.  1872 March 1 - Grant signs legislation establishing Yellowstone as the nation's first national park.  April 16 - Grant implements the reforms suggested by the Civil Service Commission for the Executive Branch of the government. May 22 - Grant signs the amnesty bill for former Confederates.  June 10 - Grant accepts the Republican nomination for a second term as president. November 5 - Grant is re-elected president, carrying 31 of 37 states.  1873 February 12 - Fourth Coinage Act is passed, demonitizing silver and making gold the only accepted metallic standard in the United States. March 3 - Salary Grab Act passed by Congress, doubling the president's salary and increasing the salaries for Supreme Court Justices. Hidden in the bill were retroactive salary increases for members of Congress. Public outcry forced Congress to rescind their retroactive raises.  March 4 - Grant's second inauguration. May 22 - Grant announces he will use force if necessary to restore order in Louisiana. November 7 - Spanish authorities in Cuba execute the American captain and 36 crew members and passengers of the Virginius, while flying the U. S. flag. 1874 January 12 - Grant refuses to send troops to Texas where defeated Republicans balked at conceding power. March 3 - Three Buffalo, New York men who were convicted in 1872 for registering Susan B. Anthony and other women to vote were pardoned by President Grant. April 22 - President Grant vetoes the inflation bill.  September 17 - Grant orders U.S. troops and naval vessels to New Orleans to restore law and order. 1875 January 14 - Grant signs the Resumption Act, returning the country to the gold standard. January 30 - The United States and Hawaii sign a trade treaty, giving lands at Pu'u Loa for the purpose of establishing a naval base for the United States. March 1 - Civil Rights Act passed May 29 - Grant announces he will not run for a 3rd term as president. 1876 March 27 - In United States v Cruikshank, the Supreme Court weakened the Civil Rights Acts. May 10 - Centennial Exhibition of 1876 opens in Philadelphia.  June 25 - Battle of Little Big Horn August 1 - Colorado enters the Union as the 38th state.  November 7 - Election Day. Democrat Samuel J. Tilden wins the popular vote over Republican Rutherford B. Hayes, but does not have enough electoral college votes to win the election.  1877 January 29 - A 15 member bi-partisan election commission is formed to settle the disputed election returns from Florida, South Carolina, and Louisiana. February 28 - Rutherford B. Hayes is declared president. March 4 - Rutherford B. Hayes becomes the 19th President of the United States.  May - Ulysses and Julia Grant leave their home in Philadelphia on a two and a half year world tour. 1879 The Grants return from their world tour and settle in New York City to be closer to their children. 1884 Grant is diagnosed with throat cancer. Grant loses his fortune when he is swindled by his son's business partner, Ferdinand Ward.  Grant begins writing his memoirs of the Civil War. 1885 July 18 - Grant finishes The Personal Memoirs of Ulysses S. Grant. They are published by Mark Twain's publishing company, Charles A. Webster.  July 23 - Ulysses S. Grant dies. He is buried in a temporary tomb in Riverside Park in New York City. August - Plans are made to build a permanent tomb.  1897 March - Construction of Grant's Tomb is completed.  April 27 - Grant's Tomb is dedicated in an elaborate ceremony attended by hundreds of thousands of people.",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/historyculture\/ulysses-s-grant-timeline.htm"
}
