{
    "title": "Ulysses S Grant National Historic Site: Hardscrabble",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Hardscrabble                Hardscrabble: The House that Grant Built      When Ulysses S. Grant resigned from the military in 1854, he longed to spend time with his wife Julia and their young children. Since the army no longer provided him an income, he planned to support his family by farming at White Haven. Cultivating the 80 acres given to the Grants as a wedding gift, Ulysses also managed the rest of the land of his father-in-law, Colonel Frederick Dent. With the help of the Dents’ slaves, Grant planted crops of potatoes and wheat, corded wood, harvested fruit from the orchards, and tended a vegetable garden. He was so dedicated to this future that he commented to a friend, “whoever hears of me in ten years will hear of a well-to-do old Missouri farmer.” Establishing himself as a successful, independent farmer included the construction of his own house. Grant selected an elevated location about 100 feet from the road (the site of present-day St. Paul’s Cemetery) and close to his crops. In the fall of 1855, he began cutting, hewing, and notching logs for the cabin. Accustomed to the relative finery of Wish-ton-wish, the stone home built by Julia’s brother Louis Dent, she lamented Ulysses’ decision to build a log cabin, not even “a neat frame house.” The next spring and summer, he set about digging a cellar and setting the stones for the foundation; neighbors and slaves then assisted in the house raising. Grant completed much of the work himself, shingling the roof, building the stairs, and laying the floors. The cabin was divided into four rooms, two upstairs and two downstairs, with a hall running between them on both floors. Julia did her best to decorate the place, but even her standards of refinement could not conceal its rustic nature. Julia recalled that it was “so crude and homely I did not like it at all, but I did not say so. I got out all my pretty covers, baskets, books, etc., and tried to make it look home-like and comfortable, but this was hard to do. The little house looked so unattractive that we facetiously decided to call it Hardscrabble.” Even though Hardscrabble was the first house that the Grants ever owned, they lived there for only a short time. Julia remembered moving in during September 1856, and living there only three months. At the request of Colonel Dent, Julia and Ulysses returned to White Haven when her mother died in January 1857. The little cabin never again served as the Grants’ domicile. After the Grants vacated Hardscrabble the building acquired a history of its own. Due to its association with the famous General and President, it was dismantled and moved three times, until it was finally located on the property of present day Grant’s Farm, which is owned and operated by Anheuser-Busch, and adjacent to Ulysses S. Grant NHS. The History of Hardscrabble Fall 1855 - Grant prepares logs for building the cabin.  Summer 1856 - Grant sets the foundation and builds the house.  September 1856 - The Grants move into Hardscrabble.  January 1857 - The Grants move out of Hardscrabble. August 23, 1859 - Frederick Dent (who retained legal title to the land Hardscrabble was built on but was acting for Grant), sells the farm to Joseph W. White for $7,200.  February 12, 1863 - Joseph white defaults on his payments, and Julia regains title to her land and property. April 20, 1863 - Julia leases out the farm; after a payment dispute, the Grants win the resultant legal battle which reached the Missouri Supreme Court in 1868.  May 17, 1884 - Grant mortgages his property (which now includes nearly 650 acres) to William Vanderbilt in order to cover a loan of $150,000.  April 15, 1885 - Grant formally conveys the property to Vanderbilt.  1888 - Luther H. Conn purchases the farm.  December 2, 1889 - Luther Conn sells 132 acres to nurseryman Henry J. Weber for $10,175, but retains the rights to sell the cabin separately.  1891 - Conn sells the cabin for $5,000 to Edward and Justin Joy, two real estate developers. They carefully number each log, disassemble the structure, and rebuild it in Old Orchard, part of nearby Webster Groves, Missouri.  March, 1903 - C. F. Blanke buys the cabin for $8,000 and uses it to attract crowds to his company’s coffee display at the 1904 St. Louis World’s Fair. Blank intends for the cabin to remain permanently in Forest Park, but fails to reach an agreement with city authorities concerning maintenance of the structure.  1907 - August A. Busch purchases Hardscrabble and rebuilds it upon his estate, which encompasses over 280 acres of the land once owned by Grant. The cabin, situated about one mile from its original site, remains there today.  1946 - The Webster Groves Chapter of the Daughters of the American Revolution erects a place marker in St. Paul’s Churchyard Cememtery at the original location of Grant’s cabin.  1977 - Anheuser-Busch restores the cabin, replacing rotted wood and other structural elements, rebuilding it to its present-day appearance. The cabin is open to the public on a periodic basis.",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/historyculture\/hardscrabble.htm"
}
