{
    "title": "Ulysses S Grant National Historic Site: White Haven's Wildlife",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     White Haven's Wildlife                White Haven's Wildlife      The trees, plants, and animals of today’s White Haven are much different from what Julia Dent and her family found here. When the Dents moved out to the farm on the Gravois, this was wild country and St. Louis was a young frontier town. In the early 1800s black bear, American Bison, gray wolves, mountain lion, beaver, river otter, and even elk still roamed the Missouri and Mississippi River valleys. Julia and her family may have been here in time to see some of these creatures on their farm. Julia Dent was an observer of nature and spent much time outdoors enjoying the wildlife. This appreciation was developed early in her life, and she credited her good health to all of the time she spent outdoors. As a young girl with four older brothers, Julia was an agile tree climber, and the children collected bird’s nests. She also was an angler: “We would wander by the brookside, catch minnows with pin-hooks”; and a bird watcher: “In the trees above were small houses for the swallows and martins.” Julia may have even seen the now extinct Carolina Parakeet or Passenger Pigeon! In her memoirs Julia boasted of the flower gardens at White Haven saying they were “the admiration of the county.” The Dents had a gardener, “Old Sturdee,” but Julia likely helped him tend the blooms. The nature loving aspect of Julia’s personality is possibly what attracted Ulysses to Julia in the first place. After meeting they became fast friends, spending much time together enjoying the outdoors. Julia was an expert equestrian, which impressed Grant right off and they would take long rides together in the forests. “Julia had intimate knowledge of the countryside,” wrote biographer Ishbel Ross. “She had ridden through its groves and over its gentle undulations for years. She knew where the tall ferns and the trailing vines were thickest; where streams flashed like silver on their way to the Mississippi; where the rarest plants and most uncommon flowers might be found. It was fashionable at this time for girls to botanize, and Julia, in her practical way, took a magnifying glass and needles with her to analyze the flowers on their trips.” She would also pick flowers for Ulysses to carry back to his post and later, when he was stationed in Mexico, she would enclose flower blooms with the letters she sent him.  It wasn't only plants and birds that Julia and Ulysses observed. In describing White Haven in her memoirs, Julia wrote, \"I must not fail to tell of the wealth of our forests in game at this time. It was no unusual sight to see from two to five wild deer bounding across the fields near our house. Foxes were also numerous, to the consternation of the farmer's wives, and, and I remember, the gentlemen all enjoyed the spirit of hunting them down.\"  She described other local wildlife as well, including rabbits, squirrels, wild turkeys, wild geese, ducks, white and blue cranes, pheasants, grouse (which were then called prairie chickens), quail, woodcock, plover, and wild doves.  Changing Scenery  The bison, bear, beaver, otter, elk, and wolf disappeared from this area by the mid-19th century, but many of the critters mentioned by Julia have learned to adapt to the changes the Gravois Creek valley has seen in the past two centuries. The necessities are still here today. Water flows from Prairie Spring Creek, located in the wooded area of the park, or, when the seasonal stream dries, there is still water in Gravois Creek. The diversity of plants and animals in the area establishes a food chain that can support urban wildlife. Wild strawberries in the lawn used to be eaten by young Julia but are now eaten by cottontail rabbits. Animals need protection from the weather, but most importantly, from each other. Their cover may include tree litter, tree canopies, shrubs, or grasses.  The park provides habitat for a surprisingly wide diversity of plants and animals, including over 50 species of trees, over 60 species of migratory and resident birds, and over 20 different species of mammals including bats and coyotes. Detailed lists of these critters are available in the Visitor Center.  White Haven continues to provide a peaceful retreat from the hustle and bustle of life for visitors today, just as it did for Julia and Ulysses Grant years ago.  Further Reading  Grant, Julia Dent. The Personal Memoirs of Julia Dent Grant (Mrs. Ulysses S. Grant). Carbondale, IL: Southern Illinois University Press, 1975.  Ross, Ishbel. The General's Wife. The Life of Mrs. Ulysses S. Grant. New York: Dodd, Mead and Company, 1959.",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/historyculture\/whwildlife.htm"
}
