{
    "title": "Ulysses S Grant National Historic Site: Ulysses S. Grant",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Ulysses S. Grant                Ulysses S. Grant         Ulysses S. Grant Library of Congress  Ulysses S. Grant was an American hero. As a Civil War general he led the North to victory, keeping the nation united and abolishing slavery. As 18th President of the United States he worked to guarantee justice for all. Ulysses Grant also loved his wife Julia and their four children: Fred, Ulysses Jr., Ellen, and Jesse. When he died in 1885, he was one of the most famous Americans of his time.       Childhood Hiram Ulysses Grant was born April 27, 1822 in Pt. Pleasant, Ohio. He was the first child of Jesse and Hannah Grant. His family called him Ulysses, or Ulys for short. When Ulysses was one year old, his family moved to Georgetown, Ohio. His father owned a tannery, where they made animal hides into leather. Ulysses did not like working at the tannery. Instead, he would take care of the family farm, and care for the animals, especially horses. He attended several grade schools in Ohio and in Maysville, Kentucky, and thought about becoming a math teacher. His father wanted him to work in the tannery, but when Grant stated that he would like to go to college, Jesse got him an appointment to the U.S. Military Academy at West Point, New York. Grant did not want to become a military officer, but his father convinced him to go. By mistake, his name was listed on the roster as Ulysses S. Grant, and although he tried to correct it upon entering the Academy, they informed him it would require a new appointment. Knowing this would upset his father, Ulysses accepted the change. His classmates soon nicknamed him United States or Uncle Sam Grant, and then called him Sam Grant.       Pre-Civil War Ulysses graduated from West Point in 1843, 21st out of 39 cadets graduating that year. He was assigned to the 4th Infantry stationed at Jefferson Barracks near St. Louis, Missouri. Ulysses' roommate his last year at West Point was Fred Dent, whose family lived at White Haven, in St. Louis County. Ulysses visited the family and in February 1844 met and fell in love with Fred's younger sister, Julia Dent. Although he proposed to her several months later, they were not married until August 22, 1848 when he returned from service during the Mexican-American War.  Grant served in nearly every battle during the Mexican-American War, despite believing that it was an unjust war. He was awarded several brevet promotions for his actions on the battlefield, even though he was officially the quartermaster; a position that should have kept him behind the battlefront.   After his marriage to Julia, he was stationed in Michigan and New York. Julia traveled with him to these posts, returning to White Haven in 1850 for the birth of their first child, Fred, in 1850. When Ulysses was sent west in 1852, Julia was not able to go with him, being pregnant with their second child. She returned to her parents' home after stopping at Ulysses' parents' home in Ohio, where Ulysses Jr., was born. Grant's army pay was insufficient to bring his family out to the West Coast, and he tried several business ventures to supplement his income. Suffering from depression and loneliness after being separated for two years, Grant finally resigned from the army in 1854 and returned to White Haven. Grant farmed the White Haven property for his father-in-law, working with the slaves owned by Julia's father. Two more children were born, Ellen, born on July 4, 1855, and Jesse, in February 1858. Due to a financial panic in 1857, along with bad weather that destroyed many farmer's crops, Ulysses worked for a short time in the city of St. Louis in real estate and as an engineer. In 1860, Ulysses, Julia, and their four children moved to Galena, Illinois. Ulysses worked with his brothers selling leather goods made in their father's tannery.        Ulysses S. Grant on horseback, painting by Wyeth. Library of Congress  Civil War The Civil War began in April 1861. Ulysses felt it was his duty to re-enter the military having been educated at the federal government's expense at West Point. He soon rose to fame following battles at Forts Henry and Donelson, along with the new nickname, \"Unconditional Surrender\" since those were the terms he gave to the Confederate forces at Donelson. Other battles, especially Vicksburg, brought Grant to the attention of President Abraham Lincoln, who named him general of all Union armies in March 1864. Grant supported Lincoln's war aims of union and freedom for the nearly 4 million African American enslaved individuals. Following Lincoln's enactment of the Emancipation Proclamation, Grant made sure that the enslaved men, women, and children who escaped to Union lines were protected and cared for. After being promoted, Grant worked diligently to bring an end to the war, accepting Confederal General Robert E. Lee's surrender in April 1865, effectively ending the Civil War.         Ulysses S. Grant Katherine Keetch, private collection.  Presidency After the Civil War, Ulysses S. Grant continued to serve his country. Following President Lincoln's assassination, Andrew John became president, and Grant continued his duties as General of the Armies, followed by a brief period as Secretary of War. He was elected President in 1868 and again in 1872. Some of his notable achievements include support for and signing the 15th Amendment to the Constitution, giving African American men the right to vote. His Native American policy, considered enlightened for his time, revised government relations with Native Americans and attempted to protect Indians from people who wanted their land. He sought free public education for all, regardless of race, gender, or religion. In international affairs, he peacefully settled major disputes with England over its support for the Confederacy during the Civil War, setting up a framework for international arbitration. He instituted civil service reform in the executive branch of government to reduce the negative effects of patronage and the spoils system. The recommendations of the Civil Service Commission would not become law until after President Garfield's assassination in 1881.         Ulysses S. Grant writing his memoirs. Library of Congress  Post-Presidency Ulysses and Julia Grant planned to retire to the White Haven farm they had purchased from her father. First they went on a world tour, lasting two and a half years. Grant was greeted by heads of state and common people wherever he traveled and honored as a representative and unofficial diplomat from the United States. During the last part of his world tour, the governments of China and Japan asked him to serve as a negotiator between the two countries who were at odds over territorial rights to a group of islands. When the Grants returned to the United States in 1879, some Republicans sought to nominate him for another term as president, but Grant's refusal to attend the national convention most likely cost him the nomination. The Grants decided to live close to their children and grandchildren in New York, rather than retire to White Haven, which now held only memories.  Ulysses became a silent partner in his son's business partnership with Ferdinand Ward, a Wall Street financier who ended up swindling the Grants and many others out of their life savings. Grant became ill with cancer in 1884. Before he died, he wrote his memoirs in an effort to regain some financial security for Julia. The Memoirs were published by Mark Twain's publishing firm after Grant's death on July 23, 1885 and became the biggest best seller of the time. The people of the nation donated money to build a tomb in New York where people could come to remember and honor Grant. Mrs. Grant died in 1902 and is entombed alongside her husband. Today, Grant's Tomb is a unit of the National Park Service.",
    "url": "https:\/\/www.nps.gov\/ulsg\/learn\/historyculture\/ulysses-s-grant.htm"
}
