{
    "title": "Hawai'i Volcanoes National Park: Park Planning and Projects",
    "body": "Explore This Park    Learn About the Park     Management     Park Planning and Projects               Park Planning and Projects       Planning, Environment & Public Comment (PEPC) site Fostering conservation-based decision-making through consultation, cooperation and communication   Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Hawai'i Volcanoes National Park.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.     If you would like to be added or removed from our park planning mailing list or if your contact information has changed, please let us know. Please enter your complete information and state either 'add to list', 'remove from list' or 'update information' in the 'Comments' field. Click 'here' to update your information or request to be added or removed from our mailing list.         Aviation - Related Issues           Non-military related     Paradise Helipad Special Permit comments 11-30-12 (pdf 106KB)     Paradise Helipad DEA comments 3-27-12 (pdf 225KB)           Military-related     All Respective Military Representatives Letter 10-24-12 (pdf 43KB)     Hawaii RIMPAC letter 6-6-12 (pdf 111KB)          Plan and Environmental Assessment for Facilitating Forest Recovery in Former Cattle Pastures, Kahuku Unit   August 7, 2012  Facilitating Forest Recovery in Former Cattle Pastures Public Scoping (pdf 80KB)          Mission Critical Administrative Aviation Plan\/Environmental Assessment   Dec 21, 2015  Mission Critical Administrative Aviation Plan \/ Finding Of No Significant Impact (pdf 3.26MB)    Feb 5, 2014  Mission Critical Administration Aviation Plan \/ Environmental Assessment (pdf 143KB)   Feb 23, 2012  Mission Critical Administration Aviation Plan \/ Environmental Assessment Public Scoping Notice          Air Tour Management Plan (ATMP)   April 20, 2011 ATMP - Na`alehu Public Scoping Comments (pdf 12.3KB)   April 19, 2011 ATMP - Pahoa Public Scoping Comments (pdf 28.7KB)   April 18, 2011 ATMP - KVC Public Scoping Comments (pdf 22.3KB)   April 18, 2011 ATMP - Open House Meeting Presentation (pdf 1.83MB)               Chain of Craters Kalapana Road Emergency Access Route   Nov 3, 2014 Environmental Review and Decision for Emergency Access Route along the Lava-Covered Section of Chain of Craters Kalapana Road (pdf 0.98MB)   Dec 31, 2014  Chain of Craters Kalapana Road Emergency Access Route Interm Comment Response Report (pdf 1.04MB)          Crater Rim Drive Rehabilitation   May 20, 2010 Crater Rim Drive Rehabilitation Project and Environmental Assessment   Aug 3, 2010 Finding of No Significant Impact for Crater Rim Drive Rehabilitation Project (pdf 1.89MB)          General Management Plan    May 24, 2016  Record of Decision (pdf 3.3MB) Abbreviated Final General Management Plan (pdf 9.6MB) Draft General Management Plan (pdf 45.6MB) Please ensure to download the Record of Decision, the Draft GMP, and the Abbreviated Final GMP for the full and complete record.   May 1, 2015 Draft General Management Plan \/ Wilderness Study \/ Environmental Impact Statement Newsletter #4   July 22, 2011 General Management Plan Newsletter #3 (pdf 1,578KB)   Mar 12, 2010 Detailed Record of Public Comments (pdf 560KB)   Mar 11, 2010 General Management Plan Newsletter #2- Results of Public Scoping (pdf 1.85MB)   Apr 2, 2009 General Management Plan Newsletter #1 (pdf 1.42MB)          Restore Native Ecosystems   Jan 11, 2013 Final Plan \/ Environmental Impact Statement for Protecting and Restoring Native Ecosystems by Managing Non-Native Ungulates (pdf 25.3MB)   April 9, 2013 Record of Decision (pdf 1.29MB)    Nov 18, 2011 Protect and Restore Native Ecosystems by Managing Non-native Ungulates at HAVO (pdf 5.15MB)   Nov 18, 2011 DEIS Newsletter   Oct 27, 2011 Draft Plan \/ Environment Impact Statement for Protecting and Restoring Native Ecosystems by Managing Non-Native Ungulates (pdf 19.8MB)         To view pdf files requires Adobe Acrobat Reader  Get your free Adobe Acrobat Reader download here",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/management\/plan.htm"
}
