{
    "title": "Ulysses S Grant National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           7400 Grant Road  St. Louis, MO 63123                 Directions         Ulysses S. Grant is located in south St. Louis County on Grant Road, near Gravois Road to the south. Watson Road is to the north, I-270 is to the west, and Laclede Station Road is to the east.  Directions Details           Operating Hours & Seasons         Ulysses S. Grant National Historic Site The park is closed on Thanksgiving, Christmas Day, and New Year's Day.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -                  Weather           St. Louis weather can be uncomfortable and occasionally severe, so please plan your visit accordingly. High heat and humidity, severe thunderstorms, snow and ice, and extreme cold are all possible depending upon the season. For an update of inclement weather conditions which may affect your visit, call (314)842-1867 and follow the instructions to connect to the inclement weather report.         Fees & Passes     Entrance Fees:   No Entrance Fee for Visitor Center or Historic House - $0.00 Entry to Ulysses S. Grant National Historic Site is free.         Visitor Centers       Ulysses S. Grant National Historic Site Visitor Center This is the first stop for your visit. You can watch an introductory film, get information on the historic house tours, explore the museum in the historic stable, and shop in our bookstore.               Operating Hours and Seasons Fees and Passes Permits and Reservations Weather",
    "url": "https:\/\/www.nps.gov\/ulsg\/planyourvisit\/basicinfo.htm"
}
