{
    "title": "Greenbelt Park: Boy Scout Ranger and Girl Scout Ranger",
    "body": "Explore This Park    Get Involved     Volunteer     Boy Scout Ranger and Girl Scout Ranger              Scout Ranger and Girl Scout Ranger Opportunities         Scout Ranger Patch   Learn how to earn a certificate or a patch.      How to earn a Boy Scout Certificate or Patch How to earn a certificate: Scouts participate in organized educational programs or volunteer service projects for a minimum of five (5) hours at one or more national park sites. Scouts are eligible to receive the Scout Ranger certificate upon completion of the program requirements. The certificate can be download here. Use of the certificate is on the honor system, as the certificate should only be downloaded after contributing five hours to a project. Scouts can also share their experience by sending an email and photographs to e-mail us. Scouts are also encouraged to submit a short narrative to the BSA Good Turn for America website describing their participation and lessons learned. How to earn a patch: Scouts participate in organized educational programs or volunteer service projects for a minimum of ten (10) hours at one or more national park sites. Scouts will be awarded a patch upon verbally reporting their completion of the program requirements to an NPS employee or volunteer at a visitor center or information center. Scouts can also share their experience by sending an email to e-mail us. Scouts are also encouraged to submit a short narrative to the BSA Good Turn for America website describing their participation and lessons learned. Scouts interested in keeping a log of their hours may use this tracking sheet. This is not a requirement, but keeping track may assist you in determining how many hours you have completed.  The National Park Service Scout ranger information page         Learn how to earn a certificate or a patch      How to earn a Certificate or Patch Girls can participate in the Girl Scout Ranger Program through a troop, event, travel, or camp experience, and will be awarded a program certificate and\/or patch upon completion for their Girl Scout grade level. While the program does not require a specific number of hours of participation for each Girl Scout grade level, it is important that the program stresses a progression of activities. Younger girls may experience a brief engagement in a short learning activity, and older girls should be challenged to engage in a deeper experience. Certificates are issued by the park after completion of program requirements.  To earn a Girl Scout Ranger certificate, girl scouts should participate in organized education activities and\/or volunteer service projects for a minimum of five (5) hours at one or more national parks. To earn a Girl Scout Ranger patch, Girl Scouts should participate in organized educational activities or volunteer service projects for a minimum of ten (10) hours at one or more national parks.  The National Park Service Girl Scout Ranger page",
    "url": "https:\/\/www.nps.gov\/gree\/getinvolved\/scout-ranger-and-girl-scout-ranger-opportunities.htm"
}
