{
    "title": "Greenbelt Park: Campground Host",
    "body": "Explore This Park    Get Involved     Volunteer     Campground Host              Campground Host      Ranger Station\/Campground Host position needed for Fall 2016. Apply for the Volunteer Campground Host for Greenbelt Park via volunteer.gov\/gov. On Volunteer.gov\/gov, you have the ability to search by State and City, Agency, or Opportunity type. The quickest way is to type in Greenbelt, Maryland, National Park Service, and Campground Hosts. Volunteer.gov\/gov will then show our campground host opportunities. The Greenbelt campground is located in Greenbelt, Maryland located 13 miles from the White House. Greenbelt is in the Maryland suburbs. The park has over 1100 acres and is termed as an urban oasis. The campground has 174 sites with hot showers and bathroom facilities. The host receives electric, sewer, and water hookups in exchange for host duties. Host duties include doing a patrol in the park at dusk locking two gates and patrolling through the campground to greet campers. There is NO law enforcement duties, bathroom cleanup or fee collection in the host position at Greenbelt. The ranger staff is on duty until 4:00 p.m. and 8:00 p.m. in the Summer.  The host position usually lasts three to four months depending on the park and host needs.We will be changing our host hours.  Our day host will work from 8:00 a.m. to 4:00 p.m. and our evening host will work 2:00 - 10:00 p.m.  This position is the daytime ranger station.   About the VIP Campground Host Program at Greenbelt Park.  Greenbelt Park is a retreat from the pressures of city life and a refuge for native plants and animals just twelve miles from the White House and Capitol.   Greenbelt Park Volunteer Campground\/ Ranger Station Hosts receive electric, water, and sewer hookups for exchange for host duties.  The duties include greeting visitors in the campground at night, closing and locking gates in the park, and being a representative of the National Park Service while the staff is not on site. The host will volunteer for three or four months depending on park and host needs. The host duties does not include collecting campground fees.  The process includes applying online or in person, answering a questionnaire, and final selection.  We usually select the hosts from four to six months ahead of time.  Call the Greenbelt Park Volunteer coordinator at 301-344-3944 for more information.       Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/gree\/getinvolved\/supportyourpark\/campgroundhost.htm"
}
