{
    "title": "Greenbelt Park: Still Creek Watershed Cleanup",
    "body": "Still Creek Watershed Cleanup       Join us for the Still Creek Watershed Cleanup on Saturday February 28, 2016 at 1:00 p.m. Please help us make a difference as we help our neighborhoods and watersheds get and stay healthy. We will meeting at the Sweetgum Picnic Area and will drive to the cleanup area. Large groups, Please email us beforehand. Bring boots, gloves, and water.      The Friends of Still Creek invites you to discover Greenbelt Park and the Still Creek watershed. Learn how to help in the protection and restoration of Still Creek. Get Outdoors and come help preserve Still Creek for this and future generations. Join the Still Creek cleanup and learn about the special group that helps protect Still Creek. For more information, please call 301-345-6515. We are in need of folks who want to help take an active role. We understand your time is precious. Everyone is welcome!  Current needs are in publicity, grant writing, and event coordinator. Your talent will be used and appreciated.  The Friends of Still Creek participated in the Potomac Watershed Cleanup focusing on Still Creek, enjoyed a watershed walk in Greenbelt Park, discovered Still Creek Watershed in a driving tour, and explored the fishes of Still creek on a electro-fishing presentation on the fishes of Still Creek. The mission of Friends of Still Creek is to care for and protect the stream that flows through the heart of Greenbelt National Park. Still Creek, fed by waters beginning outside the park on the lands where we live and work, is affected by our every action. With this in mind, we seek to understand how people treat these lands and in turn, create ways to involve the broader community in restoring the ecological health of the watershed. We envision a stream system that is clean, attractive and teeming with life and we are committed to making this a reality.",
    "url": "https:\/\/www.nps.gov\/gree\/getinvolved\/supportyourpark\/still-creek-watershed-cleanup.htm"
}
