{
    "title": "Greenbelt Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer       Volunteer Opportunities- National Public Lands Day- (last Saturday in September) Group or Company Days of Service Volunteer Trail Crew First Day is Saturday May 21 Boy Scout or Girl Scout Volunteer service Potomac Watershed Cleanup (April 16) Student Conservation Association Volunteer Day of Service Saturday April 30  Invasive Plant Removal (first Saturday of each month) Campground Host National Trails Day (Saturday June 4)       About the VIP Program at Greenbelt Park.Greenbelt Park is a retreat from the pressures of city life and a refuge for native plants and animals just twelve miles from the White House and Capitol.The Greenbelt volunteer program has many opportunities to be a part of helping a National Park.Opportunities include Campground host, invasive plant removal partner, park cleanups, and trail partner. The park also hosts the Potomac Watershed Cleanup (April), National Trails Day (June), Public Lands Day (September), and Invasive Plant Removal Days (all throughout the year on the first Saturday of each month). Call us and help make a difference!  For more information on the Park Volunteer program, contact the park volunteer coordinator by email  or by phone at 301-344-3944.VIP Program MissionThe National Park Service Volunteers-In-Parks Program (VIP) was authorized by Public Law 91-357 enacted 1970.The primary purpose of the VIP program is to provide a vehicle through which the National Park Service can accept and utilize voluntary help and services from the public. The major objective of the program is to utilize this voluntary help in such a way that is mutually beneficial to the National Park Service and the volunteer. Volunteers are accepted from the public without regard to race, creed, religion, age, sex, sexual orientation, national origin, or disability.      Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/gree\/getinvolved\/volunteer.htm"
}
