{
    "title": "Greenbelt Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Greenbelt Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      A Camping experience 13 miles from the White House  Just twelve miles from Washington, D.C., Greenbelt Park is located in suburban Greenbelt, Maryland. The park features a 174 site campground, nine miles of trails, and three picnic areas. The campground is open all year round. The campground is known for its affordability, safety, peaceful surroundings, and National Park Service hospitality. Read more   Relax and enjoy the outdoors with a picnic at Greenbelt Park Maryland  Sweetgum Picnic Area is located near the entrance of the park. Sweetgum Picnic Area is a first-come first serve picnic area. There are two sets of playground equipment, and a large field.  The 1.2 Azalea Trail starts and ends at the Sweetgum Picnic Area. There is a limit of 4 tables and 24 people per group so that everyone may enjoy this area. There are picnic tables and a restroom in this area. Read more      Call to Action Projects    Learn more about the work we're doing to prepare for the future.",
    "url": "https:\/\/www.nps.gov\/gree\/getinvolved\/2016.htm"
}
