{
    "title": "Greenbelt Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Long before colonial settlers appeared here, trees and flowers covered these rolling hills and wildlife roamed the woodlands.   Algonquin Indians hunted this land in competition with other smaller tribes. A balance existed between the land and its plants, animals, and native people.   Then the colonists arrived. Trees fell and forests gave way to farmland. Wildlife retreated to the frontier. For the next 150 years, people cleared the land, plowed the fields, and planted tobacco, corn, and other crops. The rich fertile soil returned high yields.  The people did not give back to the land as much as they took. The land wore out, producing less each season and farming ceased. The land was left bare and defenseless. Erosion caused many scars before nature could slow the process with new growth.   Since the early 1900's the land has been recovering.  Today the mixed pine and decidious forest testifies to the land's ability to recover.   The land of Greenbelt Park was acquired by the National Park Service in 1950 under Public Law 643.      The History of the City of Greenbelt  After the stock market crash of 1929 and into the early 1930’s, the status of the United States was a time of social and economic chaos. 10.5 million people were out of work.  In 1933, under the presidency of Franklin D. Roosevelt many agencies were instituted to rescue the country and rebuild it to better conditions. The one that affected the Greenbelt area was the “Resettlement Administration”. Rex Tugwell knew many beautiful gardens and cities in England and wished to develop the same atmosphere in the United States. In 1934, he drove President Roosevelt to the area of Greenbelt. (not many roads were available back then) His idea was to build low to moderate income family homes “a garden city surrounded by a greenbelt of trees and open spaces.” This would increase employment for skilled and unskilled laborers as well as a relief to the housing shortage. Mr. Tugwell chose three sites: Greenbelt, Maryland Green Hills Ohio and Greendale, Wisconsin.  Greenbelt, Maryland was the first site to be developed. In 1934, 3500 relief workers were dropped off and the clearing of a site for a lake and town began. The projected cost was 5.5 million dollars. Many people were very upset over the project. Concerns ranged from the government involvement in real estate and the number of people and type of people who would be building and working in the area and their affect on the neighbors. Angus MacGregor was brought from England to be the chief landscaper. He was employed by the British Royal Family. Trees were saved, walkways winded throughout the project, underpasses were built to enhance the roadways, businesses were developed in the center of town, and the school and community center were one unit with easy access for all the town residents. The actual cost was $11 million dollars to build over twice the projected amount. In 1937 as completion was nearing of Tugwell Town, 5700 applications were received for housing. The government had strict regulations on who could live in the dwellings. Residents had to be married and the wife had to stay home with the children. The government selected families in good character that would take part in community affairs. A cross section of religious affiliations was chosen from the Washington, D.C.area: 63% Protestant 30% Catholic and 7% Jewish. In 1937, the first families moved in. Rent was $31 for a couple with one child. President Roosevelt came to visit and remarked” I have seen the blueprints of this project but the site exceeds my every dream !” By 1938, over thirty organizations had been formed in the town. The community was the center of family life. In 1952, the government sold the town and much of Greenbelt. All the original homes were bought by the cooperative group of “Greenbelt Homes Inc formed for this purpose. This included 1000 war time dwellings built in 1941. Greenbelt was the first municipality in Maryland and had the first council manager in the state. Greenbelt is on the National Historic Registry. In 1987, it was honored as the first planned community to celebrate its fiftieth anniversary. The Greenbelt Museum was dedicated on October 10, 1987. The museum is a restored original house with original furnishings. The museum is located at 10B Crescent Road. Many of the traditions remain today. The community works hard to maintain the cooperative atmosphere that was developed in the 1930’s. All of the homes look alike but there are twenty different floor plans. Take a walk through history with a walk around the original city and visit the Greenbelt Coop, the Greenbelt Theater or the former Elementary school now the Greenbelt Community Center. To learn more, visit the Greenbelt Library. The Library has room dedicated to the history of Greenbelt. For more information online, http:\/\/www.greenbelt.com\/gcom\/aboutgb.htm",
    "url": "https:\/\/www.nps.gov\/gree\/learn\/historyculture\/index.htm"
}
