{
    "title": "Greenbelt Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education              Greenbelt Park Welcomes 4th Grade Students Through Every Kid In a Park Initiative.  New National Program Encourages Families and Classes to Visit National Parks.  Greenbelt Park invites all 4th grade students to visit the park as part of the White House’s new Every Kid in a Park program. Starting today, 4th grade students can now go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks. “During the National Park Service’s centennial celebration, we want everyone to get to know their national parks, and we’re offering a special invitation to fourth graders and their families to discover everything that national parks offer,” said National Park Service Director Jonathan B. Jarvis. “We hope these free passes for fourth graders will introduce 4th graders, their classes, and families to our national treasures, places where they can run and play, explore and learn.” Greenbelt Park offers a variety of activities that fourth graders and their family can enjoy, including a guided nature hikes, junior ranger talks, educational programs in the classroom, family and scout camping opportunities, and picnic areas.  Greenbelt Park is known as an “urban oasis” for its preservation of 1,100 natural acres within the Baltimore-Washington metropolitan area.  This green oasis of woods and fields offers a tranquil atmosphere surrounded by the Maryland suburbs, just 12 miles north of downtown Washington, D.C., and 27 miles south of Baltimore.   To receive their free pass for national parks, fourth graders can visit the Every Kid in a Park website and play a game to access their special Every Kid in a Park pass.  Fourth graders and their families can then use this pass for free entry national parks and other federal public lands and waters across the country from September 1st, 2015 through August 31, 2016.  The website also includes fun and engaging learning activities aligned to educational standards, trip planning tools, safety and packing tips and other important and helpful information for educators and parents. The Every Kid in a Park permanent pass is available at the Greenbelt Park Headquarters. You need to print out the pass online to come in and exchange it for the permanent pass. The Greenbelt Park Headquarters is open Monday through Friday from 8:00 a.m.  to 4:00 p.m. It is closed on weekends and Federal holidays. For more information, please call the Greenbelt Park Headquarters at 301-344-3948.       The National Park Service has unveiled a new webpage especially for teachers and educators. The new web page offers distance learning, field trips and curriculum materials. http:\/\/www.nps.gov\/teachers . The parks are America's greatest classroom, telling our stories, and conserving the best natural spaces the nation has to offer.        Bridging the Watershed is a part of the Alice Ferguson Foundation   High School teachers and students: Bridging the Watershed (BTW) is an outreach program of the Alice Ferguson Foundation, in partnership with the National Park Service and area schools, whose purpose is to provide personally meaningful, educational experiences that connect students to their place in the natural and cultural world.   The Bridging the Watershed (BTW) program provides a wonderful opportunity to teach science in context and provide students with a meaningful watershed field experience.  The key experience in the BTW program is students’ visiting national parks in their area and collecting authentic data on topics such as water quality, runoff and sediment in the water, alien invasive plant species, and trash in the environment.  What does BTW Offer... For Teachers? Performance-based curriculum modules Five stand-alone, performance-based curriculum modules and new site-specific modules were created specifically for the BTW program. Although lessons are interdisciplinary, the core of the curricula focuses on science and math. Each module contains pre-field study activities, preparation for a one-day field study in a national park, and post-field study investigations.   it is getting tougher and tougher to get students out of the classroom these days. We know the difficulties, but we still work with over 2,000 students every year! If they can work with our program, you can too!  While in the parks, they will work with park rangers to explore the cultural resources unique to each park. The park rangers and the  BTW educators will help to show your students how the cultural resources have affected and have been affected by the natural resources of the park. Click here for the Bridging the Watershed website.",
    "url": "https:\/\/www.nps.gov\/gree\/learn\/education\/index.htm"
}
