{
    "title": "Greenbelt Park: Reserved Picnic Areas",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Reserved Picnic Areas                Reserved Picnic Areas, Holly and Laurel      Holly Picnic Area Reserve the Holly Picnic Area through recreation.gov onlineApril 1 - September 30  8:00 a.m. to dusk  Phone 301-344-3948 for more information   Location: The Holly Picnic Area is located near the entrance of the park. When entering the park, proceed to the stop sign. Make a left turn and the Holly picnic area is on your right hand side.  The Holly picnic area can accomodate up to 200 people. There are 99 parking spaces. There are picnic tables and restrooms. A Recreation Fee is charged according to the number of particpants:  99 or less -$55.00.  100-149 $105.00.  150-200 $155.00.  The area is available from April 1 through September 30..  Alcoholic beverages are prohibited in the park. Amplified music and loud use on any audio device is not permitted.  The park does not provide electric power and portable generators are prohibited.  There are no covered pavillions in the picnic area.  If you plan any special activites that require equipment, please discuss it when reserving the area and have the activity written on the permit. Refunds will only be allowed if the permitee notifies the park in writing atleast fourteen days prior to the reserved date.  Amusements such as pony rides, any type of balloons, and moon bounces may not be used in the park.  The park encourages everyone to come see the area in person before reserving it.              picnic tables and trees in the Laurel reserved picnic area in Greenbelt Park        Laurel Picnic Area   Reserve the Laurel Picnic Area through Recreation.gov online  April 1 through September 30  8:00 a.m. to dusk For information on the picnic areas, call the park at 301-344-3948.  Location: When entering the park, proceed to the stop sign. Make a left turn and pass the Holly picnic area on your right hand side. The Laurel picnic area is the next picnic area on the right hand side. The Laurel picnic area can accomodate up to 200 people. There are 99 parking spaces. There are picnic tables and restrooms. A Recreation Fee is charged according to the number of particpants: 99 or less -$55.00. 100-149 $105.00. 150-200 $155.00.  The area is available from April 1 through September 30.  Alcoholic beverages are prohibited in the park. Amplified music and loud use on any audio device is not permitted. The park does not provide electric power and portable generators are prohibited. There are no covered pavillions in the picnic area. If you plan any special activites that require equipment, please discuss it when reserving the area and have the activity written on the permit. Refunds will only be allowed if the permitee notifies the park in writing atleast fourteen days prior to the reserved date. Amusements such as pony rides, any type of balloons, and moon bounces may not be used in the park. There will be a $25.00 administrative fee charged for each cancelled reservation.  Refunds will not be made for rain or inclement weather. The park encourages everyone to come see the area in person before reserving it.       The Laurel Picnic Area is a reserved picnic area.",
    "url": "https:\/\/www.nps.gov\/gree\/planyourvisit\/reservedpicnicfees.htm"
}
